{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1008335/",
  "id": 1008335,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/57738/",
      "id": 57738,
      "absolute_url": "/opinion/57738/sharkey-v-dixie-elec-mbrship/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1008335/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/57738/",
          "id": 57738,
          "absolute_url": "/opinion/57738/sharkey-v-dixie-elec-mbrship/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/57738/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-26T02:12:13Z",
          "date_modified": "2017-03-24T02:18:34.061121Z",
          "type": "010combined",
          "sha1": "55ef8c3abca06815e703cb408343acd43775a54a",
          "page_count": 19,
          "download_url": "http://www.ca5.uscourts.gov/opinions\\unpub\\06/06-31199.0.wpd.pdf",
          "local_path": "pdf/2008/01/23/Sharkey_v._Dixie_Elec_Mbrship.pdf",
          "plain_text": "           IN THE UNITED STATES COURT OF APPEALS\n                    FOR THE FIFTH CIRCUIT United States Court of Appeals\n                                                   Fifth Circuit\n\n                                                                            FILED\n                                                                         January 23, 2008\n\n                                       No. 06-31199                   Charles R. Fulbruge III\n                                                                              Clerk\n\nHARRELL SHARKEY\n\n                                                  Plaintiff-Appellant\nv.\n\nDIXIE ELECTRIC MEMBERSHIP CORPORATION\n\n                                                  Defendant-Appellee\n\n\n\n                   Appeal from the United States District Court\n                       for the Middle District of Louisiana\n                             USDC No. 3:04-CV-423\n\n\nBefore KING, BARKSDALE, and DENNIS, Circuit Judges.\nDENNIS, Circuit Judge:*\n       In this “reverse race discrimination” action, plaintiff-appellant Harrell\nSharkey, who is white, alleges that defendant-appellee Dixie Electric\nMembership Corporation (“DEMCO”) engaged in racially discriminatory hiring\npractices in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. §\n2000e et seq., when it failed to hire him for a vacant position even though he was\nqualified and instead hired an African-American applicant. Sharkey contends\nthat he was informed by DEMCO personnel that his application was futile\n\n\n       *\n         Pursuant to 5TH CIR. R. 47.5, the court has determined that this opinion should not\nbe published and is not precedent except under the limited circumstances set forth in 5TH CIR.\nR. 47.5.4.\n\f                                       No. 06-31199\n\nbecause the vacant position was reserved for African-American applicants only.\nThe magistrate judge granted summary judgment in favor of DEMCO and\ndismissed Sharkey’s suit.2 Sharkey now appeals. Because we conclude that\nDEMCO’s Affirmative Action Plan provides a legitimate, nondiscriminatory\nrationale for its decision to hire the African-American applicant instead of\nSharkey, we AFFIRM.\n               I. FACTUAL AND PROCEDURAL BACKGROUND\n       Pursuant to Louisiana Revised Statutes § 12:401, DEMCO was created in\n1983 as a private, nonprofit electric membership serving customers in the\nParishes of East Baton Rouge, West Feliciana, East Feliciana, Livingston,\nAscension, St. Helena, and Tangipahoa. DEMCO receives financial assistance\nin the form of low-cost loans from the Rural Utilities Service (“RUS”) of the\nUnited States Department of Agriculture.\n       On December 30, 2002, DEMCO’s General Manager, Henry Locklar,\nauthorized the utility’s Human Resources Manager, Diana Martin, who\nsupervises and controls DEMCO’s hiring process for vacant positions, to fill the\nposition of Lineman Helper for the Greensburg District Office, which had become\nvacant on November 8, 2002. On January 2, 2003, DEMCO issued a “Notice of\nJob Vacancy” to its employees and, later that week, placed an advertisement\nconcerning the vacant position in two newspapers – the Baton Rouge Sunday\nAdvocate and the St. Helena Echo.\n       DEMCO received forty applications for the Lineman Helper position,\nincluding an application from Sharkey. DEMCO’s hiring process requires\napplicants to take the Test of Adult Basic Education (“TABE”) and basic\n\n\n\n       2\n        Pursuant to 28 U.S.C. § 636(c), the parties consented to proceed in this matter before\na magistrate judge.\n\n                                              2\n\f                                       No. 06-31199\n\nAptitude Test Batteries (“ATBs”) to be considered for certain job lines, including\nthis Lineman Helper position. Test-takers receive scores of “high,” “medium,”\nor “low,” but, according to DEMCO, only candidates who receive “high” or\n“medium” scores are considered for interviews based upon their qualifications.\nAn applicant’s race does not appear on his application. DEMCO only learns of\nan applicant’s race at the time of an interview, if it elects to interview that\napplicant.\n       Sharkey received a “medium” score on the tests, but he was not selected\nfor an interview for the Lineman Helper position. Ultimately, on July 14, 2003,\nafter DEMCO interviewed eleven applicants, including two African-Americans,\nit hired Theodore McCray, Jr., an African-American candidate who was qualified\nfor the position. McCray scored a “medium” on the tests, had an engineering and\nelectronics background with previous experience in the wireless communications\nfield, was an engineer in training, was a native and resident of Greensburg, had\na clean driving record, and had previously worked at DEMCO in the summer of\n1990 as a substation technician.\n       In this suit, Sharkey alleges that, in failing to hire him for the vacant\nLineman Helper position, DEMCO engaged in racially discriminatory hiring\npractices in violation of Title VII of the Civil Rights Act of 1964 and Louisiana’s\nemployment discrimination law, Louisiana Revised Statutes § 23:332.3\n\n\n\n       3\n         Sharkey initially filed a discrimination complaint against DEMCO with the EEOC,\nalleging unlawful and racially motivated hiring practices, which was dismissed. Through that\ncomplaint, Sharkey exhausted the administrative remedies required by 7 C.F.R. § 15.6. See\n7 C.F.R. §§ 15.1, 15.2, 15.6 (requiring any person who believes himself to be subjected to\ndiscrimination prohibited by the Code of Federal Regulations to file with the Secretary of\nAgriculture or any agency, which includes any service, bureau, agency, office, administration,\ninstrumentality of or corporation within the U.S. Department of Agriculture, extending federal\nfinancial assistance to any program or activity, a written complaint regarding the alleged\ndiscrimination).\n\n                                              3\n\f                                       No. 06-31199\n\nSpecifically, Sharkey contends that he was not hired because he is white, even\nthough he was otherwise qualified for the position. He asserts that, after\napplying for the position, he was instructed by two members of DEMCO’s board\nof directors, Richard Sitman and Joe Self, as well as other current and former\nDEMCO employees that his application was “futile” because the Lineman Helper\nposition was specifically reserved for an African-American applicant. DEMCO,\non the other hand, argues that it considered Sharkey’s application, but decided\nto hire McCray based upon his qualifications and background, plus the fact that\nhe is African-American helped DEMCO achieve projected minority hiring goals\nset forth in its Affirmative Action Plan.\n       Since at least 1984, DEMCO has annually adopted and implemented an\nAffirmative Action Plan (“AAP”) prepared by Affirmative Action Plan USA, Inc.4\nDEMCO contends that, in these AAPs, its minority placement and hiring goals\nare evaluated and updated on a yearly basis. Relevant to this appeal, DEMCO\nhad in effect an Affirmative Action Plan from September 1, 2002, to August 31,\n2003 (“subject AAP”) entitled “Equal Employment Opportunity Affirmative\nAction Program under Executive Order 11246 as Amended.” The subject AAP\nnoted that the “major problem areas which currently exist are in the recruitment\n\n\n       4\n         Because DEMCO receives federal financial assistance from RUS, it must comply with\nthe non-discrimination provisions of Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d\net seq, and Executive Order 11246, 30 Fed.Reg. 12319 (1965). As we have previously stated,\nregulations promulgated under Executive Order 11246 require federal contractors to “analyze\nthe representation of . . . racial . . . minorities among their employees and, if the analysis\nreveals ‘underutilization’ of a particular group, to develop an affirmative action program that\nordinarily would include numerical goals and timetables by which the contractor’s progress can\nbe gauged.” Nat’l Bank of Commerce of San Antonio v. Marshall, 628 F.2d 474, 475-76 (5th\nCir. 1980); see also United States v. Miss. Power & Light Co., 638 F.2d 899, 905 (5th Cir. 1981)\n(“[Executive Order 11246] states that, with a few exceptions [which do not apply here], all\ngovernment contracts shall include a clause requiring the party contracting with the\ngovernment to take affirmative action to increase the hiring of members of racial minorities\nand other traditionally disadvantaged groups.”).\n\n                                               4\n\f                                    No. 06-31199\n\nof qualified minorities in the Laborers job group,” which includes the Lineman\nHelper position.    The subject AAP stated that there were eleven persons\nemployed in the Laborers job group at the time the subject AAP was prepared.\nOf that total, one (representing 9.1 percent of the total) was a minority. As\ncompared to the availability of minorities having the requisite skills in the\nreasonable recruitment area, minorities were found to be underutilized by 33.4\npercent, or by three minorities. DEMCO therefore projected the hiring of two\nminorities by August 31, 2003, provided there were openings and the minorities\nwere otherwise qualified. According to the subject AAP, “the ultimate goal . . .\nis to eradicate any deficiencies that pertain to minority . . . placement.”\n      On April 29, 2005, DEMCO filed a motion for summary judgment seeking\nto have this matter dismissed on the grounds that Sitman and Self did not have\nactual or apparent authority to make the alleged statements, such that they are\nnot imputable to DEMCO, and that the subject AAP provided a legitimate,\nnondiscriminatory reason for hiring a minority to fill the Lineman Helper\nposition. On August 25, 2005, the magistrate judge found that Sitman and Self\nwere not actually or apparently authorized to make the statements in question\nand such statements are therefore not imputable to DEMCO. The magistrate\njudge, however, denied DEMCO’s motion for summary judgment because\ngenuine issues of material fact remained as to whether DEMCO’s AAP and\nhiring practices violate Title VII. The magistrate judge found that, even though\nDEMCO is authorized by the RUS to take affirmative action to overcome the\neffects of prior discrimination, it had failed to show whether a “conspicuous\n[racial] imbalance” existed with respect to the particular job category at issue,\njustifying its minority hiring goals. More specifically, DEMCO “failed to present\nsufficient evidence regarding the purpose, duration, and effect of its affirmative\naction plan on third parties . . . .”\n\n                                         5\n\f                                       No. 06-31199\n\n       On July 31, 2006, DEMCO filed a second motion for summary judgment\nin which it presented additional evidence and arguments concerning the subject\nAAP and accompanying hiring policies in an effort to resolve the disputed issues\nof material fact discussed in the magistrate judge’s prior ruling. Finding the\nnewly presented evidence sufficient, on September 14, 2006, the magistrate\njudge issued an order granting DEMCO’s second motion for summary judgment\nand entered judgment dismissing Sharkey’s suit. The magistrate judge first\ndetermined that a genuine issue of material fact may exist as to whether\nSharkey is able to establish a prima facie case of race-based discrimination\nunder the burden-shifting framework set forth in McDonnell Douglas Corp. v.\nGreen, 411 U.S. 792, 802 (1973). Nevertheless, the magistrate judge found that\nthe subject AAP provided a legitimate, nondiscriminatory rationale for the\ndecision to hire McCray over the other applicants, including Sharkey. Further,\nthe magistrate judge concluded that Sharkey did not satisfy his burden of\nproving that the subject AAP was invalid, and hence a pretextual justification\nfor race-based discrimination.\n       On September 25, 2006, Sharkey filed a motion for new trial, which the\nmagistrate judge construed as a motion to amend or alter judgment pursuant to\nFederal Rule of Civil Procedure 59(e). The magistrate judge denied Sharkey’s\nmotion on October 19, 2006. Sharkey then took this appeal.5\n\n\n       5\n         As an initial matter, DEMCO contends that this court is without jurisdiction over\nSharkey’s appeal because his Notice of Appeal, filed on November 15, 2006, refers to “the final\njudgment of the Honorable Christine Noland, Magistrate Judge, dismissing Plaintiff’s action\nvia the granting of defendant’s Motion for Summary Judgment on the 19th day of October,\n2006.” DEMCO asserts that the denial of a motion to alter or amend a judgment is not\nseparately appealable from the judgment that it seeks to alter or amend. Because Sharkey\nreferences in his Notice of Appeal the magistrate judge’s October 19, 2006, order denying his\nmotion to alter or amend the judgment, but not the September 14, 2006, order and judgment\ngranting DEMCO’s motion for summary judgment and dismissing his suit, DEMCO argues\nthat this court does not have jurisdiction to consider Sharkey’s appeal.\n\n                                              6\n\f                                         No. 06-31199\n\n                              II. STANDARD OF REVIEW\n       We review a district court’s summary judgment ruling de novo, applying\nthe same standard as the district court. Wyatt v. Hunt Plywood Co., 297 F.3d\n405, 408 (5th Cir. 2002). A party is entitled to summary judgment only if “the\npleadings, the discovery and disclosure materials on file, and any affidavits show\nthat there is no genuine issue as to any material fact and that the moving party\nis entitled to judgment as a matter of law.” Fed. R. Civ. P. 56(c). On a motion\nfor summary judgment, this court must view the facts in the light most favorable\nto the nonmoving party and draw all reasonable inferences in its favor. See\nHockman v. Westward Commc’ns, L.L.C., 407 F.3d 317, 325 (5th Cir. 2004). In\nreviewing the evidence, this court must therefore “refrain from making\ncredibility determinations or weighing the evidence.”                      Turner v. Baylor\nRichardson Med. Ctr., 476 F.3d 337, 343 (5th Cir. 2007).\n                                     III. DISCUSSION\n       Title VII prohibits an employer from failing or refusing to hire an\nindividual “because of such individual’s race, color, religion, sex, or national\norigin.”     42 U.S.C. § 2000e-2(a)(1).              A plaintiff can prove intentional\n\n\n        This argument is without merit. We have held that “a party does not forfeit the right\nto appeal by designating the wrong judgment if it is clear which judgment he is appealing.”\nOsterberger v. Relocation Realty Serv. Corp., 921 F.2d 72, 73 (5th Cir. 1991) (citing Foman v.\nDavis, 371 U.S. 178, 181 (1962)); see also Sanabria v. United States, 437 U.S. 54, 68 n.21\n(1978) (explaining that “[a] mistake in designating the judgment appealed from is not always\nfatal, so long as the intent to appeal from a specific ruling can fairly be inferred by probing the\nnotice and the other party was not misled or prejudiced”). Sharkey stated in his Notice of\nAppeal that he was appealing the “final judgment . . . dismissing Plaintiff’s action via the\ngranting of defendant’s motion for summary judgment . . . .” Although it is true that plaintiff\nprovided an incorrect date for this order and judgment, it is nonetheless clear that he intended\nto appeal the September 14, 2006, order. Moreover, DEMCO has not asserted that it was\nsomehow misled or otherwise prejudiced in any way by Sharkey’s Notice of Appeal.\nAccordingly, Sharkey’s Notice of Appeal was not defective, and we have jurisdiction over\nSharkey’s appeal of the magistrate judge’s September 14, 2006, final judgment dismissing his\nsuit by the grant of DEMCO’s motion for summary judgment.\n\n                                                7\n\f                                       No. 06-31199\n\ndiscrimination through either direct or circumstantial evidence. Wallace v.\nMethodist Hosp. Sys., 271 F.3d 212, 219 (5th Cir. 2001). Where, as here, the\nplaintiff offers circumstantial evidence, we apply the familiar framework set\nforth in McDonnell Douglas. To prevail under that framework, the plaintiff\nmust establish a prima facie case from which discrimination may be inferred.\nLaxton v. Gap, Inc., 333 F.3d 572, 578 (5th Cir. 2003). To establish this prima\nfacie case, the plaintiff must show: (1) that he is a member of a protected class;\n(2) that he applied and was qualified for a job for which the employer was\nseeking applicants; (3) that, despite his qualifications, he was rejected; and (4)\nthat, after his rejection, the position remained open and the employer continued\nto seek applicants from persons of plaintiff’s qualifications. See McDonnell\nDouglas, 411 U.S. at 802; Haynes v. Pennzoil Co., 207 F.3d 296, 300 (5th Cir.\n2000).     The burden then shifts to the defendant to produce a legitimate,\nnondiscriminatory reason for the failure or refusal to hire the plaintiff. Laxton,\n333 F.3d at 578. If the defendant meets its burden, the plaintiff then bears the\nultimate burden of proving that the defendant’s proffered legitimate\nnondiscriminatory reason is a pretext for discrimination. Id. To carry this\nburden, the plaintiff must rebut each nondiscriminatory reason articulated by\nthe defendant. Id.\n       On appeal, DEMCO does not contest the district court’s determination that\nit was not entitled to summary judgment on the ground that Sharkey is unable\nto prove the elements of his prima facie case.6 Rather, assuming arguendo that\n\n\n       6\n         We note here that the magistrate judge’s denial of summary judgment on the issue\nof whether Sharkey could prove the elements of his prima facie case was proper, but not for the\nreasons provided below. The magistrate judge refused to grant summary judgment to DEMCO\nbecause she held that there was a genuine issue of material fact as to whether Sharkey was\nqualified for the Lineman Helper position. Specifically, DEMCO presented evidence below that\nit did not hire Sharkey because Mike Ballard, the person who would have been Sharkey’s\n\n                                              8\n\f                                       No. 06-31199\n\nSharkey can prove the elements of his prima facie case of discrimination,\nDEMCO        nonetheless     contends      that    it   has   advanced      a    legitimate,\nnondiscriminatory rationale for hiring McCray, a minority, to fill the vacant\nLineman Helper position.           Namely, DEMCO asserts that its challenged\nemployment decision was made pursuant to its internal hiring procedures, which\nincluded consideration of the subject AAP.\n       The Supreme Court has held that, in the Title VII context, the existence\nof an affirmative action plan can provide a legitimate, nondiscriminatory\nrationale for an employer’s decision as contemplated by the analytical\nframework set forth in McDonnell Douglas. Johnson v. Transp. Agency, Santa\nClara County, Calif., 480 U.S. 616, 626 (1987); see also United Steelworkers of\nAm. v. Weber, 443 U.S. 193, 208 (1979) (“We therefore hold that Title VII’s\nprohibition . . . against racial discrimination does not condemn all private,\nvoluntary, race-conscious affirmative action plans.”).               Where, as here, an\naffirmative action plan is articulated as the basis for the employer’s decision,\n\n\n\nsupervisor (and is now deceased), apparently told Martin, DEMCO’s human resources\nmanager, not to hire Sharkey because he was “obnoxious and arrogant.” On this basis,\nDEMCO argued that Sharkey was not qualified for the position. In response, Sharkey\npresented evidence in the form of an unsworn declaration from an employee of DEMCO who\nworked with Ballard that Ballard in fact liked Sharkey and had wanted him to be hired to fill\nthe vacant Lineman Helper position.\n        The magistrate judge should not have considered DEMCO’s evidence, nor Sharkey’s\nrebuttal evidence, when evaluating whether Sharkey could prove that he was qualified for the\nposition as a necessary element of his prima facie case. We have stated that “[o]nly objective\nrequirements may be used in making” the argument that a person is not qualified for a\nposition. Johnson v. Louisiana, 351 F.3d 616, 622 (5th Cir. 2003). “Otherwise, an employer\ncould ‘utilize wholly subjective standards by which to judge its employees’ qualifications and\nthen plead lack of qualification when its promotion process . . . is challenged as\ndiscriminatory.’” Id. (quoting Medina v. Ramsey Steel Co., Inc., 238 F.3d 674, 681 (5th Cir.\n2001)). Because it is undisputed that Sharkey had achieved the minimum test scores\nnecessary to be considered for the Lineman Helper position, that evidence should have been\ndeemed sufficient to establish that Sharkey was qualified for the position, and accordingly to\ndeny DEMCO’s motion for summary judgment on this aspect of Sharkey’s prima facie case.\n\n                                              9\n\f                                 No. 06-31199\n\n“the burden shifts to the plaintiff to prove that the employer’s justification is\npretextual and the plan is invalid.” Johnson, 480 U.S. at 626. The Johnson\nCourt further explained:\n        As a practical matter, of course, an employer will generally seek\n        to avoid a charge of pretext by presenting evidence in support of\n        its plan. That does not mean, however, as petitioner suggests,\n        that reliance on an affirmative action plan is to be treated as an\n        affirmative defense requiring the employer to carry the burden of\n        proving the validity of the plan. The burden of proving its\n        invalidity remains on the plaintiff.\nId. at 626-27.\n      To determine whether Sharkey has met his burden, we must look to the\nSupreme Court’s decision in Weber, which “addressed the question whether the\nemployer violated Title VII by adopting a voluntary affirmative action plan\ndesigned to ‘eliminate manifest racial imbalances in traditionally segregated job\ncategories.’” Id. at 627-28. There, the Court upheld the employer’s decision to\nselect less senior African-American applicants over the white respondent\nbecause the “purposes of the plan mirror those of [Title VII].” Weber, 443 U.S.\nat 208. The Weber Court explained: “Both were designed to break down old\npatterns of racial segregation and hierarchy. Both were structured to ‘open\nemployment opportunities for Negroes in occupations which have been\ntraditionally closed to them.’” Id. (quoting 110 CONG. REC. 6548 (1964) (remarks\nof Sen. Humphrey)).      In upholding the validity of the Weber employer’s\naffirmative action plan, the Court noted the following: (1) the plan “[did] not\nunnecessarily trammel the interests of the white employees” as it “[did] not\nrequire the discharge of white workers and their replacement with new black\nhirees”; (2) the plan did not “create an absolute bar to the advancement of white\nemployees” because half of those trained in the program were to be white; and\n\n\n                                       10\n\f                                  No. 06-31199\n\n(3) “the plan [was] a temporary measure . . . not intended to maintain racial\nbalance, but simply to eliminate a manifest racial imbalance.” Id.; see also Doe\nv. Kamehameha Sch./Bernice Pauahi Bishop Estate, 470 F.3d 827, 840 (9th Cir.\n2006) (“We recently distilled the Court’s analysis this way: private employers’\naffirmative action plans (1) must respond to a manifest imbalance in the work\nforce; (2) must not ‘unnecessarily trammel[]’ the rights of members of the non-\npreferred class or ‘create an absolute bar to their advancement’; and (3) must do\nno more than is necessary to attain a balance.”); Dallas Fire Fighters Ass’n v.\nCity of Dallas, Tex., 150 F.3d 438, 442 (5th Cir. 1998) (“To determine the validity\nof the appointment we must examine whether it was justified by a manifest\nimbalance in a traditionally segregated job category and whether the\nappointment unnecessarily trammeled the rights of nonminorities or created an\nabsolute bar to their advancement.”). The Weber decision “was grounded in the\nrecognition that voluntary employer action can play a crucial role in furthering\nTitle VII’s purpose of eliminating the effects of discrimination in the workplace,\nand that Title VII should not be read to thwart such efforts.” Johnson, 480 U.S.\nat 630.\n      Analyzing DEMCO’s subject AAP in light of Weber, we have no difficulty\nconcluding that the subject AAP is valid, and thus can serve as DEMCO’s\nlegitimate, nondiscriminatory rationale for hiring McCray over other white\ncandidates, including Sharkey. As an initial matter, Sharkey does not argue on\nappeal that there was not a manifest racial imbalance in DEMCO’s workforce,\nor otherwise attempt to refute the magistrate judge’s well-reasoned\ndetermination, in her order granting DEMCO’s second motion for summary\njudgment, that no genuine issue of material fact existed as to whether there was\na manifest racial imbalance in DEMCO’s workforce, particularly as to the job\n\n\n                                        11\n\f                                        No. 06-31199\n\ntype in question. It is axiomatic that issues not briefed on appeal are waived.\nSee Ruiz v. United States, 160 F.3d 273, 275 (5th Cir. 1998). Sharkey does argue\non appeal that the subject AAP operated as an absolute bar to employment for\nwhite persons and that the subject AAP was not a temporary measure but rather\na perpetual one. We address each argument in turn.\n       To support his claim that the subject AAP served as an absolute bar to\nemployment for white persons and/or unnecessarily trammeled their rights,\nSharkey presented evidence below that DEMCO personnel, including two\nmembers of the board of directors, Sitman and Self, supposedly informed him\nthat it was “futile” to apply for the Lineman Helper position because the position\nwas reserved for African-American applicants.7 We have previously stated that\n“[e]mployers are liable under Title VII, in accordance with common law agency\nprinciples, for the acts of employees committed in the furtherance of the\nemployer’s business.” Long v. Eastfield Coll., 88 F.3d 300, 306 (5th Cir. 1996)\n(citing Moham v. Steego Corp., 3 F.3d 873, 876 (5th Cir. 1993), cert. denied, 510\nU.S. 1197 (1994)). We have also stated that “[a]n oral statement exhibiting\ndiscriminatory animus may be used to demonstrate pretext or . . . it may be used\nas additional evidence of discrimination.” Laxton, 333 F.3d at 583 (citing Russell\nv. McKinney Hosp. Venture, 235 F.3d 219, 225 (5th Cir. 2000)). Typically, but\nnot always, the person with authority over the employment decision is the one\nwho executes the action against the employee. Russell, 235 F.3d at 226. “If the\n\n\n\n       7\n         This evidence was in the form of Sharkey’s own deposition testimony. He did not\nprovide any affidavit or deposition testimony from any of the DEMCO employees or directors\nin support of his account of events. Though not dispositive of the issue before us on appeal, we\nnote here that we have previously accorded less weight in the summary judgment context to\n“[u]nsupported allegations or affidavit or deposition testimony setting forth ultimate or\nconclusory facts and conclusions of law . . . .” Clark v. America’s Favorite Chicken Co., 110 F.3d\n295, 297 (5th Cir. 1997).\n\n                                               12\n\f                                   No. 06-31199\n\nemployee can demonstrate that others had influence or leverage over the official\ndecisionmaker, and thus were not ordinary coworkers, it is proper to impute\ntheir discriminatory attitudes to the formal decisionmaker.” Id. at 226-27\n(citing, as examples, Long, 88 F.3d at 307; Hass v. ADVO Sys., Inc., 168 F.3d\n732, 734 n.1 (5th Cir. 1999)).\n      Here, the magistrate judge determined that neither Sitman nor Self had\nactual or apparent authority to make their alleged statements on behalf of\nDEMCO. Accordingly, the magistrate judge found that their alleged statements\nwere not imputable to DEMCO, and thus the statements could not be used to\nshow the subject AAP and DEMCO’s application/hiring process operated as an\nabsolute bar to the advancement of whites or unnecessarily trammeled their\nrights.8 On appeal, Sharkey conclusorily alleges in his brief that “[t]his position\nwas held by a black person, and was held open for a black person simply because\nof race. The statements . . . by board members and generally known to the\npublic suggest are [sic] very clear, persuasive evidence that this is a position for\nblacks only.”    Sharkey, however, apparently no longer contends that the\nstatements of Sitman and Self are imputable to DEMCO, an argument which\nwas made below and rejected by the magistrate judge. Sharkey certainly does\nnot point to any evidence in the record that supports an inference that Sitman\nor Self had any influence or leverage over the employment decision at issue.\nEven if we were to find that Sharkey adequately presented this issue for\nappellate review, the unrebutted evidence in the record shows that the alleged\nstatements were not imputable to DEMCO. Under Board Policy No. BD-2,\nwhich establishes the policy governing the relationship between the board of\n\n\n\n      8\n     The magistrate judge reached the same conclusion as to the alleged statements by\nDEMCO employees.\n\n                                         13\n\f                                   No. 06-31199\n\ndirectors and the general manager, the board of directors delegates to the\ngeneral manager the “authority to hire capable personnel within established\nwage scales, train and supervise, and replace them.” Accordingly, pursuant to\nthis delegation of authority, the board of directors is not to exercise any decision-\nmaking authority concerning the hiring of DEMCO employees. BD-2 also\nprovides that the directors are to “refrain, as individuals, from discussing\nmanagement problems with the personnel of the corporation, except in cases\nwhere the board of directors may deem it necessary to confer with personnel at\nregular or special meetings of the board.” Locklar, DEMCO’s general manager,\nindicated in an affidavit that the Lineman Helper position was not discussed at\nany board of directors meeting between the date when it became vacant and the\ndate when it was filled.\n      Additional evidence leads us to the conclusion that the subject AAP did not\noperate as an absolute bar to employment for whites or unnecessarily trammel\ntheir rights. DEMCO presented competent evidence in the form of the affidavit\nand deposition testimony of Martin, its human resources manager, indicating\nthat its application and hiring process were nondiscriminatory. Specifically, the\nuncontroverted evidence establishes the following: “[t]hat selection of an\nemployee by DEMCO entails consideration of his/her general background,\neducation, training, experience, aptitude for a certain kind of work, character\nand probability of long term employment as per Board Policy No. LR-1”; “[t]hat\nDEMCO hires and promotes employees without regard to race, color, religion,\nsex, handicap, or national origin”; that all applicants must take the TABE and\nATBs; that only candidates with a ‘high’ or ‘medium’ score are considered for\ninterview based upon their qualifications; that candidates are selected for\ninterview at DEMCO’s sole discretion; “[t]hat an applicant’s race does not appear\non his/her application and that DEMCO can only ascertain the race of an\n\n                                         14\n\f                                  No. 06-31199\n\napplicant at the time of interview, assuming it elects to interview the applicant”;\nthat DEMCO received forty applications for the Lineman Helper position; that\nSharkey and other white applicants were considered for the position; that\nSharkey was not selected for an interview; that DEMCO interviewed multiple\napplicants, white and African-American, for the position; that DEMCO\nultimately hired McCray, a African-American applicant, “because he scored a\n‘medium’ on the test, had an engineering and electronics background with\nprevious electronics experience in the wireless communications field, was an\nengineer in training, was a native and resident of Greensburg, had a clean\ndriving record, and had previously worked at DEMCO in the summer of 1990 as\na substation technician”; and that McCray, as a qualified minority applicant,\nenabled DEMCO to fulfill, in part, its hiring goal for Job Group 8-A for the year\nending on August 31, 2003. Further, Martin testified at her deposition that a\n“hiring goal” of two African-Americans did not necessarily mean that DEMCO\nwould hire two African-Americans to fill vacant positions. She stated that “I’m\ngoing to hire the two most qualified people that I can find.”\n      Sharkey failed to controvert this evidence; in fact, he did not present any\ncompetent evidence that could create a genuine issue of material fact as to\nwhether the subject AAP and DEMCO’s concomitant application and hiring\nprocesses served as an absolute bar to the advancement of whites or\nunnecessarily trammeled their rights.         Rather, the evidence before the\nmagistrate judge on summary judgment showed quite clearly that DEMCO\nbased its decision to hire McCray first and foremost on his qualifications and\nbackground. That McCray is African-American, and as such helped DEMCO\nfulfill in part its yearly goal under the subject AAP, was secondary.\nConsideration of McCray’s race in this context, as a “plus” in addition to the\napplicant’s qualifications, was therefore permissible. See Johnson, 480 U.S. at\n\n                                        15\n\f                                 No. 06-31199\n\n638 (discussing Regents of Univ. of Cal. v. Bakke, 438 U.S. 265, 316-19 (1978)).\nMoreover, the subject AAP did not result in or require the discharge of white\nemployees and their replacement with new African-American hirees, nor is there\nany competent evidence that DEMCO would not or will not hire qualified white\napplicants for similar positions. Accordingly, we find that summary judgment\nwas appropriate as to Sharkey’s challenge of the subject AAP as an absolute bar\nto the advancement of whites or as unnecessarily trammeling their interests.\n      Turning to Sharkey’s second argument against the validity of the subject\nAAP, Sharkey asserts that he presented sufficient evidence to create a genuine\nissue of material fact as to whether the subject AAP does more than is necessary\nto attain a racial balance because it is a perpetual, not a temporary, measure.\nSee Weber, 443 U.S. at 208 (stating that “the plan is a temporary measure; it is\nnot intended to maintain racial balance, but simply to eliminate a manifest\nracial imbalance”). Specifically, he points to evidence obtained during discovery\nshowing that “in the more than ten years and fourteen hundred pages of\n[DEMCO] board minutes . . . , there is no discussion of affirmative action goals,\nthere is no mention of approving the affirmative action plan, and, in fact, there\nis not even one single mention of the words ‘affirmative action.’” Sharkey also\nreferences the deposition testimony of Martin, in which she stated that she had\n“never thought about not needing [an affirmative action plan],” and that any\ndecision as to ending DEMCO’s use of AAPs would likely be made in conjunction\nwith RUS.\n      We do not find Sharkey’s arguments compelling in this regard. First, our\nreview of the proceedings below shows that Sharkey did not present any\nargument as to, or evidence of, the DEMCO board minutes to the magistrate\njudge through his oppositions to DEMCO’s motions for summary judgment. In\nfact, the evidence concerning the DEMCO board minutes was not made a part\n\n                                       16\n\f                                  No. 06-31199\n\nof the summary judgment record.          Therefore, that evidence will not be\nconsidered here. See Skotak v. Tenneco Resins, Inc., 953 F.2d 909, 915 (5th Cir.\n1992) (“Although on summary judgment the record is reviewed de novo, this\ncourt, for obvious reasons, will not consider evidence or arguments that were not\npresented to the district court for its consideration in ruling on the motion.”). As\nto the evidence that we will consider, namely Martin’s deposition testimony,\nwhich was presented to the magistrate judge, this evidence, at most, merely\nestablishes that DEMCO could not conclusively state when its use of one-year\nAAPs would end. It does not tend to show that the subject AAP was intended to\nmaintain a racial balance, nor does it tend to prove that DEMCO’s use of AAPs\nis of unlimited duration, particularly when viewed in the context of the\nuncontroverted evidence provided by DEMCO.\n      Specifically, it is undisputed that DEMCO prepares a new AAP each year\nto comply with the terms of its lending agreement with RUS, which, as a federal\nagency, requires DEMCO to meet its affirmative action obligations under\nExecutive Order 11246. Section V of the subject AAP, entitled “Goals and\nTimetables,” states that the “Utilization Analysis-Statistics and Goals sheets\nthat are an integral part of this plan reflect the Corporation’s Expected Goal\nHires (goals) by August 31, 2003.” The subject AAP expressly contemplated that\njob openings or newly established jobs, as they occur, were to be reviewed “in\nconsonance with the minority . . . goals in the Corporation’s goals and\ntimetables.”   Those goals were based on detailed statistical analyses that\ncalculated DEMCO’s underutilization of minorities in its workforce for various\njob categories, using labor force and statistical availability data that was up-to-\ndate as of the commencement of the subject AAP in 2002. DEMCO’s minority\nhiring goals changed from year-to-year based on an annual reassessment of the\ncompany’s underutilization of minorities in various areas of its workforce.\n\n                                        17\n\f                                 No. 06-31199\n\nMoreover, these goals were precisely that – goals. The subject AAP did not\nmandate that DEMCO must hire a certain number of minorities for the 2002-03\nperiod to fill specific positions.    In fact, the subject AAP emphasized\n“employment of individuals who are qualified for the new or vacant positions,”\nindicating that race was to be considered as a “plus” only if the applicant was\notherwise qualified for the position. Thus, given the summary judgment record\nbefore us in this case, we find that Sharkey has not created a genuine issue of\nmaterial fact as to whether the subject AAP was anything more than a\ntemporary measure designed to eliminate a manifest racial imbalance in\nDEMCO’s workforce.\n      In sum, Sharkey has presented insufficient evidence to carry his burden\nof proving that DEMCO’s subject AAP was invalid, and hence its justification for\nnot hiring him pretextual. Because Sharkey is unable to rebut this legitimate,\nnondiscriminatory rationale articulated by DEMCO for its employment decision\nconcerning the vacant Lineman Helper position, we need not address DEMCO’s\nother proffered reason for not interviewing Sharkey, i.e., that the person who\nwould have supervised the new Lineman Helper did not like Sharkey and found\nhim to be arrogant and obnoxious. See Laxton, 333 F.3d at 578 (“The plaintiff\nmust rebut each nondiscriminatory reason articulated by the employer.”)\n(emphasis added). While it may be true, in light of the evidence discussed supra\nnote 6, that an issue of material fact exists as to whether that particular\nrationale offered by DEMCO was false or pretextual, it does not necessarily\nfollow that all rationales articulated by DEMCO are by extension unworthy of\ncredence. Otherwise, there would be no reason to require a plaintiff to rebut\n\n\n\n\n                                      18\n\f                                       No. 06-31199\n\neach nondiscriminatory reason articulated by the employer.9 Consequently,\nbecause the subject AAP was a legitimate, nondiscriminatory rationale for\nDEMCO’s decision to hire an otherwise qualified African-American applicant,\nwe conclude that summary judgment was appropriate as to Sharkey’s reverse\nrace discrimination claim under Title VII.\n                                   IV. CONCLUSION\n       For these reasons, the magistrate judge’s order and judgment granting\nDEMCO’s motion for summary judgment and dismissing with prejudice\nSharkey’s claims are AFFIRMED.\n\n\n\n\n       9\n        We find this rule particularly apt here given that the decision not to interview Sharkey\nwas just one aspect of a lengthy hiring process that included interviews of several applicants,\nwhite and African-American, and ultimately resulted in the hiring of McCray several months\nlater.\n\n                                              19\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">           IN THE UNITED STATES COURT OF APPEALS\n                    FOR THE FIFTH CIRCUIT United States Court of Appeals\n                                                   Fifth Circuit\n\n                                                                            FILED\n                                                                         January 23, 2008\n\n                                       No. 06-31199                   Charles R. Fulbruge III\n                                                                              Clerk\n\nHARRELL SHARKEY\n\n                                                  Plaintiff-Appellant\nv.\n\nDIXIE ELECTRIC MEMBERSHIP CORPORATION\n\n                                                  Defendant-Appellee\n\n\n\n                   Appeal from the United States District Court\n                       for the Middle District of Louisiana\n                             USDC No. 3:04-CV-423\n\n\nBefore KING, BARKSDALE, and DENNIS, Circuit Judges.\nDENNIS, Circuit Judge:*\n       In this “reverse race discrimination” action, plaintiff-appellant Harrell\nSharkey, who is white, alleges that defendant-appellee Dixie Electric\nMembership Corporation (“DEMCO”) engaged in racially discriminatory hiring\npractices in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. §\n2000e et seq., when it failed to hire him for a vacant position even though he was\nqualified and instead hired an African-American applicant. Sharkey contends\nthat he was informed by DEMCO personnel that his application was futile\n\n\n       *\n         Pursuant to 5TH CIR. R. 47.5, the court has determined that this opinion should not\nbe published and is not precedent except under the limited circumstances set forth in 5TH CIR.\nR. 47.5.4.\n\f                                       No. 06-31199\n\nbecause the vacant position was reserved for African-American applicants only.\nThe magistrate judge granted summary judgment in favor of DEMCO and\ndismissed Sharkey’s suit.2 Sharkey now appeals. Because we conclude that\nDEMCO’s Affirmative Action Plan provides a legitimate, nondiscriminatory\nrationale for its decision to hire the African-American applicant instead of\nSharkey, we AFFIRM.\n               I. FACTUAL AND PROCEDURAL BACKGROUND\n       Pursuant to Louisiana Revised Statutes § 12:401, DEMCO was created in\n1983 as a private, nonprofit electric membership serving customers in the\nParishes of East Baton Rouge, West Feliciana, East Feliciana, Livingston,\nAscension, St. Helena, and Tangipahoa. DEMCO receives financial assistance\nin the form of low-cost loans from the Rural Utilities Service (“RUS”) of the\nUnited States Department of Agriculture.\n       On December 30, 2002, DEMCO’s General Manager, Henry Locklar,\nauthorized the utility’s Human Resources Manager, Diana Martin, who\nsupervises and controls DEMCO’s hiring process for vacant positions, to fill the\nposition of Lineman Helper for the Greensburg District Office, which had become\nvacant on November 8, 2002. On January 2, 2003, DEMCO issued a “Notice of\nJob Vacancy” to its employees and, later that week, placed an advertisement\nconcerning the vacant position in two newspapers – the Baton Rouge Sunday\nAdvocate and the St. Helena Echo.\n       DEMCO received forty applications for the Lineman Helper position,\nincluding an application from Sharkey. DEMCO’s hiring process requires\napplicants to take the Test of Adult Basic Education (“TABE”) and basic\n\n\n\n       2\n        Pursuant to 28 U.S.C. § 636(c), the parties consented to proceed in this matter before\na magistrate judge.\n\n                                              2\n\f                                       No. 06-31199\n\nAptitude Test Batteries (“ATBs”) to be considered for certain job lines, including\nthis Lineman Helper position. Test-takers receive scores of “high,” “medium,”\nor “low,” but, according to DEMCO, only candidates who receive “high” or\n“medium” scores are considered for interviews based upon their qualifications.\nAn applicant’s race does not appear on his application. DEMCO only learns of\nan applicant’s race at the time of an interview, if it elects to interview that\napplicant.\n       Sharkey received a “medium” score on the tests, but he was not selected\nfor an interview for the Lineman Helper position. Ultimately, on July 14, 2003,\nafter DEMCO interviewed eleven applicants, including two African-Americans,\nit hired Theodore McCray, Jr., an African-American candidate who was qualified\nfor the position. McCray scored a “medium” on the tests, had an engineering and\nelectronics background with previous experience in the wireless communications\nfield, was an engineer in training, was a native and resident of Greensburg, had\na clean driving record, and had previously worked at DEMCO in the summer of\n1990 as a substation technician.\n       In this suit, Sharkey alleges that, in failing to hire him for the vacant\nLineman Helper position, DEMCO engaged in racially discriminatory hiring\npractices in violation of Title VII of the Civil Rights Act of 1964 and Louisiana’s\nemployment discrimination law, Louisiana Revised Statutes § 23:332.3\n\n\n\n       3\n         Sharkey initially filed a discrimination complaint against DEMCO with the EEOC,\nalleging unlawful and racially motivated hiring practices, which was dismissed. Through that\ncomplaint, Sharkey exhausted the administrative remedies required by 7 C.F.R. § 15.6. See\n7 C.F.R. §§ 15.1, 15.2, 15.6 (requiring any person who believes himself to be subjected to\ndiscrimination prohibited by the Code of Federal Regulations to file with the Secretary of\nAgriculture or any agency, which includes any service, bureau, agency, office, administration,\ninstrumentality of or corporation within the U.S. Department of Agriculture, extending federal\nfinancial assistance to any program or activity, a written complaint regarding the alleged\ndiscrimination).\n\n                                              3\n\f                                       No. 06-31199\n\nSpecifically, Sharkey contends that he was not hired because he is white, even\nthough he was otherwise qualified for the position. He asserts that, after\napplying for the position, he was instructed by two members of DEMCO’s board\nof directors, Richard Sitman and Joe Self, as well as other current and former\nDEMCO employees that his application was “futile” because the Lineman Helper\nposition was specifically reserved for an African-American applicant. DEMCO,\non the other hand, argues that it considered Sharkey’s application, but decided\nto hire McCray based upon his qualifications and background, plus the fact that\nhe is African-American helped DEMCO achieve projected minority hiring goals\nset forth in its Affirmative Action Plan.\n       Since at least 1984, DEMCO has annually adopted and implemented an\nAffirmative Action Plan (“AAP”) prepared by Affirmative Action Plan USA, Inc.4\nDEMCO contends that, in these AAPs, its minority placement and hiring goals\nare evaluated and updated on a yearly basis. Relevant to this appeal, DEMCO\nhad in effect an Affirmative Action Plan from September 1, 2002, to August 31,\n2003 (“subject AAP”) entitled “Equal Employment Opportunity Affirmative\nAction Program under Executive Order 11246 as Amended.” The subject AAP\nnoted that the “major problem areas which currently exist are in the recruitment\n\n\n       4\n         Because DEMCO receives federal financial assistance from RUS, it must comply with\nthe non-discrimination provisions of Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d\net seq, and Executive Order 11246, 30 Fed.Reg. 12319 (1965). As we have previously stated,\nregulations promulgated under Executive Order 11246 require federal contractors to “analyze\nthe representation of . . . racial . . . minorities among their employees and, if the analysis\nreveals ‘underutilization’ of a particular group, to develop an affirmative action program that\nordinarily would include numerical goals and timetables by which the contractor’s progress can\nbe gauged.” Nat’l Bank of Commerce of San Antonio v. Marshall, </pre><span class=\"citation\" data-id=\"381328\"><a href=\"/opinion/381328/24-fair-emplpraccas-98-24-empl-prac-dec-p-31318-national-bank-of/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 475-76 (5th\nCir. 1980); see also United States v. Miss. Power & Light Co., </pre><span class=\"citation\" data-id=\"386068\"><a href=\"/opinion/386068/25-fair-emplpraccas-250-25-empl-prac-dec-p-31628-united-states-of/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span><pre class=\"inline\">, 905 (5th Cir. 1981)\n(“[Executive Order 11246] states that, with a few exceptions [which do not apply here], all\ngovernment contracts shall include a clause requiring the party contracting with the\ngovernment to take affirmative action to increase the hiring of members of racial minorities\nand other traditionally disadvantaged groups.”).\n\n                                               4\n\f                                    No. 06-31199\n\nof qualified minorities in the Laborers job group,” which includes the Lineman\nHelper position.    The subject AAP stated that there were eleven persons\nemployed in the Laborers job group at the time the subject AAP was prepared.\nOf that total, one (representing 9.1 percent of the total) was a minority. As\ncompared to the availability of minorities having the requisite skills in the\nreasonable recruitment area, minorities were found to be underutilized by 33.4\npercent, or by three minorities. DEMCO therefore projected the hiring of two\nminorities by August 31, 2003, provided there were openings and the minorities\nwere otherwise qualified. According to the subject AAP, “the ultimate goal . . .\nis to eradicate any deficiencies that pertain to minority . . . placement.”\n      On April 29, 2005, DEMCO filed a motion for summary judgment seeking\nto have this matter dismissed on the grounds that Sitman and Self did not have\nactual or apparent authority to make the alleged statements, such that they are\nnot imputable to DEMCO, and that the subject AAP provided a legitimate,\nnondiscriminatory reason for hiring a minority to fill the Lineman Helper\nposition. On August 25, 2005, the magistrate judge found that Sitman and Self\nwere not actually or apparently authorized to make the statements in question\nand such statements are therefore not imputable to DEMCO. The magistrate\njudge, however, denied DEMCO’s motion for summary judgment because\ngenuine issues of material fact remained as to whether DEMCO’s AAP and\nhiring practices violate Title VII. The magistrate judge found that, even though\nDEMCO is authorized by the RUS to take affirmative action to overcome the\neffects of prior discrimination, it had failed to show whether a “conspicuous\n[racial] imbalance” existed with respect to the particular job category at issue,\njustifying its minority hiring goals. More specifically, DEMCO “failed to present\nsufficient evidence regarding the purpose, duration, and effect of its affirmative\naction plan on third parties . . . .”\n\n                                         5\n\f                                       No. 06-31199\n\n       On July 31, 2006, DEMCO filed a second motion for summary judgment\nin which it presented additional evidence and arguments concerning the subject\nAAP and accompanying hiring policies in an effort to resolve the disputed issues\nof material fact discussed in the magistrate judge’s prior ruling. Finding the\nnewly presented evidence sufficient, on September 14, 2006, the magistrate\njudge issued an order granting DEMCO’s second motion for summary judgment\nand entered judgment dismissing Sharkey’s suit. The magistrate judge first\ndetermined that a genuine issue of material fact may exist as to whether\nSharkey is able to establish a prima facie case of race-based discrimination\nunder the burden-shifting framework set forth in McDonnell Douglas Corp. v.\nGreen, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802 (1973). Nevertheless, the magistrate judge found that\nthe subject AAP provided a legitimate, nondiscriminatory rationale for the\ndecision to hire McCray over the other applicants, including Sharkey. Further,\nthe magistrate judge concluded that Sharkey did not satisfy his burden of\nproving that the subject AAP was invalid, and hence a pretextual justification\nfor race-based discrimination.\n       On September 25, 2006, Sharkey filed a motion for new trial, which the\nmagistrate judge construed as a motion to amend or alter judgment pursuant to\nFederal Rule of Civil Procedure 59(e). The magistrate judge denied Sharkey’s\nmotion on October 19, 2006. Sharkey then took this appeal.5\n\n\n       5\n         As an initial matter, DEMCO contends that this court is without jurisdiction over\nSharkey’s appeal because his Notice of Appeal, filed on November 15, 2006, refers to “the final\njudgment of the Honorable Christine Noland, Magistrate Judge, dismissing Plaintiff’s action\nvia the granting of defendant’s Motion for Summary Judgment on the 19th day of October,\n2006.” DEMCO asserts that the denial of a motion to alter or amend a judgment is not\nseparately appealable from the judgment that it seeks to alter or amend. Because Sharkey\nreferences in his Notice of Appeal the magistrate judge’s October 19, 2006, order denying his\nmotion to alter or amend the judgment, but not the September 14, 2006, order and judgment\ngranting DEMCO’s motion for summary judgment and dismissing his suit, DEMCO argues\nthat this court does not have jurisdiction to consider Sharkey’s appeal.\n\n                                              6\n\f                                         No. 06-31199\n\n                              II. STANDARD OF REVIEW\n       We review a district court’s summary judgment ruling de novo, applying\nthe same standard as the district court. Wyatt v. Hunt Plywood Co., </pre><span class=\"citation\" data-id=\"27789\"><a href=\"/opinion/27789/wyatt-v-hunt-plywood-co-inc/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">405</span></a></span><pre class=\"inline\">, 408 (5th Cir. 2002). A party is entitled to summary judgment only if “the\npleadings, the discovery and disclosure materials on file, and any affidavits show\nthat there is no genuine issue as to any material fact and that the moving party\nis entitled to judgment as a matter of law.” Fed. R. Civ. P. 56(c). On a motion\nfor summary judgment, this court must view the facts in the light most favorable\nto the nonmoving party and draw all reasonable inferences in its favor. See\nHockman v. Westward Commc’ns, L.L.C., </pre><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></span><pre class=\"inline\">, 325 (5th Cir. 2004). In\nreviewing the evidence, this court must therefore “refrain from making\ncredibility determinations or weighing the evidence.”                      Turner v. Baylor\nRichardson Med. Ctr., </pre><span class=\"citation\" data-id=\"47925\"><a href=\"/opinion/47925/turner-v-baylor-richardson/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></a></span><pre class=\"inline\">, 343 (5th Cir. 2007).\n                                     III. DISCUSSION\n       Title VII prohibits an employer from failing or refusing to hire an\nindividual “because of such individual’s race, color, religion, sex, or national\norigin.”     42 U.S.C. § 2000e-2(a)(1).              A plaintiff can prove intentional\n\n\n        This argument is without merit. We have held that “a party does not forfeit the right\nto appeal by designating the wrong judgment if it is clear which judgment he is appealing.”\nOsterberger v. Relocation Realty Serv. Corp., </pre><span class=\"citation\" data-id=\"552860\"><a href=\"/opinion/552860/james-osterberger-jr-and-patricia-osterberger-v-relocation-realty/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 73 (5th Cir. 1991) (citing Foman v.\nDavis, </pre><span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span><pre class=\"inline\">, 181 (1962)); see also Sanabria v. United States, </pre><span class=\"citation\" data-id=\"109894\"><a href=\"/opinion/109894/sanabria-v-united-states/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 68 n.21\n(1978) (explaining that “[a] mistake in designating the judgment appealed from is not always\nfatal, so long as the intent to appeal from a specific ruling can fairly be inferred by probing the\nnotice and the other party was not misled or prejudiced”). Sharkey stated in his Notice of\nAppeal that he was appealing the “final judgment . . . dismissing Plaintiff’s action via the\ngranting of defendant’s motion for summary judgment . . . .” Although it is true that plaintiff\nprovided an incorrect date for this order and judgment, it is nonetheless clear that he intended\nto appeal the September 14, 2006, order. Moreover, DEMCO has not asserted that it was\nsomehow misled or otherwise prejudiced in any way by Sharkey’s Notice of Appeal.\nAccordingly, Sharkey’s Notice of Appeal was not defective, and we have jurisdiction over\nSharkey’s appeal of the magistrate judge’s September 14, 2006, final judgment dismissing his\nsuit by the grant of DEMCO’s motion for summary judgment.\n\n                                                7\n\f                                       No. 06-31199\n\ndiscrimination through either direct or circumstantial evidence. Wallace v.\nMethodist Hosp. Sys., </pre><span class=\"citation\" data-id=\"775548\"><a href=\"/opinion/775548/veronica-a-wallace-v-the-methodist-hospital-system/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span><pre class=\"inline\">, 219 (5th Cir. 2001). Where, as here, the\nplaintiff offers circumstantial evidence, we apply the familiar framework set\nforth in McDonnell Douglas. To prevail under that framework, the plaintiff\nmust establish a prima facie case from which discrimination may be inferred.\nLaxton v. Gap, Inc., </pre><span class=\"citation\" data-id=\"31538\"><a href=\"/opinion/31538/laxton-v-gap-inc/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span><pre class=\"inline\">, 578 (5th Cir. 2003). To establish this prima\nfacie case, the plaintiff must show: (1) that he is a member of a protected class;\n(2) that he applied and was qualified for a job for which the employer was\nseeking applicants; (3) that, despite his qualifications, he was rejected; and (4)\nthat, after his rejection, the position remained open and the employer continued\nto seek applicants from persons of plaintiff’s qualifications. See McDonnell\nDouglas, 411 U.S. at 802; Haynes v. Pennzoil Co., </pre><span class=\"citation\" data-id=\"20364\"><a href=\"/opinion/20364/haynes-v-pennzoil-company/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span><pre class=\"inline\">, 300 (5th Cir.\n2000).     The burden then shifts to the defendant to produce a legitimate,\nnondiscriminatory reason for the failure or refusal to hire the plaintiff. Laxton,\n333 F.3d at 578. If the defendant meets its burden, the plaintiff then bears the\nultimate burden of proving that the defendant’s proffered legitimate\nnondiscriminatory reason is a pretext for discrimination. Id. To carry this\nburden, the plaintiff must rebut each nondiscriminatory reason articulated by\nthe defendant. Id.\n       On appeal, DEMCO does not contest the district court’s determination that\nit was not entitled to summary judgment on the ground that Sharkey is unable\nto prove the elements of his prima facie case.6 Rather, assuming arguendo that\n\n\n       6\n         We note here that the magistrate judge’s denial of summary judgment on the issue\nof whether Sharkey could prove the elements of his prima facie case was proper, but not for the\nreasons provided below. The magistrate judge refused to grant summary judgment to DEMCO\nbecause she held that there was a genuine issue of material fact as to whether Sharkey was\nqualified for the Lineman Helper position. Specifically, DEMCO presented evidence below that\nit did not hire Sharkey because Mike Ballard, the person who would have been Sharkey’s\n\n                                              8\n\f                                       No. 06-31199\n\nSharkey can prove the elements of his prima facie case of discrimination,\nDEMCO        nonetheless     contends      that    it   has   advanced      a    legitimate,\nnondiscriminatory rationale for hiring McCray, a minority, to fill the vacant\nLineman Helper position.           Namely, DEMCO asserts that its challenged\nemployment decision was made pursuant to its internal hiring procedures, which\nincluded consideration of the subject AAP.\n       The Supreme Court has held that, in the Title VII context, the existence\nof an affirmative action plan can provide a legitimate, nondiscriminatory\nrationale for an employer’s decision as contemplated by the analytical\nframework set forth in McDonnell Douglas. Johnson v. Transp. Agency, Santa\nClara County, Calif., </pre><span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span><pre class=\"inline\">, 626 (1987); see also United Steelworkers of\nAm. v. Weber, </pre><span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span><pre class=\"inline\">, 208 (1979) (“We therefore hold that Title VII’s\nprohibition . . . against racial discrimination does not condemn all private,\nvoluntary, race-conscious affirmative action plans.”).               Where, as here, an\naffirmative action plan is articulated as the basis for the employer’s decision,\n\n\n\nsupervisor (and is now deceased), apparently told Martin, DEMCO’s human resources\nmanager, not to hire Sharkey because he was “obnoxious and arrogant.” On this basis,\nDEMCO argued that Sharkey was not qualified for the position. In response, Sharkey\npresented evidence in the form of an unsworn declaration from an employee of DEMCO who\nworked with Ballard that Ballard in fact liked Sharkey and had wanted him to be hired to fill\nthe vacant Lineman Helper position.\n        The magistrate judge should not have considered DEMCO’s evidence, nor Sharkey’s\nrebuttal evidence, when evaluating whether Sharkey could prove that he was qualified for the\nposition as a necessary element of his prima facie case. We have stated that “[o]nly objective\nrequirements may be used in making” the argument that a person is not qualified for a\nposition. Johnson v. Louisiana, </pre><span class=\"citation\" data-id=\"33216\"><a href=\"/opinion/33216/johnson-v-state-of-louisiana/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span><pre class=\"inline\">, 622 (5th Cir. 2003). “Otherwise, an employer\ncould ‘utilize wholly subjective standards by which to judge its employees’ qualifications and\nthen plead lack of qualification when its promotion process . . . is challenged as\ndiscriminatory.’” Id. (quoting Medina v. Ramsey Steel Co., Inc., </pre><span class=\"citation\" data-id=\"23003\"><a href=\"/opinion/23003/medina-v-ramsey-steel-co-inc/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">674</span></a></span><pre class=\"inline\">, 681 (5th Cir.\n2001)). Because it is undisputed that Sharkey had achieved the minimum test scores\nnecessary to be considered for the Lineman Helper position, that evidence should have been\ndeemed sufficient to establish that Sharkey was qualified for the position, and accordingly to\ndeny DEMCO’s motion for summary judgment on this aspect of Sharkey’s prima facie case.\n\n                                              9\n\f                                 No. 06-31199\n\n“the burden shifts to the plaintiff to prove that the employer’s justification is\npretextual and the plan is invalid.” Johnson, 480 U.S. at 626. The Johnson\nCourt further explained:\n        As a practical matter, of course, an employer will generally seek\n        to avoid a charge of pretext by presenting evidence in support of\n        its plan. That does not mean, however, as petitioner suggests,\n        that reliance on an affirmative action plan is to be treated as an\n        affirmative defense requiring the employer to carry the burden of\n        proving the validity of the plan. The burden of proving its\n        invalidity remains on the plaintiff.\nId. at 626-27.\n      To determine whether Sharkey has met his burden, we must look to the\nSupreme Court’s decision in Weber, which “addressed the question whether the\nemployer violated Title VII by adopting a voluntary affirmative action plan\ndesigned to ‘eliminate manifest racial imbalances in traditionally segregated job\ncategories.’” Id. at 627-28. There, the Court upheld the employer’s decision to\nselect less senior African-American applicants over the white respondent\nbecause the “purposes of the plan mirror those of [Title VII].” Weber, 443 U.S.\nat 208. The Weber Court explained: “Both were designed to break down old\npatterns of racial segregation and hierarchy. Both were structured to ‘open\nemployment opportunities for Negroes in occupations which have been\ntraditionally closed to them.’” Id. (quoting 110 CONG. REC. 6548 (1964) (remarks\nof Sen. Humphrey)).      In upholding the validity of the Weber employer’s\naffirmative action plan, the Court noted the following: (1) the plan “[did] not\nunnecessarily trammel the interests of the white employees” as it “[did] not\nrequire the discharge of white workers and their replacement with new black\nhirees”; (2) the plan did not “create an absolute bar to the advancement of white\nemployees” because half of those trained in the program were to be white; and\n\n\n                                       10\n\f                                  No. 06-31199\n\n(3) “the plan [was] a temporary measure . . . not intended to maintain racial\nbalance, but simply to eliminate a manifest racial imbalance.” Id.; see also Doe\nv. Kamehameha Sch./Bernice Pauahi Bishop Estate, </pre><span class=\"citation\" data-id=\"796187\"><a href=\"/opinion/796187/john-doe-a-minor-by-his-mother-and-next-friend-jane-doe-and-josephine/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span><pre class=\"inline\">, 840 (9th Cir.\n2006) (“We recently distilled the Court’s analysis this way: private employers’\naffirmative action plans (1) must respond to a manifest imbalance in the work\nforce; (2) must not ‘unnecessarily trammel[]’ the rights of members of the non-\npreferred class or ‘create an absolute bar to their advancement’; and (3) must do\nno more than is necessary to attain a balance.”); Dallas Fire Fighters Ass’n v.\nCity of Dallas, Tex., </pre><span class=\"citation\" data-id=\"756464\"><a href=\"/opinion/756464/77-fair-emplpraccas-bna-1025-75-empl-prac-dec-p-45782-dallas-fire/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span><pre class=\"inline\">, 442 (5th Cir. 1998) (“To determine the validity\nof the appointment we must examine whether it was justified by a manifest\nimbalance in a traditionally segregated job category and whether the\nappointment unnecessarily trammeled the rights of nonminorities or created an\nabsolute bar to their advancement.”). The Weber decision “was grounded in the\nrecognition that voluntary employer action can play a crucial role in furthering\nTitle VII’s purpose of eliminating the effects of discrimination in the workplace,\nand that Title VII should not be read to thwart such efforts.” Johnson, 480 U.S.\nat 630.\n      Analyzing DEMCO’s subject AAP in light of Weber, we have no difficulty\nconcluding that the subject AAP is valid, and thus can serve as DEMCO’s\nlegitimate, nondiscriminatory rationale for hiring McCray over other white\ncandidates, including Sharkey. As an initial matter, Sharkey does not argue on\nappeal that there was not a manifest racial imbalance in DEMCO’s workforce,\nor otherwise attempt to refute the magistrate judge’s well-reasoned\ndetermination, in her order granting DEMCO’s second motion for summary\njudgment, that no genuine issue of material fact existed as to whether there was\na manifest racial imbalance in DEMCO’s workforce, particularly as to the job\n\n\n                                        11\n\f                                        No. 06-31199\n\ntype in question. It is axiomatic that issues not briefed on appeal are waived.\nSee Ruiz v. United States, </pre><span class=\"citation\" data-id=\"759145\"><a href=\"/opinion/759145/no-97-20950/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span><pre class=\"inline\">, 275 (5th Cir. 1998). Sharkey does argue\non appeal that the subject AAP operated as an absolute bar to employment for\nwhite persons and that the subject AAP was not a temporary measure but rather\na perpetual one. We address each argument in turn.\n       To support his claim that the subject AAP served as an absolute bar to\nemployment for white persons and/or unnecessarily trammeled their rights,\nSharkey presented evidence below that DEMCO personnel, including two\nmembers of the board of directors, Sitman and Self, supposedly informed him\nthat it was “futile” to apply for the Lineman Helper position because the position\nwas reserved for African-American applicants.7 We have previously stated that\n“[e]mployers are liable under Title VII, in accordance with common law agency\nprinciples, for the acts of employees committed in the furtherance of the\nemployer’s business.” Long v. Eastfield Coll., </pre><span class=\"citation\" data-id=\"721331\"><a href=\"/opinion/721331/fayette-long-jeanell-reavis-v-eastfield-college/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span><pre class=\"inline\">, 306 (5th Cir. 1996)\n(citing Moham v. Steego Corp., </pre><span class=\"citation\" data-id=\"5974\"><a href=\"/opinion/5974/moham-v-steego-corp/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span><pre class=\"inline\">, 876 (5th Cir. 1993), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">510</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1197</span></span><pre class=\"inline\"> (1994)). We have also stated that “[a]n oral statement exhibiting\ndiscriminatory animus may be used to demonstrate pretext or . . . it may be used\nas additional evidence of discrimination.” Laxton, 333 F.3d at 583 (citing Russell\nv. McKinney Hosp. Venture, </pre><span class=\"citation\" data-id=\"771467\"><a href=\"/opinion/771467/sandra-russell-v-mckinney-hospital-venture-a-joint-venture-of-parkway/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span><pre class=\"inline\">, 225 (5th Cir. 2000)). Typically, but\nnot always, the person with authority over the employment decision is the one\nwho executes the action against the employee. Russell, 235 F.3d at 226. “If the\n\n\n\n       7\n         This evidence was in the form of Sharkey’s own deposition testimony. He did not\nprovide any affidavit or deposition testimony from any of the DEMCO employees or directors\nin support of his account of events. Though not dispositive of the issue before us on appeal, we\nnote here that we have previously accorded less weight in the summary judgment context to\n“[u]nsupported allegations or affidavit or deposition testimony setting forth ultimate or\nconclusory facts and conclusions of law . . . .” Clark v. America’s Favorite Chicken Co., </pre><span class=\"citation\" data-id=\"739081\"><a href=\"/opinion/739081/rogers-w-clark-jr-roger-r-burney-franchise-management-unlimited-and/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">295</span></a></span><pre class=\"inline\">, 297 (5th Cir. 1997).\n\n                                               12\n\f                                   No. 06-31199\n\nemployee can demonstrate that others had influence or leverage over the official\ndecisionmaker, and thus were not ordinary coworkers, it is proper to impute\ntheir discriminatory attitudes to the formal decisionmaker.” Id. at 226-27\n(citing, as examples, Long, 88 F.3d at 307; Hass v. ADVO Sys., Inc., </pre><span class=\"citation\" data-id=\"762037\"><a href=\"/opinion/762037/ron-haas-v-advo-systems-incorporated/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">732</span></a></span><pre class=\"inline\">, 734 n.1 (5th Cir. 1999)).\n      Here, the magistrate judge determined that neither Sitman nor Self had\nactual or apparent authority to make their alleged statements on behalf of\nDEMCO. Accordingly, the magistrate judge found that their alleged statements\nwere not imputable to DEMCO, and thus the statements could not be used to\nshow the subject AAP and DEMCO’s application/hiring process operated as an\nabsolute bar to the advancement of whites or unnecessarily trammeled their\nrights.8 On appeal, Sharkey conclusorily alleges in his brief that “[t]his position\nwas held by a black person, and was held open for a black person simply because\nof race. The statements . . . by board members and generally known to the\npublic suggest are [sic] very clear, persuasive evidence that this is a position for\nblacks only.”    Sharkey, however, apparently no longer contends that the\nstatements of Sitman and Self are imputable to DEMCO, an argument which\nwas made below and rejected by the magistrate judge. Sharkey certainly does\nnot point to any evidence in the record that supports an inference that Sitman\nor Self had any influence or leverage over the employment decision at issue.\nEven if we were to find that Sharkey adequately presented this issue for\nappellate review, the unrebutted evidence in the record shows that the alleged\nstatements were not imputable to DEMCO. Under Board Policy No. BD-2,\nwhich establishes the policy governing the relationship between the board of\n\n\n\n      8\n     The magistrate judge reached the same conclusion as to the alleged statements by\nDEMCO employees.\n\n                                         13\n\f                                   No. 06-31199\n\ndirectors and the general manager, the board of directors delegates to the\ngeneral manager the “authority to hire capable personnel within established\nwage scales, train and supervise, and replace them.” Accordingly, pursuant to\nthis delegation of authority, the board of directors is not to exercise any decision-\nmaking authority concerning the hiring of DEMCO employees. BD-2 also\nprovides that the directors are to “refrain, as individuals, from discussing\nmanagement problems with the personnel of the corporation, except in cases\nwhere the board of directors may deem it necessary to confer with personnel at\nregular or special meetings of the board.” Locklar, DEMCO’s general manager,\nindicated in an affidavit that the Lineman Helper position was not discussed at\nany board of directors meeting between the date when it became vacant and the\ndate when it was filled.\n      Additional evidence leads us to the conclusion that the subject AAP did not\noperate as an absolute bar to employment for whites or unnecessarily trammel\ntheir rights. DEMCO presented competent evidence in the form of the affidavit\nand deposition testimony of Martin, its human resources manager, indicating\nthat its application and hiring process were nondiscriminatory. Specifically, the\nuncontroverted evidence establishes the following: “[t]hat selection of an\nemployee by DEMCO entails consideration of his/her general background,\neducation, training, experience, aptitude for a certain kind of work, character\nand probability of long term employment as per Board Policy No. LR-1”; “[t]hat\nDEMCO hires and promotes employees without regard to race, color, religion,\nsex, handicap, or national origin”; that all applicants must take the TABE and\nATBs; that only candidates with a ‘high’ or ‘medium’ score are considered for\ninterview based upon their qualifications; that candidates are selected for\ninterview at DEMCO’s sole discretion; “[t]hat an applicant’s race does not appear\non his/her application and that DEMCO can only ascertain the race of an\n\n                                         14\n\f                                  No. 06-31199\n\napplicant at the time of interview, assuming it elects to interview the applicant”;\nthat DEMCO received forty applications for the Lineman Helper position; that\nSharkey and other white applicants were considered for the position; that\nSharkey was not selected for an interview; that DEMCO interviewed multiple\napplicants, white and African-American, for the position; that DEMCO\nultimately hired McCray, a African-American applicant, “because he scored a\n‘medium’ on the test, had an engineering and electronics background with\nprevious electronics experience in the wireless communications field, was an\nengineer in training, was a native and resident of Greensburg, had a clean\ndriving record, and had previously worked at DEMCO in the summer of 1990 as\na substation technician”; and that McCray, as a qualified minority applicant,\nenabled DEMCO to fulfill, in part, its hiring goal for Job Group 8-A for the year\nending on August 31, 2003. Further, Martin testified at her deposition that a\n“hiring goal” of two African-Americans did not necessarily mean that DEMCO\nwould hire two African-Americans to fill vacant positions. She stated that “I’m\ngoing to hire the two most qualified people that I can find.”\n      Sharkey failed to controvert this evidence; in fact, he did not present any\ncompetent evidence that could create a genuine issue of material fact as to\nwhether the subject AAP and DEMCO’s concomitant application and hiring\nprocesses served as an absolute bar to the advancement of whites or\nunnecessarily trammeled their rights.         Rather, the evidence before the\nmagistrate judge on summary judgment showed quite clearly that DEMCO\nbased its decision to hire McCray first and foremost on his qualifications and\nbackground. That McCray is African-American, and as such helped DEMCO\nfulfill in part its yearly goal under the subject AAP, was secondary.\nConsideration of McCray’s race in this context, as a “plus” in addition to the\napplicant’s qualifications, was therefore permissible. See Johnson, 480 U.S. at\n\n                                        15\n\f                                 No. 06-31199\n\n638 (discussing Regents of Univ. of Cal. v. Bakke, </pre><span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span><pre class=\"inline\">, 316-19 (1978)).\nMoreover, the subject AAP did not result in or require the discharge of white\nemployees and their replacement with new African-American hirees, nor is there\nany competent evidence that DEMCO would not or will not hire qualified white\napplicants for similar positions. Accordingly, we find that summary judgment\nwas appropriate as to Sharkey’s challenge of the subject AAP as an absolute bar\nto the advancement of whites or as unnecessarily trammeling their interests.\n      Turning to Sharkey’s second argument against the validity of the subject\nAAP, Sharkey asserts that he presented sufficient evidence to create a genuine\nissue of material fact as to whether the subject AAP does more than is necessary\nto attain a racial balance because it is a perpetual, not a temporary, measure.\nSee Weber, 443 U.S. at 208 (stating that “the plan is a temporary measure; it is\nnot intended to maintain racial balance, but simply to eliminate a manifest\nracial imbalance”). Specifically, he points to evidence obtained during discovery\nshowing that “in the more than ten years and fourteen hundred pages of\n[DEMCO] board minutes . . . , there is no discussion of affirmative action goals,\nthere is no mention of approving the affirmative action plan, and, in fact, there\nis not even one single mention of the words ‘affirmative action.’” Sharkey also\nreferences the deposition testimony of Martin, in which she stated that she had\n“never thought about not needing [an affirmative action plan],” and that any\ndecision as to ending DEMCO’s use of AAPs would likely be made in conjunction\nwith RUS.\n      We do not find Sharkey’s arguments compelling in this regard. First, our\nreview of the proceedings below shows that Sharkey did not present any\nargument as to, or evidence of, the DEMCO board minutes to the magistrate\njudge through his oppositions to DEMCO’s motions for summary judgment. In\nfact, the evidence concerning the DEMCO board minutes was not made a part\n\n                                       16\n\f                                  No. 06-31199\n\nof the summary judgment record.          Therefore, that evidence will not be\nconsidered here. See Skotak v. Tenneco Resins, Inc., </pre><span class=\"citation\" data-id=\"575849\"><a href=\"/opinion/575849/mary-faye-skotak-george-jerry-skotak-and-eric-norman-skotak/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span><pre class=\"inline\">, 915 (5th Cir.\n1992) (“Although on summary judgment the record is reviewed de novo, this\ncourt, for obvious reasons, will not consider evidence or arguments that were not\npresented to the district court for its consideration in ruling on the motion.”). As\nto the evidence that we will consider, namely Martin’s deposition testimony,\nwhich was presented to the magistrate judge, this evidence, at most, merely\nestablishes that DEMCO could not conclusively state when its use of one-year\nAAPs would end. It does not tend to show that the subject AAP was intended to\nmaintain a racial balance, nor does it tend to prove that DEMCO’s use of AAPs\nis of unlimited duration, particularly when viewed in the context of the\nuncontroverted evidence provided by DEMCO.\n      Specifically, it is undisputed that DEMCO prepares a new AAP each year\nto comply with the terms of its lending agreement with RUS, which, as a federal\nagency, requires DEMCO to meet its affirmative action obligations under\nExecutive Order 11246. Section V of the subject AAP, entitled “Goals and\nTimetables,” states that the “Utilization Analysis-Statistics and Goals sheets\nthat are an integral part of this plan reflect the Corporation’s Expected Goal\nHires (goals) by August 31, 2003.” The subject AAP expressly contemplated that\njob openings or newly established jobs, as they occur, were to be reviewed “in\nconsonance with the minority . . . goals in the Corporation’s goals and\ntimetables.”   Those goals were based on detailed statistical analyses that\ncalculated DEMCO’s underutilization of minorities in its workforce for various\njob categories, using labor force and statistical availability data that was up-to-\ndate as of the commencement of the subject AAP in 2002. DEMCO’s minority\nhiring goals changed from year-to-year based on an annual reassessment of the\ncompany’s underutilization of minorities in various areas of its workforce.\n\n                                        17\n\f                                 No. 06-31199\n\nMoreover, these goals were precisely that – goals. The subject AAP did not\nmandate that DEMCO must hire a certain number of minorities for the 2002-03\nperiod to fill specific positions.    In fact, the subject AAP emphasized\n“employment of individuals who are qualified for the new or vacant positions,”\nindicating that race was to be considered as a “plus” only if the applicant was\notherwise qualified for the position. Thus, given the summary judgment record\nbefore us in this case, we find that Sharkey has not created a genuine issue of\nmaterial fact as to whether the subject AAP was anything more than a\ntemporary measure designed to eliminate a manifest racial imbalance in\nDEMCO’s workforce.\n      In sum, Sharkey has presented insufficient evidence to carry his burden\nof proving that DEMCO’s subject AAP was invalid, and hence its justification for\nnot hiring him pretextual. Because Sharkey is unable to rebut this legitimate,\nnondiscriminatory rationale articulated by DEMCO for its employment decision\nconcerning the vacant Lineman Helper position, we need not address DEMCO’s\nother proffered reason for not interviewing Sharkey, i.e., that the person who\nwould have supervised the new Lineman Helper did not like Sharkey and found\nhim to be arrogant and obnoxious. See Laxton, 333 F.3d at 578 (“The plaintiff\nmust rebut each nondiscriminatory reason articulated by the employer.”)\n(emphasis added). While it may be true, in light of the evidence discussed supra\nnote 6, that an issue of material fact exists as to whether that particular\nrationale offered by DEMCO was false or pretextual, it does not necessarily\nfollow that all rationales articulated by DEMCO are by extension unworthy of\ncredence. Otherwise, there would be no reason to require a plaintiff to rebut\n\n\n\n\n                                      18\n\f                                       No. 06-31199\n\neach nondiscriminatory reason articulated by the employer.9 Consequently,\nbecause the subject AAP was a legitimate, nondiscriminatory rationale for\nDEMCO’s decision to hire an otherwise qualified African-American applicant,\nwe conclude that summary judgment was appropriate as to Sharkey’s reverse\nrace discrimination claim under Title VII.\n                                   IV. CONCLUSION\n       For these reasons, the magistrate judge’s order and judgment granting\nDEMCO’s motion for summary judgment and dismissing with prejudice\nSharkey’s claims are AFFIRMED.\n\n\n\n\n       9\n        We find this rule particularly apt here given that the decision not to interview Sharkey\nwas just one aspect of a lengthy hiring process that included interviews of several applicants,\nwhite and African-American, and ultimately resulted in the hiring of McCray several months\nlater.\n\n                                              19\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/5974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/20364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/23003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/27789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/31538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/33216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/47925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106497/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/381328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386068/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/552860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/575849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/756464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796187/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T08:47:05.965418Z",
      "date_modified": "2014-12-21T08:47:05.965418Z",
      "date_filed": "2008-01-23",
      "date_filed_is_approximate": false,
      "slug": "sharkey-v-dixie-elec-mbrship",
      "citation_id": 56033,
      "case_name_short": "Sharkey",
      "case_name": "Sharkey v. Dixie Elec Mbrship",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1008335/sharkey-v-dixie-elec-mbrship/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:44:21.841773Z",
  "date_modified": "2017-09-07T15:06:02.217417Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Sharkey",
  "case_name": "Sharkey v. Dixie Elec Mbrship",
  "case_name_full": "",
  "slug": "sharkey-v-dixie-elec-mbrship",
  "docket_number": "06-31199",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}