{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1008173/",
  "id": 1008173,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/txwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1449363/",
      "id": 1449363,
      "absolute_url": "/opinion/1449363/zamora-v-new-braunfels-independent-school-district/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1008173/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1449363/",
          "id": 1449363,
          "absolute_url": "/opinion/1449363/zamora-v-new-braunfels-independent-school-district/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1449363/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3053/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:13:09.699414Z",
          "date_modified": "2017-04-05T21:04:49.569497Z",
          "type": "010combined",
          "sha1": "fd0b644d2446d1170489bba0b3398970c64617d4",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>362 F.Supp. 552 (1973)</b></center>\n<center><h1>Aguinaldo ZAMORA et al., Plaintiffs,<br>\nv.<br>\nNEW BRAUNFELS INDEPENDENT SCHOOL DISTRICT et al., Defendants.</h1></center>\n<center>Civ. A. No. 68-205.</center>\n<center><p><b>United States District Court, W. D. Texas, San Antonio Division.</b></p></center>\n<center>July 23, 1973.</center>\n<p><span class=\"star-pagination\">*553</span> <span class=\"star-pagination\">*554</span> Guadalupe Salinas, Mexican American Legal Defense &amp; Educational Fund, John E. Serna, San Antonio, Tex., Jack Greenberg, New York City, for plaintiffs.</p>\n<p>J. Burleson Smith, Terry Bickerton, Cox, Smith, Smith, Hale &amp; Guenther, San Antonio, Tex., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>SPEARS, Chief Judge.</p>\n<p>On this the 20th day of July, 1973, came on to be considered Defendants' Motion to Strike certain of plaintiffs' proposed findings of fact and conclusions of law, on the ground that they are not supported by answers to interrogatories that were introduced in evidence at the trial. Although, technically, answers to interrogatories are not considered as evidence unless introduced as such at the trial (8 Wright and Miller, Federal Practice and Procedure, § 2180), it appears that there was some misunderstanding on the part of counsel for plaintiffs as to the full extent of the contents of the joint exhibit offered in evidence by counsel for defendants; therefore, under the circumstances, and insofar as the questioned proposed findings are concerned, this Court is of the opinion that the motion to strike should be denied, and it is so ordered. In this connection, however, it is appropriate to note that all findings of fact and conclusions of law considered material and relevant to the disposition of this lawsuit are incorporated into and made a part of the order of this Court on the merits, dated July 20, 1972, and filed coincident herewith.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>By this suit, filed pursuant to miscellaneous civil rights acts, 42 U.S.C.A. §§ 1981, 1983, 1988, 2000c-8, and 2000d, this Court is asked to remedy the alleged segregative practices currently being enforced, in the process of student assignment, by the New Braunfels Independent School District (NBISD), New Braunfels, Comal County, Texas. Plaintiffs, parents and next friends of minor school children, are citizens of the United States residing within the jurisdiction of NBISD and are of either Mexican descent (hereinafter referred to as Mexican-American) or African descent (hereinafter referred to as Negro). Defendants are NBISD, the officers and members of its Board of Trustees, and its Superintendent. The sole issue in this case, as stipulated by all parties, is whether or not NBISD has an affirmative obligation to take further action to balance the racial composition of students at Lone Star and Seele Elementary Schools as a result of either <i>de jure</i> or <i>de facto</i> segregation. Based upon a review of all the evidence presented during three and one-half days of trial, the many stipulations, and the detailed and comprehensive briefs filed and the authorities cited therein, the Court finds (1) that there was no intent on the part of NBISD to deprive Mexican-American children of an educational opportunity equal to that of children of any other race, and that the numerical racial imbalance extant in the two schools in question is the result of neighborhood residential patterns existing within a school district operated with complete neutrality as to race; and (2) that, albeit there was state-imposed segregation as to Negro children prior to the decision <span class=\"star-pagination\">*555</span> in Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), all vestiges of such segregation have been eliminated \"root and branch.\"</p>\n<p>A review of the facts reveals that NBISD encompasses all of New Braunfels west of the Guadalupe River. Within the district are 4200 students with an ethnic composition of 2% Negro, 48% Mexican-American, and 50% Anglo-American (Anglo) split among one high school, one junior high school, and four elementary schools. Racially, the elementary schools have the following postures:</p>\n<blockquote>(1) Lone Star (408 students): 89% Mexican-American; 6% Negro; 5% Anglo.</blockquote>\n<blockquote>(2) Seele (514 students): 9% Mexican-American; 91% Anglo.</blockquote>\n<blockquote>(3) Carl Schurz (total enrollment unknown): 36% Mexican-American; 3% Negro; 61% Anglo.</blockquote>\n<blockquote>(4) Lamar (total enrollment unknown): 61% Mexican-American; 3% Negro; 3% Anglo.</blockquote>\n<p>The four schools are located, roughly, in the four quadrants of the District, and there is no complaint as to the racial composition of either Carl Schurz or Lamar.</p>\n<p>A complete, chronological history of the elementary school progression in NBISD is lacking from this case. We do know, however, that prior to 1934 there was a school referred to as the Comal \"Mexican\" School which was located in what is now the Lamar School Zone. The school was 100% Mexican and, at least through 1924, none of its graduates were allowed to attend New Braunfels High School. In 1934 the Comal School was closed and Stephen F. Austin opened a few blocks away, joining Lamar, Carl Schurz and Booker T. Washington (the Negro school). This was the basic school pattern until 1955, when NBISD built Seele and a new Lone Star. At no time has any school presently existing within NBISD been attended exclusively by any one race.</p>\n<p>Prior to 1953 Lone Star was not in NBISD, but, rather, was the only school in the Lone Star Common School District. Evidently, those students wishing to continue their education beyond the elementary level, which was rare in the small, farming community, could do so at New Braunfels High School. Through 1926 we know that Lone Star was a completely Anglo school. In that year, however, an enterprising real estate agent purchased a tract of the fertile farmland, put in a street, and started selling lots, many of which were purchased by Mexican-Americans. It has been estimated that a majority of Lone Star students were Mexican-American in 1929, and that, by 1935, the percentage had grown to almost 90%, approximately its present level. In 1953 NBISD brought Lone Star into its district. It erected a new school in 1955 on the same site as that of the previous school. The zone lines for Lone Star remained identical to the old district lines with the exception that the predominately Anglo Becker Addition to the south was placed in the Carl Schurz zone. In the summer of 1967 the boundaries of the Lone Star zone were extended to encompass a sparsely populated, racially neutral area to the north and the Becker Addition. Almost immediately, however, the Anglos began their flight and the area became, as it is today, predominantly Mexican-American.</p>\n<p>As stated above, Seele was also built in 1955. It was located to catch the increasing growth in the northwest quadrant, approximately equidistant from the other three schools. (Roughly, Lone Star is in the southwest quadrant, Carl Schurz in the southeast, and Lamar in the northeast.) According to testimony of members of the NBISD Board of Trustees, absolutely no consideration was given to the question of racial balance when Seele was constructed.</p>\n<p>Although there are those who may conclude that \"[t]he current status of <span class=\"star-pagination\">*556</span> school desegregation is easy to describe,\"<sup>[1]</sup> this Court is of the belief that, even with the recent guidance of Keyes v. School District No. 1, 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973), it is still faced with a Gordian problem when it tries to apply the law to the facts of an individual case. Stated simply, the task before this Court is first to determine whether Constitutionally impermissible segregation exists within NBISD, and, second, if such segregation does exist, to use its broad powers of equity to remedy the situation. See Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).</p>\n<p>The first step in determining whether or not constitutionally impermissible segregation occurs in NBISD, is to determine whether, in fact, there are \"segregated\" schools in the district. The Supreme Court in <i>Keyes,</i> 413 U.S. at 195, 93 S.Ct. 2686 at 2691, has given the following test for the determination of the existence of a \"segregated\" school:</p>\n<blockquote>What is or is not a segregated school will necessarily depend on the facts of each particular case. In addition to the racial and ethnic composition of a school's student body, other factors such as the racial and ethnic composition of faculty and staff and the community and administration attitudes toward the school must be taken into consideration.</blockquote>\n<p>In addition, since Mexican-Americans and Negroes suffer from the \"same educational inequities\" in the Southwest, they are to be grouped together in any ethnic composition determination made by the Court at this stage. <i>Keyes,</i> at 197, 93 S.Ct. 2692. Therefore, in applying the above test, Lone Star and Seele elementary schools must be considered \"segregated\" schools. Lone Star has a student body ethnic composition of 5% Anglo and 95% non-Anglo, and Seele has a composition of 91% Anglo and 9% non-Anglo. Furthermore, approximately 95% of the teachers within NBISD are Anglo. Such findings would make any determination of present community and administrative attitudes superfluous at this stage, and this Court, accordingly, will refrain from considering such.</p>\n<p>Having concluded that there is currently, in fact, the existence of two segregated schools in NBISD, this Court must determine whether or not such segregation is unconstitutional. Until last August, the line between constitutional and unconstitutional segregation had traditionally been drawn in light of the <i>de facto-de jure</i> dichotomy. It was at that time that the Fifth Circuit indicated in Cisneros v. Corpus Christi I. S. D., 467 F.2d 142, 147 (5th Cir. 1972) (en banc) that this distinction would not be followed, when it stated:</p>\n<blockquote>Although <i>Brown</i> arose in the context of segregation by state law, often termed \"classical or historical <i>de jure</i> segregation,\" . . . we think it clear today beyond peradventure that the contour of unlawful segregation extends beyond statutorily mandated segregation to include the actions and policies of school authorities which deny to students equal protection of the laws by separating them ethnically and racially in public schools. [Citations omitted.] Such actions are \"state action\" for the purposes of the Fourteenth Amendment, and result in dual school systems that cannot be somehow less odious because they do not flow from a statutory source. The imprimatur of the state is no less visible. The continuing attempt to cast segregation that results from such action as <i>de facto</i> and beyond the power of the court to rectify is no longer entitled to serious consideration.</blockquote>\n<p>This Court, however, agrees with the conclusion of Judge John H. Wood, Jr. to the effect that the <i>Cisneros</i> opinion is out of step with writings by the Supreme <span class=\"star-pagination\">*557</span> Court. See Morales v. Shannon, No. DR-70-CA-14 (W.D.Tex. Feb. 13, 1973), slip opinion at 22ff. This conclusion appears to have been verified by the recent <i>Keyes</i> opinion. Although the majority never squarely faced the issue of whether or not to perpetuate the distinction between <i>de jure</i> and <i>de facto</i> segregation, it spoke often of <i>de jure</i> segregation, even to the extent of defining it; i. e., \"a current condition of segregation resulting from intentional state action directed specifically to the . . . schools.\" Keyes, 413 U.S. at 2, 93 S. Ct. at 2696. Furthermore, the two concurring opinions of Justices Douglas and Powell were specifically addressed to the question presented by <i>Cisneros.</i> It is, therefore, the conclusion of this Court that the <i>Cisneros</i> approach has not been approved by the Supreme Court, and that, consequently, the only segregation that the Courts are permitted to remedy is <i>de jure</i> segregation.</p>\n<p>The Supreme Court's definition of <i>de jure</i> segregation, found in <i>Keyes,</i> supra, indicates that the question of segregative intent is a vital concern to a Court in desegregation suits. Therefore, the facts and circumstances surrounding this case, especially the fact that Mexican-Americans have never been subjected to statutorily-imposed segregation in Texas, indicate that this Court should turn from a recognition of only two races (i. e., Anglos and non-Anglos) to a tripartite discussion of segregation in NBISD. Inherent in the remainder of this opinion is the recognition of Mexican-Americans as an identifiable class for purposes of the Fourteenth Amendment. <i>Keyes</i> at 197, 93 S.Ct. at 2691; Hernandez v. Texas, 347 U.S. 475, 74 S. Ct. 667, 98 L.Ed. 866 (1954).</p>\n<p></p>\n<h2>SEGREGATION OF NEGROES</h2>\n<p>There can be no doubt that racial segregation of Negroes has occurred in NBISD, as, prior to <i>Brown,</i> it was statutorily impermissible for Negroes to attend the Anglo school. Since <i>Brown,</i> however, the Negro school, Booker T. Washington, has been closed, and the Negro children, who comprise 2% of the school children in NBISD, attend the school nearest their homes. This disbursement has resulted in Negroes attending three out of the four elementary schools in the district in relatively equal proportions. Consequently, this Court can only conclude that all vestiges of segregation as to pupil assignment have been eliminated from NBISD \"root and branch\" as required by the Fourteenth Amendment. See Green v. County School Board of New Kent County, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968).</p>\n<p></p>\n<h2>SEGREGATION OF MEXICAN-AMERICANS</h2>\n<p>Having found that there is a current condition of segregation existing within NBISD, this Court must determine whether or not it has resulted from <i>intentional</i> state action which was directed specifically at the schools. As the segregation of Mexican-Americans is not the result of a statutory dual system, this Court will analyze the alleged acts of discrimination to determine whether plaintiffs have proved \"that the school authorities have carried out a systematic program of segregation affecting a substantial portion of the students, schools, teachers and facilities within the school system . . . .\" <i>Keyes</i> 93 S.Ct. at 2694.</p>\n<p>(A) <i>Public and Private Acts of Discrimination.</i> Here, plaintiffs complain of such facts as (1) births and deaths were, from 1924 to 1960, recorded in New Braunfels according to racial classifications; (2) one witness had never heard of any Mexican-American being buried in the city cemetery; (3) Mexican-Americans at one time were not allowed in Landa Park; (4) there has never been a Mexican-American elected mayor of New Braunfels; and (5) certain <span class=\"star-pagination\">*558</span> theaters and restaurants in New Braunfels have discriminated in their service to Mexican-Americans. This Court finds that these alleged acts of discrimination are completely irrelevant to the issue of <i>de jure</i> segregation.</p>\n<p>(B) <i>Residential Segregation.</i> The gravamen of the plaintiffs' complaint here is that racially and economically restrictive covenants have been found in certain deeds and plat dedications in the City of New Braunfels. First, as to the economic restrictions, this Court finds no merit in the complaint that they indicate a policy of <i>de jure</i> segregation, or, for that matter, <i>any</i> racial discrimination, in NBISD. Plaintiffs' attorney, himself, indicated at trial that such restrictions are permissible. After the Court asked him whether or not it was illegal to set restrictions on the size of a home and the cost of a home in a subdivision, he stated, \"No, Your Honor, we are not alleging that you can't do that. It is one of the few rights left that you can totally do.\"</p>\n<p>Second, this Court does not feel that racially restrictive covenants are pertinent to this suit, as they were held illegal seven years before 1955, the year in which the two schools complained about were built. Shelley v. Kraemer, 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161 (1948). In addition, Texas courts were quick to recognize Shelley v. Kraemer and use it to invalidate restrictive covenants against \"persons of Mexican descent.\" See Clifton v. Puente, 218 S.W. 2d 272 (Tex.Civ.App.  San Antonio 1948, writ ref'd n. r. e.). The test for remoteness was stated in <i>Keyes,</i> 413 U. S. at 210, 93 S.Ct. at 2698, as follows:</p>\n<blockquote>If the actions of school authorities were to any degree motivated by segregative intent and the segregation resulting from those actions continues to exist, the fact of remoteness in time certainly does not make those actions any less `intentional.'</blockquote>\n<p>As both the Seele School Zone and the Lone Star School Zone did not come into existence until 1955, a time after which racially restrictive covenants were <i>per se</i> illegal, such restrictions could not have been a motivating factor of the school district in drawing school zones.</p>\n<p>(C) <i>Alleged Actions by NBISD.</i> There is evidence that, up until about 40 years ago, NBISD ran a school known as the Mexican school. This school was located in a zone not in controversy in this lawsuit and was replaced by Stephen F. Austin Elementary School in 1934. The evidence of segregation at the new school was that, in 1941, a Mexican-American parent testified that he thought that he had to send his children to that school even though another elementary school, Carl Schurz, was closer to his home. The testimony reveals, however, that, when the parent took his children to Carl Schurz for enrollment, they were accepted without opposition. The evidence further shows that at no previous time had a Mexican-American child been turned away from Carl Schurz. In addition, the evidence fails to reveal any time after 1924 when Mexican-Americans were prohibited from attending the only high school in the district.</p>\n<p>Plaintiffs also complain that the construction of both Seele and Lone Star effectuated segregation in the district. Both were built in 1955. At that time Seele was located in a sparsely populated area, and Lone Star was built in the heart of a Mexican-American neighborhood. As stated above, the establishment of Lone Star Elementary School in NBISD came about by the merger of Lone Star Common School District with NBISD in 1953, at a time when the Lone Star District was 95% Mexican-American. NBISD had no obligation to incorporate the district and, in fact, it was a financial burden to do so. A new school was provided at Lone Star, and, in an attempt to save NBISD some money, <span class=\"star-pagination\">*559</span> the school was erected on the same site as the old school. This enabled NBISD to replace an old, wooden building with \"a very fine new school out of bricks.\" Seele, on the other hand, was constructed new in 1955, and a new school zone was thereby formed. At that time, it is to be noted that the Seele zone was 33% Mexican-American. Based on the evidence, the Court finds that race was not a factor in the construction of either school. Although there have been four zone changes involving Seele and Lone Star, all were brought about by shifts in population.</p>\n<p>In light of the above, this Court finds that there is no <i>de jure</i> segregation currently being practiced against Mexican-Americans in NBISD. To the contrary, this Court finds that any existing segregation is purely <i>de facto</i> and strictly the result of shifting residential patterns within the community. It is just this situation that this Court, as well as others, was hoping the Supreme Court would speak to in <i>Keyes</i>; however, the majority saw fit to dispose of the problem in the following manner, 413 U.S. at 212, 93 S.Ct. at 2699:</p>\n<blockquote>We have no occasion to consider in this case whether a \"neighborhood school policy\" of itself will justify racial or ethnic concentrations in the absence of a finding that school authorities have committed acts constituting <i>de jure</i> segregation.</blockquote>\n<p>This Court must conclude, therefore, that Chief Justice Burger's words in <i>Swann,</i> 402 U.S. at 16, 91 S.Ct. at 1276, are appropriate here:</p>\n<blockquote>School authorities are traditionally charged with broad power to formulate and implement educational policy and might well conclude, for example, that in order to prepare students to live in a pluralistic society each school should have a prescribed ratio of Negro [or Mexican-American] to white students reflecting the proportion for the district as a whole. To do this as an educational policy is within the broad discretionary powers of school authorities; absent a finding of a constitutional violation, however, that would not be within the authority of a federal court.</blockquote>\n<p>It is therefore ordered that all relief sought by the plaintiffs in this cause is hereby denied.</p>\n<p>Primarily upon the several joint requests of opposing counsel, the foregoing decision in this case has been delayed far beyond what normally would have been the situation. Among other things, there have been a number of new developments in the applicable law, most of which, unfortunately, did not prove to be either as significant or controlling as it was hoped they might be. In any event, this Court has been impressed, not only with the spirit of cooperation exemplified by all counsel in their efforts to bring this matter to a successful conclusion, but also with their sense of dedication to the task before them and the high caliber of work they have performed in assisting this Court. As a consequence, counsel are commended for their services as officers of the Court, and as able representatives of the interests of their respective clients.</p>\n<p>The findings of fact and conclusions of law contained in this opinion shall constitute this Court's compliance with Rule 52, Federal Rules of Civil Procedure.</p>\n<h2>NOTES</h2>\n<p>[1]  Powe, The Road to Swann: Mobile County Crawls to the Bus, 51 Texas L.Rev. 505 (1973).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">552</span></span> (1973)</b></center>\n<center><h1>Aguinaldo ZAMORA et al., Plaintiffs,<br>\nv.<br>\nNEW BRAUNFELS INDEPENDENT SCHOOL DISTRICT et al., Defendants.</h1></center>\n<center>Civ. A. No. 68-205.</center>\n<center><p><b>United States District Court, W. D. Texas, San Antonio Division.</b></p></center>\n<center>July 23, 1973.</center>\n<p><span class=\"star-pagination\">*553</span> <span class=\"star-pagination\">*554</span> Guadalupe Salinas, Mexican American Legal Defense &amp; Educational Fund, John E. Serna, San Antonio, Tex., Jack Greenberg, New York City, for plaintiffs.</p>\n<p>J. Burleson Smith, Terry Bickerton, Cox, Smith, Smith, Hale &amp; Guenther, San Antonio, Tex., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>SPEARS, Chief Judge.</p>\n<p>On this the 20th day of July, 1973, came on to be considered Defendants' Motion to Strike certain of plaintiffs' proposed findings of fact and conclusions of law, on the ground that they are not supported by answers to interrogatories that were introduced in evidence at the trial. Although, technically, answers to interrogatories are not considered as evidence unless introduced as such at the trial (8 Wright and Miller, Federal Practice and Procedure, § 2180), it appears that there was some misunderstanding on the part of counsel for plaintiffs as to the full extent of the contents of the joint exhibit offered in evidence by counsel for defendants; therefore, under the circumstances, and insofar as the questioned proposed findings are concerned, this Court is of the opinion that the motion to strike should be denied, and it is so ordered. In this connection, however, it is appropriate to note that all findings of fact and conclusions of law considered material and relevant to the disposition of this lawsuit are incorporated into and made a part of the order of this Court on the merits, dated July 20, 1972, and filed coincident herewith.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>By this suit, filed pursuant to miscellaneous civil rights acts, 42 U.S.C.A. §§ 1981, 1983, 1988, 2000c-8, and 2000d, this Court is asked to remedy the alleged segregative practices currently being enforced, in the process of student assignment, by the New Braunfels Independent School District (NBISD), New Braunfels, Comal County, Texas. Plaintiffs, parents and next friends of minor school children, are citizens of the United States residing within the jurisdiction of NBISD and are of either Mexican descent (hereinafter referred to as Mexican-American) or African descent (hereinafter referred to as Negro). Defendants are NBISD, the officers and members of its Board of Trustees, and its Superintendent. The sole issue in this case, as stipulated by all parties, is whether or not NBISD has an affirmative obligation to take further action to balance the racial composition of students at Lone Star and Seele Elementary Schools as a result of either <i>de jure</i> or <i>de facto</i> segregation. Based upon a review of all the evidence presented during three and one-half days of trial, the many stipulations, and the detailed and comprehensive briefs filed and the authorities cited therein, the Court finds (1) that there was no intent on the part of NBISD to deprive Mexican-American children of an educational opportunity equal to that of children of any other race, and that the numerical racial imbalance extant in the two schools in question is the result of neighborhood residential patterns existing within a school district operated with complete neutrality as to race; and (2) that, albeit there was state-imposed segregation as to Negro children prior to the decision <span class=\"star-pagination\">*555</span> in Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), all vestiges of such segregation have been eliminated \"root and branch.\"</p>\n<p>A review of the facts reveals that NBISD encompasses all of New Braunfels west of the Guadalupe River. Within the district are 4200 students with an ethnic composition of 2% Negro, 48% Mexican-American, and 50% Anglo-American (Anglo) split among one high school, one junior high school, and four elementary schools. Racially, the elementary schools have the following postures:</p>\n<blockquote>(1) Lone Star (408 students): 89% Mexican-American; 6% Negro; 5% Anglo.</blockquote>\n<blockquote>(2) Seele (514 students): 9% Mexican-American; 91% Anglo.</blockquote>\n<blockquote>(3) Carl Schurz (total enrollment unknown): 36% Mexican-American; 3% Negro; 61% Anglo.</blockquote>\n<blockquote>(4) Lamar (total enrollment unknown): 61% Mexican-American; 3% Negro; 3% Anglo.</blockquote>\n<p>The four schools are located, roughly, in the four quadrants of the District, and there is no complaint as to the racial composition of either Carl Schurz or Lamar.</p>\n<p>A complete, chronological history of the elementary school progression in NBISD is lacking from this case. We do know, however, that prior to 1934 there was a school referred to as the Comal \"Mexican\" School which was located in what is now the Lamar School Zone. The school was 100% Mexican and, at least through 1924, none of its graduates were allowed to attend New Braunfels High School. In 1934 the Comal School was closed and Stephen F. Austin opened a few blocks away, joining Lamar, Carl Schurz and Booker T. Washington (the Negro school). This was the basic school pattern until 1955, when NBISD built Seele and a new Lone Star. At no time has any school presently existing within NBISD been attended exclusively by any one race.</p>\n<p>Prior to 1953 Lone Star was not in NBISD, but, rather, was the only school in the Lone Star Common School District. Evidently, those students wishing to continue their education beyond the elementary level, which was rare in the small, farming community, could do so at New Braunfels High School. Through 1926 we know that Lone Star was a completely Anglo school. In that year, however, an enterprising real estate agent purchased a tract of the fertile farmland, put in a street, and started selling lots, many of which were purchased by Mexican-Americans. It has been estimated that a majority of Lone Star students were Mexican-American in 1929, and that, by 1935, the percentage had grown to almost 90%, approximately its present level. In 1953 NBISD brought Lone Star into its district. It erected a new school in 1955 on the same site as that of the previous school. The zone lines for Lone Star remained identical to the old district lines with the exception that the predominately Anglo Becker Addition to the south was placed in the Carl Schurz zone. In the summer of 1967 the boundaries of the Lone Star zone were extended to encompass a sparsely populated, racially neutral area to the north and the Becker Addition. Almost immediately, however, the Anglos began their flight and the area became, as it is today, predominantly Mexican-American.</p>\n<p>As stated above, Seele was also built in 1955. It was located to catch the increasing growth in the northwest quadrant, approximately equidistant from the other three schools. (Roughly, Lone Star is in the southwest quadrant, Carl Schurz in the southeast, and Lamar in the northeast.) According to testimony of members of the NBISD Board of Trustees, absolutely no consideration was given to the question of racial balance when Seele was constructed.</p>\n<p>Although there are those who may conclude that \"[t]he current status of <span class=\"star-pagination\">*556</span> school desegregation is easy to describe,\"<sup>[1]</sup> this Court is of the belief that, even with the recent guidance of Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973), it is still faced with a Gordian problem when it tries to apply the law to the facts of an individual case. Stated simply, the task before this Court is first to determine whether Constitutionally impermissible segregation exists within NBISD, and, second, if such segregation does exist, to use its broad powers of equity to remedy the situation. See Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).</p>\n<p>The first step in determining whether or not constitutionally impermissible segregation occurs in NBISD, is to determine whether, in fact, there are \"segregated\" schools in the district. The Supreme Court in <i>Keyes,</i> 413 U.S. at 195, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span> at 2691, has given the following test for the determination of the existence of a \"segregated\" school:</p>\n<blockquote>What is or is not a segregated school will necessarily depend on the facts of each particular case. In addition to the racial and ethnic composition of a school's student body, other factors such as the racial and ethnic composition of faculty and staff and the community and administration attitudes toward the school must be taken into consideration.</blockquote>\n<p>In addition, since Mexican-Americans and Negroes suffer from the \"same educational inequities\" in the Southwest, they are to be grouped together in any ethnic composition determination made by the Court at this stage. <i>Keyes,</i> at 197, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2692</span></span>. Therefore, in applying the above test, Lone Star and Seele elementary schools must be considered \"segregated\" schools. Lone Star has a student body ethnic composition of 5% Anglo and 95% non-Anglo, and Seele has a composition of 91% Anglo and 9% non-Anglo. Furthermore, approximately 95% of the teachers within NBISD are Anglo. Such findings would make any determination of present community and administrative attitudes superfluous at this stage, and this Court, accordingly, will refrain from considering such.</p>\n<p>Having concluded that there is currently, in fact, the existence of two segregated schools in NBISD, this Court must determine whether or not such segregation is unconstitutional. Until last August, the line between constitutional and unconstitutional segregation had traditionally been drawn in light of the <i>de facto-de jure</i> dichotomy. It was at that time that the Fifth Circuit indicated in Cisneros v. Corpus Christi I. S. D., <span class=\"citation\" data-id=\"305744\"><a href=\"/opinion/305744/jose-cisneros-v-corpus-christi-independent-school-district/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 147 (5th Cir. 1972) (en banc) that this distinction would not be followed, when it stated:</p>\n<blockquote>Although <i>Brown</i> arose in the context of segregation by state law, often termed \"classical or historical <i>de jure</i> segregation,\" . . . we think it clear today beyond peradventure that the contour of unlawful segregation extends beyond statutorily mandated segregation to include the actions and policies of school authorities which deny to students equal protection of the laws by separating them ethnically and racially in public schools. [Citations omitted.] Such actions are \"state action\" for the purposes of the Fourteenth Amendment, and result in dual school systems that cannot be somehow less odious because they do not flow from a statutory source. The imprimatur of the state is no less visible. The continuing attempt to cast segregation that results from such action as <i>de facto</i> and beyond the power of the court to rectify is no longer entitled to serious consideration.</blockquote>\n<p>This Court, however, agrees with the conclusion of Judge John H. Wood, Jr. to the effect that the <i>Cisneros</i> opinion is out of step with writings by the Supreme <span class=\"star-pagination\">*557</span> Court. See Morales v. Shannon, No. DR-70-CA-14 (W.D.Tex. Feb. 13, 1973), slip opinion at 22ff. This conclusion appears to have been verified by the recent <i>Keyes</i> opinion. Although the majority never squarely faced the issue of whether or not to perpetuate the distinction between <i>de jure</i> and <i>de facto</i> segregation, it spoke often of <i>de jure</i> segregation, even to the extent of defining it; i. e., \"a current condition of segregation resulting from intentional state action directed specifically to the . . . schools.\" Keyes, 413 U.S. at 2, 93 S. Ct. at 2696. Furthermore, the two concurring opinions of Justices Douglas and Powell were specifically addressed to the question presented by <i>Cisneros.</i> It is, therefore, the conclusion of this Court that the <i>Cisneros</i> approach has not been approved by the Supreme Court, and that, consequently, the only segregation that the Courts are permitted to remedy is <i>de jure</i> segregation.</p>\n<p>The Supreme Court's definition of <i>de jure</i> segregation, found in <i>Keyes,</i> supra, indicates that the question of segregative intent is a vital concern to a Court in desegregation suits. Therefore, the facts and circumstances surrounding this case, especially the fact that Mexican-Americans have never been subjected to statutorily-imposed segregation in Texas, indicate that this Court should turn from a recognition of only two races (i. e., Anglos and non-Anglos) to a tripartite discussion of segregation in NBISD. Inherent in the remainder of this opinion is the recognition of Mexican-Americans as an identifiable class for purposes of the Fourteenth Amendment. <i>Keyes</i> at 197, 93 S.Ct. at 2691; Hernandez v. Texas, <span class=\"citation\" data-id=\"105220\"><a href=\"/opinion/105220/hernandez-v-texas/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, <span class=\"citation\" data-id=\"105220\"><a href=\"/opinion/105220/hernandez-v-texas/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">866</span></span> (1954).</p>\n<p></p>\n<h2>SEGREGATION OF NEGROES</h2>\n<p>There can be no doubt that racial segregation of Negroes has occurred in NBISD, as, prior to <i>Brown,</i> it was statutorily impermissible for Negroes to attend the Anglo school. Since <i>Brown,</i> however, the Negro school, Booker T. Washington, has been closed, and the Negro children, who comprise 2% of the school children in NBISD, attend the school nearest their homes. This disbursement has resulted in Negroes attending three out of the four elementary schools in the district in relatively equal proportions. Consequently, this Court can only conclude that all vestiges of segregation as to pupil assignment have been eliminated from NBISD \"root and branch\" as required by the Fourteenth Amendment. See Green v. County School Board of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).</p>\n<p></p>\n<h2>SEGREGATION OF MEXICAN-AMERICANS</h2>\n<p>Having found that there is a current condition of segregation existing within NBISD, this Court must determine whether or not it has resulted from <i>intentional</i> state action which was directed specifically at the schools. As the segregation of Mexican-Americans is not the result of a statutory dual system, this Court will analyze the alleged acts of discrimination to determine whether plaintiffs have proved \"that the school authorities have carried out a systematic program of segregation affecting a substantial portion of the students, schools, teachers and facilities within the school system . . . .\" <i>Keyes</i> 93 S.Ct. at 2694.</p>\n<p>(A) <i>Public and Private Acts of Discrimination.</i> Here, plaintiffs complain of such facts as (1) births and deaths were, from 1924 to 1960, recorded in New Braunfels according to racial classifications; (2) one witness had never heard of any Mexican-American being buried in the city cemetery; (3) Mexican-Americans at one time were not allowed in Landa Park; (4) there has never been a Mexican-American elected mayor of New Braunfels; and (5) certain <span class=\"star-pagination\">*558</span> theaters and restaurants in New Braunfels have discriminated in their service to Mexican-Americans. This Court finds that these alleged acts of discrimination are completely irrelevant to the issue of <i>de jure</i> segregation.</p>\n<p>(B) <i>Residential Segregation.</i> The gravamen of the plaintiffs' complaint here is that racially and economically restrictive covenants have been found in certain deeds and plat dedications in the City of New Braunfels. First, as to the economic restrictions, this Court finds no merit in the complaint that they indicate a policy of <i>de jure</i> segregation, or, for that matter, <i>any</i> racial discrimination, in NBISD. Plaintiffs' attorney, himself, indicated at trial that such restrictions are permissible. After the Court asked him whether or not it was illegal to set restrictions on the size of a home and the cost of a home in a subdivision, he stated, \"No, Your Honor, we are not alleging that you can't do that. It is one of the few rights left that you can totally do.\"</p>\n<p>Second, this Court does not feel that racially restrictive covenants are pertinent to this suit, as they were held illegal seven years before 1955, the year in which the two schools complained about were built. Shelley v. Kraemer, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1161</span></span> (1948). In addition, Texas courts were quick to recognize Shelley v. Kraemer and use it to invalidate restrictive covenants against \"persons of Mexican descent.\" See Clifton v. Puente, <span class=\"citation\" data-id=\"3964416\"><a href=\"/opinion/4194164/clifton-v-puente/\"><span class=\"volume\">218</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">272</span></a></span> (Tex.Civ.App.  San Antonio 1948, writ ref'd n. r. e.). The test for remoteness was stated in <i>Keyes,</i> 413 U. S. at 210, 93 S.Ct. at 2698, as follows:</p>\n<blockquote>If the actions of school authorities were to any degree motivated by segregative intent and the segregation resulting from those actions continues to exist, the fact of remoteness in time certainly does not make those actions any less `intentional.'</blockquote>\n<p>As both the Seele School Zone and the Lone Star School Zone did not come into existence until 1955, a time after which racially restrictive covenants were <i>per se</i> illegal, such restrictions could not have been a motivating factor of the school district in drawing school zones.</p>\n<p>(C) <i>Alleged Actions by NBISD.</i> There is evidence that, up until about 40 years ago, NBISD ran a school known as the Mexican school. This school was located in a zone not in controversy in this lawsuit and was replaced by Stephen F. Austin Elementary School in 1934. The evidence of segregation at the new school was that, in 1941, a Mexican-American parent testified that he thought that he had to send his children to that school even though another elementary school, Carl Schurz, was closer to his home. The testimony reveals, however, that, when the parent took his children to Carl Schurz for enrollment, they were accepted without opposition. The evidence further shows that at no previous time had a Mexican-American child been turned away from Carl Schurz. In addition, the evidence fails to reveal any time after 1924 when Mexican-Americans were prohibited from attending the only high school in the district.</p>\n<p>Plaintiffs also complain that the construction of both Seele and Lone Star effectuated segregation in the district. Both were built in 1955. At that time Seele was located in a sparsely populated area, and Lone Star was built in the heart of a Mexican-American neighborhood. As stated above, the establishment of Lone Star Elementary School in NBISD came about by the merger of Lone Star Common School District with NBISD in 1953, at a time when the Lone Star District was 95% Mexican-American. NBISD had no obligation to incorporate the district and, in fact, it was a financial burden to do so. A new school was provided at Lone Star, and, in an attempt to save NBISD some money, <span class=\"star-pagination\">*559</span> the school was erected on the same site as the old school. This enabled NBISD to replace an old, wooden building with \"a very fine new school out of bricks.\" Seele, on the other hand, was constructed new in 1955, and a new school zone was thereby formed. At that time, it is to be noted that the Seele zone was 33% Mexican-American. Based on the evidence, the Court finds that race was not a factor in the construction of either school. Although there have been four zone changes involving Seele and Lone Star, all were brought about by shifts in population.</p>\n<p>In light of the above, this Court finds that there is no <i>de jure</i> segregation currently being practiced against Mexican-Americans in NBISD. To the contrary, this Court finds that any existing segregation is purely <i>de facto</i> and strictly the result of shifting residential patterns within the community. It is just this situation that this Court, as well as others, was hoping the Supreme Court would speak to in <i>Keyes</i>; however, the majority saw fit to dispose of the problem in the following manner, 413 U.S. at 212, 93 S.Ct. at 2699:</p>\n<blockquote>We have no occasion to consider in this case whether a \"neighborhood school policy\" of itself will justify racial or ethnic concentrations in the absence of a finding that school authorities have committed acts constituting <i>de jure</i> segregation.</blockquote>\n<p>This Court must conclude, therefore, that Chief Justice Burger's words in <i>Swann,</i> 402 U.S. at 16, 91 S.Ct. at 1276, are appropriate here:</p>\n<blockquote>School authorities are traditionally charged with broad power to formulate and implement educational policy and might well conclude, for example, that in order to prepare students to live in a pluralistic society each school should have a prescribed ratio of Negro [or Mexican-American] to white students reflecting the proportion for the district as a whole. To do this as an educational policy is within the broad discretionary powers of school authorities; absent a finding of a constitutional violation, however, that would not be within the authority of a federal court.</blockquote>\n<p>It is therefore ordered that all relief sought by the plaintiffs in this cause is hereby denied.</p>\n<p>Primarily upon the several joint requests of opposing counsel, the foregoing decision in this case has been delayed far beyond what normally would have been the situation. Among other things, there have been a number of new developments in the applicable law, most of which, unfortunately, did not prove to be either as significant or controlling as it was hoped they might be. In any event, this Court has been impressed, not only with the spirit of cooperation exemplified by all counsel in their efforts to bring this matter to a successful conclusion, but also with their sense of dedication to the task before them and the high caliber of work they have performed in assisting this Court. As a consequence, counsel are commended for their services as officers of the Court, and as able representatives of the interests of their respective clients.</p>\n<p>The findings of fact and conclusions of law contained in this opinion shall constitute this Court's compliance with Rule 52, Federal Rules of Civil Procedure.</p>\n<h2>NOTES</h2>\n<p>[1]  Powe, The Road to Swann: Mobile County Crawls to the Bus, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Tex. L. Rev.</span> <span class=\"page\">505</span></span> (1973).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3964416/"
          ]
        }
      ],
      "judges": "Spears",
      "date_created": "2014-10-30T13:44:16.591899Z",
      "date_modified": "2016-03-03T19:52:55.744057Z",
      "date_filed": "1973-07-23",
      "date_filed_is_approximate": false,
      "slug": "zamora-v-new-braunfels-independent-school-district",
      "citation_id": 1422134,
      "case_name_short": "Zamora",
      "case_name": "Zamora v. New Braunfels Independent School District",
      "case_name_full": "",
      "federal_cite_one": "362 F. Supp. 552",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1008173/zamora-v-new-braunfels-independent-school-district/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:44:16.587678Z",
  "date_modified": "2014-10-30T13:44:16.587678Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Zamora",
  "case_name": "Zamora v. New Braunfels Independent School District",
  "case_name_full": "",
  "slug": "zamora-v-new-braunfels-independent-school-district",
  "docket_number": "Civ. A. No. 68-205",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}