{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1012335/",
  "id": 1012335,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ariz/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1452531/",
      "id": 1452531,
      "absolute_url": "/opinion/1452531/home-builders-assn-v-city-of-scottsdale/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1012335/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1452531/",
          "id": 1452531,
          "absolute_url": "/opinion/1452531/home-builders-assn-v-city-of-scottsdale/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1452531/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:14:10.286853Z",
          "date_modified": "2017-04-05T21:35:10.528000Z",
          "type": "010combined",
          "sha1": "d6646d824d43591d60093e69eb97c3528e8d7953",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>187 Ariz. 479 (1997)</b></center>\n<center><b>930 P.2d 993</b></center>\n<center><h1>HOME BUILDERS ASSOCIATION OF CENTRAL ARIZONA, a non-profit Arizona corporation; for and on behalf of all similarly situated; Grupe Development Co., Inc., and Arizona corporation; Knoell Bros. Construction, Inc., an Arizona corporation; Marlborough Development Corporation, an Arizona corporation, Plaintiffs-Appellees,<br>\nv.<br>\nCITY OF SCOTTSDALE, a municipal corporation, Herbert R. Drink-Water, Rene Wendell, James D. Bruner, Kathryn Campana, Myron R. Deibel, William Soderquist, and Bill Walton, members of the City Council of the City of Scottsdale, Defendants-Appellants.</h1></center>\n<center>No. CV-95-0160-PR.</center>\n<center><p><b>Supreme Court of Arizona, En Banc.</b></p></center>\n<center>January 7, 1997.</center>\n<p><span class=\"star-pagination\">*480</span> Carmichael &amp; Powell, P.C. by Ronald W. Carmichael, Sid A. Horwitz, Brian A. Hatch, Claudia J. Resnick, Phoenix, for Plaintiffs/Appellees.</p>\n<p>Lieberman, Dodge, Sendrow &amp; Gerding, Ltd. by Marc R. Lieberman, Susan G. Sendrow, Phoenix, and Fredda J. Bisman, Scottsdale City Attorney by Barbara R. Goldberg, Scottsdale, for Defendants/Appellants.</p>\n<p>Snell &amp; Wilmer by Regina L. Nassen, Clague A. Van Slyke, Tucson, for Amicus Curiae. Southern Arizona Home Builders Association.</p>\n<p>Shelley &amp; Bethea by J. LaMar Shelley, Mesa, for Amicus Curiae League of Arizona Cities and Towns.</p>\n<p>OPINION</p>\n<p>CHARLES E. ARES, Judge Pro Tem.</p>\n<p>Driven by the Groundwater Management Act of 1980 to drastically reduce its dependence on underground water, the City of Scottsdale imposed a water resources development fee on all new realty developments. The Home Builders Association of Central Arizona (HBA), some of whose members paid the fee under protest, challenged in superior court the fee's validity under Arizona's enabling act, A.R.S. § 9-463.05. The trial court declared the fee invalid on the ground that Scottsdale's plans to acquire new water were too speculative to confer a beneficial use on the developer, as required by the statute.</p>\n<p>The court of appeals reversed that decision because the trial judge had failed to accord proper deference to the Scottsdale city council's legislative decision to adopt the fee. The court held the development fee was entitled to a presumption of validity and that the HBA had not proven that the city's decision was arbitrary. <i>Home Builders Ass'n v. City of Scottsdale,</i> 179 Ariz. 5, 13, 875 P.2d 1310, 1318 (App. 1993) (<i>Home Builders I</i>).</p>\n<p>This court granted review but remanded the case for reconsideration in light of the recent United States Supreme Court decision in <i>Dolan v. City of Tigard,</i> 512 U.S. 374, 114 S.Ct. 2309, 129 L.Ed.2d 304 (1994). On reconsideration, the court of appeals reaffirmed its initial decision, holding that <i>Dolan</i> did not dictate a different result. <i>Home Builders Ass'n v. City of Scottsdale,</i> 183 Ariz. 243, 902 P.2d 1347 (App. 1995) (<i>Home Builders II</i>).</p>\n<p>The case is now before us on petition for review. We must determine the validity of the city's development fee under A.R.S. § 9-463.05 and in light of the takings law of the United States. We hold Scottsdale's fee valid.</p>\n<p>I. FACTUAL BACKGROUND OF THE SCOTTSDALE FEE</p>\n<p>The Groundwater Management Act of 1980, A.R.S. §§ 45-401 to 704 (1987 &amp; Supp.), requires municipalities to reduce their dependence on groundwater by achieving safe yield  a balance between the amount of underground water pumped out of the aquifers and the amount naturally and artificially recharged. Because Scottsdale has a contract to receive surface water from the Central Arizona Project (CAP), it is statutorily deemed to have an assured water supply; however, by the year 2001 the city must demonstrate to the state director of water resources that in fact it has sufficient water supplies to meet its developing needs for 100 years. (This deadline has now been moved to January 1, 1998. A.R.S. § 45-576(E).) Before adopting the development fee at issue here, the city undertook a detailed study of the water resources needed to comply with the Groundwater Management Act. The study, \"Water Resources Plan 1985,\" concluded that Scottsdale clearly lacks sufficient water for the future. It also found that Scottsdale would need to raise capital to acquire new supplies of surface water and to construct a system to transport that water.</p>\n<p>Anticipating the need for more water, Scottsdale had already purchased Planet Ranch and its surface water rights in the Bill Williams River in La Paz and Mohave Counties. City planners proposed that water from Planet Ranch be brought to the city through a canal system tied to the CAP. Planet Ranch cost more than $11 million, and the cost of carrying the water to the CAP aqueduct was estimated at $18 million more. In addition, the water resources plan proposed <span class=\"star-pagination\">*481</span> the city increase its recharge capacity by constructing Water Factory 21, an advanced effluent treatment plant that would produce potable water. Other sources of surface water such as the purchase or lease of water rights from various native American tribes were also outlined in the plan.</p>\n<p>To assist in accumulating capital, the plan proposed the adoption of a development fee for all new real estate developments. The city council adopted Ordinance No. 1940, imposing a fee of $1,000 per single family residence, $600 per apartment unit, and $2,000 per acre foot of estimated water consumption for other new uses. The fees are imposed as a condition on the approval of new developments.</p>\n<p>II. STATUTORY VALIDITY OF SCOTTSDALE FEE</p>\n<p>A. Trial Court Findings</p>\n<p>HBA challenged the Scottsdale fee for failing to meet the requirements of the enabling statute:</p>\n<blockquote>A.R.S. § 9-463.05. Development fees; imposition by cities and towns</blockquote>\n<blockquote>A. A municipality may assess development fees to offset costs to the municipality associated with providing necessary public services to a development.</blockquote>\n<blockquote>B. Development fees assessed by a municipality under this section are subject to the following requirements:</blockquote>\n<blockquote>1. <i>Development fees shall result in a beneficial use to the development.</i>\n</blockquote>\n<blockquote>2. Monies received from development fees assessed pursuant to this section shall be <i>placed in a separate fund</i> and <i>accounted for separately and may only be used for the purposes authorized by this section.</i> Interest earned on monies in the separate fund shall be credited to the fund.</blockquote>\n<blockquote>3. The schedule for payment of fees shall be provided by the municipality. The municipality shall provide a credit toward the payment of a development fee for the required dedication of public sites and improvements provided by the developer for which that development fee is assessed. The developer of residential dwelling units shall be required to pay development fees when construction permits for the dwelling units are issued.</blockquote>\n<blockquote>4. <i>The amount of any development fees assessed pursuant to this section must bear a reasonable relationship to the burden imposed upon the municipality to provide additional necessary public services to the development.</i> The municipality, in determining the extent of the burden imposed by the development, shall consider, among other things, the contribution made or to be made in the future in cash by taxes, fees or assessments by the property owner towards the capital costs of the necessary public service covered by the development fee.</blockquote>\n<blockquote>5. If development fees are assessed by a municipality, such fees shall be assessed in a non-discriminatory manner.</blockquote>\n<p>(Emphasis added.)</p>\n<p>HBA's principal witness was Leonard Dueker, the director of the city's Water Resources Department and author of \"Water Resources Plan 1985,\" who testified in detail about the city's need for new water and its plans to obtain it. Taken as a whole, the evidence overwhelmingly supported the city's decision that it needed more water. The trial court found HBA failed to prove Scottsdale had an adequate water supply for the foreseeable future. The court also found the city reasonably could have concluded that it needed to acquire new water resources. Findings of Fact Nos. 10 and 11. The trial court held, as a matter of law, the enactment of the development fee in this case was a legislative decision within the discretion of the city council. Conclusion of Law No. 4. Despite that conclusion, the court held any benefit to the developers who were assessed the fee was too remote in time and speculative in nature to satisfy the benefit criterion of § 9-463.05(B)(1). Finding of Fact No. 13, Conclusion of Law No. 6. The record discloses that the trial judge's conclusion in this respect was based on Dueker's testimony that it was possible Planet Ranch water might never be brought to Scottsdale if an alternative source of water were developed. At the time of trial, Scottsdale was exploring the possibility of obtaining surface water <span class=\"star-pagination\">*482</span> from the San Carlos Apache Tribe; in addition, no specific plans for building the canal system to carry Planet Ranch water to Scottsdale had yet been developed. Testimony indicated that if San Carlos water could be obtained, Scottsdale might try to sell Planet Ranch to the U.S. Fish and Wildlife Service or the Bureau of Land Management.</p>\n<p>B. Presumption of Validity of Legislative Actions</p>\n<p>We agree with the court of appeals that the trial judge committed error. The adoption of Ordinance No. 1940 was a legislative act that came to the court cloaked with a presumption of validity. <i>City of Phoenix v. Fehlner,</i> 90 Ariz. 13, 17, 363 P.2d 607, 609 (1961). Land use regulations of general application will be overturned by the courts only if a challenger shows the restrictions to be arbitrary and without a rational relation to a legitimate state interest. <i>Euclid v. Ambler Realty Co.,</i> 272 U.S. 365, 388, 47 S.Ct. 114, 118, 71 L.Ed. 303 (1926); <i>Cardon Oil Co. v. City of Phoenix,</i> 122 Ariz. 102, 104, 593 P.2d 656, 658 (1979); <i>see also </i><i>Edwards v. State Bd. of Barber Examiners,</i> 72 Ariz. 108, 112-13, 231 P.2d 450, 452 (1951). Development or impact fees are presumed valid as exercises by legislative bodies of the power to regulate land use.</p>\n<p>It is important to recognize just what the presumption means. It means, first, that the factual underpinning for the city council's decision, <i>i.e.,</i> that the city needed more water, must stand unless shown to be without factual support. Clearly, HBA failed to make that showing. Second, the presumption also means that the wisdom of Scottsdale's choice of methods of meeting its water needs is a legislative, not a judicial, question. The purchase of Planet Ranch may not have been, as HBA has asserted, a wise one, but that question is not for this or any other court. <i>Arizona Downs v. Arizona Horsemen's Foundation,</i> 130 Ariz. 550, 556-57, 637 P.2d 1053, 1059-60 (1981); <i>see also </i><i>Rochlin v. State,</i> 112 Ariz. 171, 174, 540 P.2d 643, 646 (1975). The only issue finally before the trial court, aside possibly from the reasonableness of the fee, was whether the fee conferred a benefit as required by the statute.</p>\n<p>We have difficulty understanding this question to be an open one of fact. Scottsdale needs more water. If it does not get it before the deadline for reaching safe yield, it must stop approving new development. Both state zoning laws and the Groundwater Code prohibit the approval of a subdivision plat unless it is supported by a certificate of an assured water supply. <i>See</i> A.R.S. §§ 9-463.05(I), 45-576(B). The fee will be used to acquire new water supplies, and the city will be able to move toward its goal of demonstrating an assured 100-year water supply. Developers who pay the fee and thus contribute to the capital needed for water surely will receive a benefit from the city's ability to approve new developments. Without the assurance of a water supply, developers would be unable to develop and market their land.</p>\n<p>C. Concreteness of Benefit Conferred</p>\n<p>The real fault with Scottsdale's fee, as found by the trial court, was not its failure to confer a benefit <i>in fact</i> but that the means chosen by the city were not sufficiently concrete and immediate to satisfy the requirement of § 9-463.05.</p>\n<p>1. Deference to Legislative Decisions</p>\n<p>This was error in two respects. First, it led the court into the realm of legislative choices. When the court required assurance that whatever plans Scottsdale had developed at the time of adopting the fee would actually be followed, it undertook to test the wisdom and practicability of the city's legislative decisions. There was no evidence that the plans were a sham or inherently improbable, just that they might, in a search for economy, be changed. Scottsdale was dealing with a complex, ever-changing problem in predicting future growth and water needs. The city's decision to impose a development fee to be used to acquire the water needed to meet future needs was based on substantial evidence. Once plausible plans for acquiring that water had been adopted, whether to persist in those plans over the several years the project would require is surely a legislative, not judicial, decision. Courts must accord municipalities considerable deference and upset their legislative <span class=\"star-pagination\">*483</span> decisions only if they are shown to be arbitrary and without factual justification.</p>\n<p>2. Beneficial Use/Benefit Conferred</p>\n<p>Second, the trial court's finding that the Scottsdale plan was too amorphous and speculative rested on an unarticulated but erroneous construction of § 9-463.05. The trial court implied that the statute requires plans more mature and \"locked in\" than Scottsdale's were. Such a reading of the statute was incorrect.</p>\n<p>Where the language of a statute is clear and unambiguous, courts are not warranted in reading into the law words the legislature did not choose to include. <i>Mid Kansas Fed. Savings &amp; Loan Ass'n v. Dynamic Dev. Corp.,</i> 167 Ariz. 122, 128, 804 P.2d 1310, 1316 (1991). The plain language of § 9-463.05 contains no such requirement as the trial judge imposed here. It simply requires that the fee confer a beneficial use on the developer.</p>\n<p>3. Development Fees</p>\n<p>A development or impact fee is not a special assessment levied on a landowner whose property is immediately benefitted by access to such public improvements as sidewalks, sewers, and water works. In those cases, the legislature has required \"preliminary plans that show the location and the type and character of the proposed improvements and estimates of the cost and expenses,\" as a basis for calculating the precise amount of the assessment. A.R.S. § 48-577; <i>see also </i><i>Home Builders Ass'n v. Riddel,</i> 109 Ariz. 404, 407, 510 P.2d 376, 379 (1973). With this more restrictive legislation already in place, the legislature adopted the development fee statute without such limiting language. The omission seems to us significant. Interestingly, when the proposal to authorize development fees was first introduced in the Arizona Senate as Senate Bill 1197, it required a development fee to confer a <i>direct benefit</i> on the developer. That term was dropped from the bill before final passage. Quite clearly, the legislature did not intend to require development fees to rest on such concrete plans as are mandated for special assessments.</p>\n<p>We also believe that a requirement such as the one the trial judge read into the statute would be incompatible with the nature of the development fee and would thwart the apparent purpose of the legislature. Development or impact fees are designed to assist in raising the capital necessary to meet needs that surely will arise in the foreseeable future but whose precise details may not at the outset be quite clear. To require more fixed and certain plans would make it difficult, if not impossible, to prepare in advance for the consequences of continued growth.</p>\n<p>D. Determining the Benefit</p>\n<p>Nevertheless, § 9-463.05 requires that the fee result in a benefit to the developer, and because the term is not self-defining, courts must necessarily pour content into it. That content must be derived, however, from the legislature's intent, as faithfully as the courts can determine it. <i>Wyatt v. Wehmueller,</i> 167 Ariz. 281, 284, 806 P.2d 870, 873 (1991). State courts had developed a fairly large body of law regarding the validity of development or impact fees by the time § 9-463.05 was adopted. <i>See generally</i> Brian W. Blaesser &amp; Christine M. Kutopp, <i>Impact Fees: The \"Second Generation,\"</i> 38 WASH. U.J. URB. &amp; CONTEMP. L. 55 (1990); Julian C. Juergensmeyer &amp; Robert M. Blake, <i>Impact Fees: An Answer to Local Governments' Capital Funding Dilemma,</i> 9 FLA. ST. U.L. REV. 415 (1981). Read together, the state cases have produced a widely accepted standard for assessing the validity of these fees. <i>See, e.g., </i><i>Collis v. City of Bloomington,</i> 310 Minn. 5, 246 N.W.2d 19 (1976); <i>College Station v. Turtle Rock Corp.,</i> 680 S.W.2d 802 (Tex. 1984); <i>Jordan v. Village of Menomonee Falls,</i> 28 Wis.2d 608, 137 N.W.2d 442 (1965). That standard requires first that the exaction imposed on the developer be factually related to the need for public services created by the proposed development. Second, the nature and extent of the exaction must bear a reasonable relationship to that portion of the public burden created by the proposed development. <i>Jordan,</i> 137 N.W.2d at 447-49. This test, only slightly modified, was adopted by the Supreme Court as the standard required by the Takings Clause of the Fifth <span class=\"star-pagination\">*484</span> Amendment. <i>Dolan,</i> 512 U.S. at 390, 114 S.Ct. at 2319 (1994).</p>\n<p>1. Statutory Development Fees</p>\n<p>Under the Arizona statute, a development fee can only be imposed to help pay the costs of providing public services to a proposed development. The fees are rationally related to a need created by the development; when they are spent to provide the needed services, the developer benefits. Our legislature adopted § 9-463.05 in light of the law developed by state courts. As the court of appeals noted in this case, the statute tracks the elements of the predominant state standard. <i>Home Builders I,</i> 179 Ariz. at 9, 875 P.2d at 1314. The benefit criterion of § 9-463.05 is explicit and requires the fee to bear a reasonable relationship \"to the community burden.\"</p>\n<p>An examination of cases applying what is sometimes called the dual nexus test reveals that development fees have been upheld where they are imposed to finance public improvements the need for which will arise in the foreseeable, though not immediate, future. <i>Jordan,</i> 137 N.W.2d at 446-47 (schools, parks and recreation needs); <i>Collis,</i> 310 Minn. 5, 246 N.W.2d 19 (parks and playgrounds); <i>Call v. City of West Jordan,</i> 606 P.2d 217 (Utah 1979) (flood control, parks and recreational facilities).</p>\n<p>In none of these cases was the benefit to the developer limited to concrete plans for specific developments. In <i>Call,</i> for example, the Utah Supreme Court dealt with a municipal requirement that subdividers dedicate seven percent of each subdivision, or its cash equivalent, for flood control, parks, and recreation facilities. Even though the relevant statute permitted the fees to be deposited in the general fund and did not require their expenditure to benefit the affected subdivision alone, the court upheld the exaction because the flexibility required for planning for the expansion of a city militated against more stringent controls on the city's discretion in using the funds. The court assumed that the funds, as a public trust, would be used for the purposes for which the fees were imposed, but it declined to read into the statute greater limitations than the legislature had expressed. <i>Call,</i> 606 P.2d at 220.</p>\n<p>There is nothing in the history of development fees in state courts to suggest that our legislature intended, by its use of the term \"beneficial use,\" to require the benefit to be based on \"locked in\" or unchangeable plans. Scottsdale is faced with a long term, complex series of projects designed to meet the requirements of the Groundwater Management Act. We would be reluctant to deprive the city of the flexibility needed to deal with these projects unless the legislature made it clear that it intended no such flexibility. Given the plain language of § 9-463.05, we hold it has not done so.</p>\n<p>2. Segregation of Fees</p>\n<p>The trial judge may have been concerned that a broad reading of the benefit criterion might tempt a city to use the development fee as an unequal tax for the benefit of its general treasury. The very terms of the statute guard against that possibility. They require the fees to be segregated and used only for the purpose for which they were imposed. § 9-463.05(B)(2). We are sensitive to the need to ensure that development fees are not used to impose on developers a burden all the taxpayers of a city should bear equally. The value of land a developer seeks to develop will be enhanced by the acquisition of water that is essential to new development. The developer thus receives a special benefit in new public services, and § 9-463.05 ensures that he will pay his fair share of its capital cost. <i>See generally </i><i>Hollywood, Inc. v. Broward County,</i> 431 So.2d 606 (Fla. App. 1983).</p>\n<p>We hold that § 9-463.05 requires that when a municipality, in its legislative discretion, decides that new developments will require additional public services, it need only develop such plans as will indicate a good faith intent to use development fees to provide those services within a reasonable time. It is clear that Scottsdale's fee meets this standard.</p>\n<p>III. REASONABLE RELATIONSHIP</p>\n<p>Having found that the trial court erred as to the benefit, the court of appeals <span class=\"star-pagination\">*485</span> remanded the case for a determination whether the fee bore a reasonable relationship to the burden placed on the city. After careful consideration of the record, we conclude that the reasonableness of the fee was not in issue before the trial court and that remand is unwarranted.</p>\n<p>HBA had the burden of showing that Scottsdale's fee bore no reasonable relationship to the public burden created by the proposed development. The only evidence it offered on this question came in Dueker's testimony about the formula by which the fee was calculated and the data on which the fee rested. <i>See</i> Exhibit 33, \"Water Resources Plan 1985\"; Testimony of Leonard Dueker, Reporter's Transcript (R.T.), Sept. 30, 1991, at 84. Using the costs of various alternatives, the city water staff calculated that the approximate capital cost of acquiring and bringing an acre foot of new water to Scottsdale was between $2,000 and $2,500. Historical data showed that a single family dwelling in Scottsdale uses about one-half an acre foot per year and that apartments use about three-tenths of an acre foot per year. The development fee was therefore set at $1,000 for single family dwellings, $600 per unit for apartment dwellings and $2,000 per estimated acre foot of consumption by other uses. HBA did not offer any other evidence on the reasonableness of the fee or actually challenge the amount of the fee. Instead, its attack was simply that Scottsdale's plans were too amorphous. Moreover, before the end of the trial, the judge indicated that he had no concern with the reasonableness issue. He specifically ruled that \"the two issues to be determined by trial are 1) the future need for water supply and 2) benefit to the developer.\" Minute Entry, Oct. 2, 1991. Before the city rested, its counsel raised the question whether it should call an economist to testify to the reasonableness of the fee. The judge made it quite clear that he viewed such testimony as irrelevant to any issue then before him. Counsel for HBA, in somewhat elliptical terms, agreed. As a result, Scottsdale rested without offering such evidence. R.T., Oct. 3, 1991, at 44-47. Although it is true the judge later concluded the Scottsdale fee \"is excessive on new development,\" it is apparent this conclusion flowed from his erroneous finding that the fee conferred no benefit on developers. <i>See</i> Conclusion of Law No. 9. In his view, any fee that conferred no benefit would, by definition, be excessive.</p>\n<p>Finally, at oral argument, counsel for HBA assured this court that the amount of the fee was not in issue. Under these circumstances, we see no justification for remanding for further consideration.</p>\n<p>IV. IMPACT OF <i>DOLAN</i></p>\n<p>This case was tried as though the only issue involved was whether the fee met statutory requirements. The court of appeals held that it did. On remand after the Supreme Court's decision in <i>Dolan,</i> the court concluded that <i>Dolan</i> did not dictate a different result. <i>Home Builders II,</i> 183 Ariz. 243, 902 P.2d 1347. We agree, but our reasoning is somewhat different.</p>\n<p>The Supreme Court, in <i>Dolan,</i> dealt with an individually tailored demand that the landowner dedicate a certain portion of her property to the city for flood control and a pedestrian/bike path as a condition of approving a building permit. The Court granted certiorari to determine \"the required degree of connection between the exactions imposed by the city and the projected impacts of the proposed development.\" <i>Dolan,</i> 512 U.S. at 374, 114 S.Ct. at 2312. Adopting the predominant test developed by the state courts, the Supreme Court held that the exaction must bear a roughly proportional relationship to the community burden created by the proposed development. \"Roughly proportional\" is actually a term substituted for \"reasonable relationship\" to avoid confusion with \"rational basis\" as a standard of scrutiny. <i>Id.</i> at 390, 114 S.Ct. at 2319. The Court also held that in the case of an adjudicative decision demanding dedication of particular property, as distinguished from a legislative decision, the burden shifts to the city to justify its exaction. <i>Id.</i> at 391 n. 8, 114 S.Ct. at 2320 n. 8.</p>\n<p>We agree with the court of appeals that <i>Dolan</i> is inapplicable to this case for two reasons. In light of our holding that the reasonableness of the amount of the Scottsdale <span class=\"star-pagination\">*486</span> fee was not raised in the trial court, whether that fee is roughly proportional to the burden imposed on the community was likewise not in question. HBA did not argue that there was no reasonable relationship between the amount of the fee and the community burden as required by the statute. There was, therefore, no occasion to apply the <i>Dolan</i> test in this case.</p>\n<p>Even if the issue of reasonableness had been before the trial court, we agree with the court of appeals that <i>Dolan</i> is distinguishable. In <i>Dolan,</i> the Chief Justice was careful to point out that the case involved a city's <i>adjudicative</i> decision to impose a condition tailored to the particular circumstances of an individual case. <i>Id.</i> Because the Scottsdale case involves a generally applicable <i>legislative</i> decision by the city, the court of appeals thought <i>Dolan</i> did not apply. We agree, though the question has not been settled by the Supreme Court. <i>See </i><i>Parking Ass'n v. City of Atlanta,</i> 264 Ga. 764, 450 S.E.2d 200 (1994), <i>cert. denied,</i> ___ U.S. ___, ___, 115 S.Ct. 2268, 2269, 132 L.Ed.2d 273 (1995) (Thomas, J., dissenting). We note, however, that there may be good reason to distinguish the <i>Dolan</i> adjudicative decision from the Scottsdale legislative one. <i>Ehrlich v. City of Culver City,</i> 12 Cal.4th 854, 50 Cal. Rptr.2d 242, 911 P.2d 429 (1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 299, 136 L.Ed.2d 218 (1996), dramatically illustrates the differences between the two exactions. In <i>Ehrlich,</i> the city had imposed an individually tailored $280,000 mitigation fee as a condition of approving a rezoning request. On remand from the United States Supreme Court for reconsideration in light of <i>Dolan,</i> the California Supreme Court held the record insufficient to show that the fee was roughly proportional to the public burden of replacing recreational facilities that would be lost as a result of rezoning Ehrlich's property. The California court suggested that the <i>Dolan</i> analysis applied to cases of regulatory leveraging that occur when the landowner must bargain for approval of a particular use of its land. <i>Id.</i> 50 Cal. Rptr.2d at 251, 911 P.2d at 438. The risk of that sort of leveraging does not exist when the exaction is embodied in a generally applicable legislative decision.</p>\n<p><i>Dolan</i> may also be distinguished from our case on another ground. There, the city demanded that Mrs. Dolan cede a part of her property to the city, a particularly invasive form of land regulation that the court believed justified increased judicial protection for the landowner. Here, Scottsdale seeks to impose a fee, a considerably more benign form of regulation. <i>See </i><i>Commercial Builders v. Sacramento,</i> 941 F.2d 872 (9th Cir.1991).</p>\n<p>The Supreme Court's opinions in <i>Nollan v. California Coastal Comm'n,</i> 483 U.S. 825, 107 S.Ct. 3141, 97 L.Ed.2d 677 (1987), and <i>Dolan</i> have occasioned a great deal of speculation whether ultimately the Court will hold that the Takings Clause demands a higher degree of scrutiny than has traditionally been applied in land regulation cases. <i>See</i> Jonathan M. Block, <i>Limiting the Use of Heightened Scrutiny to Land-Use Exactions,</i> 71 N.Y.U.L. REV. 1021, 1024 n. 154 (1996). Nothing in the Court's opinions requires us to plunge into the thicket of the levels of scrutiny in this case.</p>\n<p>The relationship of the fee to the burden and the appropriate standard of review were not in issue here. Even if they were, the <i>Dolan</i> standard of rough proportionality is already applicable in Arizona through the reasonable relationship requirement of § 9-463.05(B)(4). For all these reasons, <i>Dolan</i> did not require the court of appeals to decide the case differently.</p>\n<p>V. DISPOSITION</p>\n<p>We approve the court of appeals' opinion except as it remanded the case to the trial court for further proceedings. We reverse the trial court's judgment and remand the case with directions to enter judgment for the City of Scottsdale.</p>\n<p>FELDMAN, C.J., ZLAKET, V.C.J., and MOELLER and MARTONE, JJ., concur.</p>\n<p>ROBERT J. CORCORAN, J., (retired) did not participate in this matter; pursuant to Ariz. Const. art. VI, § 3, CHARLES E. <span class=\"star-pagination\">*487</span> ARES, Judge Pro Tem., Arizona Court of Appeals, Division Two, was designated to sit in his stead.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">479</span></span> (1997)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">930</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">993</span></span></b></center>\n<center><h1>HOME BUILDERS ASSOCIATION OF CENTRAL ARIZONA, a non-profit Arizona corporation; for and on behalf of all similarly situated; Grupe Development Co., Inc., and Arizona corporation; Knoell Bros. Construction, Inc., an Arizona corporation; Marlborough Development Corporation, an Arizona corporation, Plaintiffs-Appellees,<br>\nv.<br>\nCITY OF SCOTTSDALE, a municipal corporation, Herbert R. Drink-Water, Rene Wendell, James D. Bruner, Kathryn Campana, Myron R. Deibel, William Soderquist, and Bill Walton, members of the City Council of the City of Scottsdale, Defendants-Appellants.</h1></center>\n<center>No. CV-95-0160-PR.</center>\n<center><p><b>Supreme Court of Arizona, En Banc.</b></p></center>\n<center>January 7, 1997.</center>\n<p><span class=\"star-pagination\">*480</span> Carmichael &amp; Powell, P.C. by Ronald W. Carmichael, Sid A. Horwitz, Brian A. Hatch, Claudia J. Resnick, Phoenix, for Plaintiffs/Appellees.</p>\n<p>Lieberman, Dodge, Sendrow &amp; Gerding, Ltd. by Marc R. Lieberman, Susan G. Sendrow, Phoenix, and Fredda J. Bisman, Scottsdale City Attorney by Barbara R. Goldberg, Scottsdale, for Defendants/Appellants.</p>\n<p>Snell &amp; Wilmer by Regina L. Nassen, Clague A. Van Slyke, Tucson, for Amicus Curiae. Southern Arizona Home Builders Association.</p>\n<p>Shelley &amp; Bethea by J. LaMar Shelley, Mesa, for Amicus Curiae League of Arizona Cities and Towns.</p>\n<p>OPINION</p>\n<p>CHARLES E. ARES, Judge Pro Tem.</p>\n<p>Driven by the Groundwater Management Act of 1980 to drastically reduce its dependence on underground water, the City of Scottsdale imposed a water resources development fee on all new realty developments. The Home Builders Association of Central Arizona (HBA), some of whose members paid the fee under protest, challenged in superior court the fee's validity under Arizona's enabling act, A.R.S. § 9-463.05. The trial court declared the fee invalid on the ground that Scottsdale's plans to acquire new water were too speculative to confer a beneficial use on the developer, as required by the statute.</p>\n<p>The court of appeals reversed that decision because the trial judge had failed to accord proper deference to the Scottsdale city council's legislative decision to adopt the fee. The court held the development fee was entitled to a presumption of validity and that the HBA had not proven that the city's decision was arbitrary. <i>Home Builders Ass'n v. City of Scottsdale,</i> <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">5</span></span>, 13, <span class=\"citation no-link\"><span class=\"volume\">875</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1310</span></span>, 1318 (App. 1993) (<i>Home Builders I</i>).</p>\n<p>This court granted review but remanded the case for reconsideration in light of the recent United States Supreme Court decision in <i>Dolan v. City of Tigard,</i> <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2309</span></a></span>, <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></a></span> (1994). On reconsideration, the court of appeals reaffirmed its initial decision, holding that <i>Dolan</i> did not dictate a different result. <i>Home Builders Ass'n v. City of Scottsdale,</i> <span class=\"citation\" data-id=\"2607067\"><a href=\"/opinion/2607067/home-blds-assn-v-city-of-scottsdale/\"><span class=\"volume\">183</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">243</span></a></span>, <span class=\"citation\" data-id=\"2607067\"><a href=\"/opinion/2607067/home-blds-assn-v-city-of-scottsdale/\"><span class=\"volume\">902</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1347</span></a></span> (App. 1995) (<i>Home Builders II</i>).</p>\n<p>The case is now before us on petition for review. We must determine the validity of the city's development fee under A.R.S. § 9-463.05 and in light of the takings law of the United States. We hold Scottsdale's fee valid.</p>\n<p>I. FACTUAL BACKGROUND OF THE SCOTTSDALE FEE</p>\n<p>The Groundwater Management Act of 1980, A.R.S. §§ 45-401 to 704 (1987 &amp; Supp.), requires municipalities to reduce their dependence on groundwater by achieving safe yield  a balance between the amount of underground water pumped out of the aquifers and the amount naturally and artificially recharged. Because Scottsdale has a contract to receive surface water from the Central Arizona Project (CAP), it is statutorily deemed to have an assured water supply; however, by the year 2001 the city must demonstrate to the state director of water resources that in fact it has sufficient water supplies to meet its developing needs for 100 years. (This deadline has now been moved to January 1, 1998. A.R.S. § 45-576(E).) Before adopting the development fee at issue here, the city undertook a detailed study of the water resources needed to comply with the Groundwater Management Act. The study, \"Water Resources Plan 1985,\" concluded that Scottsdale clearly lacks sufficient water for the future. It also found that Scottsdale would need to raise capital to acquire new supplies of surface water and to construct a system to transport that water.</p>\n<p>Anticipating the need for more water, Scottsdale had already purchased Planet Ranch and its surface water rights in the Bill Williams River in La Paz and Mohave Counties. City planners proposed that water from Planet Ranch be brought to the city through a canal system tied to the CAP. Planet Ranch cost more than $11 million, and the cost of carrying the water to the CAP aqueduct was estimated at $18 million more. In addition, the water resources plan proposed <span class=\"star-pagination\">*481</span> the city increase its recharge capacity by constructing Water Factory 21, an advanced effluent treatment plant that would produce potable water. Other sources of surface water such as the purchase or lease of water rights from various native American tribes were also outlined in the plan.</p>\n<p>To assist in accumulating capital, the plan proposed the adoption of a development fee for all new real estate developments. The city council adopted Ordinance No. 1940, imposing a fee of $1,000 per single family residence, $600 per apartment unit, and $2,000 per acre foot of estimated water consumption for other new uses. The fees are imposed as a condition on the approval of new developments.</p>\n<p>II. STATUTORY VALIDITY OF SCOTTSDALE FEE</p>\n<p>A. Trial Court Findings</p>\n<p>HBA challenged the Scottsdale fee for failing to meet the requirements of the enabling statute:</p>\n<blockquote>A.R.S. § 9-463.05. Development fees; imposition by cities and towns</blockquote>\n<blockquote>A. A municipality may assess development fees to offset costs to the municipality associated with providing necessary public services to a development.</blockquote>\n<blockquote>B. Development fees assessed by a municipality under this section are subject to the following requirements:</blockquote>\n<blockquote>1. <i>Development fees shall result in a beneficial use to the development.</i>\n</blockquote>\n<blockquote>2. Monies received from development fees assessed pursuant to this section shall be <i>placed in a separate fund</i> and <i>accounted for separately and may only be used for the purposes authorized by this section.</i> Interest earned on monies in the separate fund shall be credited to the fund.</blockquote>\n<blockquote>3. The schedule for payment of fees shall be provided by the municipality. The municipality shall provide a credit toward the payment of a development fee for the required dedication of public sites and improvements provided by the developer for which that development fee is assessed. The developer of residential dwelling units shall be required to pay development fees when construction permits for the dwelling units are issued.</blockquote>\n<blockquote>4. <i>The amount of any development fees assessed pursuant to this section must bear a reasonable relationship to the burden imposed upon the municipality to provide additional necessary public services to the development.</i> The municipality, in determining the extent of the burden imposed by the development, shall consider, among other things, the contribution made or to be made in the future in cash by taxes, fees or assessments by the property owner towards the capital costs of the necessary public service covered by the development fee.</blockquote>\n<blockquote>5. If development fees are assessed by a municipality, such fees shall be assessed in a non-discriminatory manner.</blockquote>\n<p>(Emphasis added.)</p>\n<p>HBA's principal witness was Leonard Dueker, the director of the city's Water Resources Department and author of \"Water Resources Plan 1985,\" who testified in detail about the city's need for new water and its plans to obtain it. Taken as a whole, the evidence overwhelmingly supported the city's decision that it needed more water. The trial court found HBA failed to prove Scottsdale had an adequate water supply for the foreseeable future. The court also found the city reasonably could have concluded that it needed to acquire new water resources. Findings of Fact Nos. 10 and 11. The trial court held, as a matter of law, the enactment of the development fee in this case was a legislative decision within the discretion of the city council. Conclusion of Law No. 4. Despite that conclusion, the court held any benefit to the developers who were assessed the fee was too remote in time and speculative in nature to satisfy the benefit criterion of § 9-463.05(B)(1). Finding of Fact No. 13, Conclusion of Law No. 6. The record discloses that the trial judge's conclusion in this respect was based on Dueker's testimony that it was possible Planet Ranch water might never be brought to Scottsdale if an alternative source of water were developed. At the time of trial, Scottsdale was exploring the possibility of obtaining surface water <span class=\"star-pagination\">*482</span> from the San Carlos Apache Tribe; in addition, no specific plans for building the canal system to carry Planet Ranch water to Scottsdale had yet been developed. Testimony indicated that if San Carlos water could be obtained, Scottsdale might try to sell Planet Ranch to the U.S. Fish and Wildlife Service or the Bureau of Land Management.</p>\n<p>B. Presumption of Validity of Legislative Actions</p>\n<p>We agree with the court of appeals that the trial judge committed error. The adoption of Ordinance No. 1940 was a legislative act that came to the court cloaked with a presumption of validity. <i>City of Phoenix v. Fehlner,</i> <span class=\"citation\" data-id=\"1155398\"><a href=\"/opinion/1155398/city-of-phoenix-v-fehlner/\"><span class=\"volume\">90</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">13</span></a></span>, 17, <span class=\"citation\" data-id=\"1155398\"><a href=\"/opinion/1155398/city-of-phoenix-v-fehlner/\"><span class=\"volume\">363</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">607</span></a></span>, 609 (1961). Land use regulations of general application will be overturned by the courts only if a challenger shows the restrictions to be arbitrary and without a rational relation to a legitimate state interest. <i>Euclid v. Ambler Realty Co.,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 388, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, 118, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></a></span> (1926); <i>Cardon Oil Co. v. City of Phoenix,</i> <span class=\"citation\" data-id=\"1134359\"><a href=\"/opinion/1134359/cardon-oil-co-v-city-of-phoenix/\"><span class=\"volume\">122</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">102</span></a></span>, 104, <span class=\"citation\" data-id=\"1134359\"><a href=\"/opinion/1134359/cardon-oil-co-v-city-of-phoenix/\"><span class=\"volume\">593</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">656</span></a></span>, 658 (1979); <i>see also </i><i>Edwards v. State Bd. of Barber Examiners,</i> <span class=\"citation\" data-id=\"1190802\"><a href=\"/opinion/1190802/edwards-v-state-board-of-barber-examiners/\"><span class=\"volume\">72</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">108</span></a></span>, 112-13, <span class=\"citation\" data-id=\"1190802\"><a href=\"/opinion/1190802/edwards-v-state-board-of-barber-examiners/\"><span class=\"volume\">231</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">450</span></a></span>, 452 (1951). Development or impact fees are presumed valid as exercises by legislative bodies of the power to regulate land use.</p>\n<p>It is important to recognize just what the presumption means. It means, first, that the factual underpinning for the city council's decision, <i>i.e.,</i> that the city needed more water, must stand unless shown to be without factual support. Clearly, HBA failed to make that showing. Second, the presumption also means that the wisdom of Scottsdale's choice of methods of meeting its water needs is a legislative, not a judicial, question. The purchase of Planet Ranch may not have been, as HBA has asserted, a wise one, but that question is not for this or any other court. <i>Arizona Downs v. Arizona Horsemen's Foundation,</i> <span class=\"citation\" data-id=\"1168666\"><a href=\"/opinion/1168666/arizona-downs-v-ariz-horsemens-foundation/\"><span class=\"volume\">130</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">550</span></a></span>, 556-57, <span class=\"citation\" data-id=\"1168666\"><a href=\"/opinion/1168666/arizona-downs-v-ariz-horsemens-foundation/\"><span class=\"volume\">637</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1053</span></a></span>, 1059-60 (1981); <i>see also </i><i>Rochlin v. State,</i> <span class=\"citation\" data-id=\"1305109\"><a href=\"/opinion/1305109/rochlin-v-state/\"><span class=\"volume\">112</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">171</span></a></span>, 174, <span class=\"citation\" data-id=\"1305109\"><a href=\"/opinion/1305109/rochlin-v-state/\"><span class=\"volume\">540</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">643</span></a></span>, 646 (1975). The only issue finally before the trial court, aside possibly from the reasonableness of the fee, was whether the fee conferred a benefit as required by the statute.</p>\n<p>We have difficulty understanding this question to be an open one of fact. Scottsdale needs more water. If it does not get it before the deadline for reaching safe yield, it must stop approving new development. Both state zoning laws and the Groundwater Code prohibit the approval of a subdivision plat unless it is supported by a certificate of an assured water supply. <i>See</i> A.R.S. §§ 9-463.05(I), 45-576(B). The fee will be used to acquire new water supplies, and the city will be able to move toward its goal of demonstrating an assured 100-year water supply. Developers who pay the fee and thus contribute to the capital needed for water surely will receive a benefit from the city's ability to approve new developments. Without the assurance of a water supply, developers would be unable to develop and market their land.</p>\n<p>C. Concreteness of Benefit Conferred</p>\n<p>The real fault with Scottsdale's fee, as found by the trial court, was not its failure to confer a benefit <i>in fact</i> but that the means chosen by the city were not sufficiently concrete and immediate to satisfy the requirement of § 9-463.05.</p>\n<p>1. Deference to Legislative Decisions</p>\n<p>This was error in two respects. First, it led the court into the realm of legislative choices. When the court required assurance that whatever plans Scottsdale had developed at the time of adopting the fee would actually be followed, it undertook to test the wisdom and practicability of the city's legislative decisions. There was no evidence that the plans were a sham or inherently improbable, just that they might, in a search for economy, be changed. Scottsdale was dealing with a complex, ever-changing problem in predicting future growth and water needs. The city's decision to impose a development fee to be used to acquire the water needed to meet future needs was based on substantial evidence. Once plausible plans for acquiring that water had been adopted, whether to persist in those plans over the several years the project would require is surely a legislative, not judicial, decision. Courts must accord municipalities considerable deference and upset their legislative <span class=\"star-pagination\">*483</span> decisions only if they are shown to be arbitrary and without factual justification.</p>\n<p>2. Beneficial Use/Benefit Conferred</p>\n<p>Second, the trial court's finding that the Scottsdale plan was too amorphous and speculative rested on an unarticulated but erroneous construction of § 9-463.05. The trial court implied that the statute requires plans more mature and \"locked in\" than Scottsdale's were. Such a reading of the statute was incorrect.</p>\n<p>Where the language of a statute is clear and unambiguous, courts are not warranted in reading into the law words the legislature did not choose to include. <i>Mid Kansas Fed. Savings &amp; Loan Ass'n v. Dynamic Dev. Corp.,</i> <span class=\"citation\" data-id=\"1352228\"><a href=\"/opinion/1352228/mid-kansas-fed-s-l-v-dynamic-dev/\"><span class=\"volume\">167</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">122</span></a></span>, 128, <span class=\"citation\" data-id=\"1352228\"><a href=\"/opinion/1352228/mid-kansas-fed-s-l-v-dynamic-dev/\"><span class=\"volume\">804</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1310</span></a></span>, 1316 (1991). The plain language of § 9-463.05 contains no such requirement as the trial judge imposed here. It simply requires that the fee confer a beneficial use on the developer.</p>\n<p>3. Development Fees</p>\n<p>A development or impact fee is not a special assessment levied on a landowner whose property is immediately benefitted by access to such public improvements as sidewalks, sewers, and water works. In those cases, the legislature has required \"preliminary plans that show the location and the type and character of the proposed improvements and estimates of the cost and expenses,\" as a basis for calculating the precise amount of the assessment. A.R.S. § 48-577; <i>see also </i><i>Home Builders Ass'n v. Riddel,</i> <span class=\"citation\" data-id=\"1116620\"><a href=\"/opinion/1116620/home-builders-assn-of-central-ariz-inc-v-riddel/\"><span class=\"volume\">109</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">404</span></a></span>, 407, <span class=\"citation\" data-id=\"1116620\"><a href=\"/opinion/1116620/home-builders-assn-of-central-ariz-inc-v-riddel/\"><span class=\"volume\">510</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">376</span></a></span>, 379 (1973). With this more restrictive legislation already in place, the legislature adopted the development fee statute without such limiting language. The omission seems to us significant. Interestingly, when the proposal to authorize development fees was first introduced in the Arizona Senate as Senate Bill 1197, it required a development fee to confer a <i>direct benefit</i> on the developer. That term was dropped from the bill before final passage. Quite clearly, the legislature did not intend to require development fees to rest on such concrete plans as are mandated for special assessments.</p>\n<p>We also believe that a requirement such as the one the trial judge read into the statute would be incompatible with the nature of the development fee and would thwart the apparent purpose of the legislature. Development or impact fees are designed to assist in raising the capital necessary to meet needs that surely will arise in the foreseeable future but whose precise details may not at the outset be quite clear. To require more fixed and certain plans would make it difficult, if not impossible, to prepare in advance for the consequences of continued growth.</p>\n<p>D. Determining the Benefit</p>\n<p>Nevertheless, § 9-463.05 requires that the fee result in a benefit to the developer, and because the term is not self-defining, courts must necessarily pour content into it. That content must be derived, however, from the legislature's intent, as faithfully as the courts can determine it. <i>Wyatt v. Wehmueller,</i> <span class=\"citation\" data-id=\"1379432\"><a href=\"/opinion/1379432/wyatt-v-wehmueller/\"><span class=\"volume\">167</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">281</span></a></span>, 284, <span class=\"citation\" data-id=\"1379432\"><a href=\"/opinion/1379432/wyatt-v-wehmueller/\"><span class=\"volume\">806</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">870</span></a></span>, 873 (1991). State courts had developed a fairly large body of law regarding the validity of development or impact fees by the time § 9-463.05 was adopted. <i>See generally</i> Brian W. Blaesser &amp; Christine M. Kutopp, <i>Impact Fees: The \"Second Generation,\"</i> 38 WASH. U.J. URB. &amp; CONTEMP. L. 55 (1990); Julian C. Juergensmeyer &amp; Robert M. Blake, <i>Impact Fees: An Answer to Local Governments' Capital Funding Dilemma,</i> 9 FLA. ST. U.L. REV. 415 (1981). Read together, the state cases have produced a widely accepted standard for assessing the validity of these fees. <i>See, e.g., </i><i>Collis v. City of Bloomington,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">5</span></span>, <span class=\"citation\" data-id=\"1663076\"><a href=\"/opinion/1663076/collis-v-city-of-bloomington/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">19</span></a></span> (1976); <i>College Station v. Turtle Rock Corp.,</i> <span class=\"citation\" data-id=\"2452646\"><a href=\"/opinion/2452646/city-of-college-station-v-turtle-rock-corp/\"><span class=\"volume\">680</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">802</span></a></span> (Tex. 1984); <i>Jordan v. Village of Menomonee Falls,</i> <span class=\"citation\" data-id=\"1798818\"><a href=\"/opinion/1798818/jordan-v-menomonee-falls/\"><span class=\"volume\">28</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">608</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">442</span></span> (1965). That standard requires first that the exaction imposed on the developer be factually related to the need for public services created by the proposed development. Second, the nature and extent of the exaction must bear a reasonable relationship to that portion of the public burden created by the proposed development. <i>Jordan,</i> 137 N.W.2d at 447-49. This test, only slightly modified, was adopted by the Supreme Court as the standard required by the Takings Clause of the Fifth <span class=\"star-pagination\">*484</span> Amendment. <i>Dolan,</i> 512 U.S. at 390, 114 S.Ct. at 2319 (1994).</p>\n<p>1. Statutory Development Fees</p>\n<p>Under the Arizona statute, a development fee can only be imposed to help pay the costs of providing public services to a proposed development. The fees are rationally related to a need created by the development; when they are spent to provide the needed services, the developer benefits. Our legislature adopted § 9-463.05 in light of the law developed by state courts. As the court of appeals noted in this case, the statute tracks the elements of the predominant state standard. <i>Home Builders I,</i> 179 Ariz. at 9, 875 P.2d at 1314. The benefit criterion of § 9-463.05 is explicit and requires the fee to bear a reasonable relationship \"to the community burden.\"</p>\n<p>An examination of cases applying what is sometimes called the dual nexus test reveals that development fees have been upheld where they are imposed to finance public improvements the need for which will arise in the foreseeable, though not immediate, future. <i>Jordan,</i> 137 N.W.2d at 446-47 (schools, parks and recreation needs); <i>Collis,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">5</span></span>, <span class=\"citation\" data-id=\"1663076\"><a href=\"/opinion/1663076/collis-v-city-of-bloomington/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">19</span></a></span> (parks and playgrounds); <i>Call v. City of West Jordan,</i> <span class=\"citation\" data-id=\"1145145\"><a href=\"/opinion/1145145/call-v-city-of-west-jordan/\"><span class=\"volume\">606</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">217</span></a></span> (Utah 1979) (flood control, parks and recreational facilities).</p>\n<p>In none of these cases was the benefit to the developer limited to concrete plans for specific developments. In <i>Call,</i> for example, the Utah Supreme Court dealt with a municipal requirement that subdividers dedicate seven percent of each subdivision, or its cash equivalent, for flood control, parks, and recreation facilities. Even though the relevant statute permitted the fees to be deposited in the general fund and did not require their expenditure to benefit the affected subdivision alone, the court upheld the exaction because the flexibility required for planning for the expansion of a city militated against more stringent controls on the city's discretion in using the funds. The court assumed that the funds, as a public trust, would be used for the purposes for which the fees were imposed, but it declined to read into the statute greater limitations than the legislature had expressed. <i>Call,</i> 606 P.2d at 220.</p>\n<p>There is nothing in the history of development fees in state courts to suggest that our legislature intended, by its use of the term \"beneficial use,\" to require the benefit to be based on \"locked in\" or unchangeable plans. Scottsdale is faced with a long term, complex series of projects designed to meet the requirements of the Groundwater Management Act. We would be reluctant to deprive the city of the flexibility needed to deal with these projects unless the legislature made it clear that it intended no such flexibility. Given the plain language of § 9-463.05, we hold it has not done so.</p>\n<p>2. Segregation of Fees</p>\n<p>The trial judge may have been concerned that a broad reading of the benefit criterion might tempt a city to use the development fee as an unequal tax for the benefit of its general treasury. The very terms of the statute guard against that possibility. They require the fees to be segregated and used only for the purpose for which they were imposed. § 9-463.05(B)(2). We are sensitive to the need to ensure that development fees are not used to impose on developers a burden all the taxpayers of a city should bear equally. The value of land a developer seeks to develop will be enhanced by the acquisition of water that is essential to new development. The developer thus receives a special benefit in new public services, and § 9-463.05 ensures that he will pay his fair share of its capital cost. <i>See generally </i><i>Hollywood, Inc. v. Broward County,</i> <span class=\"citation\" data-id=\"1097872\"><a href=\"/opinion/1097872/hollywood-inc-v-broward-county/\"><span class=\"volume\">431</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">606</span></a></span> (Fla. App. 1983).</p>\n<p>We hold that § 9-463.05 requires that when a municipality, in its legislative discretion, decides that new developments will require additional public services, it need only develop such plans as will indicate a good faith intent to use development fees to provide those services within a reasonable time. It is clear that Scottsdale's fee meets this standard.</p>\n<p>III. REASONABLE RELATIONSHIP</p>\n<p>Having found that the trial court erred as to the benefit, the court of appeals <span class=\"star-pagination\">*485</span> remanded the case for a determination whether the fee bore a reasonable relationship to the burden placed on the city. After careful consideration of the record, we conclude that the reasonableness of the fee was not in issue before the trial court and that remand is unwarranted.</p>\n<p>HBA had the burden of showing that Scottsdale's fee bore no reasonable relationship to the public burden created by the proposed development. The only evidence it offered on this question came in Dueker's testimony about the formula by which the fee was calculated and the data on which the fee rested. <i>See</i> Exhibit 33, \"Water Resources Plan 1985\"; Testimony of Leonard Dueker, Reporter's Transcript (R.T.), Sept. 30, 1991, at 84. Using the costs of various alternatives, the city water staff calculated that the approximate capital cost of acquiring and bringing an acre foot of new water to Scottsdale was between $2,000 and $2,500. Historical data showed that a single family dwelling in Scottsdale uses about one-half an acre foot per year and that apartments use about three-tenths of an acre foot per year. The development fee was therefore set at $1,000 for single family dwellings, $600 per unit for apartment dwellings and $2,000 per estimated acre foot of consumption by other uses. HBA did not offer any other evidence on the reasonableness of the fee or actually challenge the amount of the fee. Instead, its attack was simply that Scottsdale's plans were too amorphous. Moreover, before the end of the trial, the judge indicated that he had no concern with the reasonableness issue. He specifically ruled that \"the two issues to be determined by trial are 1) the future need for water supply and 2) benefit to the developer.\" Minute Entry, Oct. 2, 1991. Before the city rested, its counsel raised the question whether it should call an economist to testify to the reasonableness of the fee. The judge made it quite clear that he viewed such testimony as irrelevant to any issue then before him. Counsel for HBA, in somewhat elliptical terms, agreed. As a result, Scottsdale rested without offering such evidence. R.T., Oct. 3, 1991, at 44-47. Although it is true the judge later concluded the Scottsdale fee \"is excessive on new development,\" it is apparent this conclusion flowed from his erroneous finding that the fee conferred no benefit on developers. <i>See</i> Conclusion of Law No. 9. In his view, any fee that conferred no benefit would, by definition, be excessive.</p>\n<p>Finally, at oral argument, counsel for HBA assured this court that the amount of the fee was not in issue. Under these circumstances, we see no justification for remanding for further consideration.</p>\n<p>IV. IMPACT OF <i>DOLAN</i></p>\n<p>This case was tried as though the only issue involved was whether the fee met statutory requirements. The court of appeals held that it did. On remand after the Supreme Court's decision in <i>Dolan,</i> the court concluded that <i>Dolan</i> did not dictate a different result. <i>Home Builders II,</i> <span class=\"citation\" data-id=\"2607067\"><a href=\"/opinion/2607067/home-blds-assn-v-city-of-scottsdale/\"><span class=\"volume\">183</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">243</span></a></span>, <span class=\"citation\" data-id=\"2607067\"><a href=\"/opinion/2607067/home-blds-assn-v-city-of-scottsdale/\"><span class=\"volume\">902</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1347</span></a></span>. We agree, but our reasoning is somewhat different.</p>\n<p>The Supreme Court, in <i>Dolan,</i> dealt with an individually tailored demand that the landowner dedicate a certain portion of her property to the city for flood control and a pedestrian/bike path as a condition of approving a building permit. The Court granted certiorari to determine \"the required degree of connection between the exactions imposed by the city and the projected impacts of the proposed development.\" <i>Dolan,</i> 512 U.S. at 374, 114 S.Ct. at 2312. Adopting the predominant test developed by the state courts, the Supreme Court held that the exaction must bear a roughly proportional relationship to the community burden created by the proposed development. \"Roughly proportional\" is actually a term substituted for \"reasonable relationship\" to avoid confusion with \"rational basis\" as a standard of scrutiny. <i>Id.</i> at 390, 114 S.Ct. at 2319. The Court also held that in the case of an adjudicative decision demanding dedication of particular property, as distinguished from a legislative decision, the burden shifts to the city to justify its exaction. <i>Id.</i> at 391 n. 8, 114 S.Ct. at 2320 n. 8.</p>\n<p>We agree with the court of appeals that <i>Dolan</i> is inapplicable to this case for two reasons. In light of our holding that the reasonableness of the amount of the Scottsdale <span class=\"star-pagination\">*486</span> fee was not raised in the trial court, whether that fee is roughly proportional to the burden imposed on the community was likewise not in question. HBA did not argue that there was no reasonable relationship between the amount of the fee and the community burden as required by the statute. There was, therefore, no occasion to apply the <i>Dolan</i> test in this case.</p>\n<p>Even if the issue of reasonableness had been before the trial court, we agree with the court of appeals that <i>Dolan</i> is distinguishable. In <i>Dolan,</i> the Chief Justice was careful to point out that the case involved a city's <i>adjudicative</i> decision to impose a condition tailored to the particular circumstances of an individual case. <i>Id.</i> Because the Scottsdale case involves a generally applicable <i>legislative</i> decision by the city, the court of appeals thought <i>Dolan</i> did not apply. We agree, though the question has not been settled by the Supreme Court. <i>See </i><i>Parking Ass'n v. City of Atlanta,</i> <span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">764</span></span>, <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">200</span></span> (1994), <i>cert. denied,</i> ___ U.S. ___, ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span>, 2269, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">273</span></span> (1995) (Thomas, J., dissenting). We note, however, that there may be good reason to distinguish the <i>Dolan</i> adjudicative decision from the Scottsdale legislative one. <i>Ehrlich v. City of Culver City,</i> <span class=\"citation\" data-id=\"1456101\"><a href=\"/opinion/1456101/ehrlich-v-city-of-culver-city/\"><span class=\"volume\">12</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">854</span></a></span>, <span class=\"citation\" data-id=\"1456101\"><a href=\"/opinion/1456101/ehrlich-v-city-of-culver-city/\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"1456101\"><a href=\"/opinion/1456101/ehrlich-v-city-of-culver-city/\"><span class=\"volume\">911</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">429</span></a></span> (1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></span> (1996), dramatically illustrates the differences between the two exactions. In <i>Ehrlich,</i> the city had imposed an individually tailored $280,000 mitigation fee as a condition of approving a rezoning request. On remand from the United States Supreme Court for reconsideration in light of <i>Dolan,</i> the California Supreme Court held the record insufficient to show that the fee was roughly proportional to the public burden of replacing recreational facilities that would be lost as a result of rezoning Ehrlich's property. The California court suggested that the <i>Dolan</i> analysis applied to cases of regulatory leveraging that occur when the landowner must bargain for approval of a particular use of its land. <i>Id.</i> 50 Cal. Rptr.2d at 251, 911 P.2d at 438. The risk of that sort of leveraging does not exist when the exaction is embodied in a generally applicable legislative decision.</p>\n<p><i>Dolan</i> may also be distinguished from our case on another ground. There, the city demanded that Mrs. Dolan cede a part of her property to the city, a particularly invasive form of land regulation that the court believed justified increased judicial protection for the landowner. Here, Scottsdale seeks to impose a fee, a considerably more benign form of regulation. <i>See </i><i>Commercial Builders v. Sacramento,</i> <span class=\"citation\" data-id=\"566421\"><a href=\"/opinion/566421/commercial-builders-of-northern-california-and-its-affected-members-v/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span> (9th Cir.1991).</p>\n<p>The Supreme Court's opinions in <i>Nollan v. California Coastal Comm'n,</i> <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3141</span></a></span>, <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1987), and <i>Dolan</i> have occasioned a great deal of speculation whether ultimately the Court will hold that the Takings Clause demands a higher degree of scrutiny than has traditionally been applied in land regulation cases. <i>See</i> Jonathan M. Block, <i>Limiting the Use of Heightened Scrutiny to Land-Use Exactions,</i> 71 N.Y.U.L. REV. 1021, 1024 n. 154 (1996). Nothing in the Court's opinions requires us to plunge into the thicket of the levels of scrutiny in this case.</p>\n<p>The relationship of the fee to the burden and the appropriate standard of review were not in issue here. Even if they were, the <i>Dolan</i> standard of rough proportionality is already applicable in Arizona through the reasonable relationship requirement of § 9-463.05(B)(4). For all these reasons, <i>Dolan</i> did not require the court of appeals to decide the case differently.</p>\n<p>V. DISPOSITION</p>\n<p>We approve the court of appeals' opinion except as it remanded the case to the trial court for further proceedings. We reverse the trial court's judgment and remand the case with directions to enter judgment for the City of Scottsdale.</p>\n<p>FELDMAN, C.J., ZLAKET, V.C.J., and MOELLER and MARTONE, JJ., concur.</p>\n<p>ROBERT J. CORCORAN, J., (retired) did not participate in this matter; pursuant to Ariz. Const. art. VI, § 3, CHARLES E. <span class=\"star-pagination\">*487</span> ARES, Judge Pro Tem., Arizona Court of Appeals, Division Two, was designated to sit in his stead.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1097872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1116620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1145145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1155398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1168666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1190802/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1305109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1352228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1379432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1456101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1663076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1798818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2452646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2607067/"
          ]
        }
      ],
      "judges": "Charles E. Ares",
      "date_created": "2015-10-14T01:09:42.880373Z",
      "date_modified": "2016-03-03T19:53:26.890700Z",
      "date_filed": "1997-01-07",
      "date_filed_is_approximate": false,
      "slug": "home-builders-assn-v-city-of-scottsdale",
      "citation_id": 1425302,
      "case_name_short": "",
      "case_name": "Home Builders Ass'n v. City of Scottsdale",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "187 Ariz. 479",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "930 P.2d 993",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 30,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1012335/home-builders-assn-v-city-of-scottsdale/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:46:07.332511Z",
  "date_modified": "2014-10-30T13:46:07.332511Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Home Builders Ass'n v. City of Scottsdale",
  "case_name_full": "",
  "slug": "home-builders-assn-v-city-of-scottsdale",
  "docket_number": "CV-95-0160-PR",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}