{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1015853/",
  "id": 1015853,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mtd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1455145/",
      "id": 1455145,
      "absolute_url": "/opinion/1455145/mont-outfitters-act-group-v-fish-game-comn/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/1619/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3021/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1015853/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1455145/",
          "id": 1455145,
          "absolute_url": "/opinion/1455145/mont-outfitters-act-group-v-fish-game-comn/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1455145/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:15:16.780643Z",
          "date_modified": "2017-04-05T21:58:44.035052Z",
          "type": "010combined",
          "sha1": "28fd6c6b23ad4fdfd462bee998d3125e2fa304f4",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>417 F.Supp. 1005 (1976)</b></center>\n<center><h1>MONTANA OUTFITTERS ACTION GROUP et al., Plaintiffs,<br>\nv.<br>\nFISH AND GAME COMMISSION OF the STATE OF MONTANA et al., Defendants.</h1></center>\n<center>No. CV 75-80-BU.</center>\n<center><p><b>United States District Court, D. Montana, Butte Division.</b></p></center>\n<center>August 12, 1976.</center>\n<p><span class=\"star-pagination\">*1006</span> <span class=\"star-pagination\">*1007</span> James H. Goetz, Bozeman, Mont., for plaintiffs.</p>\n<p>Robert Woodahl, Atty. Gen., State of Mont., Clayton Herron, Sp. Asst. Atty. Gen., Helena, Mont., for defendants.</p>\n<p>Before BROWNING, Circuit Judge, and SMITH and JAMESON, District Judges.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>PER CURIAM:</p>\n<p>This case is about elk and the rights of nonresidents to hunt them.<sup>[1]</sup> The elk, once a plains animal, now lives in the mountains in central and western Montana. The elk is migratory in the sense that it moves from the summer range to the winter range and back, and when this sort of migration occurs near the borders of Montana, the elk drift to and from Montana, Idaho, Wyoming, and Canada. The summer range is in the mountains, and a significant part of it is federally owned. The winter range is in the foothills and valleys, a significant part of which is in private ownership. About 75% of the elk killed are killed on federal lands. The elk is not and never will be hunted commercially. It is an animal much sought for its trophy value, and nonresident hunters are as a group more interested in the trophy than are the resident hunters as a group. In recent years there has been an increase in the number of hunters and a disproportionate increase in the number of nonresident hunters. In the years between 1960 and 1970 there was an increase of 536% in nonresident hunting as compared with an increase of 67% in resident hunting.<sup>[2]</sup> The preservation of the elk depends upon conservation.</p>\n<p>R.C.M.1947 § 26-202.1(12) provides for a nonresident big game combination license and fixes the fee therefor. A nonresident may not hunt elk without the combination license. The license fee for the 1976 hunting season will be $225.00, and for that fee the nonresident is permitted to take one elk, one deer, one black beer, upland birds, and fish. A resident<sup>[3]</sup> will be able to hunt elk in 1976 by the payment of $8.00 for an elk tag<sup>[4]</sup> and $1.00 for a conservation license.<sup>[5]</sup></p>\n<p>While a resident is not required to buy any combination of licenses, the cost to him of all of the privileges granted by the nonresident combination license would be $30.00.<sup>[6]</sup> The ratio is therefore, 7.5 to 1 in favor of the resident. The claim is that these licensing provisions are discriminatory and in violation of the privileges and immunities clause (art. IV, § 2) and the equal protection and due process clauses (amend. XIV) of the United States Constitution. Plaintiffs concede that the State may constitutionally charge nonresidents more for hunting and fishing privileges than residents <span class=\"star-pagination\">*1008</span> because residents, through taxes other than hunting and fishing license fees, contribute to the wildlife management program, but urge that the degree of the disparity cannot be justified on a cost basis. While no records are kept which precisely disclose the direct and indirect costs which properly may be apportioned between residents and nonresidents, the plaintiffs did offer the opinion evidence of an economist to the effect that a ratio of no more than 2.5 to 1 can be justified cost-wise. On a consideration of that evidence, the State's evidence opposing it, and with due regard to the presumption of constitutionality, we find that the ratio of 7.5 to 1 cannot be justified on any basis of cost allocation.<sup>[7]</sup></p>\n<p>Defendants challenge the plaintiffs' standing. The plaintiffs Moris and Lee are nonresidents who have hunted for elk in Montana in the past and who want to hunt in Montana in the future. They are obviously adversely affected by an increase in nonresident license fees and have standing to maintain this action. The economic interests of Moris and Lee are affected, and that it is sufficient. <i>Sierra Club v. Morton,</i> 405 U.S. 727, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972). Since all issues are presented by Moris and Lee, we do not pass upon the standing of the remaining plaintiffs.<sup>[8]</sup></p>\n<p>Defendants suggest that there is no justiciable controversy because the law governing the 1976 hunting season will not be effective until July 1, 1976; the 1975 hunting season is over, and the law governing it cannot affect the plaintiffs.<sup>[9]</sup> The problems here raised are those which are \"`capable of repetition, yet evading review.'\" <i>Roe v. Wade,</i> 410 U.S. 113, 125, 93 S.Ct. 705, 713, 35 L.Ed.2d 147 (1973). Had plaintiffs waited until July 1, 1976, to commence this action, it is unlikely that a resolution at this court level would be obtained until the 1976 hunting season was over. Absent a repeal of the challenged law, unlikely since the Montana legislature will not meet until January 1977, the plaintiffs will be affected by the present law, and there is now a controversy. We hold the controversy to be justiciable.</p>\n<p>The State argues with some support in the authorities that the State owns the animals in their wild state in trust for the beneficial use of the citizens of the State, and that the State may do what it will with its own property.<sup>[10]</sup> The plaintiffs contend with some support in the authorities that \"[t]he whole ownership theory, in fact, is now generally regarded as but a fiction expressive in legal shorthand of the importance to its people that a State have power to preserve and regulate the exploitation of <span class=\"star-pagination\">*1009</span> an important resource.\"<sup>[11]</sup> We do not here choose between the theories advanced. The State under either theory has the power to manage and conserve the elk, and to that end to make such laws and regulations as are necessary to protect and preserve it.</p>\n<p>Whether, in that management, a discrimination between residents and nonresidents is permissible requires an examination of the claimed right, the State purpose involved, and the justifications for the discrimination.</p>\n<p>We turn to the nature of the right asserted by the plaintiffs in this case. Not everyone may hunt elk. There are too many people and too few elk. If the elk is to survive as a species, the game herds must be managed, and a vital part of the management is the limitation of the annual kill. That limitation may be accomplished in many ways, but all of them involve in some degree a limitation upon hunter days.<sup>[12]</sup> The hunter days may be controlled by pricing the license, by conducting lotteries, by limiting the length of the seasons, and by restricting the area of the hunt. Any controlling device, by reason of its effect upon the life circumstances of a potential hunter, may deprive that hunter of any possibility of hunting elk.</p>\n<p>Whatever word may be used to describe plaintiffs' asserted rights  right, privilege, chance  the asserted right is recreational in character,<sup>[13]</sup> and except for a few residents who live in exactly the right place, is expensive recreation. Critically examined, the right asserted here is, therefore, no more than a chance to engage temporarily in a recreational activity in a sister state, and even the chance is dependent upon the willingness of the people of the sister State to manage the subject matter of the recreation  the elk. The asserted right is not fundamental<sup>[14]</sup> and is not protected as a privilege and immunity by art. IV, § 2 of the United States Constitution. <i>United States v. Wheeler,</i> 254 U.S. 281, 41 S.Ct. 133, 65 L.Ed. 270 (1920); <i>Canadian Northern Ry. v. Eggen,</i> 252 U.S. 553, 40 S.Ct. 402, 64 L.Ed. 713 (1920); and <i>Blake v. McClung,</i> 172 U.S. 239, 19 S.Ct. 165, 43 L.Ed. 432 (1898).</p>\n<p>We cannot ignore the nature of the right involved in treating the equal protection problem. If the needs for education at the primary level<sup>[15]</sup> and at the college level<sup>[16]</sup> do not create the fundamental sort of rights which have constitutional protection under the equal protection clause, then certainly the asserted right in this case does not have a constitutional basis and is not fundamental for equal protection purposes. There is simply no nexus between the right to hunt for sport and the right to speak, the right to vote, the right to travel, the right to pursue a calling. We are not, therefore, required to scrutinize the discrimination <span class=\"star-pagination\">*1010</span> strictly but only to determine whether the system bears some rational relationship to legitimate State purposes.<sup>[17]</sup></p>\n<p>The State purpose is to restrict the number of hunter days. Any regulatory system which imposes a license fee in some sense discriminates against those who can't afford to pay it. As the fee increases, the discrimination increases. A regulatory scheme based upon a pure lottery in which a limited number of hunters were chosen would be discrimination-free, but a legislature might with some rationality<sup>[18]</sup> conclude that a pure lottery open to all potential elk hunters in the United States might destroy the political motivation to Montana citizens to underwrite the elk management program in the absence of which the species would disappear.<sup>[19]</sup></p>\n<p>We conclude that where the opportunity to enjoy a recreational activity is created or supported by a state, where there is no nexus between the activity and any fundamental right, and where by its very nature the activity can be enjoyed by only a portion of those who would enjoy it, a state may prefer its residents over the residents of other states, or condition the enjoyment of the nonresident upon such terms as it sees fit.<sup>[20]</sup></p>\n<p>IT IS THEREFORE ORDERED that judgment be entered denying plaintiffs all relief.</p>\n<p>BROWNING, Circuit Judge (dissenting):</p>\n<p>The majority recognizes that the \"ownership theory\" espoused in early Supreme Court opinions is denigrated in more recent pronouncements. <i>See </i><i>Toomer v. Witsell,</i> 334 U.S. 385, 402, 68 S.Ct. 1156, 92 L.Ed. 1460 (1948). Also in disrepute is the \"special public interest\" theory occasionally advanced to justify state discrimination in favor of its own citizens in matters of \"privilege\" as distinguished from \"right.\" <i>See </i><i>Sugarman v. Dougall,</i> 413 U.S. 634, 643-45, 93 S.Ct. 2842, 37 L.Ed.2d 853 (1973); <i>Graham v. Richardson,</i> 403 U.S. 365, 372-74, 91 S.Ct. 1848, 29 L.Ed.2d 534 (1970). All that remains is the traditional Equal Protection issue: Does the higher license fee charged nonresidents for hunting elk in the state serve a legitimate state purpose?</p>\n<p>The contention most strongly pressed by the state is that the difference in license fee serves the legitimate purpose of imposing upon nonresidents a fair share of the cost of maintaining the elk herd. As the majority finds, however, \"the ratio of 7.5 to 1 [or 28.2 to 1] cannot be justified on any basis of cost allocation.\" The majority does not discuss the other purposes advanced by the state to support the discrimination  implying (and I agree) that there is no reasonable relationship between the discriminatory license fee and any of the other purposes advanced by the state. Each such justification is shown <span class=\"star-pagination\">*1011</span> by the record to be either logically or factually unsupportable.</p>\n<p>The majority nonetheless sustains the discrimination on a novel theory not suggested by the state or supported by any authority.<sup>[*]</sup></p>\n<p>The ultimate state interest relied upon by the majority is the unquestionably legitimate and important one of conservation. The asserted relationship between the discriminatory license fee and conservation is not direct. The state employs discrimination, the majority suggests, to further conservation in an indirect and, in my opinion, impermissible way.</p>\n<p>The majority holds the discrimination against nonresidents to be justified because the state might rationally conclude that if nonresidents were not discriminated against and thereby discouraged from participating in the elk hunt, the number of residents who could participate would be so small that the residents would be unwilling to maintain a vigorous conservation program. In short, an otherwise invidious discrimination against nonresidents is justified because the state may rationally consider the discrimination necessary to induce residents to support the state program required to conserve the herd.</p>\n<p>In more general terms, the principle appears to be that the state may burden access by nonresidents to a finite local resource in order to increase the share available to residents and thereby maintain a political base within the state for the support of state efforts to conserve the resource. Put in another way, a state may justify the constitutionality of a discriminatory statute by showing that political support by the class of people to be benefited by the discrimination is necessary in order to continue the program that benefits them.</p>\n<p>I do not believe discrimination for such a purpose is permitted by the Equal Protection Clause.</p>\n<p><i>Memorial Hospital v. Maricopa County,</i> 415 U.S. 250, 94 S.Ct. 1076, 39 L.Ed.2d 306 (1974), involved a constitutional challenge to an Arizona statute requiring a year's residence as a condition to an indigent receiving non-emergency medical care at county expense. The state argued that \"the requirement is necessary for public support\" of modern and effective public medical facilities because the voters believed the requirement protected them from an influx of low-income families such facilities would otherwise attract. The Supreme Court rejected the argument, stating, \"A State may not employ an invidious discrimination to sustain the political viability of its programs.\" 415 U.S. at 266, 94 S.Ct. at 1086.</p>\n<p>The Supreme Court cited with approval <i>Cole v. Housing Authority,</i> 435 F.2d 807, 812-13 (1st Cir. 1970), invalidating a city's durational residency requirement for access to low-income housing projects. In <i>Cole,</i> the city argued that a durational residential requirement was \"often the key to survival of [public] housing\" because voters believed such a restriction to be necessary to avoid benefiting newcomers as against longtime residents. The Court of Appeals rejected this reasoning, stating, \"The objective of achieving political support by discriminatory means . . . is not one which the Constitution recognizes.\" 435 F.2d at 813.</p>\n<p><i>Memorial Hospital</i> and <i>Cole</i> involved infringement of fundamental rights that could be justified only by a compelling state <span class=\"star-pagination\">*1012</span> interest. But this does not make them inapplicable. These cases rejected justification of discrimination on political grounds because justification on such a basis is inherently inappropriate, not because the right infringed was fundamental.</p>\n<p>A holding that discrimination by the state may be justified by showing that the state could rationally believe such discrimination was necessary to secure political support for a program in the public interest, would lead inevitably, if indirectly, to the conclusion that invidious discrimination can be justified by popular disapproval of equal treatment. As the court said in <i>Cole,</i> such a rule \"would rationalize discriminatory classifications which are constitutionally impermissible.\" 435 F.2d at 812. Addressing essentially the same point in <i>Memorial Hospital,</i> the Supreme Court said: \"`[p]erhaps Congress could induce wider state participation in school construction if it authorized the use of joint funds for the building of segregated schools,' but that purpose would not sustain such a scheme.\" 415 U.S. at 267, 94 S.Ct. at 1086, <i>quoting </i><i>Shapiro v. Thompson,</i> 394 U.S. 618, 641, 89 S.Ct. 1322, 22 L.Ed. 660 (1969).</p>\n<p>The majority's rationale is at odds with the principle that constitutional rights are not subject to abrogation by majority will. As the Court said in <i>West Virginia Board of Education v. Barnette,</i> 319 U.S. 624, 638, 63 S.Ct. 1178, 1185, 87 L.Ed. 1628 (1942): \"The very purpose of the Bill of Rights was to withdraw certain subjects from the vicissitudes of political controversy, to place them beyond the reach of majorities and officials and to establish them as legal principles to be applied by the courts.\" <i>See also </i><i>Lucas v. Colorado General Assembly,</i> 377 U.S. 713, 736, 84 S.Ct. 1459, 12 L.Ed.2d 632 (1963).</p>\n<p>The rule applied by the majority is impossible to limit. It would immunize even the most arbitrary discrimination from constitutional attack whenever it could be contended reasonably that the discrimination was necessary to obtain political support for the state activity.</p>\n<p>Access to outdoor recreation is increasingly important to our society. It is significant, for example, that the number of visitors to national and state parks doubled in the decade 1960-1970. U.S. Department of Commerce, Statistical History of the United States 1970. In fact if not in law, recreational resources constitute a vital national asset. The sentiment that state residents have a preferred claim to such resources within the state is unworthy of protection \"under a Constitution which was written partly for the purpose of eradicating such provincialism.\" <i>Cole v. Housing Authority, supra,</i> 435 F.2d at 813.</p>\n<p>I would hold Montana's discriminatory license fee unconstitutional.</p>\n<h2>NOTES</h2>\n<p>[1]  While there are disparities in the price of resident and nonresident fees for other fish and game licenses, only the combination license which permits the nonresident to hunt elk is drawn into controversy here.</p>\n<p>[2]  All of the State's objections to the introduction of evidence, which were reserved, are now overruled.</p>\n<p>[3]  R.C.M.1947 § 26-202.3(2) provides:\n</p>\n<p>\"Any person who has been a resident of the state of Montana, as defined in section 83-303, for a period of six (6) months immediately prior to making application for said license shall be eligible to receive a resident hunting or fishing license.\" R.C.M.1947 § 83-303 provides:</p>\n<p>\"Every person has, in law, a residence. In determining the place of residence the following rules are to be observed:</p>\n<p>\"1. It is the place where one remains when not called elsewhere for labor or other special or temporary purpose, and to which he returns in seasons of repose. . . .\"</p>\n<p>[4]  R.C.M.1947 § 26-202.1(4).</p>\n<p>[5]  R.C.M.1947 § 26-230.</p>\n<p>[6]  R.C.M.1947 § 26-202.1(1), (2), and (4), and R.C.M.1947 § 26-230.</p>\n<p>[7]  For a nonresident who wanted to hunt and hunted elk, and elk alone, the ratio is 28.2 to 1. Some part of the difference between the 28.2 to 1 and the 7.5 to 1 ratios may be justified by arguments made in support of the combination license, but, in view of our determination that the fee discrimination at a 7.5 to 1 ratio is not justified cost-wise, we approach the legal problems involved without resolving the arguments pro and con as to whether the discrimination caused by the combination license is justified.</p>\n<p>[8]  The plaintiffs are four nonresident hunters, one licensed outfitter, and the Montana Outfitters Action Group, composed of seven licensed outfitters and seven dude ranchers and nonresident hunters. Amicus curiae briefs supporting the validity of the statute were filed by the Montana Outfitters and Guides Association, representing 123 outfitters, and by the International Association of Game, Fish and Conservation Commissioners, representing the wildlife agencies of all 50 states, Canada, Puerto Rico, and Mexico.</p>\n<p>[9]  While we do not consider the law governing the 1975 hunting season (R.C.M.1947 § 26-202.1) as it existed prior to the 1975 amendments (Laws of Montana 1975, ch. 91, § 1, ch. 417, § 1, ch. 546, § 1) we do note that the arguments now addressed to R.C.M.1947 § 26-202.1 as it now exists are equally applicable, except perhaps in degree, to the prior law.</p>\n<p>[10]  The cases of <i>Geer v. Connecticut,</i> 161 U.S. 519, 16 S.Ct. 600, 40 L.Ed. 793 (1896); <i>McCready v. Virginia,</i> 94 U.S. 391, 24 L.Ed. 248 (1876); <i>In re Eberle,</i> 98 F. 295 (N.D.Ill.1899), and some language in <i>Foster-Fountain Packing Co. v. Haydel,</i> 278 U.S. 1, 49 S.Ct. 1, 73 L.Ed. 147 (1928), lend support to this view. Because of the involvement of elk with the lands of the sovereign United States, the ownership analysis is not as readily applicable to elk as it might be to the Chinese pheasant.</p>\n<p>[11]  The quotation is from <i>Toomer v. Witsell,</i> 334 U.S. 385, 402, 68 S.Ct. 1156, 1165, 92 L.Ed. 1460 (1948). In <i>Missouri v. Holland,</i> 252 U.S. 416, 434, 40 S.Ct. 382, 384, 64 L.Ed. 641 (1920), Mr. Justice Holmes said, \"To put the claim of the State upon title is to lean upon a slender reed.\" This language was quoted with approval in <i>Takahashi v. Fish and Game Comm'n,</i> 334 U.S. 410, 68 S.Ct. 1138, 92 L.Ed. 1478 (1948), and in <i>Toomer v. Witsell, supra</i><i>.</i> All of the cases cited in this footnote were concerned with migrating fish and birds. The movement of the elk is more a drifting than a true migration.</p>\n<p>[12]  Each day that one hunter is in the field is a hunter day.</p>\n<p>[13]  We believe that this is sufficient to distinguish this case from <i>Takahashi v. Fish and Game Comm'n, supra</i><i>; </i><i>Toomer v. Witsell, supra</i><i>;</i> and <i>Mullaney v. Anderson,</i> 342 U.S. 415, 72 S.Ct. 428, 96 L.Ed. 458 (1952), all of which were concerned with the fundamental right to pursue a calling or business. In <i>American Commuters Ass'n, Inc. v. Levitt,</i> 279 F.Supp. 40 (S.D.N.Y.1967), <i>aff'd,</i> 405 F.2d 1148 (2d Cir. 1969), the district court expressly distinguished between noncommercial fishing licenses and \"commercial fishing rights involving interstate commerce.\" 279 F.Supp. at 48.</p>\n<p>[14]  <i>See </i><i>Blake v. McClung, infra,</i> at 248, 19 S.Ct. 165.</p>\n<p>[15]  <i>San Antonio Independent School District v. Rodriguez,</i> 411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973).</p>\n<p>[16]  <i>Sturgis v. Washington,</i> 368 F.Supp. 38 (W.D.Wash.1973), <i>aff'd,</i> 414 U.S. 1057, 94 S.Ct. 563, 38 L.Ed.2d 464 (1973).</p>\n<p>[17]  <i>San Antonio Independent School District v. Rodriguez, supra</i><i>; </i><i>Hughes v. Alexandria Scrap Corp.,</i> ___ U.S. ___, 96 S.Ct. 2488, 49 L.Ed.2d 220, 44 U.S.L.W. 4959.</p>\n<p>[18]  If the conclusion is rational, the presumption of constitutionality would require us to consider it.</p>\n<p>[19]  Were a Montana resident's chances to hunt calculated purely on a population basis, Montana residents would get .34% of the elk licenses issued. On the basis of all elk licenses issued in 1973 (107,675), and the population in 1970 (Montana: 694,409; United States: 203,235,298), Montana residents would have received 366 of them (694,409 divided by 203,235,298, multiplied by 107,675). This figure is unrealistic because in any sort of a drawing allocating licenses, the proportion of applications from Montana to the population of Montana would exceed the proportion of applications from other states to the populations of those states. Montana residents can hunt more cheaply, and probably, because of their proximity to it, are more attracted by hunting. Even so, a legislature looking at the facts might conclude that some relatively small percentage of Montana hunters would be licensed if nonresidents and Montana residents were treated equally.</p>\n<p>[20]  The results reached in the cases of <i>Geer v. Connecticut, supra,</i> n. 10; <i>McCready v. Virginia, supra,</i> n. 10; <i>In re Eberle, supra,</i> n. 10; and <i>State v. Kemp,</i> 73 S.D. 458, 44 N.W.2d 214 (1950), appeal dismissed for want of a substantial federal question, 340 U.S. 923, 71 S.Ct. 498, 95 L.Ed. 667 (1951), are in accord with the result reached here.</p>\n<p>[*]   The majority states (note 20) that the result reached in this case is in accord with the results reached in <i>Geer v. Connecticut,</i> 161 U.S. 519, 16 S.Ct. 600, 40 L.Ed. 793 (1896); <i>McCready v. Virginia,</i> 94 U.S. 391, 24 L.Ed. 248 (1876); <i>In re Eberle,</i> 98 F. 295 (N.D.Ill.1899); and <i>State v. Kemp,</i> 73 S.D. 458, 44 N.W.2d 214 (1950), appeal dismissed for want of a substantial federal question 340 U.S. 923, 71 S.Ct. 498, 95 L.Ed. 667 (1951). As the majority notes (note 10), the first three cases rest on the \"ownership theory,\" rejected in subsequent decisions, and, in any event, not readily applicable to elk, 75% of which are killed on federal lands. Dismissal by the Supreme Court of the appeal in <i>State v. Kemp</i> did not involve a ruling that the discrimination was constitutional. The statement filed in the Supreme Court in opposition to jurisdiction pointed out that violations of state statutes not claimed to be unconstitutional had occurred that were sufficient to sustain the conviction.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1005</span></span> (1976)</b></center>\n<center><h1>MONTANA OUTFITTERS ACTION GROUP et al., Plaintiffs,<br>\nv.<br>\nFISH AND GAME COMMISSION OF the STATE OF MONTANA et al., Defendants.</h1></center>\n<center>No. CV 75-80-BU.</center>\n<center><p><b>United States District Court, D. Montana, Butte Division.</b></p></center>\n<center>August 12, 1976.</center>\n<p><span class=\"star-pagination\">*1006</span> <span class=\"star-pagination\">*1007</span> James H. Goetz, Bozeman, Mont., for plaintiffs.</p>\n<p>Robert Woodahl, Atty. Gen., State of Mont., Clayton Herron, Sp. Asst. Atty. Gen., Helena, Mont., for defendants.</p>\n<p>Before BROWNING, Circuit Judge, and SMITH and JAMESON, District Judges.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>PER CURIAM:</p>\n<p>This case is about elk and the rights of nonresidents to hunt them.<sup>[1]</sup> The elk, once a plains animal, now lives in the mountains in central and western Montana. The elk is migratory in the sense that it moves from the summer range to the winter range and back, and when this sort of migration occurs near the borders of Montana, the elk drift to and from Montana, Idaho, Wyoming, and Canada. The summer range is in the mountains, and a significant part of it is federally owned. The winter range is in the foothills and valleys, a significant part of which is in private ownership. About 75% of the elk killed are killed on federal lands. The elk is not and never will be hunted commercially. It is an animal much sought for its trophy value, and nonresident hunters are as a group more interested in the trophy than are the resident hunters as a group. In recent years there has been an increase in the number of hunters and a disproportionate increase in the number of nonresident hunters. In the years between 1960 and 1970 there was an increase of 536% in nonresident hunting as compared with an increase of 67% in resident hunting.<sup>[2]</sup> The preservation of the elk depends upon conservation.</p>\n<p>R.C.M.1947 § 26-202.1(12) provides for a nonresident big game combination license and fixes the fee therefor. A nonresident may not hunt elk without the combination license. The license fee for the 1976 hunting season will be $225.00, and for that fee the nonresident is permitted to take one elk, one deer, one black beer, upland birds, and fish. A resident<sup>[3]</sup> will be able to hunt elk in 1976 by the payment of $8.00 for an elk tag<sup>[4]</sup> and $1.00 for a conservation license.<sup>[5]</sup></p>\n<p>While a resident is not required to buy any combination of licenses, the cost to him of all of the privileges granted by the nonresident combination license would be $30.00.<sup>[6]</sup> The ratio is therefore, 7.5 to 1 in favor of the resident. The claim is that these licensing provisions are discriminatory and in violation of the privileges and immunities clause (art. IV, § 2) and the equal protection and due process clauses (amend. XIV) of the United States Constitution. Plaintiffs concede that the State may constitutionally charge nonresidents more for hunting and fishing privileges than residents <span class=\"star-pagination\">*1008</span> because residents, through taxes other than hunting and fishing license fees, contribute to the wildlife management program, but urge that the degree of the disparity cannot be justified on a cost basis. While no records are kept which precisely disclose the direct and indirect costs which properly may be apportioned between residents and nonresidents, the plaintiffs did offer the opinion evidence of an economist to the effect that a ratio of no more than 2.5 to 1 can be justified cost-wise. On a consideration of that evidence, the State's evidence opposing it, and with due regard to the presumption of constitutionality, we find that the ratio of 7.5 to 1 cannot be justified on any basis of cost allocation.<sup>[7]</sup></p>\n<p>Defendants challenge the plaintiffs' standing. The plaintiffs Moris and Lee are nonresidents who have hunted for elk in Montana in the past and who want to hunt in Montana in the future. They are obviously adversely affected by an increase in nonresident license fees and have standing to maintain this action. The economic interests of Moris and Lee are affected, and that it is sufficient. <i>Sierra Club v. Morton,</i> <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972). Since all issues are presented by Moris and Lee, we do not pass upon the standing of the remaining plaintiffs.<sup>[8]</sup></p>\n<p>Defendants suggest that there is no justiciable controversy because the law governing the 1976 hunting season will not be effective until July 1, 1976; the 1975 hunting season is over, and the law governing it cannot affect the plaintiffs.<sup>[9]</sup> The problems here raised are those which are \"`capable of repetition, yet evading review.'\" <i>Roe v. Wade,</i> <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 125, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, 713, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973). Had plaintiffs waited until July 1, 1976, to commence this action, it is unlikely that a resolution at this court level would be obtained until the 1976 hunting season was over. Absent a repeal of the challenged law, unlikely since the Montana legislature will not meet until January 1977, the plaintiffs will be affected by the present law, and there is now a controversy. We hold the controversy to be justiciable.</p>\n<p>The State argues with some support in the authorities that the State owns the animals in their wild state in trust for the beneficial use of the citizens of the State, and that the State may do what it will with its own property.<sup>[10]</sup> The plaintiffs contend with some support in the authorities that \"[t]he whole ownership theory, in fact, is now generally regarded as but a fiction expressive in legal shorthand of the importance to its people that a State have power to preserve and regulate the exploitation of <span class=\"star-pagination\">*1009</span> an important resource.\"<sup>[11]</sup> We do not here choose between the theories advanced. The State under either theory has the power to manage and conserve the elk, and to that end to make such laws and regulations as are necessary to protect and preserve it.</p>\n<p>Whether, in that management, a discrimination between residents and nonresidents is permissible requires an examination of the claimed right, the State purpose involved, and the justifications for the discrimination.</p>\n<p>We turn to the nature of the right asserted by the plaintiffs in this case. Not everyone may hunt elk. There are too many people and too few elk. If the elk is to survive as a species, the game herds must be managed, and a vital part of the management is the limitation of the annual kill. That limitation may be accomplished in many ways, but all of them involve in some degree a limitation upon hunter days.<sup>[12]</sup> The hunter days may be controlled by pricing the license, by conducting lotteries, by limiting the length of the seasons, and by restricting the area of the hunt. Any controlling device, by reason of its effect upon the life circumstances of a potential hunter, may deprive that hunter of any possibility of hunting elk.</p>\n<p>Whatever word may be used to describe plaintiffs' asserted rights  right, privilege, chance  the asserted right is recreational in character,<sup>[13]</sup> and except for a few residents who live in exactly the right place, is expensive recreation. Critically examined, the right asserted here is, therefore, no more than a chance to engage temporarily in a recreational activity in a sister state, and even the chance is dependent upon the willingness of the people of the sister State to manage the subject matter of the recreation  the elk. The asserted right is not fundamental<sup>[14]</sup> and is not protected as a privilege and immunity by art. IV, § 2 of the United States Constitution. <i>United States v. Wheeler,</i> <span class=\"citation\" data-id=\"99670\"><a href=\"/opinion/99670/united-states-v-wheeler/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, <span class=\"citation\" data-id=\"99670\"><a href=\"/opinion/99670/united-states-v-wheeler/\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"99670\"><a href=\"/opinion/99670/united-states-v-wheeler/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></a></span> (1920); <i>Canadian Northern Ry. v. Eggen,</i> <span class=\"citation\" data-id=\"99577\"><a href=\"/opinion/99577/canadian-northern-r-co-v-eggen/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, <span class=\"citation\" data-id=\"99577\"><a href=\"/opinion/99577/canadian-northern-r-co-v-eggen/\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"99577\"><a href=\"/opinion/99577/canadian-northern-r-co-v-eggen/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">713</span></a></span> (1920); and <i>Blake v. McClung,</i> <span class=\"citation\" data-id=\"94954\"><a href=\"/opinion/94954/blake-v-mcclung/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, <span class=\"citation\" data-id=\"94954\"><a href=\"/opinion/94954/blake-v-mcclung/\"><span class=\"volume\">19</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">165</span></a></span>, <span class=\"citation\" data-id=\"94954\"><a href=\"/opinion/94954/blake-v-mcclung/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">432</span></a></span> (1898).</p>\n<p>We cannot ignore the nature of the right involved in treating the equal protection problem. If the needs for education at the primary level<sup>[15]</sup> and at the college level<sup>[16]</sup> do not create the fundamental sort of rights which have constitutional protection under the equal protection clause, then certainly the asserted right in this case does not have a constitutional basis and is not fundamental for equal protection purposes. There is simply no nexus between the right to hunt for sport and the right to speak, the right to vote, the right to travel, the right to pursue a calling. We are not, therefore, required to scrutinize the discrimination <span class=\"star-pagination\">*1010</span> strictly but only to determine whether the system bears some rational relationship to legitimate State purposes.<sup>[17]</sup></p>\n<p>The State purpose is to restrict the number of hunter days. Any regulatory system which imposes a license fee in some sense discriminates against those who can't afford to pay it. As the fee increases, the discrimination increases. A regulatory scheme based upon a pure lottery in which a limited number of hunters were chosen would be discrimination-free, but a legislature might with some rationality<sup>[18]</sup> conclude that a pure lottery open to all potential elk hunters in the United States might destroy the political motivation to Montana citizens to underwrite the elk management program in the absence of which the species would disappear.<sup>[19]</sup></p>\n<p>We conclude that where the opportunity to enjoy a recreational activity is created or supported by a state, where there is no nexus between the activity and any fundamental right, and where by its very nature the activity can be enjoyed by only a portion of those who would enjoy it, a state may prefer its residents over the residents of other states, or condition the enjoyment of the nonresident upon such terms as it sees fit.<sup>[20]</sup></p>\n<p>IT IS THEREFORE ORDERED that judgment be entered denying plaintiffs all relief.</p>\n<p>BROWNING, Circuit Judge (dissenting):</p>\n<p>The majority recognizes that the \"ownership theory\" espoused in early Supreme Court opinions is denigrated in more recent pronouncements. <i>See </i><i>Toomer v. Witsell,</i> <span class=\"citation\" data-id=\"104563\"><a href=\"/opinion/104563/toomer-v-witsell/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 402, <span class=\"citation\" data-id=\"104563\"><a href=\"/opinion/104563/toomer-v-witsell/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1156</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1460</span></span> (1948). Also in disrepute is the \"special public interest\" theory occasionally advanced to justify state discrimination in favor of its own citizens in matters of \"privilege\" as distinguished from \"right.\" <i>See </i><i>Sugarman v. Dougall,</i> <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">634</span></a></span>, 643-45, <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span>, <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">853</span></a></span> (1973); <i>Graham v. Richardson,</i> <span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></span>, 372-74, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1848</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">534</span></span> (1970). All that remains is the traditional Equal Protection issue: Does the higher license fee charged nonresidents for hunting elk in the state serve a legitimate state purpose?</p>\n<p>The contention most strongly pressed by the state is that the difference in license fee serves the legitimate purpose of imposing upon nonresidents a fair share of the cost of maintaining the elk herd. As the majority finds, however, \"the ratio of 7.5 to 1 [or 28.2 to 1] cannot be justified on any basis of cost allocation.\" The majority does not discuss the other purposes advanced by the state to support the discrimination  implying (and I agree) that there is no reasonable relationship between the discriminatory license fee and any of the other purposes advanced by the state. Each such justification is shown <span class=\"star-pagination\">*1011</span> by the record to be either logically or factually unsupportable.</p>\n<p>The majority nonetheless sustains the discrimination on a novel theory not suggested by the state or supported by any authority.<sup>[*]</sup></p>\n<p>The ultimate state interest relied upon by the majority is the unquestionably legitimate and important one of conservation. The asserted relationship between the discriminatory license fee and conservation is not direct. The state employs discrimination, the majority suggests, to further conservation in an indirect and, in my opinion, impermissible way.</p>\n<p>The majority holds the discrimination against nonresidents to be justified because the state might rationally conclude that if nonresidents were not discriminated against and thereby discouraged from participating in the elk hunt, the number of residents who could participate would be so small that the residents would be unwilling to maintain a vigorous conservation program. In short, an otherwise invidious discrimination against nonresidents is justified because the state may rationally consider the discrimination necessary to induce residents to support the state program required to conserve the herd.</p>\n<p>In more general terms, the principle appears to be that the state may burden access by nonresidents to a finite local resource in order to increase the share available to residents and thereby maintain a political base within the state for the support of state efforts to conserve the resource. Put in another way, a state may justify the constitutionality of a discriminatory statute by showing that political support by the class of people to be benefited by the discrimination is necessary in order to continue the program that benefits them.</p>\n<p>I do not believe discrimination for such a purpose is permitted by the Equal Protection Clause.</p>\n<p><i>Memorial Hospital v. Maricopa County,</i> <span class=\"citation\" data-id=\"108971\"><a href=\"/opinion/108971/memorial-hospital-v-maricopa-county/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, <span class=\"citation\" data-id=\"108971\"><a href=\"/opinion/108971/memorial-hospital-v-maricopa-county/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1076</span></a></span>, <span class=\"citation\" data-id=\"108971\"><a href=\"/opinion/108971/memorial-hospital-v-maricopa-county/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1974), involved a constitutional challenge to an Arizona statute requiring a year's residence as a condition to an indigent receiving non-emergency medical care at county expense. The state argued that \"the requirement is necessary for public support\" of modern and effective public medical facilities because the voters believed the requirement protected them from an influx of low-income families such facilities would otherwise attract. The Supreme Court rejected the argument, stating, \"A State may not employ an invidious discrimination to sustain the political viability of its programs.\" 415 U.S. at 266, 94 S.Ct. at 1086.</p>\n<p>The Supreme Court cited with approval <i>Cole v. Housing Authority,</i> <span class=\"citation\" data-id=\"293777\"><a href=\"/opinion/293777/catherine-cole-v-housing-authority-of-the-city-of-newport/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span>, 812-13 (1st Cir. 1970), invalidating a city's durational residency requirement for access to low-income housing projects. In <i>Cole,</i> the city argued that a durational residential requirement was \"often the key to survival of [public] housing\" because voters believed such a restriction to be necessary to avoid benefiting newcomers as against longtime residents. The Court of Appeals rejected this reasoning, stating, \"The objective of achieving political support by discriminatory means . . . is not one which the Constitution recognizes.\" 435 F.2d at 813.</p>\n<p><i>Memorial Hospital</i> and <i>Cole</i> involved infringement of fundamental rights that could be justified only by a compelling state <span class=\"star-pagination\">*1012</span> interest. But this does not make them inapplicable. These cases rejected justification of discrimination on political grounds because justification on such a basis is inherently inappropriate, not because the right infringed was fundamental.</p>\n<p>A holding that discrimination by the state may be justified by showing that the state could rationally believe such discrimination was necessary to secure political support for a program in the public interest, would lead inevitably, if indirectly, to the conclusion that invidious discrimination can be justified by popular disapproval of equal treatment. As the court said in <i>Cole,</i> such a rule \"would rationalize discriminatory classifications which are constitutionally impermissible.\" 435 F.2d at 812. Addressing essentially the same point in <i>Memorial Hospital,</i> the Supreme Court said: \"`[p]erhaps Congress could induce wider state participation in school construction if it authorized the use of joint funds for the building of segregated schools,' but that purpose would not sustain such a scheme.\" 415 U.S. at 267, 94 S.Ct. at 1086, <i>quoting </i><i>Shapiro v. Thompson,</i> <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, 641, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">660</span></span> (1969).</p>\n<p>The majority's rationale is at odds with the principle that constitutional rights are not subject to abrogation by majority will. As the Court said in <i>West Virginia Board of Education v. Barnette,</i> <span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></span>, 638, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1178</span></span>, 1185, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1628</span></span> (1942): \"The very purpose of the Bill of Rights was to withdraw certain subjects from the vicissitudes of political controversy, to place them beyond the reach of majorities and officials and to establish them as legal principles to be applied by the courts.\" <i>See also </i><i>Lucas v. Colorado General Assembly,</i> <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></span>, 736, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></span> (1963).</p>\n<p>The rule applied by the majority is impossible to limit. It would immunize even the most arbitrary discrimination from constitutional attack whenever it could be contended reasonably that the discrimination was necessary to obtain political support for the state activity.</p>\n<p>Access to outdoor recreation is increasingly important to our society. It is significant, for example, that the number of visitors to national and state parks doubled in the decade 1960-1970. U.S. Department of Commerce, Statistical History of the United States 1970. In fact if not in law, recreational resources constitute a vital national asset. The sentiment that state residents have a preferred claim to such resources within the state is unworthy of protection \"under a Constitution which was written partly for the purpose of eradicating such provincialism.\" <i>Cole v. Housing Authority, supra,</i> 435 F.2d at 813.</p>\n<p>I would hold Montana's discriminatory license fee unconstitutional.</p>\n<h2>NOTES</h2>\n<p>[1]  While there are disparities in the price of resident and nonresident fees for other fish and game licenses, only the combination license which permits the nonresident to hunt elk is drawn into controversy here.</p>\n<p>[2]  All of the State's objections to the introduction of evidence, which were reserved, are now overruled.</p>\n<p>[3]  R.C.M.1947 § 26-202.3(2) provides:\n</p>\n<p>\"Any person who has been a resident of the state of Montana, as defined in section 83-303, for a period of six (6) months immediately prior to making application for said license shall be eligible to receive a resident hunting or fishing license.\" R.C.M.1947 § 83-303 provides:</p>\n<p>\"Every person has, in law, a residence. In determining the place of residence the following rules are to be observed:</p>\n<p>\"1. It is the place where one remains when not called elsewhere for labor or other special or temporary purpose, and to which he returns in seasons of repose. . . .\"</p>\n<p>[4]  R.C.M.1947 § 26-202.1(4).</p>\n<p>[5]  R.C.M.1947 § 26-230.</p>\n<p>[6]  R.C.M.1947 § 26-202.1(1), (2), and (4), and R.C.M.1947 § 26-230.</p>\n<p>[7]  For a nonresident who wanted to hunt and hunted elk, and elk alone, the ratio is 28.2 to 1. Some part of the difference between the 28.2 to 1 and the 7.5 to 1 ratios may be justified by arguments made in support of the combination license, but, in view of our determination that the fee discrimination at a 7.5 to 1 ratio is not justified cost-wise, we approach the legal problems involved without resolving the arguments pro and con as to whether the discrimination caused by the combination license is justified.</p>\n<p>[8]  The plaintiffs are four nonresident hunters, one licensed outfitter, and the Montana Outfitters Action Group, composed of seven licensed outfitters and seven dude ranchers and nonresident hunters. Amicus curiae briefs supporting the validity of the statute were filed by the Montana Outfitters and Guides Association, representing 123 outfitters, and by the International Association of Game, Fish and Conservation Commissioners, representing the wildlife agencies of all 50 states, Canada, Puerto Rico, and Mexico.</p>\n<p>[9]  While we do not consider the law governing the 1975 hunting season (R.C.M.1947 § 26-202.1) as it existed prior to the 1975 amendments (Laws of Montana 1975, ch. 91, § 1, ch. 417, § 1, ch. 546, § 1) we do note that the arguments now addressed to R.C.M.1947 § 26-202.1 as it now exists are equally applicable, except perhaps in degree, to the prior law.</p>\n<p>[10]  The cases of <i>Geer v. Connecticut,</i> <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">600</span></a></span>, <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span> (1896); <i>McCready v. Virginia,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">248</span></span> (1876); <i>In re Eberle,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">F.</span> <span class=\"page\">295</span></span> (N.D.Ill.1899), and some language in <i>Foster-Fountain Packing Co. v. Haydel,</i> <span class=\"citation\" data-id=\"101328\"><a href=\"/opinion/101328/foster-fountain-packing-co-v-haydel/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"101328\"><a href=\"/opinion/101328/foster-fountain-packing-co-v-haydel/\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"101328\"><a href=\"/opinion/101328/foster-fountain-packing-co-v-haydel/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">147</span></a></span> (1928), lend support to this view. Because of the involvement of elk with the lands of the sovereign United States, the ownership analysis is not as readily applicable to elk as it might be to the Chinese pheasant.</p>\n<p>[11]  The quotation is from <i>Toomer v. Witsell,</i> <span class=\"citation\" data-id=\"104563\"><a href=\"/opinion/104563/toomer-v-witsell/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 402, <span class=\"citation\" data-id=\"104563\"><a href=\"/opinion/104563/toomer-v-witsell/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1156</span></a></span>, 1165, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1460</span></span> (1948). In <i>Missouri v. Holland,</i> <span class=\"citation\" data-id=\"99561\"><a href=\"/opinion/99561/missouri-v-holland/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, 434, <span class=\"citation\" data-id=\"99561\"><a href=\"/opinion/99561/missouri-v-holland/\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">382</span></a></span>, 384, <span class=\"citation\" data-id=\"99561\"><a href=\"/opinion/99561/missouri-v-holland/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">641</span></a></span> (1920), Mr. Justice Holmes said, \"To put the claim of the State upon title is to lean upon a slender reed.\" This language was quoted with approval in <i>Takahashi v. Fish and Game Comm'n,</i> <span class=\"citation\" data-id=\"104564\"><a href=\"/opinion/104564/takahashi-v-fish-and-game-commn/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, <span class=\"citation\" data-id=\"104564\"><a href=\"/opinion/104564/takahashi-v-fish-and-game-commn/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1478</span></span> (1948), and in <i>Toomer v. Witsell, supra</i><i>.</i> All of the cases cited in this footnote were concerned with migrating fish and birds. The movement of the elk is more a drifting than a true migration.</p>\n<p>[12]  Each day that one hunter is in the field is a hunter day.</p>\n<p>[13]  We believe that this is sufficient to distinguish this case from <i>Takahashi v. Fish and Game Comm'n, supra</i><i>; </i><i>Toomer v. Witsell, supra</i><i>;</i> and <i>Mullaney v. Anderson,</i> <span class=\"citation\" data-id=\"104969\"><a href=\"/opinion/104969/mullaney-v-anderson/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"104969\"><a href=\"/opinion/104969/mullaney-v-anderson/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">428</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">458</span></span> (1952), all of which were concerned with the fundamental right to pursue a calling or business. In <i>American Commuters Ass'n, Inc. v. Levitt,</i> <span class=\"citation\" data-id=\"2346486\"><a href=\"/opinion/2346486/american-commuters-association-v-levitt/\"><span class=\"volume\">279</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">40</span></a></span> (S.D.N.Y.1967), <i>aff'd,</i> <span class=\"citation\" data-id=\"283119\"><a href=\"/opinion/283119/american-commuters-association-inc-v-arthur-levitt-individually-and-as/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span> (2d Cir. 1969), the district court expressly distinguished between noncommercial fishing licenses and \"commercial fishing rights involving interstate commerce.\" 279 F.Supp. at 48.</p>\n<p>[14]  <i>See </i><i>Blake v. McClung, infra,</i> at 248, <span class=\"citation\" data-id=\"94954\"><a href=\"/opinion/94954/blake-v-mcclung/\"><span class=\"volume\">19</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">165</span></a></span>.</p>\n<p>[15]  <i>San Antonio Independent School District v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973).</p>\n<p>[16]  <i>Sturgis v. Washington,</i> <span class=\"citation\" data-id=\"1803230\"><a href=\"/opinion/1803230/sturgis-v-state-of-washington/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">38</span></a></span> (W.D.Wash.1973), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1057</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">464</span></span> (1973).</p>\n<p>[17]  <i>San Antonio Independent School District v. Rodriguez, supra</i><i>; </i><i>Hughes v. Alexandria Scrap Corp.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"109498\"><a href=\"/opinion/109498/hughes-v-alexandria-scrap-corp/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2488</span></a></span>, <span class=\"citation\" data-id=\"109498\"><a href=\"/opinion/109498/hughes-v-alexandria-scrap-corp/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">220</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">4959</span></span>.</p>\n<p>[18]  If the conclusion is rational, the presumption of constitutionality would require us to consider it.</p>\n<p>[19]  Were a Montana resident's chances to hunt calculated purely on a population basis, Montana residents would get .34% of the elk licenses issued. On the basis of all elk licenses issued in 1973 (107,675), and the population in 1970 (Montana: 694,409; United States: 203,235,298), Montana residents would have received 366 of them (694,409 divided by 203,235,298, multiplied by 107,675). This figure is unrealistic because in any sort of a drawing allocating licenses, the proportion of applications from Montana to the population of Montana would exceed the proportion of applications from other states to the populations of those states. Montana residents can hunt more cheaply, and probably, because of their proximity to it, are more attracted by hunting. Even so, a legislature looking at the facts might conclude that some relatively small percentage of Montana hunters would be licensed if nonresidents and Montana residents were treated equally.</p>\n<p>[20]  The results reached in the cases of <i>Geer v. Connecticut, supra,</i> n. 10; <i>McCready v. Virginia, supra,</i> n. 10; <i>In re Eberle, supra,</i> n. 10; and <i>State v. Kemp,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">S.D.</span> <span class=\"page\">458</span></span>, <span class=\"citation\" data-id=\"2074331\"><a href=\"/opinion/2074331/state-v-kemp/\"><span class=\"volume\">44</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">214</span></a></span> (1950), appeal dismissed for want of a substantial federal question, <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">667</span></span> (1951), are in accord with the result reached here.</p>\n<p>[*]   The majority states (note 20) that the result reached in this case is in accord with the results reached in <i>Geer v. Connecticut,</i> <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">600</span></a></span>, <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span> (1896); <i>McCready v. Virginia,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">248</span></span> (1876); <i>In re Eberle,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">F.</span> <span class=\"page\">295</span></span> (N.D.Ill.1899); and <i>State v. Kemp,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">S.D.</span> <span class=\"page\">458</span></span>, <span class=\"citation\" data-id=\"2074331\"><a href=\"/opinion/2074331/state-v-kemp/\"><span class=\"volume\">44</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">214</span></a></span> (1950), appeal dismissed for want of a substantial federal question <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">667</span></span> (1951). As the majority notes (note 10), the first three cases rest on the \"ownership theory,\" rejected in subsequent decisions, and, in any event, not readily applicable to elk, 75% of which are killed on federal lands. Dismissal by the Supreme Court of the appeal in <i>State v. Kemp</i> did not involve a ruling that the discrimination was constitutional. The statement filed in the Supreme Court in opposition to jurisdiction pointed out that violations of state statutes not claimed to be unconstitutional had occurred that were sufficient to sustain the conviction.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94954/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99577/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108859/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/293777/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1803230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2074331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346486/"
          ]
        }
      ],
      "judges": "Browning, Circuit Judge, and Smith and Jameson, District Judges",
      "date_created": "2014-10-30T13:47:12.351732Z",
      "date_modified": "2016-03-03T19:53:52.563189Z",
      "date_filed": "1976-08-12",
      "date_filed_is_approximate": false,
      "slug": "mont-outfitters-act-group-v-fish-game-comn",
      "citation_id": 1427916,
      "case_name_short": "",
      "case_name": "Mont. Outfitters Act. Group v. Fish & Game Com'n",
      "case_name_full": "",
      "federal_cite_one": "417 F. Supp. 1005",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1015853/mont-outfitters-act-group-v-fish-game-comn/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:47:12.347953Z",
  "date_modified": "2014-10-30T13:47:12.347953Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mont. Outfitters Act. Group v. Fish & Game Com'n",
  "case_name_full": "",
  "slug": "mont-outfitters-act-group-v-fish-game-comn",
  "docket_number": "CV 75-80-BU",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}