{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1016727/",
  "id": 1016727,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/601788/",
      "id": 601788,
      "absolute_url": "/opinion/601788/40-socsecrepser-327-medicare-medicaid-guide-p-41116-medicare/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1016727/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/601788/",
          "id": 601788,
          "absolute_url": "/opinion/601788/40-socsecrepser-327-medicare-medicaid-guide-p-41116-medicare/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/601788/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T10:23:33Z",
          "date_modified": "2017-03-25T21:19:18.213324Z",
          "type": "010combined",
          "sha1": "d7ac02b9946fe379b491df29f0350d455e520546",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/987/987.F2d.913.92-6100.215.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">987 F.2d 913</p>\n    <p class=\"parties\">40 Soc.Sec.Rep.Ser. 327, Medicare &amp; Medicaid Guide<br>P 41,116,<br>Medicare &amp; Medicaid Guide P 41,300<br>Bertha GARELICK;  Yolanda Restaino;  Elena Savino;  David<br>Atkinson;  Bruce Konrad;  Peter T. Pickering,<br>Plaintiffs-Appellants,<br>v.<br>Louis W. SULLIVAN, M.D., Secretary of the U.S. Department of<br>Health and Human Services;  William Toby,<br>Administrator, Health Care Financing<br>Administration, Region II,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 215, Docket 92-6100.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Oct. 8, 1992.<br>Decided March 5, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Whitney North Seymour, Jr.  (Craig A. Landy, Peter James Clines, Brown &amp; Seymour, New York City, of counsel), for plaintiffs-appellants.</p>\n      <p class=\"indent\">Linda A. Riffkin, Sp. Asst. U.S. Atty.  (Otto G. Obermaier, U.S. Atty., S.D.N.Y. and Paul K. Milmed, Asst. U.S. Atty., of counsel), for defendants-appellees.</p>\n      <p class=\"indent\">Before:  VAN GRAAFEILAND, PRATT and WALKER, Circuit Judges.</p>\n      <p class=\"indent\">WALKER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The central questions presented by this appeal are whether a federal statutory scheme designed to control Medicare costs has caused a taking of property from plaintiff anesthesiologists requiring compensation under the Fifth Amendment and whether plaintiff limited-income Medicare beneficiaries have standing to assert a constitutional challenge to the statutory scheme based upon increased physician medical charges allegedly caused by the cost control measures.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Medicare is the federal medical insurance program for disabled persons and those 65 and older.   See 42 U.S.C. &#167; 1395, et seq.   The Medicare program is composed of two parts, A and B.   Part A provides insurance for the cost of hospitalization and related services, and is funded out of Social Security taxes.   See id. at &#167;&#167; 1395c-1395i-4.   Part B, the exclusive focus of this appeal, is a voluntary program that provides Medicare beneficiaries with supplemental benefits.   See id. at &#167;&#167; 1395j-1395w-4.   Part B beneficiaries pay monthly premiums that, along with federal government contributions, are remitted to the Federal Supplementary Medical Insurance Trust Fund.   See id. at &#167; 1395t.   The Department of Health and Human Services has responsibility for administering the program, and contracts with private insurance carriers who evaluate and pay Part B claims out of the Trust Fund.   See id. at &#167; 1395u.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">If the carrier finds that a claim is reimbursable, Medicare pays 80% of the Medicare-defined allowed or \"reasonable\" charge for the claim.   See id. at &#167; 1395l (a)(1);  see also 42 C.F.R. &#167; 405.501, et seq.   The beneficiary is responsible for a \"copayment\" of the remaining 20% of the allowed charge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Part B provides physicians with two payment options.   They can choose to \"accept assignment,\" which means that they bill Medicare directly for their services and accept the allowed charge as full payment, receiving 80% from Medicare and 20% from the beneficiary.   See 42 U.S.C. &#167; 1395u(b)(3)(B)(ii).   Alternatively, a physician may choose to bill the patient directly for 100% of their charge, with Medicare reimbursing the patient for 80% of the Medicare reasonable charge.   See id. at &#167;&#167; 1395l (a)(1), 1395u(b)(3)(B)(i).   A physician who does not accept assignment may charge her patient in excess of the Medicare allowed charge, a practice called \"balance billing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In recent years, Congress has enacted a series of statutes designed to discourage and limit balance billing and encourage physicians to accept assignment.   The Deficit Reduction Act of 1984 (\"DEFRA\") created the \"Participating Physicians Program,\" requiring physicians to decide on an annual basis whether to enter into \"participation agreements.\"   During the term of a participation agreement, a participating physician agrees to accept assignment for all items and services she provides under Part B and is precluded from balance billing.   See id. at &#167; 1395u(h)(1).   Under DEFRA, a non-participating physician retained the option of accepting or refusing assignment in individual cases.   However, DEFRA provided incentives for physicians to enter into participation agreements.   For example, the statute temporarily froze the fees non-participating physicians could charge Medicare patients.   See id. at &#167; 1395u(j)(1)(A);  Pennsylvania Medical Soc'y v. Marconis, 942 F.2d 842, 844 (3d Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Omnibus Budget Reconciliation Act of 1986 (\"OBRA-86\") lifted the DEFRA freeze on non-participating physician fees, substituting a system of \"maximum allowable actual charges\" (\"MAACs\") for services.   See 42 U.S.C. &#167; 1395u(j)(1)(B)(i).   MAACs were initially based upon physicians' actual charges for the quarter beginning on April 1, 1984.   See id. at &#167; 1395u(j)(1)(C)(iv).   Under OBRA-86, non-participating physicians were not permitted to charge Part B beneficiaries in excess of MAAC rates, unless their annual average fees fell below levels set forth in the statute.   See Omnibus Budget Reconciliation Act of 1986, Pub.L. No. 99-509, 100 Stat. 1874, 2018-22 (1986);  H.R.Conf.Rep. No. 1012, 99th Cong., 2d Sess. 330-31, reprinted in 1986 U.S.C.C.A.N. 3868, 3975-76.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Omnibus Budget Reconciliation Act of 1989 (\"OBRA-89\"), included provisions designed to further \"protect [Medicare] beneficiaries against excessive balance billing\" by non-participating physicians.   H.R.Rep. No. 247, 101st Cong., 1st Sess. 348, reprinted in 1989 U.S.C.C.A.N. 1906, 2074.   OBRA-89 replaced the MAAC formula with a concept called the \"limiting charge,\" which limits non-participating physicians' charges to set percentages of the Medicare-defined allowed charge for services.   See 42 U.S.C. &#167; 1395w-4(g)(2).   The limiting charge is now 115% of the allowed charges for services.   See id. at &#167; 1395w-4(g)(2)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is OBRA-89's limiting charge scheme that plaintiff New York hospital-based anesthesiologists and limited-income Part B beneficiaries challenge.   The anesthesiologists assert that the limiting charge regime gives rise to a taking of property without just compensation in violation of the Fifth Amendment.   They also purport to assert a substantive due process claim, but in their briefs to this court fail to distinguish this claim from their takings claim, and thus it will not be independently considered.   The beneficiaries challenge the scheme as violative of the equal protection and substantive due process components of the Fifth Amendment.   Plaintiffs seek, inter alia, declaratory and injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court granted defendants' summary judgment motion and dismissed the entire complaint.   The court found the anesthesiologists' claims invalid as a matter of law.   See Garelick v. Sullivan, 784 F.Supp. 108, 112-14 (S.D.N.Y.1992), reconsideration granted in part, No. 91 Civ. 4524, 1992 WL 71946 (Mar. 24, 1992 S.D.N.Y.).   The court also found that the beneficiaries lacked standing to challenge the statutory scheme.   See id. at 111-12.   We agree with both decisions.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. The Anesthesiologists' Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Government has broad power to regulate the use of property;  but this power is constrained by constitutional limits.  Pennsylvania Coal Co. v. Mahon, 260 U.S. 393, 413-15, 43 S.Ct. 158, 159-60, 67 L.Ed. 322 (1922).   It is well established that the Takings Clause of the Fifth Amendment applies to so-called \"regulatory takings.\"   The anesthesiologists contend that the OBRA-89 limiting charge scheme is a regulatory taking of their property interests in their licenses and practices as physicians.   Their primary argument is that they have been compelled to provide services to Medicare Part B patients, and thus to submit to price regulations imposed by the statutory scheme.   They also argue that the governmental purpose behind the limiting charge provisions--allegedly to ameliorate the burden of increasing medical costs upon elderly and disabled Medicare beneficiaries by decreasing compensation to physicians--renders the scheme a taking.   In light of prevailing Supreme Court case law, we reject both theories.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A property owner must be legally compelled to engage in price-regulated activity for regulations to give rise to a taking.   See Bowles v. Willingham, 321 U.S. 503, 517-18, 64 S.Ct. 641, 648-49, 88 L.Ed. 892 (1944);  Whitney v. Heckler, 780 F.2d 963, 972 (11th Cir.), cert. denied, 479 U.S. 813, 107 S.Ct. 65, 93 L.Ed.2d 23 (1986);  Minnesota Ass'n of Health Care Facilities v. Minnesota Dep't of Pub. Welfare, 742 F.2d 442, 446 (8th Cir.1984), cert. denied, 469 U.S. 1215, 105 S.Ct. 1191, 84 L.Ed.2d 337 (1985).   For example, public utilities are under a state statutory duty to serve the public, and must furnish \"service on demand to all applicants\" at government-determined rates.   W. Pond, The Law Governing the Fixing of Public Utility Rates:  A Response to Recent Judicial and Academic Misconceptions, 41 Admin.L.Rev. 1, 5 (1989) (hereinafter \"Pond\");  see also Duquesne Light Co. v. Barasch, 488 U.S. 299, 307, 109 S.Ct. 609, 615, 102 L.Ed.2d 646 (1989).   Because utilities generally are compelled to employ their property to provide services to the public, the Fifth Amendment requires regulators to provide utilities with reasonable compensation for their services.   See Minnesota Ass'n, 742 F.2d at 446;  see also Pond,  supra, at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By contrast, where a service provider voluntarily participates in a price-regulated program or activity, there is no legal compulsion to provide service and thus there can be no taking.   See Bowles, 321 U.S. at 517-18, 64 S.Ct. at 648-49;  Burditt v. United States Dep't of Health and Human Servs., 934 F.2d 1362, 1376 (5th Cir.1991);  Whitney, 780 F.2d at 972;  Minnesota Ass'n, 742 F.2d at 446;  Texaco Puerto Rico, Inc. v. Ocasio Rodriguez, 749 F.Supp. 348, 359 (D.P.R.1990);  Anco, Inc. v. State Health and Human Servs.  Fin. Comm., 300 S.C. 432, 441-42, 388 S.E.2d 780, 786 (1989).   Thus, in Bowles v. Willingham, the Supreme Court sustained a rent regulation ordinance because the statute did not require that plaintiff landlords remain in the business of renting apartments.   The landlords were free to keep their buildings vacant and/or to dispose of their properties on the market (albeit at prices depressed by the rent regulations) without being subject to government price regulations.   Consequently, the statute at issue did not give rise to a regulatory taking.   See 321 U.S. at 517-18, 64 S.Ct. at 648-49;  see also St. Francis Hosp. Ctr. v. Heckler, 714 F.2d 872, 884 (7th Cir.1983) (per curiam) (diminishment of market value resulting from regulation will not give rise to taking where property owner retains \"full rights and control over ... net investment\"), cert. denied, 465 U.S. 1022, 104 S.Ct. 1274, 79 L.Ed.2d 679 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The anesthesiologists, like the landlords in Bowles and unlike public utilities, are under no legal duty to provide services to the public and to submit to price regulations.   The OBRA-89 limiting charge provisions do not require anesthesiologists, or any other physicians, to provide services to Medicare beneficiaries.   The challenged provisions simply limit the amounts non-participating physicians, anesthesiologists in this case, may charge those Medicare beneficiaries whom they choose to serve.   They retain the right to provide medical services to non-Medicare patients free of price regulations.   Because they voluntarily choose to provide services in the price-regulated Part B program, the plaintiff anesthesiologists do not have a viable takings claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">All court decisions of which we are aware that have considered takings challenges by physicians to Medicare price regulations have rejected them in the recognition that participation in Medicare is voluntary.   For example, in Whitney, the Eleventh Circuit rejected a challenge to the temporary fee freeze imposed upon non-participating physicians under DEFRA, reasoning that \"[i]t is well established that government price regulation does not constitute a taking of property where the regulated group is not required to participate in the regulated industry.\"  780 F.2d at 972;  see, e.g., Metrolina Family Practice Group, P.A. v. Sullivan, 767 F.Supp. 1314, 1322 (W.D.N.C.1989) (upholding elements of DEFRA and OBRA-86 price regulations applicable to non-participating physicians;  citing cases), aff'd, 929 F.2d 693 (4th Cir.1991);  American Medical Ass'n v. Bowen, 659 F.Supp. 1143, 1150 (N.D.Tex.1987) (denying equitable relief in challenge to OBRA-86 price regulations;  citing cases), appeal dismissed and judgment vacated on other grounds, 857 F.2d 267 (5th Cir.1988);  see also Burditt, 934 F.2d at 1376 (rejecting physician's challenge to penalty imposed pursuant to federal statute requiring Medicare-participating hospitals to treat patients entering emergency rooms).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The anesthesiologist plaintiffs argue that these cases are inapposite because New York law compels them to render services to Medicare beneficiaries.   New York requires hospitals to afford each patient the right to treatment without discrimination as to the source of payment.   See Patients' Bill of Rights, 10 NYCRR &#167; 405.7(c)(2).   For the purposes of this discussion, we accept the anesthesiologists' contention that this provision legally requires hospitals to accept Medicare patients.   The anesthesiologists contend that this legal compulsion extends to them, requiring hospitals to mandate that all physicians on their staffs treat Medicare patients.   In the first place, we are not persuaded that the anesthesiologists have correctly construed the New York statute, which does not on its face apply to individual physicians.   However, even if their interpretation of &#167; 405.7(c)(2) is correct, it does not support a takings challenge to the OBRA-89 limiting charge scheme.   Under the anesthesiologists' theory, it is New York State--which is not a party to this action--that indirectly compels anesthesiologists to treat Medicare patients and thus submit to price regulations, not the federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Moreover, even if the alleged compulsion to serve Medicare patients were imputed to the federal government, the plaintiff anesthesiologists' takings claim would fail.   Under the anesthesiologists' interpretation of the Patients' Bill of Rights, physicians are required to provide services to Medicare beneficiaries only if they practice in hospitals.   Therefore, anesthesiologists can avoid treating Medicare beneficiaries by practicing on an outpatient basis.   The anesthesiologists argue that limiting themselves to outpatient practices is not an economically viable option, since most procedures requiring their services are performed in hospitals;  yet, as the law presently stands, economic hardship is not equivalent to legal compulsion for purposes of takings analysis.   See, e.g., Minnesota Ass'n, 742 F.2d at 446 (rejecting challenge by nursing home operators to a state statute that conditioned receipt of Medicaid funds upon acceptance of across-the-board price regulations;  reasoning that while plaintiffs were under a \"strong financial inducement to participate in Medicaid\", they were not under a legal compulsion to do so);  see also Idaho Health Care Ass'n v. Sullivan, 716 F.Supp. 464, 472 (D.Idaho 1989) (rejecting due process challenge to nursing home admission regulations applicable to nursing homes participating in Medicaid;  noting that \"[d]espite the financial benefits available to a participant in Medicaid, the nursing homes' decision to come under the system is nonetheless voluntary\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The anesthesiologists also contend that their professional ethical rules preclude them from refusing treatment to Medicare patients outside of hospitals.   However, such self-imposed requirements do not constitute the kind of governmental compulsion that may give rise to a taking.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiff anesthesiologists assert a second takings argument grounded in the public interest allegedly served by the OBRA-89 limiting charge scheme.   In his dissent in Pennell v. San Jose, 485 U.S. 1, 108 S.Ct. 849, 99 L.Ed.2d 1 (1988), Justice Scalia argued that where a price regulation is designed to ameliorate or cure a social ill that the regulated property owner has neither contributed to nor created, the regulation gives rise to a taking.   See id. at 18-24, 108 S.Ct. at 860-64 (Scalia, J., concurring in part and dissenting in part).   The anesthesiologists argue that the OBRA-89 limiting charge scheme was directed toward \"alleviating the national problem of elderly patients who do not have the means to afford to pay medical bills.\"   Because they are not the source of the social ill that Congress allegedly sought to address through the limiting charge provisions, the anesthesiologists reason that the statutory scheme gives rise to a taking under the logic of the Pennell dissent.   However, Justice Scalia's dissent was just that;  a majority of the Supreme Court has yet to adopt Justice Scalia's reasoning, which, however appealing, is in tension (if not conflict) with well established Fifth Amendment doctrine granting government broad power to determine the proper subjects of and purposes for regulatory schemes.   See, e.g., Loretto v. Teleprompter Manhattan CATV Corp., 458 U.S. 419, 440, 102 S.Ct. 3164, 3178, 73 L.Ed.2d 868 (1982) (Supreme Court has \"consistently affirmed that States have broad power to regulate housing conditions in general and the landlord-tenant relationship in particular without paying compensation for all economic injuries that such regulation entails\");  Penn Cent. Transp. Co. v. City of New York, 438 U.S. 104, 131-32, 98 S.Ct. 2646, 2662-63, 57 L.Ed.2d 631 (1978) (refusing to invalidate municipal landmarks law designed to preserve historic structures on ground that statute singled out certain landowners for financial hardship);  but see Lucas v. South Carolina Coastal Council, --- U.S. ----, ----, 112 S.Ct. 2886, 2893, 120 L.Ed.2d 798 (1992) (regulation that deprives property owner of \"all economically beneficial or productive use of [her] land\" constitutes compensable taking unless prohibited activity amounts to nuisance under relevant state law doctrine).   Until Justice Scalia's view is adopted by a majority of the Court, this takings theory must fail.</p>\n    </div>\n    <p>II. The Beneficiaries' Claims</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before the first Medicare fee caps were imposed, nonparticipating physicians were free to obtain market-rate fees from high-income patients by \"balance billing\" them well in excess of the 20% of allowed or \"reasonable charges\" not paid by Medicare.   At the same time, plaintiff beneficiaries contend, physicians charged lower fees to limited-income beneficiaries, effectively subsidizing their services to those patients with the high fees paid by beneficiaries with greater abilities to pay.   However, according to the plaintiff beneficiaries, with the institution of the fee caps, non-participating physicians no longer subsidize their services to limited-income Medicare beneficiaries with high charges to more well-to-do beneficiaries;  instead, they charge all beneficiaries the same maximum allowable amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The beneficiaries argue that Congress failed to \"meaningfully protect\" them from the increasing burden of medical costs when it enacted the OBRA-89 limiting charge provisions.   They claim that the statutory scheme violates the Fifth Amendment's equal protection and substantive due process guarantees because it arbitrarily and discriminatorily induces non-participating physicians to impose a greater economic burden upon limited-income than high-income beneficiaries by charging all patients the same fees regardless of their relative abilities to pay.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court did not reach the merits of the beneficiary plaintiffs' claims on the ground that they lack standing to assert their constitutional claims.   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The doctrine of standing incorporates both constitutional and prudential limitations upon the jurisdiction of federal courts.   At a minimum, Article III of the Constitution requires a party invoking federal jurisdiction to establish:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>(1) personal injury or threat of injury;  (2) that the injury fairly can be traced to the action challenged;  and (3) that the injury is likely to be redressed by the requested relief.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Heldman v. Sobol, 962 F.2d 148, 154 (2d Cir.1992);  see Valley Forge Christian College v. Americans United for Separation of Church and State, Inc., 454 U.S. 464, 472, 102 S.Ct. 752, 758, 70 L.Ed.2d 700 (1982);  Lamont v. Woods, 948 F.2d 825, 829 (2d Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The beneficiaries have satisfied the first prong of the standing test;  they submitted evidence tending to prove that doctors have billed them the full amounts of Medicare allowed charges following the implementation of the OBRA-89 limiting charge scheme.   However, the beneficiaries have not offered evidence that could establish a sufficient causal nexus between the challenged government actions and their injuries.   Thus, the second prong of the Article III standing test is unsatisfied, and we need not reach the redressability prong.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The causation component of the Article III standing test insures that the injury alleged by a plaintiff is attributable to the defendant.  \"The critical issue in applying the causation requirement is what constitutes a sufficient causal nexus for standing.\"  Heldman, 962 F.2d at 156.   The plaintiff's injury--in this case, the beneficiaries' increased medical bills--must be fairly traceable to the allegedly illegal government conduct, here the limiting charge scheme implemented under OBRA-89.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A plaintiff does not lack standing merely because her injury is an indirect product of the defendant's conduct.   See, e.g., Meese v. Keene, 481 U.S. 465, 472-77, 107 S.Ct. 1862, 1866, 95 L.Ed.2d 415 (1987) (potential distributor of foreign films has standing to challenge Justice Department's characterization of films as \"political propaganda\" since it would affect his reputation and harm his chances for reelection to public office);  Heldman, 962 F.2d at 156 (injury to child by third-party school board which implemented state regulations supports standing to sue state officials).   However, to survive a motion for summary judgment, a plaintiff must proffer facts establishing that all links in the causal chain are satisfied.   Cf. Allen v. Wright, 468 U.S. 737, 757-58, 104 S.Ct. 3315, 3327-28, 82 L.Ed.2d 556 (1984) (in order to prevail in response to motion to dismiss on standing grounds, plaintiff must allege facts constituting all elements of causal chain).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Allen v. Wright, plaintiff parents of black public school students enrolled in school districts undergoing desegregation challenged the Internal Revenue Service's provision of tax exemptions to private segregated schools.   The parents contended that the tax exemptions violated their children's rights to be educated in desegregated schools by lowering the cost of segregated private school education and thus encouraging white parents to send their children to the private schools.   The Court found, however, that the children's injury \" 'result[ed] from the independent action of some third party not before the court' \" and denied the parents standing.  Id. at 757, 104 S.Ct. at 3328 (quoting Simon v. Eastern Kentucky Welfare Rights Org., 426 U.S. 26, 42, 96 S.Ct. 1917, 1926, 48 L.Ed.2d 450 (1976)).   In finding plaintiffs were without standing, the Court stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>it is entirely speculative ... whether withdrawal of a tax exemption from any particular school would lead the school to change its policies....  It is just as speculative whether any given parent of a child attending such a private school would decide to transfer the child to public school as a result of any changes in educational or financial policy made by the private school once it was threatened with loss of tax exempt status.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. 468 U.S. at 758, 104 S.Ct. at 3328.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, as in Allen, there is a crucial \"missing link\" in the chain of events allegedly giving rise to plaintiffs' injuries.   The beneficiaries have failed to provide facts tending to prove that the implementation of OBRA-89's limiting charge scheme caused their physicians to choose to increase the beneficiaries' bills.   Moreover, even if some physicians chose to increase their charges to limited-income patients in response to the limiting charge scheme, the plaintiff beneficiaries probably would still lack standing.   Any increases in the amounts charged to limited-income patients would be the product of independent choices by physicians from among a range of economic options, like the decisions of the parents of private school students and private school administrators in Allen, not a necessary product of the challenged legislative scheme.   Because the beneficiary plaintiffs have failed to establish that their injuries are fairly traceable to the limiting charge scheme, they lack standing to assert their claims.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></span></p>\n    <p class=\"parties\">40 Soc.Sec.Rep.Ser. 327, Medicare &amp; Medicaid Guide<br>P 41,116,<br>Medicare &amp; Medicaid Guide P 41,300<br>Bertha GARELICK;  Yolanda Restaino;  Elena Savino;  David<br>Atkinson;  Bruce Konrad;  Peter T. Pickering,<br>Plaintiffs-Appellants,<br>v.<br>Louis W. SULLIVAN, M.D., Secretary of the U.S. Department of<br>Health and Human Services;  William Toby,<br>Administrator, Health Care Financing<br>Administration, Region II,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 215, Docket 92-6100.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Oct. 8, 1992.<br>Decided March 5, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Whitney North Seymour, Jr.  (Craig A. Landy, Peter James Clines, Brown &amp; Seymour, New York City, of counsel), for plaintiffs-appellants.</p>\n      <p class=\"indent\">Linda A. Riffkin, Sp. Asst. U.S. Atty.  (Otto G. Obermaier, U.S. Atty., S.D.N.Y. and Paul K. Milmed, Asst. U.S. Atty., of counsel), for defendants-appellees.</p>\n      <p class=\"indent\">Before:  VAN GRAAFEILAND, PRATT and WALKER, Circuit Judges.</p>\n      <p class=\"indent\">WALKER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The central questions presented by this appeal are whether a federal statutory scheme designed to control Medicare costs has caused a taking of property from plaintiff anesthesiologists requiring compensation under the Fifth Amendment and whether plaintiff limited-income Medicare beneficiaries have standing to assert a constitutional challenge to the statutory scheme based upon increased physician medical charges allegedly caused by the cost control measures.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Medicare is the federal medical insurance program for disabled persons and those 65 and older.   See 42 U.S.C. &#167; 1395, et seq.   The Medicare program is composed of two parts, A and B.   Part A provides insurance for the cost of hospitalization and related services, and is funded out of Social Security taxes.   See id. at &#167;&#167; 1395c-1395i-4.   Part B, the exclusive focus of this appeal, is a voluntary program that provides Medicare beneficiaries with supplemental benefits.   See id. at &#167;&#167; 1395j-1395w-4.   Part B beneficiaries pay monthly premiums that, along with federal government contributions, are remitted to the Federal Supplementary Medical Insurance Trust Fund.   See id. at &#167; 1395t.   The Department of Health and Human Services has responsibility for administering the program, and contracts with private insurance carriers who evaluate and pay Part B claims out of the Trust Fund.   See id. at &#167; 1395u.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">If the carrier finds that a claim is reimbursable, Medicare pays 80% of the Medicare-defined allowed or \"reasonable\" charge for the claim.   See id. at &#167; 1395l (a)(1);  see also 42 C.F.R. &#167; 405.501, et seq.   The beneficiary is responsible for a \"copayment\" of the remaining 20% of the allowed charge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Part B provides physicians with two payment options.   They can choose to \"accept assignment,\" which means that they bill Medicare directly for their services and accept the allowed charge as full payment, receiving 80% from Medicare and 20% from the beneficiary.   See 42 U.S.C. &#167; 1395u(b)(3)(B)(ii).   Alternatively, a physician may choose to bill the patient directly for 100% of their charge, with Medicare reimbursing the patient for 80% of the Medicare reasonable charge.   See id. at &#167;&#167; 1395l (a)(1), 1395u(b)(3)(B)(i).   A physician who does not accept assignment may charge her patient in excess of the Medicare allowed charge, a practice called \"balance billing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In recent years, Congress has enacted a series of statutes designed to discourage and limit balance billing and encourage physicians to accept assignment.   The Deficit Reduction Act of 1984 (\"DEFRA\") created the \"Participating Physicians Program,\" requiring physicians to decide on an annual basis whether to enter into \"participation agreements.\"   During the term of a participation agreement, a participating physician agrees to accept assignment for all items and services she provides under Part B and is precluded from balance billing.   See id. at &#167; 1395u(h)(1).   Under DEFRA, a non-participating physician retained the option of accepting or refusing assignment in individual cases.   However, DEFRA provided incentives for physicians to enter into participation agreements.   For example, the statute temporarily froze the fees non-participating physicians could charge Medicare patients.   See id. at &#167; 1395u(j)(1)(A);  Pennsylvania Medical Soc'y v. Marconis, <span class=\"citation\" data-id=\"567190\"><a href=\"/opinion/567190/pennsylvania-medical-society-american-medical-association-crawford-county/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">842</span></a></span>, 844 (3d Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Omnibus Budget Reconciliation Act of 1986 (\"OBRA-86\") lifted the DEFRA freeze on non-participating physician fees, substituting a system of \"maximum allowable actual charges\" (\"MAACs\") for services.   See 42 U.S.C. &#167; 1395u(j)(1)(B)(i).   MAACs were initially based upon physicians' actual charges for the quarter beginning on April 1, 1984.   See id. at &#167; 1395u(j)(1)(C)(iv).   Under OBRA-86, non-participating physicians were not permitted to charge Part B beneficiaries in excess of MAAC rates, unless their annual average fees fell below levels set forth in the statute.   See Omnibus Budget Reconciliation Act of 1986, Pub.L. No. 99-509, 100 Stat. 1874, 2018-22 (1986);  H.R.Conf.Rep. No. 1012, 99th Cong., 2d Sess. 330-31, reprinted in 1986 U.S.C.C.A.N. 3868, 3975-76.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Omnibus Budget Reconciliation Act of 1989 (\"OBRA-89\"), included provisions designed to further \"protect [Medicare] beneficiaries against excessive balance billing\" by non-participating physicians.   H.R.Rep. No. 247, 101st Cong., 1st Sess. 348, reprinted in 1989 U.S.C.C.A.N. 1906, 2074.   OBRA-89 replaced the MAAC formula with a concept called the \"limiting charge,\" which limits non-participating physicians' charges to set percentages of the Medicare-defined allowed charge for services.   See 42 U.S.C. &#167; 1395w-4(g)(2).   The limiting charge is now 115% of the allowed charges for services.   See id. at &#167; 1395w-4(g)(2)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is OBRA-89's limiting charge scheme that plaintiff New York hospital-based anesthesiologists and limited-income Part B beneficiaries challenge.   The anesthesiologists assert that the limiting charge regime gives rise to a taking of property without just compensation in violation of the Fifth Amendment.   They also purport to assert a substantive due process claim, but in their briefs to this court fail to distinguish this claim from their takings claim, and thus it will not be independently considered.   The beneficiaries challenge the scheme as violative of the equal protection and substantive due process components of the Fifth Amendment.   Plaintiffs seek, inter alia, declaratory and injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court granted defendants' summary judgment motion and dismissed the entire complaint.   The court found the anesthesiologists' claims invalid as a matter of law.   See Garelick v. Sullivan, <span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">108</span></span>, 112-14 (S.D.N.Y.1992), reconsideration granted in part, No. 91 Civ. 4524, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">71946</span></span> (Mar. 24, 1992 S.D.N.Y.).   The court also found that the beneficiaries lacked standing to challenge the statutory scheme.   See id. at 111-12.   We agree with both decisions.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. The Anesthesiologists' Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Government has broad power to regulate the use of property;  but this power is constrained by constitutional limits.  Pennsylvania Coal Co. v. Mahon, <span class=\"citation\" data-id=\"100079\"><a href=\"/opinion/100079/pennsylvania-coal-co-v-mahon/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span>, 413-15, <span class=\"citation\" data-id=\"100079\"><a href=\"/opinion/100079/pennsylvania-coal-co-v-mahon/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></a></span>, 159-60, <span class=\"citation\" data-id=\"100079\"><a href=\"/opinion/100079/pennsylvania-coal-co-v-mahon/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></a></span> (1922).   It is well established that the Takings Clause of the Fifth Amendment applies to so-called \"regulatory takings.\"   The anesthesiologists contend that the OBRA-89 limiting charge scheme is a regulatory taking of their property interests in their licenses and practices as physicians.   Their primary argument is that they have been compelled to provide services to Medicare Part B patients, and thus to submit to price regulations imposed by the statutory scheme.   They also argue that the governmental purpose behind the limiting charge provisions--allegedly to ameliorate the burden of increasing medical costs upon elderly and disabled Medicare beneficiaries by decreasing compensation to physicians--renders the scheme a taking.   In light of prevailing Supreme Court case law, we reject both theories.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A property owner must be legally compelled to engage in price-regulated activity for regulations to give rise to a taking.   See Bowles v. Willingham, <span class=\"citation\" data-id=\"103952\"><a href=\"/opinion/103952/bowles-v-willingham/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, 517-18, <span class=\"citation\" data-id=\"103952\"><a href=\"/opinion/103952/bowles-v-willingham/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">641</span></a></span>, 648-49, <span class=\"citation\" data-id=\"103952\"><a href=\"/opinion/103952/bowles-v-willingham/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">892</span></a></span> (1944);  Whitney v. Heckler, <span class=\"citation\" data-id=\"462745\"><a href=\"/opinion/462745/12-socsecrepser-115-medicaremedicaid-gu-35090-douglass-g-whitney/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 972 (11th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">65</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">23</span></span> (1986);  Minnesota Ass'n of Health Care Facilities v. Minnesota Dep't of Pub. Welfare, <span class=\"citation\" data-id=\"440386\"><a href=\"/opinion/440386/medicaremedicaid-gu-34105-minnesota-association-of-health-care/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">442</span></a></span>, 446 (8th Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1215</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">337</span></span> (1985).   For example, public utilities are under a state statutory duty to serve the public, and must furnish \"service on demand to all applicants\" at government-determined rates.   W. Pond, The Law Governing the Fixing of Public Utility Rates:  A Response to Recent Judicial and Academic Misconceptions, 41 Admin.L.Rev. 1, 5 (1989) (hereinafter \"Pond\");  see also Duquesne Light Co. v. Barasch, <span class=\"citation\" data-id=\"112169\"><a href=\"/opinion/112169/duquesne-light-co-v-barasch/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 307, <span class=\"citation\" data-id=\"112169\"><a href=\"/opinion/112169/duquesne-light-co-v-barasch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">609</span></a></span>, 615, <span class=\"citation\" data-id=\"112169\"><a href=\"/opinion/112169/duquesne-light-co-v-barasch/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">646</span></a></span> (1989).   Because utilities generally are compelled to employ their property to provide services to the public, the Fifth Amendment requires regulators to provide utilities with reasonable compensation for their services.   See Minnesota Ass'n, 742 F.2d at 446;  see also Pond,  supra, at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By contrast, where a service provider voluntarily participates in a price-regulated program or activity, there is no legal compulsion to provide service and thus there can be no taking.   See Bowles, 321 U.S. at 517-18, 64 S.Ct. at 648-49;  Burditt v. United States Dep't of Health and Human Servs., <span class=\"citation\" data-id=\"562299\"><a href=\"/opinion/562299/michael-l-burditt-md-v-us-department-of-health-and-human-services/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1362</span></a></span>, 1376 (5th Cir.1991);  Whitney, 780 F.2d at 972;  Minnesota Ass'n, 742 F.2d at 446;  Texaco Puerto Rico, Inc. v. Ocasio Rodriguez, <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">348</span></span>, 359 (D.P.R.1990);  Anco, Inc. v. State Health and Human Servs.  Fin. Comm., <span class=\"citation\" data-id=\"1390814\"><a href=\"/opinion/1390814/anco-inc-v-state-health-human-serv-fin-comm/\"><span class=\"volume\">300</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">432</span></a></span>, 441-42, <span class=\"citation\" data-id=\"1390814\"><a href=\"/opinion/1390814/anco-inc-v-state-health-human-serv-fin-comm/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">780</span></a></span>, 786 (1989).   Thus, in Bowles v. Willingham, the Supreme Court sustained a rent regulation ordinance because the statute did not require that plaintiff landlords remain in the business of renting apartments.   The landlords were free to keep their buildings vacant and/or to dispose of their properties on the market (albeit at prices depressed by the rent regulations) without being subject to government price regulations.   Consequently, the statute at issue did not give rise to a regulatory taking.   See 321 U.S. at 517-18, 64 S.Ct. at 648-49;  see also St. Francis Hosp. Ctr. v. Heckler, <span class=\"citation\" data-id=\"423599\"><a href=\"/opinion/423599/st-francis-hospital-center-v-margaret-heckler-secretary-department-of/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span>, 884 (7th Cir.1983) (per curiam) (diminishment of market value resulting from regulation will not give rise to taking where property owner retains \"full rights and control over ... net investment\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">679</span></span> (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The anesthesiologists, like the landlords in Bowles and unlike public utilities, are under no legal duty to provide services to the public and to submit to price regulations.   The OBRA-89 limiting charge provisions do not require anesthesiologists, or any other physicians, to provide services to Medicare beneficiaries.   The challenged provisions simply limit the amounts non-participating physicians, anesthesiologists in this case, may charge those Medicare beneficiaries whom they choose to serve.   They retain the right to provide medical services to non-Medicare patients free of price regulations.   Because they voluntarily choose to provide services in the price-regulated Part B program, the plaintiff anesthesiologists do not have a viable takings claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">All court decisions of which we are aware that have considered takings challenges by physicians to Medicare price regulations have rejected them in the recognition that participation in Medicare is voluntary.   For example, in Whitney, the Eleventh Circuit rejected a challenge to the temporary fee freeze imposed upon non-participating physicians under DEFRA, reasoning that \"[i]t is well established that government price regulation does not constitute a taking of property where the regulated group is not required to participate in the regulated industry.\"  780 F.2d at 972;  see, e.g., Metrolina Family Practice Group, P.A. v. Sullivan, <span class=\"citation no-link\"><span class=\"volume\">767</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1314</span></span>, 1322 (W.D.N.C.1989) (upholding elements of DEFRA and OBRA-86 price regulations applicable to non-participating physicians;  citing cases), aff'd, <span class=\"citation no-link\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span></span> (4th Cir.1991);  American Medical Ass'n v. Bowen, <span class=\"citation\" data-id=\"1957386\"><a href=\"/opinion/1957386/american-medical-assn-v-bowen/\"><span class=\"volume\">659</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1143</span></a></span>, 1150 (N.D.Tex.1987) (denying equitable relief in challenge to OBRA-86 price regulations;  citing cases), appeal dismissed and judgment vacated on other grounds, <span class=\"citation\" data-id=\"511795\"><a href=\"/opinion/511795/23-socsecrepser-47-medicaremedicaid-gu-37489-american-medical/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">267</span></a></span> (5th Cir.1988);  see also Burditt, 934 F.2d at 1376 (rejecting physician's challenge to penalty imposed pursuant to federal statute requiring Medicare-participating hospitals to treat patients entering emergency rooms).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The anesthesiologist plaintiffs argue that these cases are inapposite because New York law compels them to render services to Medicare beneficiaries.   New York requires hospitals to afford each patient the right to treatment without discrimination as to the source of payment.   See Patients' Bill of Rights, 10 NYCRR &#167; 405.7(c)(2).   For the purposes of this discussion, we accept the anesthesiologists' contention that this provision legally requires hospitals to accept Medicare patients.   The anesthesiologists contend that this legal compulsion extends to them, requiring hospitals to mandate that all physicians on their staffs treat Medicare patients.   In the first place, we are not persuaded that the anesthesiologists have correctly construed the New York statute, which does not on its face apply to individual physicians.   However, even if their interpretation of &#167; 405.7(c)(2) is correct, it does not support a takings challenge to the OBRA-89 limiting charge scheme.   Under the anesthesiologists' theory, it is New York State--which is not a party to this action--that indirectly compels anesthesiologists to treat Medicare patients and thus submit to price regulations, not the federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Moreover, even if the alleged compulsion to serve Medicare patients were imputed to the federal government, the plaintiff anesthesiologists' takings claim would fail.   Under the anesthesiologists' interpretation of the Patients' Bill of Rights, physicians are required to provide services to Medicare beneficiaries only if they practice in hospitals.   Therefore, anesthesiologists can avoid treating Medicare beneficiaries by practicing on an outpatient basis.   The anesthesiologists argue that limiting themselves to outpatient practices is not an economically viable option, since most procedures requiring their services are performed in hospitals;  yet, as the law presently stands, economic hardship is not equivalent to legal compulsion for purposes of takings analysis.   See, e.g., Minnesota Ass'n, 742 F.2d at 446 (rejecting challenge by nursing home operators to a state statute that conditioned receipt of Medicaid funds upon acceptance of across-the-board price regulations;  reasoning that while plaintiffs were under a \"strong financial inducement to participate in Medicaid\", they were not under a legal compulsion to do so);  see also Idaho Health Care Ass'n v. Sullivan, <span class=\"citation\" data-id=\"2345673\"><a href=\"/opinion/2345673/idaho-health-care-assn-v-sullivan/\"><span class=\"volume\">716</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">464</span></a></span>, 472 (D.Idaho 1989) (rejecting due process challenge to nursing home admission regulations applicable to nursing homes participating in Medicaid;  noting that \"[d]espite the financial benefits available to a participant in Medicaid, the nursing homes' decision to come under the system is nonetheless voluntary\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The anesthesiologists also contend that their professional ethical rules preclude them from refusing treatment to Medicare patients outside of hospitals.   However, such self-imposed requirements do not constitute the kind of governmental compulsion that may give rise to a taking.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiff anesthesiologists assert a second takings argument grounded in the public interest allegedly served by the OBRA-89 limiting charge scheme.   In his dissent in Pennell v. San Jose, <span class=\"citation\" data-id=\"112009\"><a href=\"/opinion/112009/pennell-v-san-jose/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112009\"><a href=\"/opinion/112009/pennell-v-san-jose/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"112009\"><a href=\"/opinion/112009/pennell-v-san-jose/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1988), Justice Scalia argued that where a price regulation is designed to ameliorate or cure a social ill that the regulated property owner has neither contributed to nor created, the regulation gives rise to a taking.   See id. at 18-24, 108 S.Ct. at 860-64 (Scalia, J., concurring in part and dissenting in part).   The anesthesiologists argue that the OBRA-89 limiting charge scheme was directed toward \"alleviating the national problem of elderly patients who do not have the means to afford to pay medical bills.\"   Because they are not the source of the social ill that Congress allegedly sought to address through the limiting charge provisions, the anesthesiologists reason that the statutory scheme gives rise to a taking under the logic of the Pennell dissent.   However, Justice Scalia's dissent was just that;  a majority of the Supreme Court has yet to adopt Justice Scalia's reasoning, which, however appealing, is in tension (if not conflict) with well established Fifth Amendment doctrine granting government broad power to determine the proper subjects of and purposes for regulatory schemes.   See, e.g., Loretto v. Teleprompter Manhattan CATV Corp., <span class=\"citation\" data-id=\"110783\"><a href=\"/opinion/110783/loretto-v-teleprompter-manhattan-catv-corp/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, 440, <span class=\"citation\" data-id=\"110783\"><a href=\"/opinion/110783/loretto-v-teleprompter-manhattan-catv-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3164</span></a></span>, 3178, <span class=\"citation\" data-id=\"110783\"><a href=\"/opinion/110783/loretto-v-teleprompter-manhattan-catv-corp/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (1982) (Supreme Court has \"consistently affirmed that States have broad power to regulate housing conditions in general and the landlord-tenant relationship in particular without paying compensation for all economic injuries that such regulation entails\");  Penn Cent. Transp. Co. v. City of New York, <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 131-32, <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></a></span>, 2662-63, <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></a></span> (1978) (refusing to invalidate municipal landmarks law designed to preserve historic structures on ground that statute singled out certain landowners for financial hardship);  but see Lucas v. South Carolina Coastal Council, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112787\"><a href=\"/opinion/112787/lucas-v-south-carolina-coastal-council/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2886</span></a></span>, 2893, <span class=\"citation\" data-id=\"112787\"><a href=\"/opinion/112787/lucas-v-south-carolina-coastal-council/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span></a></span> (1992) (regulation that deprives property owner of \"all economically beneficial or productive use of [her] land\" constitutes compensable taking unless prohibited activity amounts to nuisance under relevant state law doctrine).   Until Justice Scalia's view is adopted by a majority of the Court, this takings theory must fail.</p>\n    </div>\n    <p>II. The Beneficiaries' Claims</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before the first Medicare fee caps were imposed, nonparticipating physicians were free to obtain market-rate fees from high-income patients by \"balance billing\" them well in excess of the 20% of allowed or \"reasonable charges\" not paid by Medicare.   At the same time, plaintiff beneficiaries contend, physicians charged lower fees to limited-income beneficiaries, effectively subsidizing their services to those patients with the high fees paid by beneficiaries with greater abilities to pay.   However, according to the plaintiff beneficiaries, with the institution of the fee caps, non-participating physicians no longer subsidize their services to limited-income Medicare beneficiaries with high charges to more well-to-do beneficiaries;  instead, they charge all beneficiaries the same maximum allowable amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The beneficiaries argue that Congress failed to \"meaningfully protect\" them from the increasing burden of medical costs when it enacted the OBRA-89 limiting charge provisions.   They claim that the statutory scheme violates the Fifth Amendment's equal protection and substantive due process guarantees because it arbitrarily and discriminatorily induces non-participating physicians to impose a greater economic burden upon limited-income than high-income beneficiaries by charging all patients the same fees regardless of their relative abilities to pay.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court did not reach the merits of the beneficiary plaintiffs' claims on the ground that they lack standing to assert their constitutional claims.   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The doctrine of standing incorporates both constitutional and prudential limitations upon the jurisdiction of federal courts.   At a minimum, Article III of the Constitution requires a party invoking federal jurisdiction to establish:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>(1) personal injury or threat of injury;  (2) that the injury fairly can be traced to the action challenged;  and (3) that the injury is likely to be redressed by the requested relief.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Heldman v. Sobol, <span class=\"citation\" data-id=\"582540\"><a href=\"/opinion/582540/edward-joseph-heldman-on-behalf-of-his-handicapped-son-th-and-on/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 154 (2d Cir.1992);  see Valley Forge Christian College v. Americans United for Separation of Church and State, Inc., <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 758, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982);  Lamont v. Woods, <span class=\"citation\" data-id=\"571452\"><a href=\"/opinion/571452/corliss-lamont-isaac-asimov-balfour-brickner-rabbi-augusta-p-finkelstein/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span>, 829 (2d Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The beneficiaries have satisfied the first prong of the standing test;  they submitted evidence tending to prove that doctors have billed them the full amounts of Medicare allowed charges following the implementation of the OBRA-89 limiting charge scheme.   However, the beneficiaries have not offered evidence that could establish a sufficient causal nexus between the challenged government actions and their injuries.   Thus, the second prong of the Article III standing test is unsatisfied, and we need not reach the redressability prong.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The causation component of the Article III standing test insures that the injury alleged by a plaintiff is attributable to the defendant.  \"The critical issue in applying the causation requirement is what constitutes a sufficient causal nexus for standing.\"  Heldman, 962 F.2d at 156.   The plaintiff's injury--in this case, the beneficiaries' increased medical bills--must be fairly traceable to the allegedly illegal government conduct, here the limiting charge scheme implemented under OBRA-89.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A plaintiff does not lack standing merely because her injury is an indirect product of the defendant's conduct.   See, e.g., Meese v. Keene, <span class=\"citation\" data-id=\"111876\"><a href=\"/opinion/111876/meese-v-keene/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 472-77, <span class=\"citation\" data-id=\"111876\"><a href=\"/opinion/111876/meese-v-keene/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1862</span></a></span>, 1866, <span class=\"citation\" data-id=\"111876\"><a href=\"/opinion/111876/meese-v-keene/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1987) (potential distributor of foreign films has standing to challenge Justice Department's characterization of films as \"political propaganda\" since it would affect his reputation and harm his chances for reelection to public office);  Heldman, 962 F.2d at 156 (injury to child by third-party school board which implemented state regulations supports standing to sue state officials).   However, to survive a motion for summary judgment, a plaintiff must proffer facts establishing that all links in the causal chain are satisfied.   Cf. Allen v. Wright, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 757-58, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3327-28, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984) (in order to prevail in response to motion to dismiss on standing grounds, plaintiff must allege facts constituting all elements of causal chain).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Allen v. Wright, plaintiff parents of black public school students enrolled in school districts undergoing desegregation challenged the Internal Revenue Service's provision of tax exemptions to private segregated schools.   The parents contended that the tax exemptions violated their children's rights to be educated in desegregated schools by lowering the cost of segregated private school education and thus encouraging white parents to send their children to the private schools.   The Court found, however, that the children's injury \" 'result[ed] from the independent action of some third party not before the court' \" and denied the parents standing.  Id. at 757, 104 S.Ct. at 3328 (quoting Simon v. Eastern Kentucky Welfare Rights Org., <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, 42, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, 1926, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1976)).   In finding plaintiffs were without standing, the Court stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>it is entirely speculative ... whether withdrawal of a tax exemption from any particular school would lead the school to change its policies....  It is just as speculative whether any given parent of a child attending such a private school would decide to transfer the child to public school as a result of any changes in educational or financial policy made by the private school once it was threatened with loss of tax exempt status.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. 468 U.S. at 758, 104 S.Ct. at 3328.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, as in Allen, there is a crucial \"missing link\" in the chain of events allegedly giving rise to plaintiffs' injuries.   The beneficiaries have failed to provide facts tending to prove that the implementation of OBRA-89's limiting charge scheme caused their physicians to choose to increase the beneficiaries' bills.   Moreover, even if some physicians chose to increase their charges to limited-income patients in response to the limiting charge scheme, the plaintiff beneficiaries probably would still lack standing.   Any increases in the amounts charged to limited-income patients would be the product of independent choices by physicians from among a range of economic options, like the decisions of the parents of private school students and private school administrators in Allen, not a necessary product of the challenged legislative scheme.   Because the beneficiary plaintiffs have failed to establish that their injuries are fairly traceable to the limiting charge scheme, they lack standing to assert their claims.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/423599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/440386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462745/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/511795/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/562299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/567190/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/571452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/582540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1390814/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1957386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2345673/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T12:19:49.728250Z",
      "date_modified": "2017-04-15T02:31:46.774945Z",
      "date_filed": "1993-03-05",
      "date_filed_is_approximate": false,
      "slug": "40-socsecrepser-327-medicare-medicaid-guide-p-41116-medicare",
      "citation_id": 575568,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "40 soc.sec.rep.ser. 327, Medicare & Medicaid Guide P 41,116, Medicare & Medicaid Guide P 41,300 Bertha Garelick Yolanda Restaino Elena Savino David Atkinson Bruce Konrad Peter T. Pickering v. Louis W. Sullivan, M.D., Secretary of the U.S. Department of Health and Human Services William Toby, Administrator, Health Care Financing Administration, Region II",
      "federal_cite_one": "987 F.2d 913",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 32,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1016727/40-socsecrepser-327-medicare-medicaid-guide-p-41116-medicare/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:47:34.490164Z",
  "date_modified": "2016-02-01T18:39:55.520926Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "40 soc.sec.rep.ser. 327, Medicare & Medicaid Guide P 41,116, Medicare & Medicaid Guide P 41,300 Bertha Garelick Yolanda Restaino Elena Savino David Atkinson Bruce Konrad Peter T. Pickering v. Louis W. Sullivan, M.D., Secretary of the U.S. Department of Health and Human Services William Toby, Administrator, Health Care Financing Administration, Region II",
  "slug": "40-socsecrepser-327-medicare-medicaid-guide-p-41116-medicare",
  "docket_number": "215",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}