{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1017969/",
  "id": 1017969,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1456711/",
      "id": 1456711,
      "absolute_url": "/opinion/1456711/united-states-v-yonkers-bd-of-educ/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1017969/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1456711/",
          "id": 1456711,
          "absolute_url": "/opinion/1456711/united-states-v-yonkers-bd-of-educ/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1456711/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2835/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:16:06.695844Z",
          "date_modified": "2017-04-05T22:11:57.080111Z",
          "type": "010combined",
          "sha1": "b8a4b3acfc49408ff841130b965c51d38dbd379c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>992 F.Supp. 672 (1998)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nand<br>\nYonkers Branch  NAACP, et al., Plaintiffs-Intervenors,<br>\nv.<br>\nYONKERS BOARD OF EDUCATION, et al., Defendants.</h1></center>\n<center>No. 80 Civ. 6761(LBS).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>February 5, 1998.</center>\n<p><span class=\"star-pagination\">*673</span> Hogan &amp; Hartson, L.L.P., Washington, DC (Steven J. Routh, John W. Borkowski, of counsel), Banks, Curran &amp; Donoghue, Yonkers (Lawrence W. Thomas, of counsel), for Defendant Yonkers Board of Education.</p>\n<p>Sussman, Bergstein &amp; Wotorson, Goshen, NY (Michael H. Sussman, Sheri M. Hatton, of counsel), for Plaintiffs-Intervenors Yonkers Branch  NAACP.</p>\n<p>Fitzpatrick, Cooper &amp; Clark, Birmingham, AL (Raymond P. Fitzpatrick, of counsel), for Defendant City of Yonkers.</p>\n<p>Dennis C. Vacco, Attorney General for the State of New York, New York City, Stephen M. Jacoby, Richard P. Hamilton, Assistant Attorneys General.</p>\n<p>Marcia Hirsch, General Counsel, New York State Division of Housing Community Renewal, New York City.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>SAND, District Judge.</p>\n<p>On October 8, 1997, following remand from the Court of Appeals for the Second Circuit, 96 F.3d 600 (2d Cir.1996), this Court entered an Opinion and Order (1997 WL 629836) which addressed all of the liability matters relating directly to the Yonkers Public Schools; deferred issuance of a housing remedy order directed to the State and deferred a redetermination of whether the Urban Development Corporation's (UDC's) conduct constituted a \"continuing wrong\" so that the NAACP's action against the UDC was not time barred. We therefore address herein the question posed on remand (96 F.3d 600, <span class=\"star-pagination\">*674</span> 622) whether, assuming as the Court of Appeals has found, that the UDC committed an actionable wrong, that wrong could be deemed a \"continuing wrong.\"<sup>[1]</sup></p>\n<p></p>\n<h2>I. <i>The Nature of the UDC's Wrong</i>\n</h2>\n<p>The nature and magnitude of the role played by the UDC in perpetuating and fostering segregation of low income housing in one quadrant of Yonkers has been fully documented in prior opinions<sup>[2]</sup> and we note here only the continuing nature of the UDC's activities. As the NAACP alleged in its Second Amended Complaint ¶¶ 38-42, the UDC's initial entry into the Yonkers housing market reflected a commitment to racially neutral, scattered-site housing but the UDC soon abandoned this effort.<sup>[3]</sup></p>\n<p>Furthermore, the Court of Appeals found that the UDC \"had the power to take steps to remedy that segregation, and refused to exercise that power because they were capitulating to political pressures that they knew were racially motivated.\" 96 F.3d at 613.</p>\n<p></p>\n<h2>II. <i>The Ability of the UDC to Engage in Remedial Housing Activities</i>\n</h2>\n<p>It having been clearly determined by the Court of Appeals that the UDC's conduct constituted an actionable wrong, the critical question is whether that wrong \"continued\" to a time within the three year limitation period as the NAACP moved to add the UDC as a defendant in 1987. A determination whether a wrong continues turns on two principal considerations: the nature of the wrong (which has already been addressed) and the ability of the wrong-doer to take corrective action.</p>\n<p>This Court previously had proceeded on the assumption, fostered by the arguments of the State Defendants, that the UDC had \"gone out of the housing business\" as a result of its fiscal crisis in the early 1970s.<sup>[4]</sup> Believing therefore that the UDC had long since ceased to play a role in the development of low-income and affordable housing projects, (880 F.Supp. 212) we found that no duty to correct could exist absent power to engage in remedial activities.</p>\n<p><span class=\"star-pagination\">*675</span> It is clear upon further inquiry, however, that the UDC at all relevant times was and continues to be in a position to engage in remedial housing activities. Regardless of the changes within the organization and its financing structure which took place in the mid-1970s, the UDC never lost its legislative mandate to build low income housing in New York State and has been continuously in a position to effect remedies to those segregative housing problems in Yonkers which it helped to create through its acquiescence in the City's segregative policy.</p>\n<p>Established by the New York State Legislature in 1968 as a corporate governmental agency of the State, the UDC had the power to finance and develop low income housing and to \"promise sound growth and development of municipalities by reconstruction and development in blighted and substandard areas and in the areas reasonably accessible thereto.\" <i>Peters v. New York State Urban Development Corp.,</i> 41 A.D.2d 1008, 344 N.Y.S.2d 151 (1973). The UDC's mandate is contained in the New York State Urban Development Corporation Act (\"Act\"). N.Y. Unconsol. Law §§ 6251 <i>et seq.</i> (McKinney's 1979). The language of the Act conveys substantial powers upon the UDC, including, but not limited to, the power to acquire or contract to acquire land, to grant options to purchase any project or to review any leases, to prepare or cause to be prepared plans for construction or improvement of a site, to manage any project, to consult with others toward the goal of fulfilling the mandate of the Act, to lend money or to make mortgage loans, to borrow money and to invest funds of the UDC not required for immediate use.</p>\n<p>It is clear on the face of the statute that, as a matter of law, the UDC is not in any way proscribed from continuing to erect low-income housing and other residential projects. Whether, as a result of fiscal policy or constraints or a change of focus, it has refrained from doing so is another matter irrelevant to whether or not it has an obligation to do so.</p>\n<p>In the 1970s the UDC lost the power to issue its own general purpose bonds. Since that time, the agency has concentrated its endeavors on \"economic development projects,\" such as the refurbishment of the 42nd Street area in Manhattan (<i>See</i> Tr. Conf. of 10/14/97, at 19 (Statement of Anita Lehrmont, Counsel to UDC).) The UDC presently has a staff of approximately 300 engaged in economic development projects. The ability to construct, finance and manage residential housing projects is and has always been within the purview of the Corporation and its successor, the Empire Development Corporation.<sup>[5]</sup></p>\n<p>The significant statutory distinction between the former and the contemporary role of the UDC in the development of New York's affordable housing market consists of a 1973 amendment to N.Y. Unconsol. Law § 6265, \"Special Provisions Relating to Residential Projects,\" which specifies that the UDC may not affirm new residential projects for a town or incorporated village where the local governing body submits objections. If, however, prior to submission of the plan, the local governing body has approved such a plan or executed an agreement with the UDC, which subsequently relied to its detriment on such approval, then the project may proceed. Although deprived of some of its original power and resources, the UDC was not stripped of its responsibility for housing, despite the fact that other agencies have since been created which also deal with housing in New York. We find that the UDC would be in a position to participate actively in the housing remedy.</p>\n<p></p>\n<h2>III. <i>Application of the Continuing Wrong Doctrine</i>\n</h2>\n<p>The \"continuing violation\" or \"continuing wrong\" doctrine has been recognized by the <span class=\"star-pagination\">*676</span> Supreme Court. <i>Havens Realty Corp. v. Coleman,</i> 455 U.S. 363, 102 S.Ct. 1114, 71 L.Ed.2d 214 (1982). There the Court held that petitioner's claims were not barred by the 180-day statute of limitations under the Fair Housing Act (42 U.S.C. § 3612(a)) insofar as petitioner's claims alleged continuing violations.</p>\n<p>The continuing wrong doctrine facilitates the litigation of legitimate claims in the interest of justice and fairness where those claims would otherwise be excluded by the strict application of statute of limitations provisions.</p>\n<p>In assessing whether the continuing wrong doctrine is to be applied, courts generally balance the interest in protecting plaintiffs' civil rights against protecting defendants from being haled into court to defend against outdated allegations. <i>Delaware State College v. Ricks,</i> 449 U.S. 250, 256-57, 101 S.Ct. 498, 66 L.Ed.2d 431 (1980).</p>\n<p>When the claim is based, not on a single, discrete incident, but on an allegedly continuous, ongoing policy, a continuing wrong is present. <i>See </i><i>Association Against Discrimination v. City of Bridgeport,</i> 647 F.2d 256, 274-75 (2d Cir.1981), <i>cert. denied,</i> 455 U.S. 988, 102 S.Ct. 1611, 71 L.Ed.2d 847 (1982). \"A continuing violation may be found where there is proof of specific ongoing discriminatory policies or practices, or where specific and related instances of discrimination are permitted ... to continue unremedied for so long as to amount to a discriminatory policy or practice.\" <i>Cornwell v. Robinson,</i> 23 F.3d 694 (2d Cir.1994).</p>\n<p>The contours of the continuing wrong doctrine are not fixed. Rather, to establish a continuing violation, claimants generally need to show a nexus between the violations outside the limitations period and the violations within the limitations period. <i>United Air Lines, Inc. v. Evans,</i> 431 U.S. 553, 558, 97 S.Ct. 1885, 52 L.Ed.2d 571 (1977) (\"the emphasis should not be placed on mere continuity; the critical question is whether any present violation exists\").</p>\n<p>Where, as here, the harm done consists not only in the proactive selection of segregative housing sites but also in the failure thereafter to remedy the segregative housing conditions thereby created, there clearly has been a continuing wrong. As the Supreme Court held in <i>Columbus Bd. of Educ. v. Penick,</i> a case involving a racially discriminatory school system, \"each instance of a failure or refusal to fulfill this affirmative duty [to eliminate racial discrimination root and branch] continues the violation of the Fourteenth Amendment.\" 443 U.S. 449, 458, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979). In a situation of ongoing wrong, it is as if the continuing policy of discrimination or violation repeatedly triggers and retriggers the statute of limitations clock.</p>\n<p>In the context of the acts of discrimination complained of here, and extensively demonstrated by the record, there can be no doubt that the discriminatory activities in question were not discrete, individual acts in violation of § 1983 and Title VI but, rather, an unremitting failure on the part of the UDC to remedy the segregative condition in the Yonkers housing market to which the UDC contributed.</p>\n<p>We therefore find that the statute of limitations does not bar the action against the UDC for conduct for which the Court of Appeals has found it liable. This Court hereby directs the UDC and its Director to submit a plan within 30 days for the provision of resources to implement the Housing Remedy Order heretofore established by this Court or to provide other suggested means of addressing the violation of the right of the class members to non-discriminatory housing.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  We reject the State's contention (Tr. Tel. Conf. of 10/14/97, at 24-26) that housing claims were dismissed by this Court and that this ruling was not challenged in the Court of Appeals with the consequence that housing is relevant only insofar as it impacts on schools and that there is no longer a \"housing remedy\" issue before the Court. Further, the State contends that because the Yonkers schools have been desegregated, housing patterns are irrelevant to vestiges of segregation in the school system.\n</p>\n<p>It is too late in the history of this litigation to attempt to separate schools and housing  the interrelationship between the two is the principal thrust of the initial liability opinions. The Court of Appeals remand explicitly calls for a redetermination with respect to the UDC.</p>\n<p>[2]  For an extensive discussion of the history of housing development and the origins of segregative housing in Yonkers, <i>see </i><i>United States v. Yonkers Bd. of Educ.,</i> 624 F.Supp. 1276, 1289-1376 (S.D.N.Y.1985). Though UDC was not a party to the original litigation, the 1985 opinion does describe the role of the UDC, in cooperation with the City Council of Yonkers, in the sponsorship and construction of seven of the subsidized housing projects for families built in Yonkers during the period 1968-1972. <i>Id.</i> at 1314. That opinion addresses the role of the UDC, specifically, in the perpetuation of what this Court found to be \"a pattern and practice of racial discrimination by City officials, pursued in response to constituent pressure to select or support only sites that would preserve existing patterns of racial segregation, and to reject or oppose sites that would threaten existing patterns of segregation.\" <i>Id.</i> at 1373.</p>\n<p>[3]  \"The UDC embarked on this task with enthusiasm, initially pushing for `scattered site' housing throughout the City of Yonkers. For example, a list of possible sites referred by the UDC to City officials in June, 1969 contained eleven locations in different parts of the City. However, the UDC was soon made aware of strong local opposition to the building of subsidized housing in the predominantly white areas outside of Southwest Yonkers. The UDC clearly had at least some knowledge that this opposition was race-based. We find that the UDC, confronted with this race-based community opposition and concerned about the political feasibility of scattered-site housing, made a determination not to exercise its statutory override powers which would have enabled it to proceed without local approval.\" <i>United States v. City of Yonkers,</i> 880 F.Supp. 212, 228 (S.D.N.Y.1995) (citations omitted).</p>\n<p>[4]  State Defendants argued that UDC is not in a position to cure housing ills in Yonkers \"[b]ecause the UDC was taken out of the housing business, it would not have funds available for new housing activities and it would not have staff with the expertise necessary to plan housing activities. The proposal that UDC should now plan housing assistance is thus meaningless.\" (State Defs.' Reply Mem. of 10/6/97, at 22 n. 7.)</p>\n<p>[5]  <i>See, e.g., </i><i>Waybro Corp. v. Board of Estimate of City of New York,</i> 67 N.Y.2d 349, 502 N.Y.S.2d 707, 493 N.E.2d 931 (1986) (neither local laws nor city charter provisions in conflict may inhibit operation of UDC Act); <i>Floyd v. New York State Urban Development Corp.,</i> 41 A.D.2d 395, 343 N.Y.S.2d 493 (1973), <i>aff'd,</i> 33 N.Y.2d 1, 347 N.Y.S.2d 161, 300 N.E.2d 704 (1973) (UDC has power to override construction laws and ordinances as well as zoning regulation); <i>East Thirteenth St. Community Ass'n. v. New York State Urban Development Corp.,</i> 189 A.D.2d 352, 595 N.Y.S.2d 961 (N.Y.App.Div.1993) (override powers not circumscribed by fact that UDC not lead agency on a project involving condemnation of property from city and construction of apartment building for homeless and low income families and commercial building for city).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">992</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">672</span></span> (1998)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nand<br>\nYonkers Branch  NAACP, et al., Plaintiffs-Intervenors,<br>\nv.<br>\nYONKERS BOARD OF EDUCATION, et al., Defendants.</h1></center>\n<center>No. 80 Civ. 6761(LBS).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>February 5, 1998.</center>\n<p><span class=\"star-pagination\">*673</span> Hogan &amp; Hartson, L.L.P., Washington, DC (Steven J. Routh, John W. Borkowski, of counsel), Banks, Curran &amp; Donoghue, Yonkers (Lawrence W. Thomas, of counsel), for Defendant Yonkers Board of Education.</p>\n<p>Sussman, Bergstein &amp; Wotorson, Goshen, NY (Michael H. Sussman, Sheri M. Hatton, of counsel), for Plaintiffs-Intervenors Yonkers Branch  NAACP.</p>\n<p>Fitzpatrick, Cooper &amp; Clark, Birmingham, AL (Raymond P. Fitzpatrick, of counsel), for Defendant City of Yonkers.</p>\n<p>Dennis C. Vacco, Attorney General for the State of New York, New York City, Stephen M. Jacoby, Richard P. Hamilton, Assistant Attorneys General.</p>\n<p>Marcia Hirsch, General Counsel, New York State Division of Housing Community Renewal, New York City.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>SAND, District Judge.</p>\n<p>On October 8, 1997, following remand from the Court of Appeals for the Second Circuit, <span class=\"citation\" data-id=\"726671\"><a href=\"/opinion/726671/united-states-of-america-yonkers-branch-national-association-for-the/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">600</span></a></span> (2d Cir.1996), this Court entered an Opinion and Order (<span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">629836</span></span>) which addressed all of the liability matters relating directly to the Yonkers Public Schools; deferred issuance of a housing remedy order directed to the State and deferred a redetermination of whether the Urban Development Corporation's (UDC's) conduct constituted a \"continuing wrong\" so that the NAACP's action against the UDC was not time barred. We therefore address herein the question posed on remand (<span class=\"citation\" data-id=\"726671\"><a href=\"/opinion/726671/united-states-of-america-yonkers-branch-national-association-for-the/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">600</span></a></span>, <span class=\"star-pagination\">*674</span> 622) whether, assuming as the Court of Appeals has found, that the UDC committed an actionable wrong, that wrong could be deemed a \"continuing wrong.\"<sup>[1]</sup></p>\n<p></p>\n<h2>I. <i>The Nature of the UDC's Wrong</i>\n</h2>\n<p>The nature and magnitude of the role played by the UDC in perpetuating and fostering segregation of low income housing in one quadrant of Yonkers has been fully documented in prior opinions<sup>[2]</sup> and we note here only the continuing nature of the UDC's activities. As the NAACP alleged in its Second Amended Complaint ¶¶ 38-42, the UDC's initial entry into the Yonkers housing market reflected a commitment to racially neutral, scattered-site housing but the UDC soon abandoned this effort.<sup>[3]</sup></p>\n<p>Furthermore, the Court of Appeals found that the UDC \"had the power to take steps to remedy that segregation, and refused to exercise that power because they were capitulating to political pressures that they knew were racially motivated.\" 96 F.3d at 613.</p>\n<p></p>\n<h2>II. <i>The Ability of the UDC to Engage in Remedial Housing Activities</i>\n</h2>\n<p>It having been clearly determined by the Court of Appeals that the UDC's conduct constituted an actionable wrong, the critical question is whether that wrong \"continued\" to a time within the three year limitation period as the NAACP moved to add the UDC as a defendant in 1987. A determination whether a wrong continues turns on two principal considerations: the nature of the wrong (which has already been addressed) and the ability of the wrong-doer to take corrective action.</p>\n<p>This Court previously had proceeded on the assumption, fostered by the arguments of the State Defendants, that the UDC had \"gone out of the housing business\" as a result of its fiscal crisis in the early 1970s.<sup>[4]</sup> Believing therefore that the UDC had long since ceased to play a role in the development of low-income and affordable housing projects, (<span class=\"citation no-link\"><span class=\"volume\">880</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">212</span></span>) we found that no duty to correct could exist absent power to engage in remedial activities.</p>\n<p><span class=\"star-pagination\">*675</span> It is clear upon further inquiry, however, that the UDC at all relevant times was and continues to be in a position to engage in remedial housing activities. Regardless of the changes within the organization and its financing structure which took place in the mid-1970s, the UDC never lost its legislative mandate to build low income housing in New York State and has been continuously in a position to effect remedies to those segregative housing problems in Yonkers which it helped to create through its acquiescence in the City's segregative policy.</p>\n<p>Established by the New York State Legislature in 1968 as a corporate governmental agency of the State, the UDC had the power to finance and develop low income housing and to \"promise sound growth and development of municipalities by reconstruction and development in blighted and substandard areas and in the areas reasonably accessible thereto.\" <i>Peters v. New York State Urban Development Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">1008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">151</span></span> (1973). The UDC's mandate is contained in the New York State Urban Development Corporation Act (\"Act\"). N.Y. Unconsol. Law §§ 6251 <i>et seq.</i> (McKinney's 1979). The language of the Act conveys substantial powers upon the UDC, including, but not limited to, the power to acquire or contract to acquire land, to grant options to purchase any project or to review any leases, to prepare or cause to be prepared plans for construction or improvement of a site, to manage any project, to consult with others toward the goal of fulfilling the mandate of the Act, to lend money or to make mortgage loans, to borrow money and to invest funds of the UDC not required for immediate use.</p>\n<p>It is clear on the face of the statute that, as a matter of law, the UDC is not in any way proscribed from continuing to erect low-income housing and other residential projects. Whether, as a result of fiscal policy or constraints or a change of focus, it has refrained from doing so is another matter irrelevant to whether or not it has an obligation to do so.</p>\n<p>In the 1970s the UDC lost the power to issue its own general purpose bonds. Since that time, the agency has concentrated its endeavors on \"economic development projects,\" such as the refurbishment of the 42nd Street area in Manhattan (<i>See</i> Tr. Conf. of 10/14/97, at 19 (Statement of Anita Lehrmont, Counsel to UDC).) The UDC presently has a staff of approximately 300 engaged in economic development projects. The ability to construct, finance and manage residential housing projects is and has always been within the purview of the Corporation and its successor, the Empire Development Corporation.<sup>[5]</sup></p>\n<p>The significant statutory distinction between the former and the contemporary role of the UDC in the development of New York's affordable housing market consists of a 1973 amendment to N.Y. Unconsol. Law § 6265, \"Special Provisions Relating to Residential Projects,\" which specifies that the UDC may not affirm new residential projects for a town or incorporated village where the local governing body submits objections. If, however, prior to submission of the plan, the local governing body has approved such a plan or executed an agreement with the UDC, which subsequently relied to its detriment on such approval, then the project may proceed. Although deprived of some of its original power and resources, the UDC was not stripped of its responsibility for housing, despite the fact that other agencies have since been created which also deal with housing in New York. We find that the UDC would be in a position to participate actively in the housing remedy.</p>\n<p></p>\n<h2>III. <i>Application of the Continuing Wrong Doctrine</i>\n</h2>\n<p>The \"continuing violation\" or \"continuing wrong\" doctrine has been recognized by the <span class=\"star-pagination\">*676</span> Supreme Court. <i>Havens Realty Corp. v. Coleman,</i> <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1982). There the Court held that petitioner's claims were not barred by the 180-day statute of limitations under the Fair Housing Act (42 U.S.C. § 3612(a)) insofar as petitioner's claims alleged continuing violations.</p>\n<p>The continuing wrong doctrine facilitates the litigation of legitimate claims in the interest of justice and fairness where those claims would otherwise be excluded by the strict application of statute of limitations provisions.</p>\n<p>In assessing whether the continuing wrong doctrine is to be applied, courts generally balance the interest in protecting plaintiffs' civil rights against protecting defendants from being haled into court to defend against outdated allegations. <i>Delaware State College v. Ricks,</i> <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 256-57, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1980).</p>\n<p>When the claim is based, not on a single, discrete incident, but on an allegedly continuous, ongoing policy, a continuing wrong is present. <i>See </i><i>Association Against Discrimination v. City of Bridgeport,</i> <span class=\"citation\" data-id=\"389939\"><a href=\"/opinion/389939/25-fair-emplpraccas-1013-25-empl-prac-dec-p-31714-association/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 274-75 (2d Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1611</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">847</span></span> (1982). \"A continuing violation may be found where there is proof of specific ongoing discriminatory policies or practices, or where specific and related instances of discrimination are permitted ... to continue unremedied for so long as to amount to a discriminatory policy or practice.\" <i>Cornwell v. Robinson,</i> <span class=\"citation\" data-id=\"669656\"><a href=\"/opinion/669656/dorothea-m-cornwell-plaintiff-appellee-cross-appellant-v-william-f/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span> (2d Cir.1994).</p>\n<p>The contours of the continuing wrong doctrine are not fixed. Rather, to establish a continuing violation, claimants generally need to show a nexus between the violations outside the limitations period and the violations within the limitations period. <i>United Air Lines, Inc. v. Evans,</i> <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 558, <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1885</span></a></span>, <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></a></span> (1977) (\"the emphasis should not be placed on mere continuity; the critical question is whether any present violation exists\").</p>\n<p>Where, as here, the harm done consists not only in the proactive selection of segregative housing sites but also in the failure thereafter to remedy the segregative housing conditions thereby created, there clearly has been a continuing wrong. As the Supreme Court held in <i>Columbus Bd. of Educ. v. Penick,</i> a case involving a racially discriminatory school system, \"each instance of a failure or refusal to fulfill this affirmative duty [to eliminate racial discrimination root and branch] continues the violation of the Fourteenth Amendment.\" <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 458, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979). In a situation of ongoing wrong, it is as if the continuing policy of discrimination or violation repeatedly triggers and retriggers the statute of limitations clock.</p>\n<p>In the context of the acts of discrimination complained of here, and extensively demonstrated by the record, there can be no doubt that the discriminatory activities in question were not discrete, individual acts in violation of § 1983 and Title VI but, rather, an unremitting failure on the part of the UDC to remedy the segregative condition in the Yonkers housing market to which the UDC contributed.</p>\n<p>We therefore find that the statute of limitations does not bar the action against the UDC for conduct for which the Court of Appeals has found it liable. This Court hereby directs the UDC and its Director to submit a plan within 30 days for the provision of resources to implement the Housing Remedy Order heretofore established by this Court or to provide other suggested means of addressing the violation of the right of the class members to non-discriminatory housing.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  We reject the State's contention (Tr. Tel. Conf. of 10/14/97, at 24-26) that housing claims were dismissed by this Court and that this ruling was not challenged in the Court of Appeals with the consequence that housing is relevant only insofar as it impacts on schools and that there is no longer a \"housing remedy\" issue before the Court. Further, the State contends that because the Yonkers schools have been desegregated, housing patterns are irrelevant to vestiges of segregation in the school system.\n</p>\n<p>It is too late in the history of this litigation to attempt to separate schools and housing  the interrelationship between the two is the principal thrust of the initial liability opinions. The Court of Appeals remand explicitly calls for a redetermination with respect to the UDC.</p>\n<p>[2]  For an extensive discussion of the history of housing development and the origins of segregative housing in Yonkers, <i>see </i><i>United States v. Yonkers Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2304726\"><a href=\"/opinion/2304726/united-states-v-yonkers-bd-of-educ/\"><span class=\"volume\">624</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1276</span></a></span>, 1289-1376 (S.D.N.Y.1985). Though UDC was not a party to the original litigation, the 1985 opinion does describe the role of the UDC, in cooperation with the City Council of Yonkers, in the sponsorship and construction of seven of the subsidized housing projects for families built in Yonkers during the period 1968-1972. <i>Id.</i> at 1314. That opinion addresses the role of the UDC, specifically, in the perpetuation of what this Court found to be \"a pattern and practice of racial discrimination by City officials, pursued in response to constituent pressure to select or support only sites that would preserve existing patterns of racial segregation, and to reject or oppose sites that would threaten existing patterns of segregation.\" <i>Id.</i> at 1373.</p>\n<p>[3]  \"The UDC embarked on this task with enthusiasm, initially pushing for `scattered site' housing throughout the City of Yonkers. For example, a list of possible sites referred by the UDC to City officials in June, 1969 contained eleven locations in different parts of the City. However, the UDC was soon made aware of strong local opposition to the building of subsidized housing in the predominantly white areas outside of Southwest Yonkers. The UDC clearly had at least some knowledge that this opposition was race-based. We find that the UDC, confronted with this race-based community opposition and concerned about the political feasibility of scattered-site housing, made a determination not to exercise its statutory override powers which would have enabled it to proceed without local approval.\" <i>United States v. City of Yonkers,</i> <span class=\"citation no-link\"><span class=\"volume\">880</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">212</span></span>, 228 (S.D.N.Y.1995) (citations omitted).</p>\n<p>[4]  State Defendants argued that UDC is not in a position to cure housing ills in Yonkers \"[b]ecause the UDC was taken out of the housing business, it would not have funds available for new housing activities and it would not have staff with the expertise necessary to plan housing activities. The proposal that UDC should now plan housing assistance is thus meaningless.\" (State Defs.' Reply Mem. of 10/6/97, at 22 n. 7.)</p>\n<p>[5]  <i>See, e.g., </i><i>Waybro Corp. v. Board of Estimate of City of New York,</i> <span class=\"citation\" data-id=\"2592195\"><a href=\"/opinion/2592195/waybro-v-nyc-bd-of-estimate/\"><span class=\"volume\">67</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">349</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">707</span></span>, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">931</span></span> (1986) (neither local laws nor city charter provisions in conflict may inhibit operation of UDC Act); <i>Floyd v. New York State Urban Development Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">395</span></span>, <span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">493</span></span> (1973), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">704</span></span> (1973) (UDC has power to override construction laws and ordinances as well as zoning regulation); <i>East Thirteenth St. Community Ass'n. v. New York State Urban Development Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">352</span></span>, <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">961</span></span> (N.Y.App.Div.1993) (override powers not circumscribed by fact that UDC not lead agency on a project involving condemnation of property from city and construction of apartment building for homeless and low income families and commercial building for city).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110367/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/669656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2304726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2592195/"
          ]
        }
      ],
      "judges": "Sand",
      "date_created": "2014-10-30T13:48:07.435369Z",
      "date_modified": "2016-03-03T19:54:08.698632Z",
      "date_filed": "1998-02-05",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-yonkers-bd-of-educ",
      "citation_id": 1429482,
      "case_name_short": "",
      "case_name": "United States v. Yonkers Bd. of Educ.",
      "case_name_full": "",
      "federal_cite_one": "992 F. Supp. 672",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1017969/united-states-v-yonkers-bd-of-educ/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:48:07.432380Z",
  "date_modified": "2014-10-30T13:48:07.432380Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Yonkers Bd. of Educ.",
  "case_name_full": "",
  "slug": "united-states-v-yonkers-bd-of-educ",
  "docket_number": "80 Civ. 6761(LBS)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}