{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1030026/",
  "id": 1030026,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ind/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2049735/",
      "id": 2049735,
      "absolute_url": "/opinion/2049735/haas-v-south-bend-community-school-corporation/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1030026/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2049735/",
          "id": 2049735,
          "absolute_url": "/opinion/2049735/haas-v-south-bend-community-school-corporation/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2049735/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4311/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:10:50.654774Z",
          "date_modified": "2017-04-08T09:27:02.338897Z",
          "type": "010combined",
          "sha1": "f825e743576e8eacc396d9ce61acf9a2f4eba4c9",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>289 N.E.2d 495 (1972)</b></center>\n<center><h1>Johnell HAAS, Appellant,<br>\nv.<br>\nSOUTH BEND COMMUNITY SCHOOL CORPORATION and Indiana High School Athletic Association, Appellees.</h1></center>\n<center>No. 1071S309.</center>\n<center><p><b>Supreme Court of Indiana.</b></p></center>\n<center>November 27, 1972.</center>\n<p><span class=\"star-pagination\">*496</span> Thomas H. Singer, South Bend, for appellant.</p>\n<p>Harold J. Bell and Mark E. Bell, Indianapolis, Frederick E. Rakestraw, Rochester, for appellees.</p>\n<p>HUNTER, Justice.</p>\n<p>This is an appeal by Johnell Haas, plaintiff below, from an adverse ruling in the Marshall Circuit Court. Appellant, who qualified as a member of the \"B\" team on South Bend Riley High School's golf team, was denied the opportunity to participate in interscholastic team competition because of a rule adopted by the Indiana High School Athletic Association which prohibits male and female students enrolled in member schools from competing on the same team or against each other. Miss Haas is seeking injunctive relief on her own behalf and on behalf of all other persons similarly situated, who are girl students in high schools belonging to the Indiana High School Athletic Association and who seek to participate in non-contact interscholastic athletic competition, if otherwise eligible. The Indiana High School Athletic Association (hereinafter referred to as the IHSAA) and the South Bend Community School Corporation were named as defendants. The defendant school corporation was sued not only as an individual community school corporation organized under the laws of the State of Indiana, but also as a representative of all community school corporations, united school corporations, and school corporations in Indiana who have schools belonging to the IHSAA, whose students are boys and girls, and who conduct a program of non-contact inter-school sports in which girls are not permitted to participate because of the rules of the IHSAA or any other rule.</p>\n<p>Evidence was heard on April 26 and 27, 1971, and judgment was entered on April 29, 1971. Appellant's prayer for a permanent injunction to enjoin the enforcement of the alleged discriminatory rule was denied and this appeal followed.</p>\n<p>The primary issues presented for review are as follows:</p>\n<p>1. Do the acts of the defendant-appellees in administering a program of interscholastic athletics for Indiana high schools constitute \"state action\" within the meaning of the Fourteenth Amendment to the Federal Constitution?</p>\n<p>2. Does the rule which is promulgated and enforced by the defendant-appellees operate to deny female high school students equal protection under the Fourteenth Amendment to the Federal Constitution?\"</p>\n<p>3. Similarly, does the above-mentioned rule violate Art. 1, § 23 of the Indiana Constitution which provides that the \"General Assembly shall not grant to any citizen, or class of citizens, privileges or immunities which, upon the same terms, shall not equally belong to all citizens\"?</p>\n<p>The following facts are revealed by the record: The IHSAA is a voluntary organization which administers a program of high school interscholastic athletics. At the time of trial, approximately 438 Indiana high schools had full-time memberships in the IHSAA. The vast majority of those schools are public high schools which are financed and supported out of tax funds. Any schools that is certified by the State Department of Public Instruction and agrees to abide by the rules of the IHSAA is eligible for membership. The coaches of the teams of the member schools must be regularly licensed and employed as qualified teachers in the school system.</p>\n<p>The IHSAA receives no direct payment of tax dollars for its support. The income of the IHSAA is derived from various high school athletic programs that the Association administers. Approximately ninety percent of its revenue is gained from the <span class=\"star-pagination\">*497</span> state high school basketball tournament alone. After the necessary expenses have been paid, including the rental of facilities, the money is returned to the participating members.</p>\n<p>It is the contention of the IHSAA that since membership in the association is voluntary and since it does not exist by virtue of any act of the Indiana General Assembly, its administration of interscholastic athletics in the State of Indiana does not amount to \"state action\" in the constitutional sense. In support of its position, the IHSAA refers us to State ex rel. IHSA Ass'n v. Lawrence Circuit Court (1959), 240 Ind. 114, 162 N.E.2d 250, wherein it was determined that the courts will not interfere with the enforcement or administration of the constitution or by-laws of voluntary associations such as the IHSAA. It was further held that a student has no constitutional right to participate in interscholastic athletic competition.</p>\n<p>Before addressing our attention to the issue of \"state action\", we deem it necessary to dispose of the apparent obstacle presented by the <i>Lawrence</i> case. <i>Lawrence</i> involved two male high school students who were seeking to enjoin the enforcement of an IHSAA rule which prohibited them from participating in interscholastic athletics for the reason that they had recently moved into Indiana from out of state. The IHSAA brought an original action in this Court seeking a writ of prohibition to prevent the Lawrence Circuit Court from exercising jurisdiction. In granting the writ, the Court quite correctly recognized that a student does not possess an absolute right to participate in interscholastic athletics. However, the Court did not consider whether a student can be arbitrarily denied the <i>opportunity to qualify</i> to participate in interscholastic athletic competition. Furthermore, it appears that the Court erroneously characterized the issue as being one solely concerning a voluntary member's discontent with the parent organization's ruling. Such was clearly not the case. In fact, the member school, Shields High School of Seymour, Indiana, was defending against the plaintiff's action rather than challenging the validity of the association's rule. Therefore, we are of the opinion that State ex rel. IHSA Ass'n v. Lawrence Circuit Court, <i>supra</i><i>,</i> should be overruled insofar as it holds that the actions of the IHSAA are not judicially reviewable.</p>\n<p>As stated beforehand, the IHSAA is a voluntary association of high schools, a majority of which are tax supported institutions. Membership in the association is contingent upon strict adherence to the rules and regulations promulgated by the IHSAA. The following rules are found in the IHSAA By-Laws for Boys Interscholastic Athletics: \"The principal of each member school shall be the authorized representative of his school and is responsible to the IHSAA for the conduct of the athletic program.\" (Rule 3, § 1); \"Paid coaches, other than those regularly employed as full time teachers by the trustees of the school, are prohibited... .\" (Rule 7, § 1); \"No games, meets, or tourneys, shall be played by a member school without the sanction of the Principal.\" (Rule 9, § 1); \"All inter-school athletic contests shall be subject to the rules of the IHSAA and the Board of Control.\" (Rule 9, § 2); \"There shall be no inter-school athletic contests played or practices held on Sunday... .\" (Rule 9, § 10); \"The major officials in all inter-school contests shall be on the approved list of officials in the IHSAA.\" (Rule 15, § 1). This Court is in no way attempting to question the wisdom of the above rules. It is readily apparent, however, that the IHSAA imposes on its member schools and their respective principals and coaches certain rules, duties and responsibilities, including the supervision of student eligibility for participation in interschool athletic contests, when such contests may take place, under what rules such contests shall be governed, and who is eligible to officiate the contests. In the majority of cases, the salaries of the respective principals and coaches are derived from tax funds. <span class=\"star-pagination\">*498</span> Equally true is the fact that most of the athletic contests are held in, or on, athletic facilities which have been constructed and maintained with tax funds. Regardless of how the IHSAA denominates itself as an organization, or how it characterizes its relationship with its member schools, it is abundantly clear that the association's very existence is entirely dependent upon the absolute cooperation and support of the public school systems of the State of Indiana. The enforcement of the rules promulgated by the IHSAA and adopted by the member schools may have a substantial impact upon the rights of students enrolled in these tax supported institutions, and we conclude, therefore, that the administration of interscholastic athletics by the IHSAA should be considered to be \"state action\" within the meaning of the Fourteenth Amendment. See, Wellsand v. Valparaiso Community Schools Corporation and the Indiana High School Athletic Association, et al., (1971), No. 71H122(2), United States District Court, Northern District of Indiana (unpublished opinion); Louisiana High School Ath. Ass'n v. St. Augustine High Sch. (5 Cir.1968), 396 F.2d 224; Brenden v. Independent School Dist. 742 (D.C.Minn. 1972), 342 F. Supp. 1224; Reed v. Nebraska School Activities Assoc. (D.C.Neb. 1972), 341 F. Supp. 258; Lee v. Macon County Board of Education (M.D. Ala. 1968), 283 F. Supp. 194.</p>\n<p>There is no contention by the defendant-appellee school corporation that its actions are not state action within the meaning of the Fourteenth Amendment. It has previously been determined that actions by public school corporations constitute state action in the constitutional sense. See, Tinker v. Des Moines Independent Community School District (1969), 393 U.S. 503, 89 S.Ct. 733, 21 L.Ed.2d 731.</p>\n<p>Having found that state action is present, we must next decide whether the appellant and other members of her class are denied equal protection in violation of the Fourteenth Amendment due to the operation of the IHSAA rule which prohibits \"mixed\" participation in interscholastic athletic contests. At the outset, we deem it necessary to reaffirm our ruling in State ex rel. IHSA Ass'n v. Lawrence Circuit Court, <i>supra</i><i>,</i> to the extent it held that a student has no constitutional right to participate in interscholastic athletics. The only constitutional issue before this Court is whether a program of interscholastic athletics, <i>after having been provided,</i> has been administered in a manner which denies equal protection to female students as guaranteed by the Fourteenth Amendment. The rule challenged by appellant is Rule 9, § 7 of the IHSAA By-Laws, which provides:</p>\n<blockquote>\"Boys and girls shall not be permitted to participate in interschool athletic games as mixed teams, nor shall boys' teams and girls' teams participate against each other in interschool athletic contests.\"</blockquote>\n<p>It is clear that the rule differentiates between male and female students. To withstand a constitutional challenge the classification \"`must be reasonable ... and must rest upon some ground of difference having a fair and substantial relation to the object of the legislation, so that all persons similarly circumstanced shall be treated alike.'\" Reed v. Reed (1971), 404 U.S. 71, 76, 92 S.Ct. 251, 254, 30 L.Ed.2d 225, 229; Royster Guano Co. v. Virginia (1920), 253 U.S. 412, 415, 40 S.Ct. 560, 64 L.Ed. 989. Appellant concedes that a male-female classification is reasonable insofar as it applies to sports necessarily involving physical contact between the contestants. Appellant's challenge is directed only to the validity of the rule's application to non-contact sports such as golf, swimming, tennis, track and gymnastics.</p>\n<p>The trial court found that the classification was reasonable because of the difference in athletic ability between boys and girls. The court further reasoned that since the rule operates to deny to <i>both classes</i> the opportunity to compete in \"mixed\" athletic contests, no discrimination results from its application. The trial <span class=\"star-pagination\">*499</span> court was careful to observe that the rule does not prohibit girls from participating in interscholastic athletic contests with other girls. Similar reasoning was employed to uphold a rule adopted by the Illinois High School Athletic Association which also prohibited \"mixed\" athletic competition. See, Harris v. Illinois High School Ass'n, No. S-Civ. 72-25, United States District Court, Southern District of Illinois, Southern Division, filed April 17, 1972.</p>\n<p>There was an abundance of evidence introduced at trial which supports a finding that, as a general rule, males tend to possess a higher degree of athletic ability than females in the traditional sports offered by most schools. Therefore, such a classification appears reasonable on its face. However, a rule or law which appears to be non-discriminatory on its face may nevertheless be struck down as a denial of equal protection if it is unreasonably discriminatory in its operation. Griffin v. Illinois (1956), 351 U.S. 12, 76 S.Ct. 585, 100 L.Ed. 891; Guinn v. United States (1915), 238 U.S. 347, 35 S.Ct. 926, 59 L.Ed. 1340; Yick Wo v. Hopkins (1886), 118 U.S. 356, 6 S.Ct. 1064, 30 L.Ed. 220. The evidence introduced at trial indicates that neither the appellant's high school nor the great majority of high schools throughout the state maintain interscholastic athletic programs for female students. By denying female students the opportunity to participate on varsity athletic teams in interscholastic competition, the rule, in effect, prohibits females from participating in interscholastic athletics altogether. Although the difference in athletic ability is a justifiable reason for the separation of male and female athletic programs, the justification does not exist when only one athletic program is provided. See, Brenden v. Independent School Dist. 742, supra. It follows that if the rule cannot be justified on grounds other than the difference in athletic ability, it must be struck down as violative of the equal protection clause.</p>\n<p>Article Two of the Constitution of the IHSAA sets forth the purpose of the association:</p>\n<blockquote>\n<i>\"The purpose of this Association shall be to encourage and direct wholesome amateur athletics in the schools of Indiana.</i> In keeping with this purpose the Association shall regulate, supervise, and administer interscholastic athletic activities among its member schools. <i>All such activities shall remain an integral factor in the total secondary educational program.</i> This shall be accomplished by cooperating with all agencies vitally concerned with the health and educational welfare of secondary school students; furnishing protection against exploitation of schools or students; determining qualifications of individual contestants, coaches and officials; and providing written communications to establish standards for eligibility, competition and sportsmanship.\" (our emphasis)</blockquote>\n<p>In the 1971-72 IHSAA Handbook, which was introduced in evidence at trial, Maurice N. Davis, IHSAA President, made the following statement in a \"Message to Members of the IHSAA:\"</p>\n<blockquote>\"The efforts of all members should be directed toward athletic programs which promote the best interests of the youth of our state. In athletics our students have the opportunity into cultivate good habits, enjoy wholesome competition, and continue to develop mental and physical abilities. Security is one of the basic needs which society fails to provide for many young people. Athletics can, and should, provide the security which comes from knowing the rules of competition and playing within these rules. Athletics, like democracy, stresses the importance of self-discipline, and rules are made and applied only when proper self-discipline is not exercised.\"</blockquote>\n<p>Thus, by its constitution and the admission of its president, it is quite clear that the IHSAA is of the opinion that participation in interscholastic athletics should be encouraged as it provides students the opportunity <span class=\"star-pagination\">*500</span> to cultivate good habits and to develop their mental and physical abilities. This Court is aware of no reason why the opportunity to participate in inter-scholastic athletics is not equally beneficial to both male and female students, and the appellees do not contend otherwise. They do insist, however, that reasons exist which justify the enforcement of the rule in question.</p>\n<p>It is first argued that the rule is necessary to protect girls' athletic programs. Appellees reason that if girls are permitted to try out for the boys' teams, it necessarily follows that boys must be permitted to try out for the girls' teams. Due to the generally superior level of athletic ability possessed by males, it is the appellees' conclusion that both teams, the girls' and the boys', will be composed entirely of males thus eliminating females from interscholastic athletic competition altogether. It is unnecessary to sound the fire alarm until the fire has started. We have not held the rule is <i>per se</i> unconstitutional but we are here only concerned with its application. Appellees' argument, which demonstrates admirable concern for the welfare of girls' athletic programs, must fail when one considers that at the present time few, if any, programs are in operation which need such protection. Until girls' programs comparable to those established for boys exist, the rule cannot be justified on these grounds.</p>\n<p>It is next contended that if girls are permitted to participate in interscholastic competition with boys in non-contact sports, the cost of administering such programs will necessarily increase. This argument is vague and more closely resembles a bare assertion as little evidence has been presented in support of it. It should be recognized that if girls are given the opportunity to participate in non-contact sports, it does not follow that schools will be required to <i>expand</i> existing programs. The number of positions available on each team could remain the same; the equipment used could remain the same; the rules governing the contests could remain the same. Nor would schools be required to <i>establish</i> interscholastic athletic programs in non-contact sports. Only those schools which have such programs in operation would be affected.</p>\n<p>Of course, separate dressing rooms would have to be provided. It is conceded that all of the schools in the South Bend system presently provide separate facilities for boys and girls. Moreover, appellees do not contend that any of the coeducational high schools presently operating in this state fail to provide separate dressing room facilities for boys and girls. Appellees argue, however, that dressing room supervision is a desirable feature in a properly administered athletic program and that it would be necessary to employ a female to undertake the supervision of girls' dressing rooms. Once outside the locker room, the students would be under the supervision of the coaching staff, and it should not be seriously contended that a female coach will be required if girls are permitted to compete. The IHSAA rules provide that all coaches shall be licensed teachers and licensed teachers are quite capable of supervising students of both sexes.</p>\n<p>The appellees have not attempted to estimate the amount of additional expense which would be incurred due to the supervision of girls' dressing rooms. However, this increased expense, which would not appear to be substantial when one considers the cost of administering the entire system of interscholastic athletics in high schools throughout the state, cannot be considered a justifiable reason for denying approximately one-half of the high school students in Indiana the opportunity to participate in interscholastic athletic competition.</p>\n<p>This Court is of the opinion that at this time no reasons have been presented, nor do any exist, which justify denying female high school students the <i>opportunity to qualify</i> for participation with male high school students in interscholastic athletic contests which do not involve physical contact between the participants. Due to the apparent superior level of athletic ability <span class=\"star-pagination\">*501</span> possessed by most males, it will probably be difficult for most females to qualify for the team. However, this factor, by itself, can have no bearing upon the issue of a female's right to the opportunity to qualify. Until girls' programs comparable to those maintained for boys exist, the difference in athletic ability alone is not justification for the rule denying \"mixed\" participation in non-contact sports. For all of the foregoing reasons, we hold that the present application of the IHSAA rule denying \"mixed\" competition in non-contact sports must be struck down as a denial of equal protection as guaranteed by the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>Having determined that the male-female classification is unreasonable under the Fourteenth Amendment to the Federal Constitution, it necessarily follows that the rule also violates Art. 1, § 23 of the Constitution of the State of Indiana. It is well established that the rights intended to be protected under both constitutional provisions are identical. See, Miles v. Dept. of Treasury (1935), 209 Ind. 172, 199 N.E. 372; Lutz, Atty.-Gen., et al. v. Arnold, Atty. &amp; Tr., et al. (1935), 208 Ind. 480, 193 N.E. 840; Hammer v. State (1909), 173 Ind. 199, 89 N.E. 850.</p>\n<p>For the reasons hereinbefore stated, the judgment of the trial court is reversed and the cause remanded for proceedings not inconsistent with this opinion.</p>\n<p>PRENTICE, J., concurs.</p>\n<p>DeBRULER, J., concurs in result with opinion.</p>\n<p>ARTERBURN, C.J., dissents with opinion in which GIVAN, J., concurs.</p>\n<p>ARTERBURN, Chief Justice (dissenting).</p>\n<p>I concur in the main tenor of the majority opinion, but not in the result. The Indiana High School Athletic Association, I would agree, is a quasi-public organization which has monopolistic control over the interscholastic athletic activities of practically all the high schools in Indiana. This control is such that no school, from a practical point of view, can participate in any interscholastic athletic contest except as a member of the Association. Where such control is exercised over public functions, such an organization becomes public in a de facto sense and can not act arbitrarily or capriciously in violation of the public interest. The Association's rulings in such cases, <i>if unreasonable,</i> are subject to court review, as any other administrative body is so subject.</p>\n<p>In this case I do not feel that the rule or policy of the Association which segregates athletic contests or activities on the basis of sex <i>is unreasonable or arbitrary.</i> The majority opinion appears to limit such segregation to physical contact athletic games. I think there are other reasons than mere physical contact which would be the basis for separating the girls from the boys in athletic activities. There are many factors, such as physical conditions of school plants, trainers, coaches, as well as financial situations, of which we on a court can not be fully aware, that would warrant separation of sexes in athletic activities. There is nothing wrong with the rule under the Indiana High School Athletic Association or its application in providing for separation of sexes. What is apparently wrong is that the school does not furnish equal, separate opportunity for girls in golf. However, <i>this action now before us was not brought for that remedy,</i> but was actually brought to force a violation of the rule which is said to be reasonable and <i>to compel mixed participation</i> of boys and girls. That is the result of the majority opinion.</p>\n<p>The majority opinion states that the trial court found that \"the classification was reasonable because of the difference in athletic ability between boys and girls.\" <span class=\"star-pagination\">*502</span> The majority opinion further observes that the rule of the Association that prohibits mixed participation of boys and girls in the same sport is reasonable since girls have no greater rights than boys. If girls have a constitutional right to play on boys' teams, then boys have the same right to play on girls' teams. As a practical matter \"mixed athletic teams\" would result, as the majority opinion states, in the practical elimination of girls from all the teams.</p>\n<p>I part ways with the majority opinion when it states that although the rule is reasonable in principle \"it is unreasonable in its application.\" If it is unreasonable in its application there is a remedy other than taking this case and making a \"backhanded\" ruling to achieve a certain result. There is no showing here that a <i>demand</i> has ever been made upon these school authorities for a girls' golf team or athletic program and that after a demand there has been a <i>denial.</i> If such proof were before this court and an action brought to compel equal opportunity for the girls, showing that all they ask is the same as that afforded the boys, in my opinion we would have a case properly here for consideration. Proof that there was a boys' golf athletic program in evidence should have great weight under a contention that it could not be financially afforded for girls.</p>\n<p>To make the rule of \"separation\" of sexes applicable only to \"physical contact sports\" will prove troublesome in its application. It may kill the non-contact sports. I think the school authorities know what is best better than we do. We are judges, not school board members or athletic officials. We should avoid substituting our judgment for that of officials and parties possessing special knowledge of school conditions. We, as judges, should not sit on the school board.</p>\n<p>I would affirm the judgment of the trial court.</p>\n<p>GIVAN, J., concurs.</p>\n<p>DeBRULER, Justice (concurring in result).</p>\n<p>Full and equal opportunity to participate in the curricular and extra-curricular educational activities of our public schools, with full and equal opportunity to receive the benefits flowing from such participation, is guaranteed to all public school students, be they male or female, by the equal protection clause of the Fourteenth Amendment. I agree completely that IHSAA Rule 9, § 7, operates so as to deny Johnell Haas and the class she represents that full and equal opportunity. I likewise agree that the regulation by the IHSAA of interterscholastic athletic activities constitutes state action, and must meet the constitutional standards of the equal protection clause of the Fourteenth Amendment and that all public high school students of which the class here involved is but a part, have fundamental rights afforded by the Constitution which each may individually and personally seek to protect in the courts of this State. I therefore vote with the majority in reversing the judgment of the trial court.</p>\n<p>Unlike the majority, my vote to reverse the trial court judgment here does not rest upon any determination or assumption on my part that this IHSAA rule could be constitutionally applied to prohibit male and female students from participating in sports calling for physical contact. That issue is not before us in this case involving as it does the game of golf. And unlike the majority, I do not decide in this case, as it is not squarely before us, whether the IHSAA rule could be constitutionally applied to prohibit mixed teams in schools which provide separate but equal interscholastic athletic programs for the male and female segments of their student bodies. Whether such a dual system would deny to male or female athletes, as well as the entire student body, substantial educational benefits which should flow to them <span class=\"star-pagination\">*503</span> from interscholastic athletic competitions is a much broader issue than that presented by this appeal. Anyone who would seek to support the rationality of the separatist principle served by such dual systems would have a difficult burden indeed. The defender of such a system in court, surely could not be successful merely by presenting evidence that the high school track and field records of men are better than those of women, as was done by appellee in the case before us. No trial court investigation into the relative athletic abilities of men and women could be complete merely upon a demonstration that male track and field champions have historically bettered their female counterparts in the record books. Such evidence cannot support a conclusion that the male sex is athletically superior. An objective observer could not determine which of two opposing armies is superior merely by examining the strongest and bravest soldier in each. For constitutional purposes, such an investigation would necessarily focus on the causes of any differential in the relative performances of male and female athletes.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">495</span></span> (1972)</b></center>\n<center><h1>Johnell HAAS, Appellant,<br>\nv.<br>\nSOUTH BEND COMMUNITY SCHOOL CORPORATION and Indiana High School Athletic Association, Appellees.</h1></center>\n<center>No. 1071S309.</center>\n<center><p><b>Supreme Court of Indiana.</b></p></center>\n<center>November 27, 1972.</center>\n<p><span class=\"star-pagination\">*496</span> Thomas H. Singer, South Bend, for appellant.</p>\n<p>Harold J. Bell and Mark E. Bell, Indianapolis, Frederick E. Rakestraw, Rochester, for appellees.</p>\n<p>HUNTER, Justice.</p>\n<p>This is an appeal by Johnell Haas, plaintiff below, from an adverse ruling in the Marshall Circuit Court. Appellant, who qualified as a member of the \"B\" team on South Bend Riley High School's golf team, was denied the opportunity to participate in interscholastic team competition because of a rule adopted by the Indiana High School Athletic Association which prohibits male and female students enrolled in member schools from competing on the same team or against each other. Miss Haas is seeking injunctive relief on her own behalf and on behalf of all other persons similarly situated, who are girl students in high schools belonging to the Indiana High School Athletic Association and who seek to participate in non-contact interscholastic athletic competition, if otherwise eligible. The Indiana High School Athletic Association (hereinafter referred to as the IHSAA) and the South Bend Community School Corporation were named as defendants. The defendant school corporation was sued not only as an individual community school corporation organized under the laws of the State of Indiana, but also as a representative of all community school corporations, united school corporations, and school corporations in Indiana who have schools belonging to the IHSAA, whose students are boys and girls, and who conduct a program of non-contact inter-school sports in which girls are not permitted to participate because of the rules of the IHSAA or any other rule.</p>\n<p>Evidence was heard on April 26 and 27, 1971, and judgment was entered on April 29, 1971. Appellant's prayer for a permanent injunction to enjoin the enforcement of the alleged discriminatory rule was denied and this appeal followed.</p>\n<p>The primary issues presented for review are as follows:</p>\n<p>1. Do the acts of the defendant-appellees in administering a program of interscholastic athletics for Indiana high schools constitute \"state action\" within the meaning of the Fourteenth Amendment to the Federal Constitution?</p>\n<p>2. Does the rule which is promulgated and enforced by the defendant-appellees operate to deny female high school students equal protection under the Fourteenth Amendment to the Federal Constitution?\"</p>\n<p>3. Similarly, does the above-mentioned rule violate Art. 1, § 23 of the Indiana Constitution which provides that the \"General Assembly shall not grant to any citizen, or class of citizens, privileges or immunities which, upon the same terms, shall not equally belong to all citizens\"?</p>\n<p>The following facts are revealed by the record: The IHSAA is a voluntary organization which administers a program of high school interscholastic athletics. At the time of trial, approximately 438 Indiana high schools had full-time memberships in the IHSAA. The vast majority of those schools are public high schools which are financed and supported out of tax funds. Any schools that is certified by the State Department of Public Instruction and agrees to abide by the rules of the IHSAA is eligible for membership. The coaches of the teams of the member schools must be regularly licensed and employed as qualified teachers in the school system.</p>\n<p>The IHSAA receives no direct payment of tax dollars for its support. The income of the IHSAA is derived from various high school athletic programs that the Association administers. Approximately ninety percent of its revenue is gained from the <span class=\"star-pagination\">*497</span> state high school basketball tournament alone. After the necessary expenses have been paid, including the rental of facilities, the money is returned to the participating members.</p>\n<p>It is the contention of the IHSAA that since membership in the association is voluntary and since it does not exist by virtue of any act of the Indiana General Assembly, its administration of interscholastic athletics in the State of Indiana does not amount to \"state action\" in the constitutional sense. In support of its position, the IHSAA refers us to State ex rel. IHSA Ass'n v. Lawrence Circuit Court (1959), <span class=\"citation\" data-id=\"2027985\"><a href=\"/opinion/2027985/state-ex-rel-ihsa-assn-v-lawrence-cc/\"><span class=\"volume\">240</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation\" data-id=\"2027985\"><a href=\"/opinion/2027985/state-ex-rel-ihsa-assn-v-lawrence-cc/\"><span class=\"volume\">162</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">250</span></a></span>, wherein it was determined that the courts will not interfere with the enforcement or administration of the constitution or by-laws of voluntary associations such as the IHSAA. It was further held that a student has no constitutional right to participate in interscholastic athletic competition.</p>\n<p>Before addressing our attention to the issue of \"state action\", we deem it necessary to dispose of the apparent obstacle presented by the <i>Lawrence</i> case. <i>Lawrence</i> involved two male high school students who were seeking to enjoin the enforcement of an IHSAA rule which prohibited them from participating in interscholastic athletics for the reason that they had recently moved into Indiana from out of state. The IHSAA brought an original action in this Court seeking a writ of prohibition to prevent the Lawrence Circuit Court from exercising jurisdiction. In granting the writ, the Court quite correctly recognized that a student does not possess an absolute right to participate in interscholastic athletics. However, the Court did not consider whether a student can be arbitrarily denied the <i>opportunity to qualify</i> to participate in interscholastic athletic competition. Furthermore, it appears that the Court erroneously characterized the issue as being one solely concerning a voluntary member's discontent with the parent organization's ruling. Such was clearly not the case. In fact, the member school, Shields High School of Seymour, Indiana, was defending against the plaintiff's action rather than challenging the validity of the association's rule. Therefore, we are of the opinion that State ex rel. IHSA Ass'n v. Lawrence Circuit Court, <i>supra</i><i>,</i> should be overruled insofar as it holds that the actions of the IHSAA are not judicially reviewable.</p>\n<p>As stated beforehand, the IHSAA is a voluntary association of high schools, a majority of which are tax supported institutions. Membership in the association is contingent upon strict adherence to the rules and regulations promulgated by the IHSAA. The following rules are found in the IHSAA By-Laws for Boys Interscholastic Athletics: \"The principal of each member school shall be the authorized representative of his school and is responsible to the IHSAA for the conduct of the athletic program.\" (Rule 3, § 1); \"Paid coaches, other than those regularly employed as full time teachers by the trustees of the school, are prohibited... .\" (Rule 7, § 1); \"No games, meets, or tourneys, shall be played by a member school without the sanction of the Principal.\" (Rule 9, § 1); \"All inter-school athletic contests shall be subject to the rules of the IHSAA and the Board of Control.\" (Rule 9, § 2); \"There shall be no inter-school athletic contests played or practices held on Sunday... .\" (Rule 9, § 10); \"The major officials in all inter-school contests shall be on the approved list of officials in the IHSAA.\" (Rule 15, § 1). This Court is in no way attempting to question the wisdom of the above rules. It is readily apparent, however, that the IHSAA imposes on its member schools and their respective principals and coaches certain rules, duties and responsibilities, including the supervision of student eligibility for participation in interschool athletic contests, when such contests may take place, under what rules such contests shall be governed, and who is eligible to officiate the contests. In the majority of cases, the salaries of the respective principals and coaches are derived from tax funds. <span class=\"star-pagination\">*498</span> Equally true is the fact that most of the athletic contests are held in, or on, athletic facilities which have been constructed and maintained with tax funds. Regardless of how the IHSAA denominates itself as an organization, or how it characterizes its relationship with its member schools, it is abundantly clear that the association's very existence is entirely dependent upon the absolute cooperation and support of the public school systems of the State of Indiana. The enforcement of the rules promulgated by the IHSAA and adopted by the member schools may have a substantial impact upon the rights of students enrolled in these tax supported institutions, and we conclude, therefore, that the administration of interscholastic athletics by the IHSAA should be considered to be \"state action\" within the meaning of the Fourteenth Amendment. See, Wellsand v. Valparaiso Community Schools Corporation and the Indiana High School Athletic Association, et al., (1971), No. 71H122(2), United States District Court, Northern District of Indiana (unpublished opinion); Louisiana High School Ath. Ass'n v. St. Augustine High Sch. (5 Cir.1968), <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></span>; Brenden v. Independent School Dist. 742 (D.C.Minn. 1972), <span class=\"citation\" data-id=\"2339854\"><a href=\"/opinion/2339854/brenden-v-independent-school-district-742/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1224</span></a></span>; Reed v. Nebraska School Activities Assoc. (D.C.Neb. 1972), <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">258</span></span>; Lee v. Macon County Board of Education (M.D. Ala. 1968), <span class=\"citation\" data-id=\"1906054\"><a href=\"/opinion/1906054/lee-v-macon-county-board-of-education/\"><span class=\"volume\">283</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">194</span></a></span>.</p>\n<p>There is no contention by the defendant-appellee school corporation that its actions are not state action within the meaning of the Fourteenth Amendment. It has previously been determined that actions by public school corporations constitute state action in the constitutional sense. See, Tinker v. Des Moines Independent Community School District (1969), <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span>.</p>\n<p>Having found that state action is present, we must next decide whether the appellant and other members of her class are denied equal protection in violation of the Fourteenth Amendment due to the operation of the IHSAA rule which prohibits \"mixed\" participation in interscholastic athletic contests. At the outset, we deem it necessary to reaffirm our ruling in State ex rel. IHSA Ass'n v. Lawrence Circuit Court, <i>supra</i><i>,</i> to the extent it held that a student has no constitutional right to participate in interscholastic athletics. The only constitutional issue before this Court is whether a program of interscholastic athletics, <i>after having been provided,</i> has been administered in a manner which denies equal protection to female students as guaranteed by the Fourteenth Amendment. The rule challenged by appellant is Rule 9, § 7 of the IHSAA By-Laws, which provides:</p>\n<blockquote>\"Boys and girls shall not be permitted to participate in interschool athletic games as mixed teams, nor shall boys' teams and girls' teams participate against each other in interschool athletic contests.\"</blockquote>\n<p>It is clear that the rule differentiates between male and female students. To withstand a constitutional challenge the classification \"`must be reasonable ... and must rest upon some ground of difference having a fair and substantial relation to the object of the legislation, so that all persons similarly circumstanced shall be treated alike.'\" Reed v. Reed (1971), <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></span>, 76, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">251</span></span>, 254, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></span>, 229; Royster Guano Co. v. Virginia (1920), <span class=\"citation\" data-id=\"99622\"><a href=\"/opinion/99622/fs-royster-guano-co-v-virginia/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 415, <span class=\"citation\" data-id=\"99622\"><a href=\"/opinion/99622/fs-royster-guano-co-v-virginia/\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">560</span></a></span>, <span class=\"citation\" data-id=\"99622\"><a href=\"/opinion/99622/fs-royster-guano-co-v-virginia/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">989</span></a></span>. Appellant concedes that a male-female classification is reasonable insofar as it applies to sports necessarily involving physical contact between the contestants. Appellant's challenge is directed only to the validity of the rule's application to non-contact sports such as golf, swimming, tennis, track and gymnastics.</p>\n<p>The trial court found that the classification was reasonable because of the difference in athletic ability between boys and girls. The court further reasoned that since the rule operates to deny to <i>both classes</i> the opportunity to compete in \"mixed\" athletic contests, no discrimination results from its application. The trial <span class=\"star-pagination\">*499</span> court was careful to observe that the rule does not prohibit girls from participating in interscholastic athletic contests with other girls. Similar reasoning was employed to uphold a rule adopted by the Illinois High School Athletic Association which also prohibited \"mixed\" athletic competition. See, Harris v. Illinois High School Ass'n, No. S-Civ. 72-25, United States District Court, Southern District of Illinois, Southern Division, filed April 17, 1972.</p>\n<p>There was an abundance of evidence introduced at trial which supports a finding that, as a general rule, males tend to possess a higher degree of athletic ability than females in the traditional sports offered by most schools. Therefore, such a classification appears reasonable on its face. However, a rule or law which appears to be non-discriminatory on its face may nevertheless be struck down as a denial of equal protection if it is unreasonably discriminatory in its operation. Griffin v. Illinois (1956), <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">12</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">585</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">891</span></span>; Guinn v. United States (1915), <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1340</span></span>; Yick Wo v. Hopkins (1886), <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></a></span>, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></a></span>. The evidence introduced at trial indicates that neither the appellant's high school nor the great majority of high schools throughout the state maintain interscholastic athletic programs for female students. By denying female students the opportunity to participate on varsity athletic teams in interscholastic competition, the rule, in effect, prohibits females from participating in interscholastic athletics altogether. Although the difference in athletic ability is a justifiable reason for the separation of male and female athletic programs, the justification does not exist when only one athletic program is provided. See, Brenden v. Independent School Dist. 742, supra. It follows that if the rule cannot be justified on grounds other than the difference in athletic ability, it must be struck down as violative of the equal protection clause.</p>\n<p>Article Two of the Constitution of the IHSAA sets forth the purpose of the association:</p>\n<blockquote>\n<i>\"The purpose of this Association shall be to encourage and direct wholesome amateur athletics in the schools of Indiana.</i> In keeping with this purpose the Association shall regulate, supervise, and administer interscholastic athletic activities among its member schools. <i>All such activities shall remain an integral factor in the total secondary educational program.</i> This shall be accomplished by cooperating with all agencies vitally concerned with the health and educational welfare of secondary school students; furnishing protection against exploitation of schools or students; determining qualifications of individual contestants, coaches and officials; and providing written communications to establish standards for eligibility, competition and sportsmanship.\" (our emphasis)</blockquote>\n<p>In the 1971-72 IHSAA Handbook, which was introduced in evidence at trial, Maurice N. Davis, IHSAA President, made the following statement in a \"Message to Members of the IHSAA:\"</p>\n<blockquote>\"The efforts of all members should be directed toward athletic programs which promote the best interests of the youth of our state. In athletics our students have the opportunity into cultivate good habits, enjoy wholesome competition, and continue to develop mental and physical abilities. Security is one of the basic needs which society fails to provide for many young people. Athletics can, and should, provide the security which comes from knowing the rules of competition and playing within these rules. Athletics, like democracy, stresses the importance of self-discipline, and rules are made and applied only when proper self-discipline is not exercised.\"</blockquote>\n<p>Thus, by its constitution and the admission of its president, it is quite clear that the IHSAA is of the opinion that participation in interscholastic athletics should be encouraged as it provides students the opportunity <span class=\"star-pagination\">*500</span> to cultivate good habits and to develop their mental and physical abilities. This Court is aware of no reason why the opportunity to participate in inter-scholastic athletics is not equally beneficial to both male and female students, and the appellees do not contend otherwise. They do insist, however, that reasons exist which justify the enforcement of the rule in question.</p>\n<p>It is first argued that the rule is necessary to protect girls' athletic programs. Appellees reason that if girls are permitted to try out for the boys' teams, it necessarily follows that boys must be permitted to try out for the girls' teams. Due to the generally superior level of athletic ability possessed by males, it is the appellees' conclusion that both teams, the girls' and the boys', will be composed entirely of males thus eliminating females from interscholastic athletic competition altogether. It is unnecessary to sound the fire alarm until the fire has started. We have not held the rule is <i>per se</i> unconstitutional but we are here only concerned with its application. Appellees' argument, which demonstrates admirable concern for the welfare of girls' athletic programs, must fail when one considers that at the present time few, if any, programs are in operation which need such protection. Until girls' programs comparable to those established for boys exist, the rule cannot be justified on these grounds.</p>\n<p>It is next contended that if girls are permitted to participate in interscholastic competition with boys in non-contact sports, the cost of administering such programs will necessarily increase. This argument is vague and more closely resembles a bare assertion as little evidence has been presented in support of it. It should be recognized that if girls are given the opportunity to participate in non-contact sports, it does not follow that schools will be required to <i>expand</i> existing programs. The number of positions available on each team could remain the same; the equipment used could remain the same; the rules governing the contests could remain the same. Nor would schools be required to <i>establish</i> interscholastic athletic programs in non-contact sports. Only those schools which have such programs in operation would be affected.</p>\n<p>Of course, separate dressing rooms would have to be provided. It is conceded that all of the schools in the South Bend system presently provide separate facilities for boys and girls. Moreover, appellees do not contend that any of the coeducational high schools presently operating in this state fail to provide separate dressing room facilities for boys and girls. Appellees argue, however, that dressing room supervision is a desirable feature in a properly administered athletic program and that it would be necessary to employ a female to undertake the supervision of girls' dressing rooms. Once outside the locker room, the students would be under the supervision of the coaching staff, and it should not be seriously contended that a female coach will be required if girls are permitted to compete. The IHSAA rules provide that all coaches shall be licensed teachers and licensed teachers are quite capable of supervising students of both sexes.</p>\n<p>The appellees have not attempted to estimate the amount of additional expense which would be incurred due to the supervision of girls' dressing rooms. However, this increased expense, which would not appear to be substantial when one considers the cost of administering the entire system of interscholastic athletics in high schools throughout the state, cannot be considered a justifiable reason for denying approximately one-half of the high school students in Indiana the opportunity to participate in interscholastic athletic competition.</p>\n<p>This Court is of the opinion that at this time no reasons have been presented, nor do any exist, which justify denying female high school students the <i>opportunity to qualify</i> for participation with male high school students in interscholastic athletic contests which do not involve physical contact between the participants. Due to the apparent superior level of athletic ability <span class=\"star-pagination\">*501</span> possessed by most males, it will probably be difficult for most females to qualify for the team. However, this factor, by itself, can have no bearing upon the issue of a female's right to the opportunity to qualify. Until girls' programs comparable to those maintained for boys exist, the difference in athletic ability alone is not justification for the rule denying \"mixed\" participation in non-contact sports. For all of the foregoing reasons, we hold that the present application of the IHSAA rule denying \"mixed\" competition in non-contact sports must be struck down as a denial of equal protection as guaranteed by the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>Having determined that the male-female classification is unreasonable under the Fourteenth Amendment to the Federal Constitution, it necessarily follows that the rule also violates Art. 1, § 23 of the Constitution of the State of Indiana. It is well established that the rights intended to be protected under both constitutional provisions are identical. See, Miles v. Dept. of Treasury (1935), <span class=\"citation\" data-id=\"3421532\"><a href=\"/opinion/3424614/miles-v-dept-of-treasury/\"><span class=\"volume\">209</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"3421532\"><a href=\"/opinion/3424614/miles-v-dept-of-treasury/\"><span class=\"volume\">199</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">372</span></a></span>; Lutz, Atty.-Gen., et al. v. Arnold, Atty. &amp; Tr., et al. (1935), <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">480</span></span>, <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">840</span></span>; Hammer v. State (1909), <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">850</span></span>.</p>\n<p>For the reasons hereinbefore stated, the judgment of the trial court is reversed and the cause remanded for proceedings not inconsistent with this opinion.</p>\n<p>PRENTICE, J., concurs.</p>\n<p>DeBRULER, J., concurs in result with opinion.</p>\n<p>ARTERBURN, C.J., dissents with opinion in which GIVAN, J., concurs.</p>\n<p>ARTERBURN, Chief Justice (dissenting).</p>\n<p>I concur in the main tenor of the majority opinion, but not in the result. The Indiana High School Athletic Association, I would agree, is a quasi-public organization which has monopolistic control over the interscholastic athletic activities of practically all the high schools in Indiana. This control is such that no school, from a practical point of view, can participate in any interscholastic athletic contest except as a member of the Association. Where such control is exercised over public functions, such an organization becomes public in a de facto sense and can not act arbitrarily or capriciously in violation of the public interest. The Association's rulings in such cases, <i>if unreasonable,</i> are subject to court review, as any other administrative body is so subject.</p>\n<p>In this case I do not feel that the rule or policy of the Association which segregates athletic contests or activities on the basis of sex <i>is unreasonable or arbitrary.</i> The majority opinion appears to limit such segregation to physical contact athletic games. I think there are other reasons than mere physical contact which would be the basis for separating the girls from the boys in athletic activities. There are many factors, such as physical conditions of school plants, trainers, coaches, as well as financial situations, of which we on a court can not be fully aware, that would warrant separation of sexes in athletic activities. There is nothing wrong with the rule under the Indiana High School Athletic Association or its application in providing for separation of sexes. What is apparently wrong is that the school does not furnish equal, separate opportunity for girls in golf. However, <i>this action now before us was not brought for that remedy,</i> but was actually brought to force a violation of the rule which is said to be reasonable and <i>to compel mixed participation</i> of boys and girls. That is the result of the majority opinion.</p>\n<p>The majority opinion states that the trial court found that \"the classification was reasonable because of the difference in athletic ability between boys and girls.\" <span class=\"star-pagination\">*502</span> The majority opinion further observes that the rule of the Association that prohibits mixed participation of boys and girls in the same sport is reasonable since girls have no greater rights than boys. If girls have a constitutional right to play on boys' teams, then boys have the same right to play on girls' teams. As a practical matter \"mixed athletic teams\" would result, as the majority opinion states, in the practical elimination of girls from all the teams.</p>\n<p>I part ways with the majority opinion when it states that although the rule is reasonable in principle \"it is unreasonable in its application.\" If it is unreasonable in its application there is a remedy other than taking this case and making a \"backhanded\" ruling to achieve a certain result. There is no showing here that a <i>demand</i> has ever been made upon these school authorities for a girls' golf team or athletic program and that after a demand there has been a <i>denial.</i> If such proof were before this court and an action brought to compel equal opportunity for the girls, showing that all they ask is the same as that afforded the boys, in my opinion we would have a case properly here for consideration. Proof that there was a boys' golf athletic program in evidence should have great weight under a contention that it could not be financially afforded for girls.</p>\n<p>To make the rule of \"separation\" of sexes applicable only to \"physical contact sports\" will prove troublesome in its application. It may kill the non-contact sports. I think the school authorities know what is best better than we do. We are judges, not school board members or athletic officials. We should avoid substituting our judgment for that of officials and parties possessing special knowledge of school conditions. We, as judges, should not sit on the school board.</p>\n<p>I would affirm the judgment of the trial court.</p>\n<p>GIVAN, J., concurs.</p>\n<p>DeBRULER, Justice (concurring in result).</p>\n<p>Full and equal opportunity to participate in the curricular and extra-curricular educational activities of our public schools, with full and equal opportunity to receive the benefits flowing from such participation, is guaranteed to all public school students, be they male or female, by the equal protection clause of the Fourteenth Amendment. I agree completely that IHSAA Rule 9, § 7, operates so as to deny Johnell Haas and the class she represents that full and equal opportunity. I likewise agree that the regulation by the IHSAA of interterscholastic athletic activities constitutes state action, and must meet the constitutional standards of the equal protection clause of the Fourteenth Amendment and that all public high school students of which the class here involved is but a part, have fundamental rights afforded by the Constitution which each may individually and personally seek to protect in the courts of this State. I therefore vote with the majority in reversing the judgment of the trial court.</p>\n<p>Unlike the majority, my vote to reverse the trial court judgment here does not rest upon any determination or assumption on my part that this IHSAA rule could be constitutionally applied to prohibit male and female students from participating in sports calling for physical contact. That issue is not before us in this case involving as it does the game of golf. And unlike the majority, I do not decide in this case, as it is not squarely before us, whether the IHSAA rule could be constitutionally applied to prohibit mixed teams in schools which provide separate but equal interscholastic athletic programs for the male and female segments of their student bodies. Whether such a dual system would deny to male or female athletes, as well as the entire student body, substantial educational benefits which should flow to them <span class=\"star-pagination\">*503</span> from interscholastic athletic competitions is a much broader issue than that presented by this appeal. Anyone who would seek to support the rationality of the separatist principle served by such dual systems would have a difficult burden indeed. The defender of such a system in court, surely could not be successful merely by presenting evidence that the high school track and field records of men are better than those of women, as was done by appellee in the case before us. No trial court investigation into the relative athletic abilities of men and women could be complete merely upon a demonstration that male track and field champions have historically bettered their female counterparts in the record books. Such evidence cannot support a conclusion that the male sex is athletically superior. An objective observer could not determine which of two opposing armies is superior merely by examining the strongest and bravest soldier in each. For constitutional purposes, such an investigation would necessarily focus on the causes of any differential in the relative performances of male and female athletes.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1906054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2027985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2339854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3421532/"
          ]
        }
      ],
      "judges": "Hunter",
      "date_created": "2014-10-30T13:52:53.729894Z",
      "date_modified": "2017-04-08T22:36:12.152957Z",
      "date_filed": "1972-11-27",
      "date_filed_is_approximate": false,
      "slug": "haas-v-south-bend-community-school-corporation",
      "citation_id": 2022506,
      "case_name_short": "Haas",
      "case_name": "Haas v. South Bend Community School Corporation",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "289 N.E.2d 495",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 55,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1030026/haas-v-south-bend-community-school-corporation/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:52:53.726569Z",
  "date_modified": "2014-10-30T13:52:53.726569Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Haas",
  "case_name": "Haas v. South Bend Community School Corporation",
  "case_name_full": "",
  "slug": "haas-v-south-bend-community-school-corporation",
  "docket_number": "1071S309",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}