{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1040584/",
  "id": 1040584,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mied/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1472785/",
      "id": 1472785,
      "absolute_url": "/opinion/1472785/united-states-v-city-of-warren/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1040584/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1472785/",
          "id": 1472785,
          "absolute_url": "/opinion/1472785/united-states-v-city-of-warren/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1472785/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/934/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:23:55.319021Z",
          "date_modified": "2017-04-06T00:07:23.954077Z",
          "type": "010combined",
          "sha1": "ff650f7c35904097628146558e3d6367a5ca3547",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>759 F.Supp. 355 (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nCITY OF WARREN and City of Warren Police and Fire Civil Service Commission, Defendants.</h1></center>\n<center>No. 86-CV-75435-DT.</center>\n<center><p><b>United States District Court, E.D. Michigan, S.D.</b></p></center>\n<center>February 14, 1991.</center>\n<p><span class=\"star-pagination\">*356</span> Michael Ricciuti, U.S. Dept. of Justice, Civ. Rights Div., Washington, D.C., L. Michael Wicks, Asst. U.S. Atty., Detroit, Mich., for plaintiff.</p>\n<p>Walter A. Jakubowski, City Atty., Warren, Mich., Walter B. Connolly, Jr., Detroit, Mich., James Hacker, Mount Clemens, Mich., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DUGGAN, District Judge.</p>\n<p>This is a Title VII action<sup>[1]</sup> instituted in 1986 by plaintiff, United States of America (\"Government\"), against defendant, City of Warren (\"Warren\" or \"City\"). Presently before the Court are two motions: (1) the Government's renewed motion for partial summary judgment, and (2) Warren's renewed motion for summary judgment.<sup>[2]</sup></p>\n<p></p>\n<h2><i>I. Background</i></h2>\n<p>In 1958, Warren enacted a preapplication residency requirement relating to persons applying for police and firefighter jobs and other municipal jobs in the City. The residency requirement mandated that all persons who applied for City jobs had to have been residents of the City for at least one year prior to the time of their application.</p>\n<p>In 1984, Warren rescinded its preapplication residency requirement as to police and fire applicants. In 1986, Warren rescinded the residency requirement as to all other municipal job applicants.</p>\n<p>In 1986, the Government instituted the present suit against Warren. In its suit, the Government alleges that Warren's preapplication residency requirement violated Title VII and that Warren continues to violate Title VII with regard to its recruitment of blacks for municipal jobs.</p>\n<p>At a hearing held in this Court in September, 1990, the Government and Warren agreed upon the following as being \"issues\" in the present lawsuit:</p>\n<blockquote>\n<span class=\"star-pagination\">*357</span> A). Did Warren violate Title VII by having a preapplication residency requirement prior to 1986?</blockquote>\n<blockquote>B). Assuming Warren violated Title VII by having a preapplication residency requirement prior to 1986, did Warren's actions to eliminate that preapplication residency requirement, to eliminate eligibility lists, and to expand its recruitment render the issue [issue \"A\"] moot?</blockquote>\n<blockquote>C). Assuming Warren violated Title VII and the issue is not moot, can a federal judge determine whether relief [i.e., injunctions and make whole relief to victims of the Title VII violation] is appropriate?</blockquote>\n<p></p>\n<h2><i>II. Summary Judgment</i></h2>\n<p>To warrant the grant of summary judgment under Fed.R.Civ.P. 56, the moving party must show that \"the pleadings, depositions, answers to interrogatories, admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986); <i>see also </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). If the party against whom the motion is offered fails to \"make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial,\" then summary judgment under Rule 56 is appropriate. <i>Id.,</i> 477 U.S. at 323-24, 106 S.Ct. at 2552-53. The moving party, however, bears the initial burden of informing the district court of the reasons for its motion, and identifying the absence of a genuine issue of material fact.<sup>[3]</sup><i>Id.,</i> 477 U.S. at 323, 106 S.Ct. at 2553.</p>\n<p>In determining whether there are issues of fact requiring a trial \"the inferences to be drawn from the underlying acts contained in the [affidavits, attached exhibits and depositions] must be viewed in the light most favorable to the party opposing the motion.\" <i>Matsushita Electric Industries Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986) (quoting <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 994, 8 L.Ed.2d 176 (1962)). Also, even though the basic facts may not be disputed, summary judgment may be inappropriate when contradictory inferences may be drawn from such facts. <i>See </i><i>United States v. Diebold, Inc., supra</i><i>; </i><i>EEOC v. United Assoc. of Journeymen &amp; Apprentices of the Plumbing &amp; Pipefitting Industry, Local 189,</i> 427 F.2d 1091 (6th Cir.1970).</p>\n<p>The Court recognizes that the motion before it is an extraordinary remedy. However, this does not mean that summary judgment should be disfavored; it may be an appropriate avenue for the just, speedy and inexpensive determination of a matter. <i>Cloverdale Equipment Co. v. Simon Aerials, Inc.,</i> 869 F.2d 934 (6th Cir.1989).</p>\n<p></p>\n<h2><i>III. Discussion</i></h2>\n<p></p>\n<h2><i>A. Did Warren violate Title VII by having a preapplication residency requirement prior to 1986?</i></h2>\n<p>In its present motion for summary judgment the Government argues that Warren's preapplication residency requirement violated § 703(a)(2) of Title VII, 42 U.S.C. § 2000e-2(a)(2) in that the requirement caused Warren as an employer to, in the words of the statute, \"limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities.\" In other words, the Government is arguing that Warren's residency requirement had a <i>disparate impact</i> on (prospective) black job applicants for municipal positions in the City.</p>\n<p>Warren, in its present summary judgment motion, argues that its preapplication residency requirement did not violate Title VII in that Warren did not use the requirement to <i>disparately treat</i> black job applicants. Indeed, Warren has expressly stated <span class=\"star-pagination\">*358</span> that, for purposes of its present motion and its defense against the Government's motion, it is not arguing \"that the residency requirements did not have an adverse impact against blacks.\" Defendant's Supplemental Brief in Support of Renewed Motion for Summary Judgment and in Opposition to Plaintiff's Renewed Motion for Summary Judgment (\"Warren's Supplemental Brief\") at p. 6. Instead, Warren claims it \"preserves\" the arguments made in its original summary judgment motion that the residency requirement did not disparately impact blacks. <i>Id.,</i> at p. 6, n. 2.</p>\n<p></p>\n<h2><i>1. Applicable law</i></h2>\n<p>Through the course of several decisions the Supreme Court has set forth the appropriate standards for disparate impact claims under Title VII. These standards may be stated as follows:</p>\n<p>The plaintiff in a disparate impact case must first establish a prima facie case of discrimination. <i>Albemarle Paper Co. v. Moody,</i> 422 U.S. 405, 425, 95 S.Ct. 2362, 2375, 45 L.Ed.2d 280 (1975). Such a prima facie case will be established if the plaintiff shows that a facially neutral employment standard is discriminatory in effect in that it selects applicants for hire in a discriminatory pattern. <i>Dothard v. Rawlinson,</i> 433 U.S. 321, 329, 97 S.Ct. 2720, 2726-27, 53 L.Ed.2d 786 (1977). A plaintiff can make this showing by using statistical proof to make a comparison, in a case where race discrimination is alleged, \"between the racial composition of the qualified persons in the labor market and the persons holding at-issue jobs....\" <i>Wards Cove Packing Co., Inc. v. Atonio,</i> 490 U.S. 642, 109 S.Ct. 2115, 2121, 104 L.Ed.2d 733 (1989). Also, \"in cases where such labor market statistics will be difficult if not impossible to ascertain, ... certain other statistics  such as measures indicating the racial composition of `otherwise-qualified applicants' for at-issue jobs  are equally probative for this purpose.\" <i>Id.</i><sup>[4]</sup></p>\n<p>Further, where a plaintiff is proceeding under a disparate impact theory, he/she must show by a preponderance of the evidence that the practice at issue \"was the [employer's] standard operating procedure  the regular rather than the unusual practice.\" <i>Teamsters v. United States,</i> 431 U.S. 324, 336, 97 S.Ct. 1843, 1855, 52 L.Ed.2d 396 (1977). Additionally,</p>\n<blockquote>[A] Title VII plaintiff does not make out a case of disparate impact simply by showing that, \"at the bottom line,\" there is racial <i>imbalance</i> in the work force. As a general matter, a plaintiff must demonstrate that it is the application of a specific or particular employment practice that has created the disparate impact under attack. Such a showing is an integral part of the plaintiff's prima facie case in a disparate-impact suit under Title VII.</blockquote>\n<p><i>Wards Cove,</i> 109 S.Ct. at 2124-25 (emphasis in original). In other words, the plaintiff must show the challenged practice caused the alleged disparate impact on a protected group. <i>Id.,</i> 109 S.Ct. at 2124.</p>\n<p>After the plaintiff has established a prima facie case of disparate impact, the case will shift to the employer who must come forth with a \"justification\" for the challenged practice. <i>Id.,</i> 109 S.Ct. at 2125. \"In this phase, the employer carries the burden of producing evidence of a business justification for his employment practice.\" <i>Id.,</i> 109 S.Ct. at 2126. However, \"[t]he burden of persuasion, ..., remains with the ... plaintiff.\" <i>Id.</i></p>\n<p>The \"touchstone\" of the business justification inquiry will consist of:</p>\n<blockquote>[A] reasoned review of the employer's justification for his use of the challenged practice. A mere insubstantial justification ... will not suffice, .... At the same time, though, there is no requirement <span class=\"star-pagination\">*359</span> that the challenged practice be \"essential\" or \"indispensable\" to the employer's business for it to pass muster; this degree of scrutiny would be almost impossible for most employers to meet, ....</blockquote>\n<p><i>Id.</i></p>\n<p>If the employer meets its burden of production as to a business justification, the plaintiff may still prevail on his/her disparate impact claim if he/she \"persuade[s] the factfinder that `other tests or selection devices, without a similarly undesirable racial effect, would also serve the employer's legitimate [hiring] interest[s]....'\" <i>Id.</i> By demonstrating this, the plaintiff would, in effect, prove that the employer was using the challenged practice \"`merely as a `pretext' for discrimination.'\" <i>Id.</i> (quoting <i>Albemarle Paper Co.,</i> 422 U.S. at 425, 95 S.Ct. at 2375).</p>\n<p>Where a plaintiff sets forth such \"alternative practices,\" they must be \"equally effective\" as the employer's chosen practice. <i>Id.,</i> 109 S.Ct. at 2127. Further, the costs or \"other burdens\" of the alternative practices are relevant factors in \"determining whether they would be equally as effective as the challenged practice in serving the employer's legitimate business goals.\" <i>Id.</i> (internal quotation marks omitted) (quoting <i>Watson v. Fort Worth Bank &amp; Trust Co.,</i> 487 U.S. 977, 998, 108 S.Ct. 2777, 2790, 101 L.Ed.2d 827 (1988)).</p>\n<p></p>\n<h2><i>2. Analysis</i></h2>\n<p>The Government contends that summary judgment is warranted in its favor on the issue of whether Warren's preapplication residency requirement violated Title VII by having a disparate impact on black job applicants for municipal positions with the City.</p>\n<p></p>\n<h2><i>a. Prima facie case</i></h2>\n<p>First, the Government asserts that it has, as a matter of law, made out a prima facie case of discrimination with regard to the challenged preapplication residency requirement. The Government relies (as it most likely must) on statistical data in support of its assertion. Briefly stated the Government relies on the following statistical sources: the 1980 federal census, more specifically the 1980 Bureau of Census Reports, General Social and Economic Characteristics, PC 80-1-C15 (Michigan), Section 1, Tables 120 and 134; various other census documents; 105 1984 EEO-1 reports filed by private employers in Warren; and applicant flow data forms and other data supplied by Warren.<sup>[5]</sup> The Government also relies upon expert interpretation of these statistical sources.<sup>[6]</sup></p>\n<p>In summarizing this data for purposes of supporting its assertion that it has shown a prima facie case of discrimination, the Government states:</p>\n<blockquote>The statistical evidence in this case, ..., establishes that Warren's use of durational preapplication residency requirements at least substantially caused Warren's having zero (0) black employees among its 1,500 municipal employees at the time the United States filed suit. At the time suit was filed, Warren had virtually no blacks (approximately 188 or 0.2%) in its resident civilian labor force of 80,992 people. Consequently, Warren's durational preapplication residency requirement reduced the number of blacks eligible for municipal jobs from the maximum of 344,294, the number of blacks in the civilian labor force in the Detroit SMSA [\"Standard Metropolitan Statistical Area\"], to 188, the number of resident blacks in Warren's civilian labor force, thus virtually barring all blacks from consideration for employment with Warren. Such an impediment is precisely the kind of \"artificial, arbitrary and unnecessary barrier\" to employment that Congress sought to eliminate in enacting <span class=\"star-pagination\">*360</span> Title VII. <i>Griggs</i> [<i>v. Duke Power Co.,</i>] 401 U.S. at 422 [424, 431, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971)].</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment at p. 10 (footnote omitted).</p>\n<p>In further support of its assertion that it has made out the required prima facie showing the Government cites the following cases: <i>United States v. Cicero,</i> 786 F.2d 331 (7th Cir.1986); <i>NAACP v. Harrison,</i> 749 F.Supp. 1327 (D.N.J.1990); and <i>United States v. Elmwood Park,</i> 43 Fair Empl.Prac.Cas. (BNA) 995, 1987 WL 9586 (N.D.Ill.1987).<sup>[7]</sup></p>\n<p>Warren does not offer much argument in response to the Government's claims in its current responsive pleadings to the Government's renewed summary judgment motion. Rather, Warren relies on the arguments it presented in response to the Government's original motion for summary judgment.</p>\n<p>Additionally, Warren does not dispute the numerical accuracy of the statistical data relied upon by the government. Rather, Warren contends that such statistical data is \"flawed\" and thus cannot be relied upon to establish a prima facie case of discrimination.</p>\n<p>Summarized, Warren basically argues that the Government's Title VII claims against it can only be analyzed under a disparate treatment theory. Brief in Response to Plaintiff's Motion for Summary Judgment or Alternatively for Preliminary Injunctive Relief, at pp. 17-18. In support of this argument, Warren primarily relies upon the following cases: <i>Furnco Construction Corp. v. Waters,</i> 438 U.S. 567, 575, n. 7, 98 S.Ct. 2943, 2948, n. 7, 57 L.Ed.2d 957 (1978); <i>Connecticut v. Teal,</i> 457 U.S. 440, 454, 102 S.Ct. 2525, 2534, 73 L.Ed.2d 130 (1982); and <i>Rowe v. Cleveland Pneumatic Co.,</i> 690 F.2d 88, 93 (6th Cir. 1982). These cases, Warren asserts, stand for the proposition that the disparate impact theory may only be used where the complained of employment practice involves employment \"selection devices.\" Brief in Response to Plaintiff's Motion for Summary Judgment or Alternatively for Preliminary Injunctive Relief, at p. 17.</p>\n<p>Based upon the pleadings and other documentation submitted by the parties including the statistical data submitted in support of the Government's motion for summary judgment, this Court concludes that the Government has set forth a prima facie case of disparate impact with regard to Warren's use of the preapplication residency requirement. The statistical evidence introduced by the Government, the expert analysis showing a large standard deviation, the recent applicant flow data, and the case law cited by the Government, support the Government's disparate impact claim.</p>\n<p>Information relating to the standard deviation is provided in Attachment 1, Attachments to Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment. This Attachment contains the \"Declaration of Martha Aylas Dusenberry.\" In her Declaration, Dusenberry states the following: (1) that she is a \"Mathematical Statistician\" employed by the Department of Justice; (2) that she has examined the statistical evidence gathered by the Government in support of its case against Warren; (3) that she has used such information to calculate the \"statistical disparities\" between the number of blacks actually employed by Warren at the time suit was filed and the number of blacks expected to be employed based on a civilian labor force that is 6.6% black; (4) that the number of blacks expected to be employed by Warren, at the time of suit, is/was 99; (5) that at the time of suit Warren employed 0 blacks; (6) that the disparity between the observed number of blacks employed by Warren, 0, and the expected <span class=\"star-pagination\">*361</span> number, 99, is equal to 10.3 \"standard deviation units\"; and (7) that the likelihood of a statistical disparity of 10.3 standard deviations occurring by chance is 1 in 1024, or \"0\" (none).</p>\n<p>If this standard deviation is accurate, i.e. not \"flawed\",<sup>[8]</sup> even Warren would concede its significance in tending to show discrimination.</p>\n<blockquote>Under settled principles, statistical evidence reflecting an alleged under-representation of a protected class in a sample that includes protected and non-protected constituents (binomial distribution) suggests purposeful discrimination only if the disparity between the \"expected value\" and the \"observed number\" exceeds two or three standard deviations. <i>Castenada [Castaneda] v. Partida,</i> 430 U.S. 482, 496 n. 15, 97 S.Ct. 1272, 1281, 51 L.Ed.2d 498 (1977).</blockquote>\n<p>Warren's Motion to Dismiss or for Summary Judgment, at pp. 28-29.</p>\n<p>With respect to the recent applicant flow data relied upon by the Court, the Court believes that the Government's summary is reliable:</p>\n<blockquote>Since Warren's durational preapplication residency requirement was eliminated, Warren has recruited for applicants in at least 31 job categories covering the complete range of city positions, and has received at least one application from a black person living outside of Warren for the vast majority (25) of them. <i>See</i> attachment 2 hereto. Since the residency requirements were lifted, Warren has received applications from at least 216 blacks living outside of the City of Warren for permanent positions. At least 228 blacks have also applied for temporary positions; .... Thus, since the durational preapplication residency requirements were lifted, Warren has received approximately 444 applications from nonresident blacks. Warren has hired at least six blacks as permanent employees, and at least 40 in temporary positions.</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment, at pp. 4-5 (footnotes omitted).<sup>[9]</sup></p>\n<p>Indeed, the statistical evidence produced by the Government evinces a picture of the effects of Warren's use of the residency requirement remarkably similar to that described by Judge Posner in a case analogous to the present matter:</p>\n<blockquote>The town of Cicero, population 61,000, an urban working-class suburb of and immediately adjoining Chicago, has never had a black municipal employee. Granted, it has virtually no black residents ... [b]ut almost 20 percent of the employees of its large private-sector employers are black, which is not surprising considering the racial makeup of Chicago and of the suburbs adjoining Cicero, and it is implausible that economic factors alone would explain the difference between the private-sector and the public-sector employment of blacks in the town. Some public-sector jobs in Cicero may require credentials or qualifications possessed by few black people, but there is no evidence to this effect; and most public-sector jobs differ from private-sector jobs only in the identity of the employer.</blockquote>\n<p><i>United States v. Town of Cicero, Ill.,</i> 786 F.2d 331, 335 (7th Cir.1986) (Posner J., concurring and dissenting).</p>\n<p>The Court notes that the Government has not produced specific statistical evidence as to the number of <i>qualified</i> blacks in the relevant workforce who could have or would have applied for the municipal jobs in Warren if there had been no preapplication residency requirement. However, as the Supreme Court stated in <i>Wards Cove,</i> \"in cases where such [specific] labor market statistics will be difficult, if not impossible to ascertain, ... certain other statisticssuch as measures indicating the <span class=\"star-pagination\">*362</span> racial composition of `otherwise-qualified applicants' for at-issue jobs  are equally probative for this purpose.\" <i>Wards Cove,</i> 109 S.Ct. at 2121.<sup>[10]</sup></p>\n<p>The Court rejects Warren's argument that the Government statistical data is flawed. Warren argues, for example, that a comparison of the City's private work force (15.5% black) with the City's municipal's work force (0% black) is improper because private sector jobs pay significantly more in wages and fringe benefits than do City jobs. <i>See</i> City of Warren's [original] Motion to Dismiss or for Summary Judgment, at pp. 33-34. Second, Warren argues that private sector jobs do not have the \"disadvantage\" of a post-hiring residency requirement that City jobs do. <i>Id.</i> at p. 35. Third, Warren argues that many of the private sector jobs result from transfers from and consolidations of manufacturing facilities located outside of the City. <i>Id.,</i> at pp. 34-35. Warren contends that these factors significantly contribute to the 15.5% private black labor force and thus it is not proper to compare the private labor force with the City labor force. <i>Id.</i> at pp. 33-36.</p>\n<p>The Court rejects Warren's arguments. While it may well be true that there are blacks who are in the private labor force who would not work as municipal employees because of the lower wages paid to the municipal employees or because they would be required to move into the City of Warren, nevertheless this does not, and cannot, explain the total absence of blacks in the City's labor force. These factors may reduce the number of \"victims,\" if any, but they do not refute the fact that the statistical data relied upon by the Government is evidence that the prehiring residency requirement had a disparate impact. The Court finds further support for this conclusion from the applicant flow data discussed earlier.</p>\n<p>As the U.S. Supreme Court stated in <i>Hazelwood School District v. United States,</i> 433 U.S. 299, 308, 97 S.Ct. 2736, 2741, 53 L.Ed.2d 768 (1977): \"Where gross statistical disparities can be shown, they alone may in a proper case constitute prima facie proof of a pattern or practice of discrimination.\" <i>Id.,</i> 433 U.S. at 307-308, 97 S.Ct. at 2741. In this Court's opinion, such <span class=\"star-pagination\">*363</span> \"gross statistical disparities\" exist in this case.</p>\n<p>In sum, this Court concludes that the Government has made out a prima facie showing of disparate impact as to Warren's use of the preapplication residency requirement.</p>\n<p></p>\n<h2><i>b. Business justification and alternatives</i></h2>\n<p>The Government asserts that, \"as a matter of law,\" Warren cannot offer a valid business justification for its use of the preapplication residency requirement.</p>\n<p>As justification for its use of the preapplication residency requirement Warren offers the argument of good faith. That is to say, Warren argues that it initially adopted and then maintained the residency requirement because state law mandated the use of such a requirement (at least as to police and firefighter positions).<sup>[11]</sup> Additionally, Warren argues that it adopted the residency requirement because:</p>\n<blockquote>[T]he City Council believed that, by requiring an applicant to live in the City as a precondition to obtaining employment, the applicant would have a stake in the community and thus greater incentive to provide better work performance, because as a member of the community (s)he would benefit directly from the services rendered. Another benefit was the increased morale of the City residents, as recipients of improved services and of municipal employment opportunities. Additionally, the City Council believed that the durational residency requirement would have economic benefits: the rise in the number of residents caused by the residency requirement would increase the City's tax base and thus reduce the tax burden of each of the City's residents; and the greater number of residents would also generate increased spending and stimulate the City's economy. Furthermore, the City Council believed that a City employee would render more capable and efficient performance if the employee had a greater familiarity with the community and the geographic layout of the City, especially in the case of police officers and firefighters. Selecting police officers from within the community would also establish a greater sense of trust between the police and the City's residents. Finally, living within the City limits would enable the municipal employees, particularly police officers and firefighters, to respond more quickly to any emergencies which might arise.</blockquote>\n<p>Brief in Support of City of Warren's Motion to Dismiss or for Summary Judgment, at pp. 9-10 (citations omitted) (referring to and summarizing from, Attachment 2 to Brief, Deposition of Harold F. Stilwell, at ¶ 6 [former Warren City Council member, now deceased]).</p>\n<p>Further, Warren argues that the Government, possibly as early as 1958 (based on equal protection grounds), and certainly as early as 1972 (when Title VII was amended to expand its application to public entities), could have and should have informed the City that its preapplication residency requirement was in violation of Title VII. Reply Brief in Support of City of Warren's Motion to Dismiss or for Summary Judgment, at p. 3; Defendant City of Warren's Brief as to why Judgment Should be Entered in its Favor, at p. 11; Defendant's Supplemental Brief in Support of Renewed Motion for Summary Judgment and in Opposition to Plaintiff's Renewed Motion for Summary Judgment, at pp. 5-7.</p>\n<p>The Government responds to Warren's proffered justifications by arguing that there were reasonable alternatives which Warren could have used to achieve the same goals the residency requirement was designed to achieve. Simply put, this <span class=\"star-pagination\">*364</span> Court agrees with the Government's assertion that:</p>\n<blockquote>Even if the reasons offered by Warren in support of its durational preapplication residency requirements were viewed as legitimate employment goals which were substantially advanced by those requirements, it is obvious that such goals  promotion of the tax base, enhancement of community pride, improvement in the ability of uniformed employees to respond to emergencies, etc.  can be served by <i>post-hire</i> move-in requirements without the overwhelmingly disparate impact of durational <i>preapplication</i> residency requirements. * * * Moreover, it cannot be argued that the post-hire requirement in place in Warren since 1986 is more expensive or less effective than the previous durational preapplication residency requirement in achieving the goals which Warren has outlined in support of it.</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment, at pp. 21-22 (emphasis in original).</p>\n<p>Further, this Court remains unconvinced by Warren's other arguments as to good faith.</p>\n<p>First, the Court notes that, with regard to disparate impact claims, the Supreme Court has stated:</p>\n<blockquote>[G]ood intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as \"built-in headwinds\" for minority groups and are unrelated to measuring job capability.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>[C]ongress directed the thrust of the [Civil Rights] Act [of 1964] to the <i>consequences</i> of employment practices, not simply the motivation.</blockquote>\n<p><i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 432, 91 S.Ct. 849, 854, 28 L.Ed.2d 158 (1971) (emphasis in original).</p>\n<p>Warren's argument that the Government improperly waited twenty-five years, until 1986, to inform the City that it considered the residency requirement to be violative of Title VII is unpersuasive. The Supreme Court has clearly stated: \"`As a general rule laches or neglect of duty on the part of officers of the Government is no defense to a suit by it to enforce a public right or protect a public interest.'\" <i>United States Immigration and Naturalization Service v. Hibi,</i> 414 U.S. 5, 8, 94 S.Ct. 19, 21, 38 L.Ed.2d 7 (1973) (per curiam) (quoting <i>Utah Power &amp; Light Co. v. United States,</i> 243 U.S. 389, 409, 37 S.Ct. 387, 391, 61 L.Ed. 791 (1917)).<sup>[12]</sup> Indeed, if Warren's argument were accepted as true, many employers, public and private, using employment practices having a disparate impact on Title VII-protected groups, could escape liability when sued by the Government for Title VII violations simply because the Government should have informed them, when they adopted the challenged practice, that it violated Title VII. Such an outcome is untenable.</p>\n<p>With regard to Warren's argument that until 1984 it was required by state law, to wit, Act 78, to have a preapplication residency requirement for police and firefighter positions, this Court notes that such a requirement was not an absolute legal requirement. Under Michigan law, Warren did not have to adopt the police and firefighter residency requirement. <i>See</i> Mich. Comp.Laws Ann. § 38.517a (requiring that provisions of Act 78 cannot go into effect until a majority of electors in the municipality approve its adoption). Further, once having adopted Act 78, Warren could have sought its repeal. Mich.Comp.Laws Ann. § 38.518 (allowing for rescission of a municipality's adoption of the provisions of Act 78). Additionally, Act 78 only applied to police and firefighter positions; it did not apply to other municipal jobs.</p>\n<p>In sum, the Court finds unpersuasive Warren's proffered business justifications for its use of the preapplication residency requirement. The Government has proven <span class=\"star-pagination\">*365</span> that there were alternatives available to Warren, other than such a requirement, which could have served to achieve the goals stated by Warren as part of its decision to use the residency requirement.</p>\n<p></p>\n<h2><i>c. Conclusion as to the Government's disparate impact claim</i></h2>\n<p>This Court concludes that Warren's preapplication residency requirement had a disparate impact on blacks and, thus, violated § 703(a)(2) of Title VII. The Court grants summary judgment in favor of the Government on its claim that Warren's preapplication residency requirement had a disparate impact on blacks in violation of Title VII.<sup>[13]</sup></p>\n<p></p>\n<h2><i>B. Assuming Warren violated Title VII by having a preapplication residency requirement prior to 1986, did Warren's actions to eliminate that preapplication residency requirement, to eliminate eligibility lists, and to expand its recruitment render the issue [issue \"A\"] moot?</i></h2>\n<p>Warren argues that, even if it violated Title VII by having a preapplication residency requirement prior to 1986, its actions subsequent to that time have rendered moot any claim the Government may have against it as to the Title VII violation.</p>\n<p>As support for its argument Warren mainly relies on <i>County of Los Angeles v. Davis,</i> 440 U.S. 625, 99 S.Ct. 1379, 59 L.Ed.2d 642 (1979). In this case, the Supreme Court stated that a case may become moot when:</p>\n<blockquote>(1) it can be said with assurance that \"there is no reasonable expectation ...\" that the alleged violation will recur, and</blockquote>\n<blockquote>(2) interim relief or events have completely and irrevocably eradicated the effects of the alleged violation.</blockquote>\n<p><i>Id.,</i> 440 U.S. at 631, 99 S.Ct. at 1383 (citations omitted). The Court reasoned: \"When both conditions are satisfied it may be said that the case is moot because neither party has a legally cognizable interest in the final determination of the underlying questions of fact and law.\" <i>Id.</i> The Court further stated: \"The burden of demonstrating mootness `<i>is a heavy one.</i>'\" <i>Id.</i> (emphasis added) (quoting <i>United States v. W.T. Grant Co.,</i> 345 U.S. 629, 632-33, 73 S.Ct. 894, 897, 97 L.Ed. 1303 (1953)).</p>\n<p>Warren asserts that it has met both of the standards set forth in <i>Davis</i> because it has endeavored to eradicate any effects the residency requirement may have had on blacks with regard to the City's recruitment (and hiring) efforts. In support of this assertion Warren details its recruitment efforts subsequent to its repeal of the residency requirement, to wit: elimination of hiring eligibility lists compiled while the residency requirement was still in effect; advertising job openings in the <i>Detroit Free Press;</i> sending job notices to the MESC as well as local colleges and universities; advertising in the <i>Michigan Chronicle</i> and on WJLB radio; hiring sixty-two blacks; and, implementing an EEO plan as well as a racial harassment plan. <i>See</i> Defendant City of Warren's Brief as to why Judgment Should be Entered in its Favor, at pp. 18-20; Defendant's Supplemental Brief in Support of Renewed Motion for Summary Judgment and in Opposition to Plaintiff's Renewed Motion for Summary Judgment, at pp. 4, 10-11; Reply Brief in Support of City of Warren's Motion to Dismiss or for Summary Judgment, at pp. 5-7.</p>\n<p>The Government contests the correctness of Warren's mootness arguments. In essence, the Government argues that Warren has not met the standards of <i>Davis</i> because:</p>\n<blockquote>([A]ssuming [a Title VII violation] to have occurred ...), the City has never even attempted to identify and compensate victims of its discriminatory durational preapplication residency requirement; indeed, it is undisputed that Warren has never taken a single step to attempt to identify victims of that discriminatory practice, much less provide <span class=\"star-pagination\">*366</span> full, make-whole relief to them. * * * Given these undisputed facts, the City's other post-1986 actions could not possibly have \"completely and irrevocably eradicated the effects of the alleged violation.\"</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment, at p. 24. In other words, the Government argues that, even if Warren, in good faith, has sought to eradicate the effects of its Title VII violation, <i>Davis'</i> second prong, that \"interim relief or events have completely and irrevocably eradicated the effects of the alleged violation,\" has not been satisfied.</p>\n<p>This Court concludes that the Government's arguments as to mootness are well taken. The Court has determined that Warren's use of the residency requirement violated Title VII under a disparate impact theory. That Warren has, subsequent to its elimination of the requirement, expanded its recruitment efforts, hired blacks into municipal jobs and otherwise sought to correct the Title VII violations, does not mean any prosecution against it for the violations is necessarily moot. As the Supreme Court has stated, \"[t]he burden of demonstrating mootness <i>`is a heavy one.</i>'\" <i>Davis,</i> 440 U.S. at 631, 99 S.Ct. at 1383. At this time the Court is not prepared to conclude (as a matter of law) that Warren has met, or can meet this burden via the <i>Davis</i> standard for mootness. To wit, the Court is not satisfied that Warren has met the <i>Davis</i> standard's second prong, that \"interim relief or events have completely and irrevocably eradicated the effects of the alleged [Title VII] violation.\" <i>Davis,</i> 440 U.S. at 631, 99 S.Ct. at 1383. As such, the Court concludes that summary judgment in favor of Warren on the issue of mootness must be denied.<sup>[14]</sup></p>\n<p></p>\n<h2><i>C. Assuming Warren violated Title VII and the issue is not moot, can a federal judge determine whether relief [i.e., injunctions and make whole relief to victims of the Title VII violation] is appropriate?</i></h2>\n<p>Title VII at 42 U.S.C. § 2000e-5(g), in relevant part, provides that a court \"may enjoin [discrimination] and order such affirmative action as may be appropriate, which may include, but is not limited to, reinstatement ... with or without back pay ... or any other equitable relief as the court deems appropriate.\"</p>\n<p>Warren contends that even if there is a determination that its former preapplication residency requirement violated Title VII, this Court should exercise its discretion and determine that retroactive relief is not available to the Government. The Government disagrees with Warren's contention and argues that such relief is appropriate where there are identifiable victims of a Title VII violation.</p>\n<p>In support of its contention, Warren first argues that it was required to use the residency requirement under state law until 1984, and thus, under applicable case law, it should not be liable for retroactive relief for any Title VII violation resulting from its use of the requirement.</p>\n<p><span class=\"star-pagination\">*367</span> The Court finds this argument unpersuasive. The cases Warren cites in support of this proposition are distinguishable from the present matter in that they mostly involved situations where the employer's use of the Title VII-violative practice was <i>required</i> under state law. <i>See </i><i>Manning v. International Union,</i> 466 F.2d 812 (6th Cir.1972), <i>cert. denied,</i> 410 U.S. 946, 93 S.Ct. 1366, 35 L.Ed.2d 613 (1973); <i>United Steelworkers of America, Local 1104 v. United States Steel Corp.,</i> 479 F.2d 1255 (6th Cir.1973); <i>Alaniz v. California Processors, Inc.,</i> 785 F.2d 1412 (9th Cir.1986) (district court did not abuse discretion in denying backpay relief to plaintiffs where employer's violation of Title VII was due to its complying with state female protective statute).<sup>[15]</sup> The residency requirement of former § 10(1) of Act 78, from which Warren claims it derived its residency requirement as to police and firefighter jobs, was not a mandatory law. Further, former § 10(1) did not apply to the other municipal jobs to which Warren also applied a residency requirement. Indeed, even after the police and firefighter residency requirement was declared unconstitutional in 1984 by the Michigan Court of Appeals, Warren continued to use the residency requirement for other municipal jobs until 1986.</p>\n<p>Warren next contends that since the Government waited until 1986 to file suit against it, and since the EEOC never notified Warren of any problems with the residency requirement (which, in Warren's view meant that the EEOC/Justice Department \"tacitly approved\" the requirement), it cannot be accused of acting in bad faith for using the requirement and that laches bars the award of retroactive relief in this matter. The Court finds this argument unpersuasive.</p>\n<p>As stated previously in this opinion, even if Warren acted in good faith when adopting and using the residency requirement, such intent is irrelevant insofar as it relates to Title VII liability under a disparate impact theory.</p>\n<p>Warren's laches argument is also unavailing. Warren asserts that it \"[i]s well established that laches may be raised as a defense to a Title VII action brought by the government\" and that \"[c]ourts have held that the doctrine of laches warrants the dismissal of an entire case, ....\" Defendant City of Warren's Brief as to why Judgment Should be Entered in its Favor, at p. 13. These propositions may be true, but the cases Warren derives them from are distinguishable from the present matter because they generally involve situations where the EEOC waited an inordinately long time to bring suit against a defendant employer after it had first learned of the employer's Title VII violation. <i>See, e.g., </i><i>EEOC v. Alioto Fish Co.,</i> 623 F.2d 86, 88-89 (9th Cir.1980) (EEOC action against employer barred by laches where EEOC brought Title VII claim against employer sixty-two months after employee had filed initial charge with EEOC).<sup>[16]</sup> Further, Warren's reliance on <span class=\"star-pagination\">*368</span> <i>Occidental Life Ins. Co. v. EEOC,</i> 432 U.S. 355, 97 S.Ct. 2447, 53 L.Ed.2d 402 (1977), is not persuasive. All <i>Occidental Life</i> stands for is the general proposition that an inordinate delay by the EEOC in bringing a Title VII action against an employer may require a denial of backpay relief as a remedy. <i>Id.,</i> 432 U.S. at 373, 97 S.Ct. at 2458.</p>\n<p>Additionally, this Court is not convinced that the Government waited an unreasonably long time before it filed its suit against Warren. Warren has not disputed the Government's claim that it began investigating Warren's employment practices in early 1986, notified Warren of the investigation and its conclusions in 1986, and filed suit in 1986. Further, Warren's argument that the Government should have challenged the City's employment practices as early as 1972 (when Title VII was made applicable to public employers) is ludicrous. If this argument were accepted, then the Government would, in effect, be required to almost instantly discover and prosecute Title VII violations among the thousands of employers in the United States.</p>\n<p>In sum, this Court concludes that retroactive relief is appropriate if the Government can bring forward identifiable victims who can prove they were victims of the discrimination (via disparate impact) brought about by Warren's use of the preapplication residency requirement.</p>\n<p></p>\n<h2><i>IV. Conclusion</i></h2>\n<p>The Court disposes of the respective parties' motions for summary judgment based on the issues \"framed\" by the parties at the hearing on September 27, 1990, as follows:</p>\n<p>A. <i>Did Warren violate Title VII by having a preapplication residency requirement prior to 1986?</i> The Court having answered this question in the affirmative does therefore grant summary judgment in favor of the government on this issue.</p>\n<p>B. <i>Assuming Warren violated Title VII by having a preapplication residency requirement prior to 1986, did Warren's actions to eliminate that preapplication residency requirement, to eliminate eligibility lists, and to expand its recruitment render the issue moot?</i> The Court having concluded that it cannot, based on the record before it, decide this issue as a matter of law, Warren's Motion for Summary Judgment on this issue is therefore denied.</p>\n<p>C. <i>Assuming Warren violated Title VII and the issue is not moot, can a federal judge determine whether relief is appropriate?</i> The Court having answered this question in the affirmative, the Court must therefore deny Warren's Motion for Summary Judgment on this issue.</p>\n<p>An Order consistent with this Opinion shall issue forthwith.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court recognizes that the government is also suing Warren for violation of the State and Local Fiscal Assistance Act of 1972, <i>as amended,</i> 31 U.S.C. § 6716 (\"Revenue Sharing Act\"). <i>See</i> Government's Complaint, p. 1, ¶ 1. However, in its present summary judgment motion against Warren, the government asks for relief only on its Title VII claim. Also, Warren, in its present summary judgment pleadings does not address the Revenue Sharing Act claim of the government. In this opinion, therefore, the Court will not discuss the parties' claims as they relate to any possible violation of the Revenue Sharing Act.</p>\n<p>[2]  It should be noted that both parties identify their motions with the term \"renewed\" as they have previously filed motions for summary judgment in 1986 and 1987. At a hearing held in September, 1990, the parties agreed to \"frame\" three issues for determination. Accordingly, in this opinion the Court will <i>only</i> determine whether summary judgment is warranted for either party as to these three issues. However, where required, the Court will refer to the arguments and exhibits provided by the parties in their earlier summary judgment motions.</p>\n<p>[3]  More succinctly, the moving party has the burden of \"pointing out to the district court that there is an absence of evidence to support the nonmoving party's case.\" <i>Id.,</i> 477 U.S. at 325, 106 S.Ct. at 2554.</p>\n<p>[4]  The <i>Wards Cove</i> Court further stated:\n</p>\n<p>In fact, where \"figures for the general population might ... accurately reflect the pool of qualified job applicants,\" cf. <i>Teamsters v. United States,</i> 431 U.S. 324, 340, n. 20, 97 S.Ct. 1843, 1856, n. 20, 52 L.Ed.2d 396 (1977), we have even permitted plaintiffs to rest their prima facie cases on such statistics as well. See, <i>e.g., </i><i>Dothard v. Rawlinson,</i> 433 U.S. 321, 329-330, 97 S.Ct. 2720, 2726, 53 L.Ed.2d 786 (1977).</p>\n<p><i>Id.</i> 109 S.Ct. at 2121, n. 6.</p>\n<p>[5]  See generally, Attachments to Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment.</p>\n<p>[6]  <i>See</i> Attachment 1, Attachments to Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment. <i>See also,</i> Attachment C to United States' [original] Motion for Partial Summary Judgment or Alternatively for Preliminary Injunction.</p>\n<p>[7]  With regard to its requirement that the preapplication residency requirement was Warren's \"regular rather than unusual practice,\" <i>Teamsters,</i> 431 U.S. at 336, 97 S.Ct. at 1855, the Government contends that it is not in dispute that the requirement was used by Warren \"for all applicants for all jobs over the relevant time periods.\" Plaintiff United States' Renewed Motion for Partial Summary Judgment, at p. 7, n. 15. The Court agrees with this assertion, noting that Warren cannot seriously contend that it did not apply the residency requirement when it was still in effect.</p>\n<p>[8]  In arriving at its conclusion, this Court accepts as accurate the statistical data submitted by the Government in support of its motion and renewed motion for summary judgment. For the reasons which follow, this Court rejects Warren's argument that such statistical data is \"flawed\" and thus should not be used or relied upon by this Court to establish discrimination on the basis of disparate impact.</p>\n<p>[9]  <i>See</i> also Attachments 2 and 3, Attachment to brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment.</p>\n<p>[10]  The Court notes that Warren's statistical approach is more specific than the Government's  it seeks to set forth and analyze the number of blacks in the relevant workforce who were actually qualified for municipal jobs in the City. Further, the Court is mindful of the Supreme Court's comments regarding statistics in <i>City of Richmond v. J.A. Croson Co.,</i> 488 U.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989):\n</p>\n<p>There is no doubt that \"[w]here gross statistical disparities can be shown, they alone in a proper case may constitute prima facie proof of a pattern or practice of discrimination\" under Title VII. <i>Hazelwood School Dist. v. United States,</i> 433 U.S. 299, 307-308, 97 S.Ct. 2736, 2741, 53 L.Ed.2d 768 (1977). But it is equally clear that \"[w]hen special qualifications are required to fill particular jobs, comparisons to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.\" <i>Id.,</i> at 308, n. 13, 97 S.Ct., at 2742, n. 13. See also <i>Mayor v. Educational Equality League,</i> 415 U.S. 605, 620, 94 S.Ct. 1323, 1333, 39 L.Ed.2d 630 (1974) (\"[T]his is not a case in which it can be assumed that all citizens are fungible for purposes of determining whether members of a particular class have been unlawfully excluded\").</p>\n<p>In the employment context, we have recognized that for certain entry level positions or positions requiring minimal training, statistical comparisons of the racial composition of an employer's workforce to the racial composition of the relevant population may be probative of a pattern of discrimination. See <i>Teamsters v. United States,</i> 431 U.S. 324, 337-338, 97 S.Ct. 1843, 1855-1856, 52 L.Ed.2d 396 (1977) (statistical comparison between minority truck drivers and relevant population probative of discriminatory exclusion). But where special qualifications are necessary, the relevant statistical pool for purposes of demonstrating discriminatory exclusion must be the number of minorities qualified to undertake the particular task. See <i>Hazelwood, supra,</i> 433 U.S., at 308, 97 S.Ct., at 2741; <i>Johnson v. Transportation Agency,</i> 480 U.S. 616, 651-652, 107 S.Ct. 1442, 1462, 94 L.Ed.2d 615 [(1987)] (O'Connor, J., concurring).</p>\n<p><i>Id.,</i> 109 S.Ct. at 725.</p>\n<p>In the present matter, however, this Court believes the statistical data proffered by the Government adequately supports a finding of disparate impact against Warren with regard to its use of the preapplication residency requirement. The requirement applied not only to jobs requiring special qualifications, but to all City jobs, both skilled and unskilled.</p>\n<p>[11]  Warren refers to former § 10(1) of P.A.1935, No. 78 (\"Act 78\") which was in effect at the time the City adopted the residency requirement. Up until its amendment in 1985, Act 78 required all applicants for any police or firefighter position to have been a resident for one year of the city, village, or municipality in which they were applying for a police or firefighter job. In <i>Musto v. Redford Township,</i> 137 Mich.App. 30, 357 N.W.2d 791 (1984), the Michigan Court of Appeals declared this provision of Act 78, then codified at M.C.L. § 38.510(1), to be violative of both the federal and Michigan constitutions.</p>\n<p>[12]  <i>Cf. </i><i>United States v. Lair,</i> 854 F.2d 233, 237-38 (7th Cir.1988) (estoppel applicable to government's actions only if traditional requirements of estoppel are met and government's actions constituted \"affirmative misconduct\").</p>\n<p>[13]  The Court recognizes that at a hearing held in December, 1988, it declined to grant summary judgment in favor of the Government on its disparate impact claim against Warren. However, upon further consideration of the parties' submissions, including consideration of the recent applicant flow data (see fn. 9) this Court concudes that summary judgment in favor of the Government on its disparate impact claim is now appropriate.</p>\n<p>[14]  The court finds persuasive the reasoning used by the district court in <i>EEOC v. Peterson, Howell &amp; Heather, Inc.,</i> 702 F.Supp. 1213 (D.Md. 1989) in response to an analogous mootness argument made by an employer:\n</p>\n<p>First, post-complaint actions taken by a defendant to remedy the effects of past discrimination do not negate the injuries suffered by those subject to a long-standing pattern and practice of discrimination. As was stated in <i>Parham v. Southwestern Bell Telephone Co.,</i> 433 F.2d 421, 426 (8th Cir.1970), \"[w]hile an employer's more recent employment practices may bear upon the remedy sought, they do not affect the determination of whether the employer previously violated Title VII.\" <i>See, e.g., </i><i>Donnell v. General Motors Corp.,</i> 576 F.2d 1292, 1298 n. 11 (8th Cir.1978); <i>Hameed v. International Association of Bridge Workers,</i> 637 F.2d 506, 512 n. 7 (8th Cir.1980); <i>Rich v. Martin Marietta Corp.,</i> 522 F.2d 333, 346 (10th Cir.1975) (post-filing statistics not cogent evidence of lack of pre-filing discrimination; if anything, post-filing improvement might tend to show existence of prior discrimination and an effort to repair the harm after discovery); <i>Rice v. Gates Rubber Co.,</i> 521 F.2d 782, 785 (6th Cir.1975) (\"[t]he belated actions of the [employer-defendant], although commendable, are not sufficient to rebut a prima facie case of discrimination at an earlier time, if one should be established\").</p>\n<p><i>Id.,</i> at 1227.</p>\n<p>[15]  Warren also cites the Supreme Court's decision in <i>City of Los Angeles, Dep't of Water v. Manhart,</i> 435 U.S. 702, 98 S.Ct. 1370, 55 L.Ed.2d 657 (1978), as support for its argument. This Court finds the <i>Manhart</i> decision to be distinguishable from the present case. In <i>Manhart</i> the Supreme Court denied retroactive relief to (the female) plaintiffs who had successfully challenged on Title VII grounds their employer's practice of requiring them to contribute more to the employee pension fund. <i>Id.,</i> 435 U.S. at 723, 98 S.Ct. at 1383. In this Court's opinion, <i>Manhart's</i> outcome should be narrowly construed. This is because the retroactive relief available to the plaintiffs in that case would have involved taking monies from pension funds  a situation the Supreme Court viewed as having a potentially disruptive impact on the pension funds. <i>Id.,</i> 435 U.S. at 720-723, 98 S.Ct. at 1382-83. Such considerations are not equally present in the case at bar.</p>\n<p>[16]  The other cases cited by Warren in support of its laches argument are similarly distinguishable or are unpersuasive. <i>See, e.g., </i><i>EEOC v. American National Bank,</i> 574 F.2d 1173, 1175-76 (4th Cir.1978), <i>cert. denied,</i> 439 U.S. 876, 99 S.Ct. 213, 58 L.Ed.2d 190 (1978) (use of laches as basis for barring award of retroactive relief not proper at summary judgment stage of litigation where it is unclear whether employer was prejudiced by EEOC's delays); <i>EEOC v. Dresser Industries, Inc.,</i> 668 F.2d 1199, 1202-04 (11th Cir.1982) (EEOC's failure to bring suit against employer until five years and eight months after filing of claimant's initial charge was inordinate delay and prejudiced defendant, therefore, laches applied to bar EEOC's action).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">355</span></span> (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nCITY OF WARREN and City of Warren Police and Fire Civil Service Commission, Defendants.</h1></center>\n<center>No. 86-CV-75435-DT.</center>\n<center><p><b>United States District Court, E.D. Michigan, S.D.</b></p></center>\n<center>February 14, 1991.</center>\n<p><span class=\"star-pagination\">*356</span> Michael Ricciuti, U.S. Dept. of Justice, Civ. Rights Div., Washington, D.C., L. Michael Wicks, Asst. U.S. Atty., Detroit, Mich., for plaintiff.</p>\n<p>Walter A. Jakubowski, City Atty., Warren, Mich., Walter B. Connolly, Jr., Detroit, Mich., James Hacker, Mount Clemens, Mich., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DUGGAN, District Judge.</p>\n<p>This is a Title VII action<sup>[1]</sup> instituted in 1986 by plaintiff, United States of America (\"Government\"), against defendant, City of Warren (\"Warren\" or \"City\"). Presently before the Court are two motions: (1) the Government's renewed motion for partial summary judgment, and (2) Warren's renewed motion for summary judgment.<sup>[2]</sup></p>\n<p></p>\n<h2><i>I. Background</i></h2>\n<p>In 1958, Warren enacted a preapplication residency requirement relating to persons applying for police and firefighter jobs and other municipal jobs in the City. The residency requirement mandated that all persons who applied for City jobs had to have been residents of the City for at least one year prior to the time of their application.</p>\n<p>In 1984, Warren rescinded its preapplication residency requirement as to police and fire applicants. In 1986, Warren rescinded the residency requirement as to all other municipal job applicants.</p>\n<p>In 1986, the Government instituted the present suit against Warren. In its suit, the Government alleges that Warren's preapplication residency requirement violated Title VII and that Warren continues to violate Title VII with regard to its recruitment of blacks for municipal jobs.</p>\n<p>At a hearing held in this Court in September, 1990, the Government and Warren agreed upon the following as being \"issues\" in the present lawsuit:</p>\n<blockquote>\n<span class=\"star-pagination\">*357</span> A). Did Warren violate Title VII by having a preapplication residency requirement prior to 1986?</blockquote>\n<blockquote>B). Assuming Warren violated Title VII by having a preapplication residency requirement prior to 1986, did Warren's actions to eliminate that preapplication residency requirement, to eliminate eligibility lists, and to expand its recruitment render the issue [issue \"A\"] moot?</blockquote>\n<blockquote>C). Assuming Warren violated Title VII and the issue is not moot, can a federal judge determine whether relief [i.e., injunctions and make whole relief to victims of the Title VII violation] is appropriate?</blockquote>\n<p></p>\n<h2><i>II. Summary Judgment</i></h2>\n<p>To warrant the grant of summary judgment under Fed.R.Civ.P. 56, the moving party must show that \"the pleadings, depositions, answers to interrogatories, admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>see also </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). If the party against whom the motion is offered fails to \"make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial,\" then summary judgment under Rule 56 is appropriate. <i>Id.,</i> 477 U.S. at 323-24, 106 S.Ct. at 2552-53. The moving party, however, bears the initial burden of informing the district court of the reasons for its motion, and identifying the absence of a genuine issue of material fact.<sup>[3]</sup><i>Id.,</i> 477 U.S. at 323, 106 S.Ct. at 2553.</p>\n<p>In determining whether there are issues of fact requiring a trial \"the inferences to be drawn from the underlying acts contained in the [affidavits, attached exhibits and depositions] must be viewed in the light most favorable to the party opposing the motion.\" <i>Matsushita Electric Industries Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 994, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962)). Also, even though the basic facts may not be disputed, summary judgment may be inappropriate when contradictory inferences may be drawn from such facts. <i>See </i><i>United States v. Diebold, Inc., supra</i><i>; </i><i>EEOC v. United Assoc. of Journeymen &amp; Apprentices of the Plumbing &amp; Pipefitting Industry, Local 189,</i> <span class=\"citation\" data-id=\"290722\"><a href=\"/opinion/290722/equal-employment-opportunity-commission-v-united-association-of-journeymen/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1091</span></a></span> (6th Cir.1970).</p>\n<p>The Court recognizes that the motion before it is an extraordinary remedy. However, this does not mean that summary judgment should be disfavored; it may be an appropriate avenue for the just, speedy and inexpensive determination of a matter. <i>Cloverdale Equipment Co. v. Simon Aerials, Inc.,</i> <span class=\"citation\" data-id=\"519537\"><a href=\"/opinion/519537/cloverdale-equipment-company-v-simon-aerials-inc/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span> (6th Cir.1989).</p>\n<p></p>\n<h2><i>III. Discussion</i></h2>\n<p></p>\n<h2><i>A. Did Warren violate Title VII by having a preapplication residency requirement prior to 1986?</i></h2>\n<p>In its present motion for summary judgment the Government argues that Warren's preapplication residency requirement violated § 703(a)(2) of Title VII, 42 U.S.C. § 2000e-2(a)(2) in that the requirement caused Warren as an employer to, in the words of the statute, \"limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities.\" In other words, the Government is arguing that Warren's residency requirement had a <i>disparate impact</i> on (prospective) black job applicants for municipal positions in the City.</p>\n<p>Warren, in its present summary judgment motion, argues that its preapplication residency requirement did not violate Title VII in that Warren did not use the requirement to <i>disparately treat</i> black job applicants. Indeed, Warren has expressly stated <span class=\"star-pagination\">*358</span> that, for purposes of its present motion and its defense against the Government's motion, it is not arguing \"that the residency requirements did not have an adverse impact against blacks.\" Defendant's Supplemental Brief in Support of Renewed Motion for Summary Judgment and in Opposition to Plaintiff's Renewed Motion for Summary Judgment (\"Warren's Supplemental Brief\") at p. 6. Instead, Warren claims it \"preserves\" the arguments made in its original summary judgment motion that the residency requirement did not disparately impact blacks. <i>Id.,</i> at p. 6, n. 2.</p>\n<p></p>\n<h2><i>1. Applicable law</i></h2>\n<p>Through the course of several decisions the Supreme Court has set forth the appropriate standards for disparate impact claims under Title VII. These standards may be stated as follows:</p>\n<p>The plaintiff in a disparate impact case must first establish a prima facie case of discrimination. <i>Albemarle Paper Co. v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 425, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, 2375, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975). Such a prima facie case will be established if the plaintiff shows that a facially neutral employment standard is discriminatory in effect in that it selects applicants for hire in a discriminatory pattern. <i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 329, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2726-27, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977). A plaintiff can make this showing by using statistical proof to make a comparison, in a case where race discrimination is alleged, \"between the racial composition of the qualified persons in the labor market and the persons holding at-issue jobs....\" <i>Wards Cove Packing Co., Inc. v. Atonio,</i> <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2115</span></a></span>, 2121, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1989). Also, \"in cases where such labor market statistics will be difficult if not impossible to ascertain, ... certain other statistics  such as measures indicating the racial composition of `otherwise-qualified applicants' for at-issue jobs  are equally probative for this purpose.\" <i>Id.</i><sup>[4]</sup></p>\n<p>Further, where a plaintiff is proceeding under a disparate impact theory, he/she must show by a preponderance of the evidence that the practice at issue \"was the [employer's] standard operating procedure  the regular rather than the unusual practice.\" <i>Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 336, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1855, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977). Additionally,</p>\n<blockquote>[A] Title VII plaintiff does not make out a case of disparate impact simply by showing that, \"at the bottom line,\" there is racial <i>imbalance</i> in the work force. As a general matter, a plaintiff must demonstrate that it is the application of a specific or particular employment practice that has created the disparate impact under attack. Such a showing is an integral part of the plaintiff's prima facie case in a disparate-impact suit under Title VII.</blockquote>\n<p><i>Wards Cove,</i> 109 S.Ct. at 2124-25 (emphasis in original). In other words, the plaintiff must show the challenged practice caused the alleged disparate impact on a protected group. <i>Id.,</i> 109 S.Ct. at 2124.</p>\n<p>After the plaintiff has established a prima facie case of disparate impact, the case will shift to the employer who must come forth with a \"justification\" for the challenged practice. <i>Id.,</i> 109 S.Ct. at 2125. \"In this phase, the employer carries the burden of producing evidence of a business justification for his employment practice.\" <i>Id.,</i> 109 S.Ct. at 2126. However, \"[t]he burden of persuasion, ..., remains with the ... plaintiff.\" <i>Id.</i></p>\n<p>The \"touchstone\" of the business justification inquiry will consist of:</p>\n<blockquote>[A] reasoned review of the employer's justification for his use of the challenged practice. A mere insubstantial justification ... will not suffice, .... At the same time, though, there is no requirement <span class=\"star-pagination\">*359</span> that the challenged practice be \"essential\" or \"indispensable\" to the employer's business for it to pass muster; this degree of scrutiny would be almost impossible for most employers to meet, ....</blockquote>\n<p><i>Id.</i></p>\n<p>If the employer meets its burden of production as to a business justification, the plaintiff may still prevail on his/her disparate impact claim if he/she \"persuade[s] the factfinder that `other tests or selection devices, without a similarly undesirable racial effect, would also serve the employer's legitimate [hiring] interest[s]....'\" <i>Id.</i> By demonstrating this, the plaintiff would, in effect, prove that the employer was using the challenged practice \"`merely as a `pretext' for discrimination.'\" <i>Id.</i> (quoting <i>Albemarle Paper Co.,</i> 422 U.S. at 425, 95 S.Ct. at 2375).</p>\n<p>Where a plaintiff sets forth such \"alternative practices,\" they must be \"equally effective\" as the employer's chosen practice. <i>Id.,</i> 109 S.Ct. at 2127. Further, the costs or \"other burdens\" of the alternative practices are relevant factors in \"determining whether they would be equally as effective as the challenged practice in serving the employer's legitimate business goals.\" <i>Id.</i> (internal quotation marks omitted) (quoting <i>Watson v. Fort Worth Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span>, 998, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, 2790, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span></a></span> (1988)).</p>\n<p></p>\n<h2><i>2. Analysis</i></h2>\n<p>The Government contends that summary judgment is warranted in its favor on the issue of whether Warren's preapplication residency requirement violated Title VII by having a disparate impact on black job applicants for municipal positions with the City.</p>\n<p></p>\n<h2><i>a. Prima facie case</i></h2>\n<p>First, the Government asserts that it has, as a matter of law, made out a prima facie case of discrimination with regard to the challenged preapplication residency requirement. The Government relies (as it most likely must) on statistical data in support of its assertion. Briefly stated the Government relies on the following statistical sources: the 1980 federal census, more specifically the 1980 Bureau of Census Reports, General Social and Economic Characteristics, PC 80-1-C15 (Michigan), Section 1, Tables 120 and 134; various other census documents; 105 1984 EEO-1 reports filed by private employers in Warren; and applicant flow data forms and other data supplied by Warren.<sup>[5]</sup> The Government also relies upon expert interpretation of these statistical sources.<sup>[6]</sup></p>\n<p>In summarizing this data for purposes of supporting its assertion that it has shown a prima facie case of discrimination, the Government states:</p>\n<blockquote>The statistical evidence in this case, ..., establishes that Warren's use of durational preapplication residency requirements at least substantially caused Warren's having zero (0) black employees among its 1,500 municipal employees at the time the United States filed suit. At the time suit was filed, Warren had virtually no blacks (approximately 188 or 0.2%) in its resident civilian labor force of 80,992 people. Consequently, Warren's durational preapplication residency requirement reduced the number of blacks eligible for municipal jobs from the maximum of 344,294, the number of blacks in the civilian labor force in the Detroit SMSA [\"Standard Metropolitan Statistical Area\"], to 188, the number of resident blacks in Warren's civilian labor force, thus virtually barring all blacks from consideration for employment with Warren. Such an impediment is precisely the kind of \"artificial, arbitrary and unnecessary barrier\" to employment that Congress sought to eliminate in enacting <span class=\"star-pagination\">*360</span> Title VII. <i>Griggs</i> [<i>v. Duke Power Co.,</i>] 401 U.S. at 422 [424, 431, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 853, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971)].</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment at p. 10 (footnote omitted).</p>\n<p>In further support of its assertion that it has made out the required prima facie showing the Government cites the following cases: <i>United States v. Cicero,</i> <span class=\"citation\" data-id=\"466393\"><a href=\"/opinion/466393/united-states-v-town-of-cicero-illinois/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span> (7th Cir.1986); <i>NAACP v. Harrison,</i> <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1327</span></span> (D.N.J.1990); and <i>United States v. Elmwood Park,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">995</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">9586</span></span> (N.D.Ill.1987).<sup>[7]</sup></p>\n<p>Warren does not offer much argument in response to the Government's claims in its current responsive pleadings to the Government's renewed summary judgment motion. Rather, Warren relies on the arguments it presented in response to the Government's original motion for summary judgment.</p>\n<p>Additionally, Warren does not dispute the numerical accuracy of the statistical data relied upon by the government. Rather, Warren contends that such statistical data is \"flawed\" and thus cannot be relied upon to establish a prima facie case of discrimination.</p>\n<p>Summarized, Warren basically argues that the Government's Title VII claims against it can only be analyzed under a disparate treatment theory. Brief in Response to Plaintiff's Motion for Summary Judgment or Alternatively for Preliminary Injunctive Relief, at pp. 17-18. In support of this argument, Warren primarily relies upon the following cases: <i>Furnco Construction Corp. v. Waters,</i> <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 575, n. 7, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2943</span></a></span>, 2948, n. 7, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1978); <i>Connecticut v. Teal,</i> <span class=\"citation\" data-id=\"110751\"><a href=\"/opinion/110751/connecticut-v-teal/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, 454, <span class=\"citation\" data-id=\"110751\"><a href=\"/opinion/110751/connecticut-v-teal/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2525</span></a></span>, 2534, <span class=\"citation\" data-id=\"110751\"><a href=\"/opinion/110751/connecticut-v-teal/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1982); and <i>Rowe v. Cleveland Pneumatic Co.,</i> <span class=\"citation\" data-id=\"409386\"><a href=\"/opinion/409386/29-fair-emplpraccas-1682-30-empl-prac-dec-p-33107-richard-d-rowe/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span>, 93 (6th Cir. 1982). These cases, Warren asserts, stand for the proposition that the disparate impact theory may only be used where the complained of employment practice involves employment \"selection devices.\" Brief in Response to Plaintiff's Motion for Summary Judgment or Alternatively for Preliminary Injunctive Relief, at p. 17.</p>\n<p>Based upon the pleadings and other documentation submitted by the parties including the statistical data submitted in support of the Government's motion for summary judgment, this Court concludes that the Government has set forth a prima facie case of disparate impact with regard to Warren's use of the preapplication residency requirement. The statistical evidence introduced by the Government, the expert analysis showing a large standard deviation, the recent applicant flow data, and the case law cited by the Government, support the Government's disparate impact claim.</p>\n<p>Information relating to the standard deviation is provided in Attachment 1, Attachments to Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment. This Attachment contains the \"Declaration of Martha Aylas Dusenberry.\" In her Declaration, Dusenberry states the following: (1) that she is a \"Mathematical Statistician\" employed by the Department of Justice; (2) that she has examined the statistical evidence gathered by the Government in support of its case against Warren; (3) that she has used such information to calculate the \"statistical disparities\" between the number of blacks actually employed by Warren at the time suit was filed and the number of blacks expected to be employed based on a civilian labor force that is 6.6% black; (4) that the number of blacks expected to be employed by Warren, at the time of suit, is/was 99; (5) that at the time of suit Warren employed 0 blacks; (6) that the disparity between the observed number of blacks employed by Warren, 0, and the expected <span class=\"star-pagination\">*361</span> number, 99, is equal to 10.3 \"standard deviation units\"; and (7) that the likelihood of a statistical disparity of 10.3 standard deviations occurring by chance is 1 in 1024, or \"0\" (none).</p>\n<p>If this standard deviation is accurate, i.e. not \"flawed\",<sup>[8]</sup> even Warren would concede its significance in tending to show discrimination.</p>\n<blockquote>Under settled principles, statistical evidence reflecting an alleged under-representation of a protected class in a sample that includes protected and non-protected constituents (binomial distribution) suggests purposeful discrimination only if the disparity between the \"expected value\" and the \"observed number\" exceeds two or three standard deviations. <i>Castenada [Castaneda] v. Partida,</i> <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, 496 n. 15, <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1272</span></a></span>, 1281, <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">498</span></a></span> (1977).</blockquote>\n<p>Warren's Motion to Dismiss or for Summary Judgment, at pp. 28-29.</p>\n<p>With respect to the recent applicant flow data relied upon by the Court, the Court believes that the Government's summary is reliable:</p>\n<blockquote>Since Warren's durational preapplication residency requirement was eliminated, Warren has recruited for applicants in at least 31 job categories covering the complete range of city positions, and has received at least one application from a black person living outside of Warren for the vast majority (25) of them. <i>See</i> attachment 2 hereto. Since the residency requirements were lifted, Warren has received applications from at least 216 blacks living outside of the City of Warren for permanent positions. At least 228 blacks have also applied for temporary positions; .... Thus, since the durational preapplication residency requirements were lifted, Warren has received approximately 444 applications from nonresident blacks. Warren has hired at least six blacks as permanent employees, and at least 40 in temporary positions.</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment, at pp. 4-5 (footnotes omitted).<sup>[9]</sup></p>\n<p>Indeed, the statistical evidence produced by the Government evinces a picture of the effects of Warren's use of the residency requirement remarkably similar to that described by Judge Posner in a case analogous to the present matter:</p>\n<blockquote>The town of Cicero, population 61,000, an urban working-class suburb of and immediately adjoining Chicago, has never had a black municipal employee. Granted, it has virtually no black residents ... [b]ut almost 20 percent of the employees of its large private-sector employers are black, which is not surprising considering the racial makeup of Chicago and of the suburbs adjoining Cicero, and it is implausible that economic factors alone would explain the difference between the private-sector and the public-sector employment of blacks in the town. Some public-sector jobs in Cicero may require credentials or qualifications possessed by few black people, but there is no evidence to this effect; and most public-sector jobs differ from private-sector jobs only in the identity of the employer.</blockquote>\n<p><i>United States v. Town of Cicero, Ill.,</i> <span class=\"citation\" data-id=\"466393\"><a href=\"/opinion/466393/united-states-v-town-of-cicero-illinois/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span>, 335 (7th Cir.1986) (Posner J., concurring and dissenting).</p>\n<p>The Court notes that the Government has not produced specific statistical evidence as to the number of <i>qualified</i> blacks in the relevant workforce who could have or would have applied for the municipal jobs in Warren if there had been no preapplication residency requirement. However, as the Supreme Court stated in <i>Wards Cove,</i> \"in cases where such [specific] labor market statistics will be difficult, if not impossible to ascertain, ... certain other statisticssuch as measures indicating the <span class=\"star-pagination\">*362</span> racial composition of `otherwise-qualified applicants' for at-issue jobs  are equally probative for this purpose.\" <i>Wards Cove,</i> 109 S.Ct. at 2121.<sup>[10]</sup></p>\n<p>The Court rejects Warren's argument that the Government statistical data is flawed. Warren argues, for example, that a comparison of the City's private work force (15.5% black) with the City's municipal's work force (0% black) is improper because private sector jobs pay significantly more in wages and fringe benefits than do City jobs. <i>See</i> City of Warren's [original] Motion to Dismiss or for Summary Judgment, at pp. 33-34. Second, Warren argues that private sector jobs do not have the \"disadvantage\" of a post-hiring residency requirement that City jobs do. <i>Id.</i> at p. 35. Third, Warren argues that many of the private sector jobs result from transfers from and consolidations of manufacturing facilities located outside of the City. <i>Id.,</i> at pp. 34-35. Warren contends that these factors significantly contribute to the 15.5% private black labor force and thus it is not proper to compare the private labor force with the City labor force. <i>Id.</i> at pp. 33-36.</p>\n<p>The Court rejects Warren's arguments. While it may well be true that there are blacks who are in the private labor force who would not work as municipal employees because of the lower wages paid to the municipal employees or because they would be required to move into the City of Warren, nevertheless this does not, and cannot, explain the total absence of blacks in the City's labor force. These factors may reduce the number of \"victims,\" if any, but they do not refute the fact that the statistical data relied upon by the Government is evidence that the prehiring residency requirement had a disparate impact. The Court finds further support for this conclusion from the applicant flow data discussed earlier.</p>\n<p>As the U.S. Supreme Court stated in <i>Hazelwood School District v. United States,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 308, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, 2741, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977): \"Where gross statistical disparities can be shown, they alone may in a proper case constitute prima facie proof of a pattern or practice of discrimination.\" <i>Id.,</i> 433 U.S. at 307-308, 97 S.Ct. at 2741. In this Court's opinion, such <span class=\"star-pagination\">*363</span> \"gross statistical disparities\" exist in this case.</p>\n<p>In sum, this Court concludes that the Government has made out a prima facie showing of disparate impact as to Warren's use of the preapplication residency requirement.</p>\n<p></p>\n<h2><i>b. Business justification and alternatives</i></h2>\n<p>The Government asserts that, \"as a matter of law,\" Warren cannot offer a valid business justification for its use of the preapplication residency requirement.</p>\n<p>As justification for its use of the preapplication residency requirement Warren offers the argument of good faith. That is to say, Warren argues that it initially adopted and then maintained the residency requirement because state law mandated the use of such a requirement (at least as to police and firefighter positions).<sup>[11]</sup> Additionally, Warren argues that it adopted the residency requirement because:</p>\n<blockquote>[T]he City Council believed that, by requiring an applicant to live in the City as a precondition to obtaining employment, the applicant would have a stake in the community and thus greater incentive to provide better work performance, because as a member of the community (s)he would benefit directly from the services rendered. Another benefit was the increased morale of the City residents, as recipients of improved services and of municipal employment opportunities. Additionally, the City Council believed that the durational residency requirement would have economic benefits: the rise in the number of residents caused by the residency requirement would increase the City's tax base and thus reduce the tax burden of each of the City's residents; and the greater number of residents would also generate increased spending and stimulate the City's economy. Furthermore, the City Council believed that a City employee would render more capable and efficient performance if the employee had a greater familiarity with the community and the geographic layout of the City, especially in the case of police officers and firefighters. Selecting police officers from within the community would also establish a greater sense of trust between the police and the City's residents. Finally, living within the City limits would enable the municipal employees, particularly police officers and firefighters, to respond more quickly to any emergencies which might arise.</blockquote>\n<p>Brief in Support of City of Warren's Motion to Dismiss or for Summary Judgment, at pp. 9-10 (citations omitted) (referring to and summarizing from, Attachment 2 to Brief, Deposition of Harold F. Stilwell, at ¶ 6 [former Warren City Council member, now deceased]).</p>\n<p>Further, Warren argues that the Government, possibly as early as 1958 (based on equal protection grounds), and certainly as early as 1972 (when Title VII was amended to expand its application to public entities), could have and should have informed the City that its preapplication residency requirement was in violation of Title VII. Reply Brief in Support of City of Warren's Motion to Dismiss or for Summary Judgment, at p. 3; Defendant City of Warren's Brief as to why Judgment Should be Entered in its Favor, at p. 11; Defendant's Supplemental Brief in Support of Renewed Motion for Summary Judgment and in Opposition to Plaintiff's Renewed Motion for Summary Judgment, at pp. 5-7.</p>\n<p>The Government responds to Warren's proffered justifications by arguing that there were reasonable alternatives which Warren could have used to achieve the same goals the residency requirement was designed to achieve. Simply put, this <span class=\"star-pagination\">*364</span> Court agrees with the Government's assertion that:</p>\n<blockquote>Even if the reasons offered by Warren in support of its durational preapplication residency requirements were viewed as legitimate employment goals which were substantially advanced by those requirements, it is obvious that such goals  promotion of the tax base, enhancement of community pride, improvement in the ability of uniformed employees to respond to emergencies, etc.  can be served by <i>post-hire</i> move-in requirements without the overwhelmingly disparate impact of durational <i>preapplication</i> residency requirements. * * * Moreover, it cannot be argued that the post-hire requirement in place in Warren since 1986 is more expensive or less effective than the previous durational preapplication residency requirement in achieving the goals which Warren has outlined in support of it.</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment, at pp. 21-22 (emphasis in original).</p>\n<p>Further, this Court remains unconvinced by Warren's other arguments as to good faith.</p>\n<p>First, the Court notes that, with regard to disparate impact claims, the Supreme Court has stated:</p>\n<blockquote>[G]ood intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as \"built-in headwinds\" for minority groups and are unrelated to measuring job capability.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>[C]ongress directed the thrust of the [Civil Rights] Act [of 1964] to the <i>consequences</i> of employment practices, not simply the motivation.</blockquote>\n<p><i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 432, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 854, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971) (emphasis in original).</p>\n<p>Warren's argument that the Government improperly waited twenty-five years, until 1986, to inform the City that it considered the residency requirement to be violative of Title VII is unpersuasive. The Supreme Court has clearly stated: \"`As a general rule laches or neglect of duty on the part of officers of the Government is no defense to a suit by it to enforce a public right or protect a public interest.'\" <i>United States Immigration and Naturalization Service v. Hibi,</i> <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 8, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">19</span></a></span>, 21, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">7</span></a></span> (1973) (per curiam) (quoting <i>Utah Power &amp; Light Co. v. United States,</i> <span class=\"citation\" data-id=\"98904\"><a href=\"/opinion/98904/utah-power-light-co-v-united-states/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 409, <span class=\"citation\" data-id=\"98904\"><a href=\"/opinion/98904/utah-power-light-co-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></a></span>, 391, <span class=\"citation\" data-id=\"98904\"><a href=\"/opinion/98904/utah-power-light-co-v-united-states/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">791</span></a></span> (1917)).<sup>[12]</sup> Indeed, if Warren's argument were accepted as true, many employers, public and private, using employment practices having a disparate impact on Title VII-protected groups, could escape liability when sued by the Government for Title VII violations simply because the Government should have informed them, when they adopted the challenged practice, that it violated Title VII. Such an outcome is untenable.</p>\n<p>With regard to Warren's argument that until 1984 it was required by state law, to wit, Act 78, to have a preapplication residency requirement for police and firefighter positions, this Court notes that such a requirement was not an absolute legal requirement. Under Michigan law, Warren did not have to adopt the police and firefighter residency requirement. <i>See</i> Mich. Comp.Laws Ann. § 38.517a (requiring that provisions of Act 78 cannot go into effect until a majority of electors in the municipality approve its adoption). Further, once having adopted Act 78, Warren could have sought its repeal. Mich.Comp.Laws Ann. § 38.518 (allowing for rescission of a municipality's adoption of the provisions of Act 78). Additionally, Act 78 only applied to police and firefighter positions; it did not apply to other municipal jobs.</p>\n<p>In sum, the Court finds unpersuasive Warren's proffered business justifications for its use of the preapplication residency requirement. The Government has proven <span class=\"star-pagination\">*365</span> that there were alternatives available to Warren, other than such a requirement, which could have served to achieve the goals stated by Warren as part of its decision to use the residency requirement.</p>\n<p></p>\n<h2><i>c. Conclusion as to the Government's disparate impact claim</i></h2>\n<p>This Court concludes that Warren's preapplication residency requirement had a disparate impact on blacks and, thus, violated § 703(a)(2) of Title VII. The Court grants summary judgment in favor of the Government on its claim that Warren's preapplication residency requirement had a disparate impact on blacks in violation of Title VII.<sup>[13]</sup></p>\n<p></p>\n<h2><i>B. Assuming Warren violated Title VII by having a preapplication residency requirement prior to 1986, did Warren's actions to eliminate that preapplication residency requirement, to eliminate eligibility lists, and to expand its recruitment render the issue [issue \"A\"] moot?</i></h2>\n<p>Warren argues that, even if it violated Title VII by having a preapplication residency requirement prior to 1986, its actions subsequent to that time have rendered moot any claim the Government may have against it as to the Title VII violation.</p>\n<p>As support for its argument Warren mainly relies on <i>County of Los Angeles v. Davis,</i> <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1379</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span></a></span> (1979). In this case, the Supreme Court stated that a case may become moot when:</p>\n<blockquote>(1) it can be said with assurance that \"there is no reasonable expectation ...\" that the alleged violation will recur, and</blockquote>\n<blockquote>(2) interim relief or events have completely and irrevocably eradicated the effects of the alleged violation.</blockquote>\n<p><i>Id.,</i> 440 U.S. at 631, 99 S.Ct. at 1383 (citations omitted). The Court reasoned: \"When both conditions are satisfied it may be said that the case is moot because neither party has a legally cognizable interest in the final determination of the underlying questions of fact and law.\" <i>Id.</i> The Court further stated: \"The burden of demonstrating mootness `<i>is a heavy one.</i>'\" <i>Id.</i> (emphasis added) (quoting <i>United States v. W.T. Grant Co.,</i> <span class=\"citation\" data-id=\"105132\"><a href=\"/opinion/105132/united-states-v-wt-grant-co/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, 632-33, <span class=\"citation\" data-id=\"105132\"><a href=\"/opinion/105132/united-states-v-wt-grant-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">894</span></a></span>, 897, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1303</span></span> (1953)).</p>\n<p>Warren asserts that it has met both of the standards set forth in <i>Davis</i> because it has endeavored to eradicate any effects the residency requirement may have had on blacks with regard to the City's recruitment (and hiring) efforts. In support of this assertion Warren details its recruitment efforts subsequent to its repeal of the residency requirement, to wit: elimination of hiring eligibility lists compiled while the residency requirement was still in effect; advertising job openings in the <i>Detroit Free Press;</i> sending job notices to the MESC as well as local colleges and universities; advertising in the <i>Michigan Chronicle</i> and on WJLB radio; hiring sixty-two blacks; and, implementing an EEO plan as well as a racial harassment plan. <i>See</i> Defendant City of Warren's Brief as to why Judgment Should be Entered in its Favor, at pp. 18-20; Defendant's Supplemental Brief in Support of Renewed Motion for Summary Judgment and in Opposition to Plaintiff's Renewed Motion for Summary Judgment, at pp. 4, 10-11; Reply Brief in Support of City of Warren's Motion to Dismiss or for Summary Judgment, at pp. 5-7.</p>\n<p>The Government contests the correctness of Warren's mootness arguments. In essence, the Government argues that Warren has not met the standards of <i>Davis</i> because:</p>\n<blockquote>([A]ssuming [a Title VII violation] to have occurred ...), the City has never even attempted to identify and compensate victims of its discriminatory durational preapplication residency requirement; indeed, it is undisputed that Warren has never taken a single step to attempt to identify victims of that discriminatory practice, much less provide <span class=\"star-pagination\">*366</span> full, make-whole relief to them. * * * Given these undisputed facts, the City's other post-1986 actions could not possibly have \"completely and irrevocably eradicated the effects of the alleged violation.\"</blockquote>\n<p>Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment, at p. 24. In other words, the Government argues that, even if Warren, in good faith, has sought to eradicate the effects of its Title VII violation, <i>Davis'</i> second prong, that \"interim relief or events have completely and irrevocably eradicated the effects of the alleged violation,\" has not been satisfied.</p>\n<p>This Court concludes that the Government's arguments as to mootness are well taken. The Court has determined that Warren's use of the residency requirement violated Title VII under a disparate impact theory. That Warren has, subsequent to its elimination of the requirement, expanded its recruitment efforts, hired blacks into municipal jobs and otherwise sought to correct the Title VII violations, does not mean any prosecution against it for the violations is necessarily moot. As the Supreme Court has stated, \"[t]he burden of demonstrating mootness <i>`is a heavy one.</i>'\" <i>Davis,</i> 440 U.S. at 631, 99 S.Ct. at 1383. At this time the Court is not prepared to conclude (as a matter of law) that Warren has met, or can meet this burden via the <i>Davis</i> standard for mootness. To wit, the Court is not satisfied that Warren has met the <i>Davis</i> standard's second prong, that \"interim relief or events have completely and irrevocably eradicated the effects of the alleged [Title VII] violation.\" <i>Davis,</i> 440 U.S. at 631, 99 S.Ct. at 1383. As such, the Court concludes that summary judgment in favor of Warren on the issue of mootness must be denied.<sup>[14]</sup></p>\n<p></p>\n<h2><i>C. Assuming Warren violated Title VII and the issue is not moot, can a federal judge determine whether relief [i.e., injunctions and make whole relief to victims of the Title VII violation] is appropriate?</i></h2>\n<p>Title VII at 42 U.S.C. § 2000e-5(g), in relevant part, provides that a court \"may enjoin [discrimination] and order such affirmative action as may be appropriate, which may include, but is not limited to, reinstatement ... with or without back pay ... or any other equitable relief as the court deems appropriate.\"</p>\n<p>Warren contends that even if there is a determination that its former preapplication residency requirement violated Title VII, this Court should exercise its discretion and determine that retroactive relief is not available to the Government. The Government disagrees with Warren's contention and argues that such relief is appropriate where there are identifiable victims of a Title VII violation.</p>\n<p>In support of its contention, Warren first argues that it was required to use the residency requirement under state law until 1984, and thus, under applicable case law, it should not be liable for retroactive relief for any Title VII violation resulting from its use of the requirement.</p>\n<p><span class=\"star-pagination\">*367</span> The Court finds this argument unpersuasive. The cases Warren cites in support of this proposition are distinguishable from the present matter in that they mostly involved situations where the employer's use of the Title VII-violative practice was <i>required</i> under state law. <i>See </i><i>Manning v. International Union,</i> <span class=\"citation\" data-id=\"305603\"><a href=\"/opinion/305603/4-fair-emplpraccas-1282-5-empl-prac-dec-p-7964-virginia-manning/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span> (6th Cir.1972), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1366</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">613</span></span> (1973); <i>United Steelworkers of America, Local 1104 v. United States Steel Corp.,</i> <span class=\"citation\" data-id=\"311630\"><a href=\"/opinion/311630/5-fair-emplpraccas-1121-5-empl-prac-dec-p-8654/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span> (6th Cir.1973); <i>Alaniz v. California Processors, Inc.,</i> <span class=\"citation\" data-id=\"466313\"><a href=\"/opinion/466313/maria-alaniz-v-california-processors-inc-claim-of-connie-barrios-and/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span></a></span> (9th Cir.1986) (district court did not abuse discretion in denying backpay relief to plaintiffs where employer's violation of Title VII was due to its complying with state female protective statute).<sup>[15]</sup> The residency requirement of former § 10(1) of Act 78, from which Warren claims it derived its residency requirement as to police and firefighter jobs, was not a mandatory law. Further, former § 10(1) did not apply to the other municipal jobs to which Warren also applied a residency requirement. Indeed, even after the police and firefighter residency requirement was declared unconstitutional in 1984 by the Michigan Court of Appeals, Warren continued to use the residency requirement for other municipal jobs until 1986.</p>\n<p>Warren next contends that since the Government waited until 1986 to file suit against it, and since the EEOC never notified Warren of any problems with the residency requirement (which, in Warren's view meant that the EEOC/Justice Department \"tacitly approved\" the requirement), it cannot be accused of acting in bad faith for using the requirement and that laches bars the award of retroactive relief in this matter. The Court finds this argument unpersuasive.</p>\n<p>As stated previously in this opinion, even if Warren acted in good faith when adopting and using the residency requirement, such intent is irrelevant insofar as it relates to Title VII liability under a disparate impact theory.</p>\n<p>Warren's laches argument is also unavailing. Warren asserts that it \"[i]s well established that laches may be raised as a defense to a Title VII action brought by the government\" and that \"[c]ourts have held that the doctrine of laches warrants the dismissal of an entire case, ....\" Defendant City of Warren's Brief as to why Judgment Should be Entered in its Favor, at p. 13. These propositions may be true, but the cases Warren derives them from are distinguishable from the present matter because they generally involve situations where the EEOC waited an inordinately long time to bring suit against a defendant employer after it had first learned of the employer's Title VII violation. <i>See, e.g., </i><i>EEOC v. Alioto Fish Co.,</i> <span class=\"citation\" data-id=\"379048\"><a href=\"/opinion/379048/23-fair-emplpraccas-251-23-empl-prac-dec-p-31109-equal-employment/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 88-89 (9th Cir.1980) (EEOC action against employer barred by laches where EEOC brought Title VII claim against employer sixty-two months after employee had filed initial charge with EEOC).<sup>[16]</sup> Further, Warren's reliance on <span class=\"star-pagination\">*368</span> <i>Occidental Life Ins. Co. v. EEOC,</i> <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>, <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">402</span></a></span> (1977), is not persuasive. All <i>Occidental Life</i> stands for is the general proposition that an inordinate delay by the EEOC in bringing a Title VII action against an employer may require a denial of backpay relief as a remedy. <i>Id.,</i> 432 U.S. at 373, 97 S.Ct. at 2458.</p>\n<p>Additionally, this Court is not convinced that the Government waited an unreasonably long time before it filed its suit against Warren. Warren has not disputed the Government's claim that it began investigating Warren's employment practices in early 1986, notified Warren of the investigation and its conclusions in 1986, and filed suit in 1986. Further, Warren's argument that the Government should have challenged the City's employment practices as early as 1972 (when Title VII was made applicable to public employers) is ludicrous. If this argument were accepted, then the Government would, in effect, be required to almost instantly discover and prosecute Title VII violations among the thousands of employers in the United States.</p>\n<p>In sum, this Court concludes that retroactive relief is appropriate if the Government can bring forward identifiable victims who can prove they were victims of the discrimination (via disparate impact) brought about by Warren's use of the preapplication residency requirement.</p>\n<p></p>\n<h2><i>IV. Conclusion</i></h2>\n<p>The Court disposes of the respective parties' motions for summary judgment based on the issues \"framed\" by the parties at the hearing on September 27, 1990, as follows:</p>\n<p>A. <i>Did Warren violate Title VII by having a preapplication residency requirement prior to 1986?</i> The Court having answered this question in the affirmative does therefore grant summary judgment in favor of the government on this issue.</p>\n<p>B. <i>Assuming Warren violated Title VII by having a preapplication residency requirement prior to 1986, did Warren's actions to eliminate that preapplication residency requirement, to eliminate eligibility lists, and to expand its recruitment render the issue moot?</i> The Court having concluded that it cannot, based on the record before it, decide this issue as a matter of law, Warren's Motion for Summary Judgment on this issue is therefore denied.</p>\n<p>C. <i>Assuming Warren violated Title VII and the issue is not moot, can a federal judge determine whether relief is appropriate?</i> The Court having answered this question in the affirmative, the Court must therefore deny Warren's Motion for Summary Judgment on this issue.</p>\n<p>An Order consistent with this Opinion shall issue forthwith.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court recognizes that the government is also suing Warren for violation of the State and Local Fiscal Assistance Act of 1972, <i>as amended,</i> 31 U.S.C. § 6716 (\"Revenue Sharing Act\"). <i>See</i> Government's Complaint, p. 1, ¶ 1. However, in its present summary judgment motion against Warren, the government asks for relief only on its Title VII claim. Also, Warren, in its present summary judgment pleadings does not address the Revenue Sharing Act claim of the government. In this opinion, therefore, the Court will not discuss the parties' claims as they relate to any possible violation of the Revenue Sharing Act.</p>\n<p>[2]  It should be noted that both parties identify their motions with the term \"renewed\" as they have previously filed motions for summary judgment in 1986 and 1987. At a hearing held in September, 1990, the parties agreed to \"frame\" three issues for determination. Accordingly, in this opinion the Court will <i>only</i> determine whether summary judgment is warranted for either party as to these three issues. However, where required, the Court will refer to the arguments and exhibits provided by the parties in their earlier summary judgment motions.</p>\n<p>[3]  More succinctly, the moving party has the burden of \"pointing out to the district court that there is an absence of evidence to support the nonmoving party's case.\" <i>Id.,</i> 477 U.S. at 325, 106 S.Ct. at 2554.</p>\n<p>[4]  The <i>Wards Cove</i> Court further stated:\n</p>\n<p>In fact, where \"figures for the general population might ... accurately reflect the pool of qualified job applicants,\" cf. <i>Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 340, n. 20, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1856, n. 20, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977), we have even permitted plaintiffs to rest their prima facie cases on such statistics as well. See, <i>e.g., </i><i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 329-330, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2726, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977).</p>\n<p><i>Id.</i> 109 S.Ct. at 2121, n. 6.</p>\n<p>[5]  See generally, Attachments to Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment.</p>\n<p>[6]  <i>See</i> Attachment 1, Attachments to Brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment. <i>See also,</i> Attachment C to United States' [original] Motion for Partial Summary Judgment or Alternatively for Preliminary Injunction.</p>\n<p>[7]  With regard to its requirement that the preapplication residency requirement was Warren's \"regular rather than unusual practice,\" <i>Teamsters,</i> 431 U.S. at 336, 97 S.Ct. at 1855, the Government contends that it is not in dispute that the requirement was used by Warren \"for all applicants for all jobs over the relevant time periods.\" Plaintiff United States' Renewed Motion for Partial Summary Judgment, at p. 7, n. 15. The Court agrees with this assertion, noting that Warren cannot seriously contend that it did not apply the residency requirement when it was still in effect.</p>\n<p>[8]  In arriving at its conclusion, this Court accepts as accurate the statistical data submitted by the Government in support of its motion and renewed motion for summary judgment. For the reasons which follow, this Court rejects Warren's argument that such statistical data is \"flawed\" and thus should not be used or relied upon by this Court to establish discrimination on the basis of disparate impact.</p>\n<p>[9]  <i>See</i> also Attachments 2 and 3, Attachment to brief in Support of Plaintiff United States' Renewed Motion for Partial Summary Judgment.</p>\n<p>[10]  The Court notes that Warren's statistical approach is more specific than the Government's  it seeks to set forth and analyze the number of blacks in the relevant workforce who were actually qualified for municipal jobs in the City. Further, the Court is mindful of the Supreme Court's comments regarding statistics in <i>City of Richmond v. J.A. Croson Co.,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989):\n</p>\n<p>There is no doubt that \"[w]here gross statistical disparities can be shown, they alone in a proper case may constitute prima facie proof of a pattern or practice of discrimination\" under Title VII. <i>Hazelwood School Dist. v. United States,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 307-308, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, 2741, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977). But it is equally clear that \"[w]hen special qualifications are required to fill particular jobs, comparisons to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.\" <i>Id.,</i> at 308, n. 13, 97 S.Ct., at 2742, n. 13. See also <i>Mayor v. Educational Equality League,</i> <span class=\"citation\" data-id=\"108989\"><a href=\"/opinion/108989/mayor-of-philadelphia-v-educational-equality-league/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 620, <span class=\"citation\" data-id=\"108989\"><a href=\"/opinion/108989/mayor-of-philadelphia-v-educational-equality-league/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1323</span></a></span>, 1333, <span class=\"citation\" data-id=\"108989\"><a href=\"/opinion/108989/mayor-of-philadelphia-v-educational-equality-league/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1974) (\"[T]his is not a case in which it can be assumed that all citizens are fungible for purposes of determining whether members of a particular class have been unlawfully excluded\").</p>\n<p>In the employment context, we have recognized that for certain entry level positions or positions requiring minimal training, statistical comparisons of the racial composition of an employer's workforce to the racial composition of the relevant population may be probative of a pattern of discrimination. See <i>Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 337-338, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1855-1856, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977) (statistical comparison between minority truck drivers and relevant population probative of discriminatory exclusion). But where special qualifications are necessary, the relevant statistical pool for purposes of demonstrating discriminatory exclusion must be the number of minorities qualified to undertake the particular task. See <i>Hazelwood, supra,</i> 433 U.S., at 308, 97 S.Ct., at 2741; <i>Johnson v. Transportation Agency,</i> <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 651-652, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1442</span></a></span>, 1462, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> [(1987)] (O'Connor, J., concurring).</p>\n<p><i>Id.,</i> 109 S.Ct. at 725.</p>\n<p>In the present matter, however, this Court believes the statistical data proffered by the Government adequately supports a finding of disparate impact against Warren with regard to its use of the preapplication residency requirement. The requirement applied not only to jobs requiring special qualifications, but to all City jobs, both skilled and unskilled.</p>\n<p>[11]  Warren refers to former § 10(1) of P.A.1935, No. 78 (\"Act 78\") which was in effect at the time the City adopted the residency requirement. Up until its amendment in 1985, Act 78 required all applicants for any police or firefighter position to have been a resident for one year of the city, village, or municipality in which they were applying for a police or firefighter job. In <i>Musto v. Redford Township,</i> 137 Mich.App. 30, <span class=\"citation\" data-id=\"2221127\"><a href=\"/opinion/2221127/musto-v-redford-twp/\"><span class=\"volume\">357</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">791</span></a></span> (1984), the Michigan Court of Appeals declared this provision of Act 78, then codified at M.C.L. § 38.510(1), to be violative of both the federal and Michigan constitutions.</p>\n<p>[12]  <i>Cf. </i><i>United States v. Lair,</i> <span class=\"citation\" data-id=\"510146\"><a href=\"/opinion/510146/united-states-v-clarence-a-lair-and-nellie-m-lair/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span>, 237-38 (7th Cir.1988) (estoppel applicable to government's actions only if traditional requirements of estoppel are met and government's actions constituted \"affirmative misconduct\").</p>\n<p>[13]  The Court recognizes that at a hearing held in December, 1988, it declined to grant summary judgment in favor of the Government on its disparate impact claim against Warren. However, upon further consideration of the parties' submissions, including consideration of the recent applicant flow data (see fn. 9) this Court concudes that summary judgment in favor of the Government on its disparate impact claim is now appropriate.</p>\n<p>[14]  The court finds persuasive the reasoning used by the district court in <i>EEOC v. Peterson, Howell &amp; Heather, Inc.,</i> <span class=\"citation\" data-id=\"2252442\"><a href=\"/opinion/2252442/eeoc-v-peterson-howell-heather-inc/\"><span class=\"volume\">702</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1213</span></a></span> (D.Md. 1989) in response to an analogous mootness argument made by an employer:\n</p>\n<p>First, post-complaint actions taken by a defendant to remedy the effects of past discrimination do not negate the injuries suffered by those subject to a long-standing pattern and practice of discrimination. As was stated in <i>Parham v. Southwestern Bell Telephone Co.,</i> <span class=\"citation\" data-id=\"292828\"><a href=\"/opinion/292828/2-fair-emplpraccas-1017-3-empl-prac-dec-p-8021-arthur-ray-parham-v/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 426 (8th Cir.1970), \"[w]hile an employer's more recent employment practices may bear upon the remedy sought, they do not affect the determination of whether the employer previously violated Title VII.\" <i>See, e.g., </i><i>Donnell v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"356037\"><a href=\"/opinion/356037/17-fair-emplpraccas-712-16-empl-prac-dec-p-8315-3-fed-r-evid/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1292</span></a></span>, 1298 n. 11 (8th Cir.1978); <i>Hameed v. International Association of Bridge Workers,</i> <span class=\"citation\" data-id=\"385771\"><a href=\"/opinion/385771/24-fair-emplpraccas-352-24-empl-prac-dec-p-31392-walee-abdul-hameed/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 512 n. 7 (8th Cir.1980); <i>Rich v. Martin Marietta Corp.,</i> <span class=\"citation\" data-id=\"329985\"><a href=\"/opinion/329985/11-fair-emplpraccas-211-10-empl-prac-dec-p-10339-jewel-c-rich-v/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 346 (10th Cir.1975) (post-filing statistics not cogent evidence of lack of pre-filing discrimination; if anything, post-filing improvement might tend to show existence of prior discrimination and an effort to repair the harm after discovery); <i>Rice v. Gates Rubber Co.,</i> <span class=\"citation\" data-id=\"329615\"><a href=\"/opinion/329615/robert-h-rice-carlton-m-glenn-intervenor-v-gates-rubber-company/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">782</span></a></span>, 785 (6th Cir.1975) (\"[t]he belated actions of the [employer-defendant], although commendable, are not sufficient to rebut a prima facie case of discrimination at an earlier time, if one should be established\").</p>\n<p><i>Id.,</i> at 1227.</p>\n<p>[15]  Warren also cites the Supreme Court's decision in <i>City of Los Angeles, Dep't of Water v. Manhart,</i> <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span>, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1370</span></a></span>, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></a></span> (1978), as support for its argument. This Court finds the <i>Manhart</i> decision to be distinguishable from the present case. In <i>Manhart</i> the Supreme Court denied retroactive relief to (the female) plaintiffs who had successfully challenged on Title VII grounds their employer's practice of requiring them to contribute more to the employee pension fund. <i>Id.,</i> 435 U.S. at 723, 98 S.Ct. at 1383. In this Court's opinion, <i>Manhart's</i> outcome should be narrowly construed. This is because the retroactive relief available to the plaintiffs in that case would have involved taking monies from pension funds  a situation the Supreme Court viewed as having a potentially disruptive impact on the pension funds. <i>Id.,</i> 435 U.S. at 720-723, 98 S.Ct. at 1382-83. Such considerations are not equally present in the case at bar.</p>\n<p>[16]  The other cases cited by Warren in support of its laches argument are similarly distinguishable or are unpersuasive. <i>See, e.g., </i><i>EEOC v. American National Bank,</i> <span class=\"citation\" data-id=\"355353\"><a href=\"/opinion/355353/17-fair-emplpraccas-213-16-empl-prac-dec-p-8234-equal-employment/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span>, 1175-76 (4th Cir.1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">876</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></span> (1978) (use of laches as basis for barring award of retroactive relief not proper at summary judgment stage of litigation where it is unclear whether employer was prejudiced by EEOC's delays); <i>EEOC v. Dresser Industries, Inc.,</i> <span class=\"citation\" data-id=\"398880\"><a href=\"/opinion/398880/29-fair-emplpraccas-249-28-empl-prac-dec-p-32458-equal-employment/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span>, 1202-04 (11th Cir.1982) (EEOC's failure to bring suit against employer until five years and eight months after filing of claimant's initial charge was inordinate delay and prejudiced defendant, therefore, laches applied to bar EEOC's action).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/311630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/355353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/356037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379048/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/385771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/398880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/409386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/466313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/466393/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/519537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2221127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2252442/"
          ]
        }
      ],
      "judges": "Duggan",
      "date_created": "2014-10-30T13:56:48.424480Z",
      "date_modified": "2016-03-03T19:56:42.360508Z",
      "date_filed": "1991-02-14",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-city-of-warren",
      "citation_id": 1445556,
      "case_name_short": "",
      "case_name": "United States v. City of Warren",
      "case_name_full": "",
      "federal_cite_one": "759 F. Supp. 355",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1040584/united-states-v-city-of-warren/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:56:48.421955Z",
  "date_modified": "2014-10-30T13:56:48.421955Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. City of Warren",
  "case_name_full": "",
  "slug": "united-states-v-city-of-warren",
  "docket_number": "86-CV-75435-DT",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}