{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1049928/",
  "id": 1049928,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1513506/",
      "id": 1513506,
      "absolute_url": "/opinion/1513506/peoples-hous-devel-corp-v-city-of-poughkeepsie/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1049928/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1513506/",
          "id": 1513506,
          "absolute_url": "/opinion/1513506/peoples-hous-devel-corp-v-city-of-poughkeepsie/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1513506/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1319/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:32:12.667932Z",
          "date_modified": "2017-04-06T03:45:21.862776Z",
          "type": "010combined",
          "sha1": "2a91a958f4fb2b786832c8b75ef2e08e9c9b1fd6",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>425 F.Supp. 482 (1976)</b></center>\n<center><h1>PEOPLE'S HOUSING DEVELOPMENT CORPORATION, Plaintiff,<br>\nv.<br>\nCITY OF POUGHKEEPSIE, NEW YORK, et al., Defendants.</h1></center>\n<center>No. 76 Civ. 2792-CSH.</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>November 5, 1976.</center>\n<p><span class=\"star-pagination\">*483</span> <span class=\"star-pagination\">*484</span> Robert E. Ferguson, Poughkeepsie, N. Y., for plaintiff.</p>\n<p>Stephen J. Wing, Corp. Counsel, Poughkeepsie, N. Y., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>HAIGHT, District Judge.</p>\n<p>Plaintiff People's Housing Development Corporation (\"PHDC\") seeks to enjoin the defendant municipality (\"Poughkeepsie\") and its governing body (the \"Common Council\") from terminating a contract entered into between the parties, and additionally requests the imposition of sanctions against the defendants for their averred contempt of an order previously entered by the court in this matter.</p>\n<p>Defendants resist the above motions for legal and factual reasons, and also move to dismiss the complaint for lack of subject matter jurisdiction and for failure to state a claim upon which relief can be granted.</p>\n<p>For the reasons set forth below, the motion for a preliminary injunction is denied, and the complaint dismissed for lack of jurisdiction in that no private right of action exists for violation of the federal statute upon which plaintiff rests its claim. The motion for sanctions is treated in accordance with this opinion.</p>\n<p></p>\n<h2>I</h2>\n<p>This action is based upon an agreement between the municipality and plaintiff, a duly chartered not-for-profit corporation whose principal business is providing various necessary services incident to the construction or renovation of government subsidized housing. The funds with which plaintiff was to be paid, and with which plaintiff was to pay its subcontractors, were obtained by the defendant City pursuant to a grant from the Department of Housing and Urban Development (\"HUD\") as authorized by Title I of the Housing and Community Development Act of 1974 (the \"Act\"), 42 U.S.C. § 5301, <i>et. seq.</i> This legislation, like its forbear the Model Cities Act, is designed to stimulate investment in adequate housing for low-income persons, thereby improving the quality of life in certain currently blighted urban areas.</p>\n<p>Poughkeepsie was admitted to the Community Development program in early 1975, after the Secretary of HUD approved the City's comprehensive plan for the rehabilitation of residential dwellings within its confines. The plan is broadly drawn in that it surveys the town's current housing stock, assesses the needs of low income residents and sets forth realistic objectives attainable from participation in the Community Development Act. This submission, however, is sufficiently detailed as to outline the development plans for specific tracts. After approving Poughkeepsie's application, approximately $32 million over a three year period, or $10.8 million per year, was allocated to it. The funds made available to the City, subject to certain reporting requirements and broad guidelines, may be applied in whatever manner the locality believes will most effectively realize the specific objectives stated in its plan.</p>\n<p>In September, 1975, the City entered into negotiations with plaintiff concerning its possible employment pursuant to the appropriation received under the Act. PHDC had previously undertaken certain rehabilitation assignments from the City under the Model Cities Act and, in fact, counsel for the plaintiff has characterized the instant contract as a renewal of services which PHDC had been performing for the City under that prior program. The instant agreement between the parties was \"approved\" by Poughkeepsie officials in December, 1975, and formally executed on March 8, 1976, providing, <i>inter alia,</i> that in return for $350,000, PHDC would over the course of one year \"establish and administer a program of acquisition, rehabilitation and home ownership grants concerning real properties located within the City of Poughkeepsie . . .\"</p>\n<p><span class=\"star-pagination\">*485</span> This seed money was to be made available to PHDC on a reimbursement basisthat is, it would receive the funds after it had submitted proof of expenditure.</p>\n<p>The contract does not set forth a specific site for development under PHDC's guidance; the contract does, however, give priority to designated tracts, and each parcel within these preferred locations must meet certain criteria in order to qualify for renovation. Additionally, the agreement contains a clause entitled \"Termination of Contract for Cause\", followed by a second provision entitled \"Termination for convenience of City\". The latter clause reads in part: \". . . [T]he City may terminate this contract at any time by giving at least ten days notice in writing from the City to the Contractor.\"</p>\n<p>Subsequent to the execution of the contract, PHDC considered a complex referred to as the \"Apple Hill Apartments\" for rehabilitation. This site, according to plaintiff, is in an area of the City which is 90% white in racial composition. It appears from the papers before the court that this tract is among those designated to receive priority in renovation during the second year of Poughkeepsie's three year Community Development program.</p>\n<p>On May 3, 1976, PHDC applied to HUD for approval of the Apple Hill project for purposes of receiving rent subsidies available under Title II of the Act. Commonly referred to as \"Section 8\" grants, these payments are defined as \"assistance payments pursuant to contracts with owners or prospective owners who agree to substantially rehabilitate housing in which some or all of the units shall be available for occupancy by lower-income families in accordance with the provisions of the section.\" 42 U.S.C. § 1437f(b)(2). In other words, these are subsidies paid by the federal government directly to tenants or to landlords on behalf of tenants, who dwell in housing developments which have been approved for such purposes by HUD.</p>\n<p>This type of aid is an integral part of the federal housing scheme in that it conditions the receipt of Community Development funds upon a willingness to permit indigent persons, or those needful of federal rent subsidies, to occupy the properties rehabilitated through HUD grants. Since Poughkeepsie possesses a substantial black population, plaintiff contends that defendants equated the potential beneficiaries of this Section 8 assistance with this minority group. In sum, the application for approval of the Title II rent subsidies was taken as an indication that PHDC's renovation of Apple Hill would lead to the integration of a predominantly white neighborhood, and it was for this reason, plaintiff avers, that the contract was terminated.</p>\n<p>At a May 6 meeting of Poughkeepsie's Common Council, Poughkeepsie's governing body, two councilmen are averred to have threatened to sponsor a resolution in favor of terminating PHDC's contract because of its impact on the racial composition of the neighborhood in which the Apple Hill complex is located. That proposal was in fact made at a Council meeting on May 14, and plaintiff has submitted extracts from the minutes of that meeting and others, indicating that the vote of several members of the Common Council to terminate the contract was due to their desire to keep low-income persons from occupying the area. The resolution was adopted by a seven to two vote on June 7, and plaintiff officially notified by certified mail of the action on June 14.</p>\n<p>At that point in time it does not appear that any significant progress had been made towards realization of the proposed development. Some planning and organizational efforts had gone into the Section 8 application, which was subsequently denied by HUD. Additionally, some perfunctory discussions had been held with the owner of the Apple Hill site, and apparently an \"option\" to purchase had been obtained by PHDC. The duration of this option and further facts which might establish the existence of PHDC's property interest in the Apple Hill site are obscure. In short, little if anything had actually been accomplished with respect to the Apple Hill apartments; what portion of the $350,000 had been expended <span class=\"star-pagination\">*486</span> had gone towards administrative costs rather than investment. Despite having obtained an \"option\", PHDC had not, and indeed could not under HUD regulations, acquire title to the land. The project was consequently at a very preliminary stage when the contract was terminated.</p>\n<p>Soon after it had been notified of the termination of its contract, PHDC sought redress from HUD by petitioning the Secretary. Plaintiff's charges were received by the administrative agency, and in keeping with the statutory scheme, forwarded them to the City of Poughkeepsie, which in turn denied the allegations. No further departmental action has been taken; and plaintiff has not pursued its complaint with the appropriate HUD officials, but proceeded on a new tack.</p>\n<p>On June 23, 1976, counsel for PHDC initiated the present action by filing a complaint seeking declaratory, injunctive and monetary relief from defendants for their allegedly illegal actions in terminating the contract. Jurisdiction is predicated upon 28 U.S.C. § 1331 and plaintiff's federal cause of action consists solely and entirely of defendants' averred violation of 42 U.S.C. § 5309, which reads:</p>\n<blockquote>\"NONDISCRIMINATION</blockquote>\n<blockquote>\"(a) No person in the United States shall on the ground of race, color, national origin, or sex be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity funded in whole or in part with funds made available under this title.</blockquote>\n<blockquote>\"(b) Whenever the Secretary determines that a State or unit of general local government which is a recipient of assistance under this title has failed to comply with subsection (a) or an applicable regulation, he shall notify the Governor of such State or the chief executive officer of such unit of local government of the noncompliance and shall request the Governor or the chief executive officer to secure compliance. If within a reasonable period of time, not to exceed sixty days, the Governor or the chief executive officer fails or refuses to secure compliance, the Secretary is authorized to (1) refer the matter to the Attorney General with a recommendation that an appropriate civil action be instituted; (2) exercise the powers and functions provided by title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d); (3) exercise the powers and functions provided for in section 111(a) of this Act [42 USCS § 5311(a)]; or (4) take such other action as may be provided by law.</blockquote>\n<blockquote>\"(c) When a matter is referred to the Attorney General pursuant to subsection (b), or whenever he has reason to believe that a State government or unit of general local government is engaged in a pattern or practice in violation of the provisions of this section, the Attorney General may bring a civil action in any appropriate United States district court for such relief as may be appropriate, including injunctive relief.\"</blockquote>\n<p>In the event the Secretary finds that this provision has been violated, Section 5311 authorizes as sanctions the partial or complete curtailment of funds, or referral to the Attorney General for initiation of a civil suit in any federal district court of appropriate venue.<sup>[1]</sup></p>\n<p>Plaintiff asserts no causes of action under the federal Constitution or other federal <span class=\"star-pagination\">*487</span> statute. A second cause of action set forth by PHDC in its complaint seeks compensation for work and expenses incurred under the contract prior to its termination.</p>\n<p>During oral argument on the instant motions, counsel for plaintiff reiterated that PHDC was the only party appearing in this action and that the interests, if any, of the prospective tenants of the renovated Apple Hill apartments were not being represented.</p>\n<p>Defendant contests the charge that its cancellation of the contract was motivated by racial considerations and offers several alternative and wholly unconvincing theories<sup>[2]</sup> for the agreement's demise. The motion to dismiss is based on the contention that the action is simply for breach of contract, and consequently, not within the federal question jurisdiction of this court. Additionally, it is argued that the abandonment of the contract was contemplated by the \"Termination for convenience of City\" clause, and therefore the complaint fails to set forth a redressable grievance.</p>\n<p>On June 24, 1976, plaintiff applied to this court for an Order to Show Cause why the defendants should not be enjoined from implementing their unilateral cancellation of the contract and from otherwise disposing of the portion of the federal grant allotted to PHDC's efforts. Prior to the June 28 return date of said Order, counsel for each party entered into a stipulation which provided, in substance, that plaintiff would be reimbursed for rehabilitation and acquisition expenses incurred before June 14, and that PHDC's ongoing \"administrative\" costs, incident to those pre-June 14 expenditures would be paid by the City pending disposition of the instant motions. The above stipulation was endorsed by the court on June 29, and superceded the hearing scheduled on the original Order to Show Cause.</p>\n<p><span class=\"star-pagination\">*488</span> Pursuant to this agreement, plaintiff submitted requisitions to the City of Poughkeepsie for $93,000, of which $50,000 was due to rehabilitation work and the remainder attributed to acquisition costs. These bills were not honored by the City because they appeared to represent obligations which PHDC had incurred, but upon which they had made no payments. Under terms of the contract between the City and plaintiff, PHDC would be reimbursed from the federal funds only for money it had actually expended, and all advances to plaintiff required the approval of the Common Council.</p>\n<p>Some evidence that the $93,000 in requisitions submitted by PHDC consisted of unpaid obligations to third parties is furnished by the affidavit of Poughkeepsie's Fiscal Officer, one Annick Rebecca, sworn to August 30, 1976, and stating that under the present Community Development contract, plaintiff had only been advanced approximately $42,000. Defendants' counsel took the view that the contractual provision making the City, as trustee of federal funds, liable to PHDC only for actually expended monies relieved them of the obligation set forth in the court's order to \"forthwith process and honor, in due course, all existing requisitions for acquisition, rehabilitation and administrative expenses . . .\" incurred prior to June 14.</p>\n<p>Despite counsel for the defendants' insistence that PHDC's unpaid obligations are not recoverable against the City, it was agreed that funds could be advanced to plaintiff to cover the pre-June 14 expenses without the necessity of Common Council approval if they were handled as \"administrative\" costs. Consequently, on July 14 these various debts were submitted to the City in the form of vouchers, totaling approximately $82,000 according to plaintiff, and over $100,000 as per the defendants' estimate.</p>\n<p>Again, these vouchers were not paid because upon inspection, counsel for the City detected that some of the bills were for work done under prior Model Cities contracts, rather than the instant Community Development plan, and because certain of the claimed expenses were for items not eligible for reimbursement, such as interest payments made on mortgages. The City has therefore refused to honor any of the vouchers pending on independently conducted audit of PHDC's claims, originally scheduled for completion no later than late September.</p>\n<p>Not having been advanced any funds to make good its pre-June 14 obligations, plaintiff's counsel on August 11 applied to this court for an Order to Show Cause why defendants should not be held in civil contempt for their failure to advance any funds to PHDC. Attorney's fees in the amount of $1,750 were also sought.</p>\n<p>A hearing was held on August 20 at which counsel addressed the instant motions and presented evidence in support of their respective positions, and further papers were requested and subsequently received.</p>\n<p>The independent audit was finally completed in November, having concluded that the plaintiff was owed only $10,000 under the applicable contract. This figure represents only a small fraction of the sums plaintiff has claimed.</p>\n<p></p>\n<h2>II</h2>\n<p>Before reaching either party's pending motions, two threshold inquiries present themselves: first, the issue of plaintiff's standing to complain of the racial discrimination which was concededly directed at third parties, and second, the question of whether a private cause of action in favor of plaintiff such as PHDC may be inferred from the history, language or purpose of the Community Development Act. Because of the determination reached with respect to this latter concern, the court intimates no opinion as to the merits or probable resolution of the former.</p>\n<p>The body of law which comprises the \"doctrine of implication\" (i. e., the practice of inferring private rights of action from statutes which do not expressly provide for them, see e. g., Note, \"Implying Civil Remedies from Federal Regulatory Statutes\", 77 Harv.L.Rev. 285 [1963]) is dominated by <span class=\"star-pagination\">*489</span> two competing and often conflicting lines of authority such that the entire area might justly be regarded as schizophrenic. See Comment, \"Private Rights of Action Under <i>Amtrak</i> and <i>Ash</i>: Some Implications for Implication\", 123 U.Pa.L.Rev. 1392, 1412 (1975). The distinction between these two approaches stems from differing conceptions as to the source of a court's power to create a private right of action, the existence of which is not expressly provided. Thus, one line of cases is governed by the belief that the judiciary's power in this area is, for the most part, incidental to that of Congress in enacting the legislation; therefore, no private right of action should be inferred unless there is an indication from the legislative history or from the language of the statute itself that Congress intended such to be the case. This philosophy is embodied most recently in <i>National Railroad Passenger Corp. v. National Ass'n of Railroad Passengers,</i> 414 U.S. 453, 94 S.Ct. 690, 38 L.Ed.2d 646 (1974) (\"Amtrak\"), in which the Supreme Court refused to infer a private cause of action in favor of individual passenger-plaintiffs under Section 307 of the Rail Passenger Service Act of 1970, and again in <i>Securities Investor Protection Corp. (\"SIPC\") v. Barbour,</i> 421 U.S. 412, 95 S.Ct. 1733, 44 L.Ed.2d 263 (1975), in which it was held that the Securities Investor Protection Act of 1970 did not vest individuals with the right to compel the SIPC to exercise its authority for their benefit. See also <i>Potomac Passengers Ass'n v. Chesapeake &amp; Ohio Railway,</i> 154 U.S.App.D.C. 214, 475 F.2d 325 (Aldisert, J., dissenting), <i>rev'd sub. nom. </i><i>National Railroad Passenger Corp. v. National Ass'n of Railroad Passengers, supra</i><i>.</i> In both cases, the result hinged upon a finding that there was no legislative intent to create private rights of action.</p>\n<p>The second line of cases is oriented towards the allowance of individual suits; in these precedents, the courts justified their ability to \"legislate\" private actions as being inherent in their power, as courts of common law, to fashion appropriate redress for intrusion upon federal rights. This approach has its genesis in <i>Texas &amp; Pacific Ry. Co. v. Rigsby,</i> 241 U.S. 33, 36 S.Ct. 482, 60 L.Ed. 874 (1916), wherein a railroad employee was allowed to seek damages resulting from his employer's violation of the Federal Safety Appliance Act. Recovery was based on the general common law rule that violation of a criminal statute raises a presumption of negligence, and although the federal statute sued upon did not expressly confer a private right of action in favor of individual plaintiffs, Justice Pitney remarked:</p>\n<blockquote>\"A disregard of the command of the statute is a wrongful act, and where it results in damage to one of the class for whose especial benefit the statute was enacted, the right to recover the damages from the party in default is implied . . .\" 241 U.S. at 39, 36 S.Ct. at 484.</blockquote>\n<p>See also, <i>Bivens v. Six Unknown Named Agents of the Federal Bureau of Investigation,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971) and <i>Wheeldin v. Wheeler,</i> 373 U.S. 647, 83 S.Ct. 1441, 10 L.Ed.2d 605 (1963).</p>\n<p>Under this application of the implication doctrine, the judiciary's role is active and independent of legislative authorityit is not merely an instrument to divine Congressional intent, but rather, may allow private suits whenever a federal right has been infringed, and where, in the court's opinion, this right cannot be effectively enforced unless such actions are permitted. Decisions following this approach turn not on the frequently misleading or obscure signposts of legislative intent, but on a judicial assessment of (1) whether private actions are consistent with the objectives underlying the statute, and (2) whether the realization of these goals depends to any significant degree upon private enforcement efforts. This approach is exemplified by <i>J. I. Case v. Borak,</i> 377 U.S. 426, 84 S.Ct. 1555, 12 L.Ed.2d 423 (1964), in which the Supreme Court permitted an individual to prosecute an action for violation of Section 14(a) of the Securities Exchange Act of 1934 since such actions were deemed \"a necessary supplement\" to SEC enforcement, 377 U.S. at 432, 84 S.Ct. 1555, and because \"it is the duty of the courts to be <span class=\"star-pagination\">*490</span> alert to provide such remedies as are necessary to make effective the congressional purpose.\" 377 U.S. at 433, 84 S.Ct. at 1560.</p>\n<p>The Supreme Court's most recent pronouncement in this area, <i>Cort v. Ash,</i> 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975), is an attempt to reconcile, or perhaps fuse together these distinctive ideologies. In holding that no private right of action in favor of a shareholder suing derivatively exists under a criminal statute prohibiting corporations or labor unions from making contributions to political parties engaged in political campaigns (18 U.S.C. § 610), the Court isolated four factors relevant to the determination: first, is the plaintiff \"one of the class for whose <i>especial</i> benefit the statute was enacted? That is, does the statute create a federal right in favor of the plaintiff?\" (original emphasis) 422 U.S. at 78, 95 S.Ct. at 2087. Second, is there \"any indication of legislative intent, explicit or implicit, either to create such a remedy or deny one?\" 422 U.S. at 78, 95 S.Ct. at 2088. Third, \"is it consistent with the underlying purposes of the legislative scheme to imply such a remedy for the plaintiff?\" 422 U.S. at 78, 95 S.Ct. at 2088. Finally, \"is the cause of action one traditionally relegated to state law, in an area basically the concern of the States, so that it would be inappropriate to infer a cause of action based solely upon federal law?\" 422 U.S. at 78, 95 S.Ct. at 2088.</p>\n<p>In reaching its conclusion the Court determined that the principal purpose of 18 U.S.C. § 610 was to destroy the influence which corporations held over elections due to their ability to make large donations, and that concern over the propriety of directors siphoning off corporate funds for such purposes was, at best, only a secondary consideration. Consequently, the derivative plaintiff was not among those for whose \"especial\" benefit the statute was originally enacted.<sup>[3]</sup> Next, it was observed that there was no indication, either in the legislative history or statutory language, which would support an inference that Congress intended corporate shareholders to possess the means to enforce the statute. In situations where \"secondary beneficiaries\" or persons seeking to advance a subsidiary purpose of the statute purport to bring a private action, and the legislative history or language of the statute provide no positive assurances that such actions are authorized, the opinion in <i>Cort v. Ash</i> indicates that this silence should be taken as indicating that private enforcement is not warranted. 422 U.S. at 82-83, 95 S.Ct. 2080.</p>\n<p>Thus the plaintiff in <i>Cort v. Ash</i> failed to meet the first two of the four private remedy criteria. That could have disposed of the case; but Justice Brennan's opinion for a unanimous Court goes on to conclude that private rights of action under Section 610 would not further the statute's goals; and lastly, that the relationship between a corporation's shareholders and directors is one which is entrusted to state law, and should not be intruded upon on the basis of the federal statute in question. The Supreme Court's felt need to proceed to its consideration of the adequacy of public enforcement in achieving the statute's goals after it had made its first two determinations (i. e., that corporate shareholders are merely secondary beneficiaries of that law's guarantees, and the lack of clear intent to provide such a class of persons with private rights of action) indicates that, in a given case, all factors must be considered. A particular plaintiff may, it would seem, knock over the first two hurdles on the course leading to a private remedy, and still cross the finish line a winner.</p>\n<p>We now apply the <i>Cort v. Ash</i> factors to the case at bar. Two preliminary observations may be made. First, only three of the four <i>Cort v. Ash</i> factors are pertinent. The final one, which inquires into whether the cause of action is \"traditionally relegated to state law,\" 422 U.S. at 78, 95 S.Ct. 2080, <span class=\"star-pagination\">*491</span> does not arise in respect of a federal housing statute whose purposes are to generate federal funds and administer their expenditure.</p>\n<p>Second, as far as the briefs of counsel and the court's own research indicate, this is a case of first impression on the existence of a private right of action under the Community Development Act.</p>\n<p>It is readily apparent that, as in <i>Cort v. Ash</i><i>,</i> the present plaintiff fails to clear the first two hurdles. <i>First,</i> PHDC cannot be characterized as \"one of the class for whose <i>especial</i> benefit\" the Act was enacted. As set forth in 42 U.S.C. § 5301(c), the principal objective of this legislation is the creation of decent housing for people of low or moderate incomes. To this end, 42 U.S.C. § 5309 prohibits the use of federal funds, authorized under this program, for the construction of segregated housing facilities, or for expenditure upon projects which are located or designed to perpetuate the de facto confinement of minority citizens to urban core areas. Consequently, the only class of persons who are within the primary protection of the statute, for purposes of this determination, are the intended occupants of the contemplated housing. While the court recognizes that organizations such as PHDC often provide invaluable services in implementing the goals of the Act, they are not among the \"persons\" principally entitled to its guarantees. To hold otherwise would bring within Section 5309's ambit all manner of persons and organizations, such as landowners, concessionaires and others, who may stand to gain or lose from urban housing development, but who are simply not the intended beneficiaries of the Act.</p>\n<p><i>Second,</i> the court notes that there is nothing in either the legislative history of the Act, nor in the language of legislation itself which would militate towards a finding of congressional intent to supply anyone, whether a principal or secondary beneficiary, a private cause of action for violation of Section 5309. Certainly plaintiff's papers are bereft of any such indication, and the court's own perusal of the relevant documents, including the various reports and debates, has supplied none. See e. g., H.R.Rep. No. 93-1114, 93rd Cong., 2d Sess. 55-56 (1974) (accompanying H.R. 1536, the unadopted House version of the Act); S.Rep. No. 93-693, 93rd Cong., 2d Sess. 48-60 (1974) (accompanying S. 3066, the Act's adopted version); 1974 U.S.Code Cong. and Admin.News, pp. 4273-4278.</p>\n<p>Moreover, the plain language of the statute itself speaks only of the procedures and remedies which the Secretary may pursue. Although these prescriptions do not necessarily preclude private rights of action, the court may presume, in the absence of any evidence to the contrary, that Congress did to some degree consider the enforcement of terms and conditions of the Act, and obviously felt that the administrative agency should have the major, if not exclusive, responsibility for insuring compliance. The case comes within the directive of <i>Amtrak, supra,</i> that:</p>\n<blockquote>\". . . [W]hen legislation expressly provides a particular remedy or remedies, courts should not expand the coverage of the statute to subsume other remedies. `When a statute limits a thing to be done in a particular mode, it includes the negative of any other mode.' <i>Botany Mills v. United States,</i> 278 U.S. 282, 289 [49 S.Ct. 129, 132, 73 L.Ed. 379] (1929).\" 414 U.S. at 458, 94 S.Ct. at 693.</blockquote>\n<p>Those two factors militating against a private remedy for PHDC, the question under <i>Cort v. Ash</i> becomes whether the cause of action is redeemed by the sole remaining relevant factor: whether, in the Court's words, it is \"consistent with the underlying purposes of the legislative scheme to imply such a remedy for the plaintiff?\"<sup>[4]</sup> In posing that question, the Court referred its readers to three prior decisions, as sources of guidance: <i>Amtrak, supra; Securities Investor Protection Corp. v. Barbour, supra;</i> and <i>Calhoon v. Harvey,</i> 379 U.S. 134, 85 S.Ct. 292, 13 L.Ed.2d 190 (1964).</p>\n<p><span class=\"star-pagination\">*492</span> As one sets out to follow these signposts, one is struck by the fact that they all point in the same direction: denial of a private remedy.</p>\n<p>In <i>Amtrak,</i> an association of railroad passengers sought to enjoin the discontinuance of certain trains. The Court held that such a remedy would do violence to the statute's purpose of vesting the agency with power to eliminate uneconomic routes:</p>\n<blockquote>\". . . without the necessity of submitting to the time-consuming proceedings of state regulatory bodies or the Interstate Commerce Commission that had been required before the Act's passage.\" 414 U.S. at 461-2, 94 S.Ct. at 695.</blockquote>\n<p>The Court concluded that private remedies for passengers in the federal district courts:</p>\n<blockquote>\". . . would completely undercut the efficient apparatus that Congress sought to provide for Amtrak to use in the `paring of uneconomic routes.'\" 414 U.S. at 463, 94 S.Ct. at 696.</blockquote>\n<p>In <i>Securities Investor Protection v. Barbour</i><i>,</i> the Court held that customers of failing broker-dealers had no implied right of action under the Securities Investor Protection Act of 1970, 15 U.S.C. § 78aaa <i>et seq.,</i> to compel the Securities Investor Protection Corp., an agency established by the statute, to act for their benefit; the statutory authority of the Securities and Exchange Commission to take such action was regarded as exclusive. Citing <i>Amtrak,</i> the Court held that \"the overall structure and purpose of the SIPC scheme are incompatible\" with a private remedy, stressing the considerations:</p>\n<blockquote>\". . . that motivated Congress to put the SIPC in the hands of a public board of directors, responsible to an agency experienced in regulation of the securities markets.\" 421 U.S. at 421, 423, 95 S.Ct. at 1740.</blockquote>\n<p>In <i>Calhoon v. Harvey</i><i>,</i> the Court denied a private right of action to union members who, relying upon the Labor-Management Reporting and Disclosure Act of 1959, sought to enjoin use of a union's electoral system. The statute vested the Secretary of Labor with authority to receive complaints, and to file suit in the appropriate district court if he found a violation. The Court concluded that private actions would be inconsistent with the statutory scheme:</p>\n<blockquote>\"Reliance on the discretion of the Secretary is in harmony with the general congressional policy to allow unions great latitude in resolving their own internal controversies, and, where that fails, to utilize the agencies of Government most familiar with union problems to aid in bringing about a settlement through discussion before resort to the courts.\" 379 U.S. at 140, 85 S.Ct. at 296.</blockquote>\n<p>Finally, in <i>Cort v. Ash</i> itself the Court, denying a private remedy to the stockholder plaintiff, said of the particular criterion under consideration:</p>\n<blockquote>\". . . the remedy sought would not aid the primary congressional goal. Recovery of derivative damages by the corporation for violation of § 610 would not cure the influence which the use of corporate funds in the first instance may have had on a federal election.\" 422 U.S. at 84, 95 S.Ct. at 2091.</blockquote>\n<p>Two themes run through these cases. Where Congress vests enforcement responsibilities in the government agency with expertise in the particular area, the Court is inclined to regard agency enforcement as exclusive. As a corollary to that principle, the Court disfavors the fragmented approaches to the problems in question which may result when the lower federal courts, lacking the agency's expertise, respond to private actions.</p>\n<p>These principles apply to the case at bar. § 5309(a) prohibits discrimination in respect of the programs funded under the Act. Complaints may be lodged with the Secretary of HUD, who can request compliance of the local government involved, and, failing compliance, refer the matter to the Attorney General for institution of a civil action in the district court. Injunctive relief is specifically provided for. § 5309(b)(c); § 5311(b)(2). The Secretary may also, if he finds noncompliance, terminate, reduce or limit the availability of <span class=\"star-pagination\">*493</span> funds which the recipient would otherwise receive under the program. Thus, HUD has a wide variety of sanctions to invoke against a recipient of Act-generated funds which violates § 5309(a), and there is no basis for this court to assume that the agency would not apply them in an appropriate case.</p>\n<p>Furthermore, HUD has useful expertise in determining whether particular persons have, in fact, been \"excluded from participation in\" or \"denied the benefits of\" a housing program funded by the Act and administered by the agency. The terms and conditions surrounding these massive federal allocations are numerous and complex; presumably the agency understands the rationale underlying each requirement and can correctly assess the relative importance to the plan's objectives of complying with these guidelines. Thus, where, as here, a plaintiff claims that a particular segment of a community's program has been altered or terminated because of a recipient's discriminatory intent, and the charge is sought to be rebutted by evidence that the project failed to meet certain specifications of the Act, it would appear that the Secretary is better equipped to weigh the true merits of each claim.</p>\n<p>Moreover, the federal grants which sponsor these urban redevelopment programs are based on detailed and comprehensive plans, which, when fully implemented over the entire course of the program, may entail substantial alterations in the racial compositions of entire metropolitan areas. To view, as courts responding to individual cases must, each alleged incident of discrimination in its own isolated context could lead to faulty conclusions. Because HUD has studied and approved each community's long-term plan, it should be better equipped than the courts to determine whether the alteration or termination of a single segment of that plan will hinder realization of its long-range goals as set by the comprehensive plan. Again, because the agency is well acquainted with said plan, it should have a high degree of competence in discerning whether, within the context of the overall program, an individual incident represents the existence of a pattern or practice of discrimination.</p>\n<p>Accordingly, the court concludes that the third <i>Cort v. Ash</i> criterion also militates against assertion of a private remedy by a plaintiff who contracts to render services to local government in connection with a program funded by the Act. Assuming <i>arguendo</i> that Poughkeepsie terminated PHDC's contract for reasons prohibited by § 5309(a), and that the termination therefore constitutes a violation of § 5309(a), it would be inconsistent with the overall statutory purpose and scheme to permit PHDC to seek monetary and injunctive relief in this court. Its proper remedy lies in pressing a complaint to the Secretary. That is the course upon which PHDC initially embarked.<sup>[5]</sup></p>\n<p>The conclusion reached herein is consistent with a recent decision by the Seventh Circuit denying a private right of action for averred violation of analogous provisions enacted pursuant to another federal program. In <i>Cannon v. University of Chicago, et al.</i> (7th Cir. 1976), (Dkt. No. 76-1238, 1239), plaintiff, a disappointed applicant to several medical schools, brought an action under Title IX of the Education Amendments of 1972, more particularly, Section 1681 thereof (20 U.S.C. § 1681), which prohibits in language similar to that of 42 U.S.C. § 5309 federally-assisted educational institutions from discrimination on the ground of sex. Applying the holdings of <i>Amtrak, supra, SIPC v. Barbour, supra,</i> and <i>Cort v. Ash, supra</i><i>,</i> the Seventh Circuit concluded that in the absence of positive legislative indications to the contrary, no private right of action existed under the statute. Additionally, weight was given to the fact that no private right of action was available under Title VI of the Civil Rights Act of 1964, 42 <span class=\"star-pagination\">*494</span> U.S.C. § 2000d, and the opinion notes finally:</p>\n<blockquote>\"From a policy viewpoint we see little to be gained by involving the judiciary in every individual act of discrimination based upon sex. Perhaps our resources would be better spent in litigation challenging wholesale sexual discrimination against a large number of men or women by a particular educational institution. Title VI has been effectively employed in this fashion and we see no reason why Title IX would not provide a similar jurisdictional base for those cases where the administrative abilities of HEW would be inundated or inadequate. However, for the day-to-day problems, stemming from the long overdue social revolution in equality of the sexes, we think the HEW administrative procedure is best. . . To allow a private right of action would be engaging in judicial legislation. Considering our already overburdened system we fail to see why we should stretch a statute by judicial interpretation to the point where it would allow additional litigation which we may not be able to properly accommodate.\" Slip Op. at 15-16. (footnotes omitted).</blockquote>\n<p>In denying a private remedy to a single contractor, this court intimates no view as to how the balance of considerations would tip in other cases. As <i>Cort v. Ash</i> indicates, a \"stronger federal interest\"<sup>[6]</sup> in certain individuals may grant them a private remedy which other individuals are denied. There is some flexibility in the <i>Cort v. Ash</i> criteria. Thus if in some future case a substantial number of the Act's <i>primary</i> beneficiaries, alleging violations of § 5309(a) by local government, sought redress from a district court, a different equation might point to a different jurisdictional result.<sup>[7]</sup></p>\n<p>The court concludes that § 5309(a), the only federal statute upon which PHDC relies for jurisdiction, does not endow PHDC with a private remedy. Accordingly the motion for injunctive relief is denied and the complaint is dismissed. PHDC must pursue its administrative remedies,<sup>[8]</sup> or such remedies as may be available in the state courts for breach of contract.</p>\n<p></p>\n<h2>III</h2>\n<p>There remains for consideration PHDC's motion to hold the defendants in contempt for disregard of this court's prior order on stipulation. The pertinent paragraphs of the stipulation, endorsed by counsel for plaintiff and defendants, appear in the margin.<sup>[9]</sup><span class=\"star-pagination\">*495</span> The court \"so ordered\" the stipulation on June 29, 1976.</p>\n<p>Plaintiff, alleging noncompliance by defendants with the order on stipulation, prays for an order pursuant to local Civil Rule 14 punishing defendants for civil contempt, and also directing immediate compliance with the terms of the order on stipulation. Presumably this latter relief would take the form of a further order by the court, directing the defendants to process and pay the requisitions submitted by plaintiff prior to June 14, 1976, as referred to in paragraph 1(b) of the order on stipulation.</p>\n<p>The threshold question which arises on this aspect of the case is whether the court, having dismissed the complaint on jurisdictional grounds, has the power to grant plaintiff the relief it seeks in respect of the prior order. That question, in turn, depends upon the nature of the plaintiff's civil contempt proceedings. There is a vital distinction between coercive contempt proceedings, which do not survive the abatement of the original actions out of which they arise, and compensatory contempt proceedings, which do survive. In <i>Backo v. Local 281, United Brotherhood of Carpenters and Joiners of America,</i> 438 F.2d 176, 182 (2d Cir. 1970), the Second Circuit stated generally:</p>\n<blockquote>\"Where a civil contempt proceeding is coercive in nature and seeks to enforce an interlocutory order, it abates when the proceedings out of which it arises are terminated. <i>Shillitani v. United States,</i> 384 U.S. 364, 370, 371, 86 S.Ct. 1531, 16 L.Ed.2d 622 (1966); <i>F.T.C. v. Stroiman,</i> 428 F.2d 808 (8th Cir. 1970); <i>Harris v. Texas and Pacific Ry.,</i> 196 F.2d 88 (7th Cir. 1952); <i>De Parcq v. United States District Court,</i> 235 F.2d 692, 697 (8th Cir. 1956). No such rule applies to purely compensatory civil contempt judgments. This principle is illustrated in <i>Parker v. United States,</i> 135 F.2d 54 (1st Cir. 1943), cert. denied 320 U.S. 737, 64 S.Ct. 35, 88 L.Ed.2d 436 (1973), where the court found the defendant liable, in a postjudgment civil contempt proceeding for damages due to disobedience of both an interlocutory and final order. See also <i>Vincent v. Local 294, International Brotherhood of Teamsters etc.,</i> 424 F.2d 124, 129 (2d Cir. 1970); but see <i>Pacific Gamble Robinson v. Minneapolis and St. Louis Ry. Co.,</i> 92 F.Supp. 352 (D.Minn.1950).\"</blockquote>\n<p>In the case at bar, it is apparent that a further order of this court, directing the City of Poughkeepsie and the individual defendants to process vouchers and requisitions submitted by the plaintiff, would be coercive in nature. Consequently, there is no basis upon which this court may enter such a further order, the original proceedings having been terminated by the dismissal of the complaint on jurisdictional grounds.</p>\n<p>As <i>Backo</i> indicates, compensatory civil contempt damages may include \"extra expenses to which plaintiffs were put because of the disobedience\" by defendants of the prior order, 438 F.2d at 182. In the case at bar, plaintiff claims attorneys' fees in the amount of $1,750.00, incurred in bringing on the motion for contempt. While such an amount would be recoverable in principle, notwithstanding the dismissal of the complaint, it is necessary for plaintiff to show disobedience by the defendants of the prior order.</p>\n<p>The court is not satisfied that the defendants had fallen into a state of disobedience <span class=\"star-pagination\">*496</span> as of August 17, 1976, when the plaintiff brought on its motion to hold them in contempt. The pertinent paragraph of the order on stipulation obligated the defendants to process plaintiff's requisitions \"in due course\". That phrase necessarily contemplated a reasonable period of time during which Poughkeepsie's fiscal officers would have an opportunity to review the requisitions and vouchers. Since Poughkeepsie was disbursing federal money, it was obliged to proceed with care, and make sure that the payments requested by plaintiff were proper. The court is satisfied that, in the light of the manner in which the plaintiff's requisitions were presented to Poughkeepsie, the City acted reasonably in asking for an independent audit.</p>\n<p>However, the completion of that audit, and the City's definitive response to the plaintiff on its requisitions, has taken much longer than counsel for the defendants originally gave this court and the plaintiff to understand. The defendants had no right to delay action on these requisitions indefinitely, without running the risk of a finding that they have in fact disobeyed the prior order, with a resulting exposure to compensatory damages in a civil contempt proceeding. Although, as noted above, the audit has finally been completed and an offer (in a relatively modest sum) made to plaintiff, plaintiff is entitled to press its claim before this court, if it wishes to do so, that defendants so delayed the audit and response as to have been guilty of civil contempt.</p>\n<p>In these circumstances, the court makes no ruling on the contempt aspect of the case at this time. The parties should continue their efforts at resolution of the accounts between them. For the reasons implicit in this opinion, any substantive dispute that arise must be determined in another forum. That is to say, this court will not adjudicate the merits of whether plaintiff's vouchers should or should not be paid. However, the case will be called for a further conference before the court on December 20, 1976, at 2:00 p. m., for the sole purpose of considering the necessity of further proceedings to determine whether defendants have so delayed the matter as to have been guilty of civil contempt, and, if so, the amount of plaintiff's compensatory damages, if any.</p>\n<p>If this remaining aspect of the case is amicably disposed of prior to the date of the hearing, counsel are directed to advise the court.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>The disposition of this action may be summarized as follows:</p>\n<p>1. The complaint is dismissed, with prejudice, but, in the exercise of the court's discretion, without costs, and the motion for injunctive relief is denied.</p>\n<p>2. That aspect of the action relating to plaintiff's claim against defendants for civil contempt will be the subject of further proceedings consistent with this opinion.</p>\n<p>It is So Ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 5311 states:\n</p>\n<p>\"Remedies for noncompliance</p>\n<p>\"(a) If the Secretary finds after reasonable notice and opportunity for hearing that a recipient of assistance under this title has failed to comply substantially with any provision of this title, the Secretary, until he is satisfied that there is no longer any such failure to comply, shall</p>\n<p>(1) terminate payments to the recipient under this title, or</p>\n<p>(2) reduce payments to the recipient under this title by an amount equal to the amount of such payments which were not expended in accordance with this title, or</p>\n<p>(3) limit the availability of payments under this title to programs, projects, or activities not affected by such failure to comply.</p>\n<p>\"(b)(1) In lieu of, or in addition to, any action authorized by subsection (a), the Secretary may, if he has reason to believe that a recipient has failed to comply substantially with any provision of this title, refer the matter to the Attorney General of the United States with a recommendation that an appropriate civil action be instituted.</p>\n<p>(2) Upon such a referral the Attorney General may bring a civil action in any United States district court having venue thereof for such relief as may be appropriate, including an action to recover the amount of the assistance furnished under this title which was not expended in accordance with it, or for mandatory or injunctive relief.</p>\n<p>\"(c)(1) Any recipient which receives notice under subsection (a) of the termination, reduction, or limitation of payments under this title may, within sixty days after receiving such notice, file with the United States Court of Appeals for the circuit in which such State is located, or in the United States Court of Appeals for the District of Columbia, a petition for review of the Secretary's action. The petitioner shall forthwith transmit copies of the petition to the Secretary and the Attorney General of the United States, who shall represent the Secretary in the litigation.</p>\n<p>(2) The Secretary shall file in the court record of the proceeding on which he based his action, as provided in section 2112 of title 28, United States Code. No objection to the action of the Secretary shall be considered by the court unless such objection has been urged before the Secretary.</p>\n<p>(3) The court shall have jurisdiction to affirm or modify the action of the Secretary or to set it aside in whole or in part. The findings of fact by the Secretary, if supported by substantial evidence on the record considered as a whole, shall be conclusive. The court may order additional evidence to be taken by the Secretary, and to be made part of the record. The Secretary may modify his findings of fact, or make new findings by reason of the new evidence so taken and filed with the court, and he shall also file such modified or new findings, which findings with respect to questions of fact shall be conclusive if supported by substantial evidence on the record considered as a whole, and shall also file his recommendation, if any, for the modification or setting aside of his original action.</p>\n<p>(4) Upon the filing of the record with the court, the jurisdiction of the court shall be exclusive and its judgment shall be final, except that such judgment shall be subject to review by the Supreme Court of the United States upon writ of certiorari as provided in section 1254 of title 28, United States Code.\"</p>\n<p>[2]  On this motion to dismiss, the resolution of all factual issues must of course be assumed in favor of plaintiff. That presents no intellectual effort in the case at bar. While I make no finding on the issue, the papers submitted by plaintiff, in particular the minutes of meetings attended by members of the Common Council, leave the court with the clear impression that the City of Poughkeepsie terminated plaintiff's contract for reasons deplorably rooted in prejudice and bigotry.</p>\n<p>[3]  The court left open the question whether union members might, in view of \"the much stronger federal interest in unions\", be regarded as primary beneficiaries of the federal statute, and thus entitled to a private federal right of action. 422 U.S. at 81 n. 13, 95 S.Ct. at 2089.</p>\n<p>[4]  422 U.S. at 78, 95 S.Ct. at 2088.</p>\n<p>[5]  The local agency of HUD replied promptly to PHDC's initial complaint about Poughkeepsie's termination of the contract. Poughkeepsie was directed to comment in writing, and did so. PHDC then apparently abandoned its effort to obtain agency redress.</p>\n<p>[6]  See note 3 <i>supra.</i></p>\n<p>[7]  Compare <i>Lau v. Nichols,</i> 414 U.S. 563, 94 S.Ct. 786, 39 L.Ed.2d 1 (1974), in which the Supreme Court upheld a class action on behalf of some 1800 Chinese-speaking students of San Francisco's public schools, seeking declaration that the failure to teach them the English language constituted a violation of Section 601 of the Civil Rights Act of 1964, 42 U.S.C. § 2000d. That statute, in language virtually identical to that of Section 5309, bars discrimination on racial, religious or ethnic grounds, in any programs or activity receiving federal assistance. In his concurring opinion, Justice Blackmun stated:\n</p>\n<p>\"Against the possibility that the Court's judgment may be interpreted too broadly, I stress the fact that the children with whom we are concerned here number about 1800. This is a very substantial group . . .</p>\n<p>\". . . [When], in another case, we are concerned with a very few youngsters, or with just a single child . . . I would not regard today's decision . . . as conclusive . . . For me, numbers are at the heart of this case . . .\" 414 U.S. at 571-572, 94 S.Ct. at 791.</p>\n<p>The instant action involves only a single plaintiff who has allegedly been subjected, indirectly, to discrimination prohibited under 42 U.S.C. § 5309. To the extent that that statute seeks to protect intended occupants from the possibility that federal funds will be utilized under the Act to perpetuate racial, religious or ethnic segregation, a single plaintiff, averring a single prohibited act, is not suitably placed to represent the interests of all whose rights are affected, or to receive the broad scale redress which may be appropriate, or to allow the court to discern the existence of a pattern or design of discrimination.</p>\n<p>[8]  No view is expressed herein with respect to possible judicial procedures available to a plaintiff who has exhausted the administrative remedies available under the Act. Cf. <i>Knoxville Progressive Christian Coalition v. Testerman,</i> 404 F.Supp. 783 (E.D.Tenn.1975).</p>\n<p>[9]  \"The undersigned attorneys of record for the parties hereto hereby stipulate and agree as follows:\n</p>\n<p>\"1. Pending the determination of plaintiff's motion for a preliminary injunction the defendant City of Poughkeepsie shall:</p>\n<p>\"(a) take no action to implement cancellation of the contract with plaintiff which is the subject matter of this controversy;</p>\n<p>\"(b) forthwith process and honor, in due course, all existing requisitions for acquisition, rehabilitation, and administrative expenses which had been mailed or delivered to the defendant City, or any of its agencies, prior to June 14, 1976;</p>\n<p>\"(c) take no action whatsoever to reallocate to any other party all or any portion of the Community Development funds which had been allocated for the subject contract with plaintiff.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></span> (1976)</b></center>\n<center><h1>PEOPLE'S HOUSING DEVELOPMENT CORPORATION, Plaintiff,<br>\nv.<br>\nCITY OF POUGHKEEPSIE, NEW YORK, et al., Defendants.</h1></center>\n<center>No. 76 Civ. 2792-CSH.</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>November 5, 1976.</center>\n<p><span class=\"star-pagination\">*483</span> <span class=\"star-pagination\">*484</span> Robert E. Ferguson, Poughkeepsie, N. Y., for plaintiff.</p>\n<p>Stephen J. Wing, Corp. Counsel, Poughkeepsie, N. Y., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>HAIGHT, District Judge.</p>\n<p>Plaintiff People's Housing Development Corporation (\"PHDC\") seeks to enjoin the defendant municipality (\"Poughkeepsie\") and its governing body (the \"Common Council\") from terminating a contract entered into between the parties, and additionally requests the imposition of sanctions against the defendants for their averred contempt of an order previously entered by the court in this matter.</p>\n<p>Defendants resist the above motions for legal and factual reasons, and also move to dismiss the complaint for lack of subject matter jurisdiction and for failure to state a claim upon which relief can be granted.</p>\n<p>For the reasons set forth below, the motion for a preliminary injunction is denied, and the complaint dismissed for lack of jurisdiction in that no private right of action exists for violation of the federal statute upon which plaintiff rests its claim. The motion for sanctions is treated in accordance with this opinion.</p>\n<p></p>\n<h2>I</h2>\n<p>This action is based upon an agreement between the municipality and plaintiff, a duly chartered not-for-profit corporation whose principal business is providing various necessary services incident to the construction or renovation of government subsidized housing. The funds with which plaintiff was to be paid, and with which plaintiff was to pay its subcontractors, were obtained by the defendant City pursuant to a grant from the Department of Housing and Urban Development (\"HUD\") as authorized by Title I of the Housing and Community Development Act of 1974 (the \"Act\"), 42 U.S.C. § 5301, <i>et. seq.</i> This legislation, like its forbear the Model Cities Act, is designed to stimulate investment in adequate housing for low-income persons, thereby improving the quality of life in certain currently blighted urban areas.</p>\n<p>Poughkeepsie was admitted to the Community Development program in early 1975, after the Secretary of HUD approved the City's comprehensive plan for the rehabilitation of residential dwellings within its confines. The plan is broadly drawn in that it surveys the town's current housing stock, assesses the needs of low income residents and sets forth realistic objectives attainable from participation in the Community Development Act. This submission, however, is sufficiently detailed as to outline the development plans for specific tracts. After approving Poughkeepsie's application, approximately $32 million over a three year period, or $10.8 million per year, was allocated to it. The funds made available to the City, subject to certain reporting requirements and broad guidelines, may be applied in whatever manner the locality believes will most effectively realize the specific objectives stated in its plan.</p>\n<p>In September, 1975, the City entered into negotiations with plaintiff concerning its possible employment pursuant to the appropriation received under the Act. PHDC had previously undertaken certain rehabilitation assignments from the City under the Model Cities Act and, in fact, counsel for the plaintiff has characterized the instant contract as a renewal of services which PHDC had been performing for the City under that prior program. The instant agreement between the parties was \"approved\" by Poughkeepsie officials in December, 1975, and formally executed on March 8, 1976, providing, <i>inter alia,</i> that in return for $350,000, PHDC would over the course of one year \"establish and administer a program of acquisition, rehabilitation and home ownership grants concerning real properties located within the City of Poughkeepsie . . .\"</p>\n<p><span class=\"star-pagination\">*485</span> This seed money was to be made available to PHDC on a reimbursement basisthat is, it would receive the funds after it had submitted proof of expenditure.</p>\n<p>The contract does not set forth a specific site for development under PHDC's guidance; the contract does, however, give priority to designated tracts, and each parcel within these preferred locations must meet certain criteria in order to qualify for renovation. Additionally, the agreement contains a clause entitled \"Termination of Contract for Cause\", followed by a second provision entitled \"Termination for convenience of City\". The latter clause reads in part: \". . . [T]he City may terminate this contract at any time by giving at least ten days notice in writing from the City to the Contractor.\"</p>\n<p>Subsequent to the execution of the contract, PHDC considered a complex referred to as the \"Apple Hill Apartments\" for rehabilitation. This site, according to plaintiff, is in an area of the City which is 90% white in racial composition. It appears from the papers before the court that this tract is among those designated to receive priority in renovation during the second year of Poughkeepsie's three year Community Development program.</p>\n<p>On May 3, 1976, PHDC applied to HUD for approval of the Apple Hill project for purposes of receiving rent subsidies available under Title II of the Act. Commonly referred to as \"Section 8\" grants, these payments are defined as \"assistance payments pursuant to contracts with owners or prospective owners who agree to substantially rehabilitate housing in which some or all of the units shall be available for occupancy by lower-income families in accordance with the provisions of the section.\" 42 U.S.C. § 1437f(b)(2). In other words, these are subsidies paid by the federal government directly to tenants or to landlords on behalf of tenants, who dwell in housing developments which have been approved for such purposes by HUD.</p>\n<p>This type of aid is an integral part of the federal housing scheme in that it conditions the receipt of Community Development funds upon a willingness to permit indigent persons, or those needful of federal rent subsidies, to occupy the properties rehabilitated through HUD grants. Since Poughkeepsie possesses a substantial black population, plaintiff contends that defendants equated the potential beneficiaries of this Section 8 assistance with this minority group. In sum, the application for approval of the Title II rent subsidies was taken as an indication that PHDC's renovation of Apple Hill would lead to the integration of a predominantly white neighborhood, and it was for this reason, plaintiff avers, that the contract was terminated.</p>\n<p>At a May 6 meeting of Poughkeepsie's Common Council, Poughkeepsie's governing body, two councilmen are averred to have threatened to sponsor a resolution in favor of terminating PHDC's contract because of its impact on the racial composition of the neighborhood in which the Apple Hill complex is located. That proposal was in fact made at a Council meeting on May 14, and plaintiff has submitted extracts from the minutes of that meeting and others, indicating that the vote of several members of the Common Council to terminate the contract was due to their desire to keep low-income persons from occupying the area. The resolution was adopted by a seven to two vote on June 7, and plaintiff officially notified by certified mail of the action on June 14.</p>\n<p>At that point in time it does not appear that any significant progress had been made towards realization of the proposed development. Some planning and organizational efforts had gone into the Section 8 application, which was subsequently denied by HUD. Additionally, some perfunctory discussions had been held with the owner of the Apple Hill site, and apparently an \"option\" to purchase had been obtained by PHDC. The duration of this option and further facts which might establish the existence of PHDC's property interest in the Apple Hill site are obscure. In short, little if anything had actually been accomplished with respect to the Apple Hill apartments; what portion of the $350,000 had been expended <span class=\"star-pagination\">*486</span> had gone towards administrative costs rather than investment. Despite having obtained an \"option\", PHDC had not, and indeed could not under HUD regulations, acquire title to the land. The project was consequently at a very preliminary stage when the contract was terminated.</p>\n<p>Soon after it had been notified of the termination of its contract, PHDC sought redress from HUD by petitioning the Secretary. Plaintiff's charges were received by the administrative agency, and in keeping with the statutory scheme, forwarded them to the City of Poughkeepsie, which in turn denied the allegations. No further departmental action has been taken; and plaintiff has not pursued its complaint with the appropriate HUD officials, but proceeded on a new tack.</p>\n<p>On June 23, 1976, counsel for PHDC initiated the present action by filing a complaint seeking declaratory, injunctive and monetary relief from defendants for their allegedly illegal actions in terminating the contract. Jurisdiction is predicated upon 28 U.S.C. § 1331 and plaintiff's federal cause of action consists solely and entirely of defendants' averred violation of 42 U.S.C. § 5309, which reads:</p>\n<blockquote>\"NONDISCRIMINATION</blockquote>\n<blockquote>\"(a) No person in the United States shall on the ground of race, color, national origin, or sex be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity funded in whole or in part with funds made available under this title.</blockquote>\n<blockquote>\"(b) Whenever the Secretary determines that a State or unit of general local government which is a recipient of assistance under this title has failed to comply with subsection (a) or an applicable regulation, he shall notify the Governor of such State or the chief executive officer of such unit of local government of the noncompliance and shall request the Governor or the chief executive officer to secure compliance. If within a reasonable period of time, not to exceed sixty days, the Governor or the chief executive officer fails or refuses to secure compliance, the Secretary is authorized to (1) refer the matter to the Attorney General with a recommendation that an appropriate civil action be instituted; (2) exercise the powers and functions provided by title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d); (3) exercise the powers and functions provided for in section 111(a) of this Act [42 USCS § 5311(a)]; or (4) take such other action as may be provided by law.</blockquote>\n<blockquote>\"(c) When a matter is referred to the Attorney General pursuant to subsection (b), or whenever he has reason to believe that a State government or unit of general local government is engaged in a pattern or practice in violation of the provisions of this section, the Attorney General may bring a civil action in any appropriate United States district court for such relief as may be appropriate, including injunctive relief.\"</blockquote>\n<p>In the event the Secretary finds that this provision has been violated, Section 5311 authorizes as sanctions the partial or complete curtailment of funds, or referral to the Attorney General for initiation of a civil suit in any federal district court of appropriate venue.<sup>[1]</sup></p>\n<p>Plaintiff asserts no causes of action under the federal Constitution or other federal <span class=\"star-pagination\">*487</span> statute. A second cause of action set forth by PHDC in its complaint seeks compensation for work and expenses incurred under the contract prior to its termination.</p>\n<p>During oral argument on the instant motions, counsel for plaintiff reiterated that PHDC was the only party appearing in this action and that the interests, if any, of the prospective tenants of the renovated Apple Hill apartments were not being represented.</p>\n<p>Defendant contests the charge that its cancellation of the contract was motivated by racial considerations and offers several alternative and wholly unconvincing theories<sup>[2]</sup> for the agreement's demise. The motion to dismiss is based on the contention that the action is simply for breach of contract, and consequently, not within the federal question jurisdiction of this court. Additionally, it is argued that the abandonment of the contract was contemplated by the \"Termination for convenience of City\" clause, and therefore the complaint fails to set forth a redressable grievance.</p>\n<p>On June 24, 1976, plaintiff applied to this court for an Order to Show Cause why the defendants should not be enjoined from implementing their unilateral cancellation of the contract and from otherwise disposing of the portion of the federal grant allotted to PHDC's efforts. Prior to the June 28 return date of said Order, counsel for each party entered into a stipulation which provided, in substance, that plaintiff would be reimbursed for rehabilitation and acquisition expenses incurred before June 14, and that PHDC's ongoing \"administrative\" costs, incident to those pre-June 14 expenditures would be paid by the City pending disposition of the instant motions. The above stipulation was endorsed by the court on June 29, and superceded the hearing scheduled on the original Order to Show Cause.</p>\n<p><span class=\"star-pagination\">*488</span> Pursuant to this agreement, plaintiff submitted requisitions to the City of Poughkeepsie for $93,000, of which $50,000 was due to rehabilitation work and the remainder attributed to acquisition costs. These bills were not honored by the City because they appeared to represent obligations which PHDC had incurred, but upon which they had made no payments. Under terms of the contract between the City and plaintiff, PHDC would be reimbursed from the federal funds only for money it had actually expended, and all advances to plaintiff required the approval of the Common Council.</p>\n<p>Some evidence that the $93,000 in requisitions submitted by PHDC consisted of unpaid obligations to third parties is furnished by the affidavit of Poughkeepsie's Fiscal Officer, one Annick Rebecca, sworn to August 30, 1976, and stating that under the present Community Development contract, plaintiff had only been advanced approximately $42,000. Defendants' counsel took the view that the contractual provision making the City, as trustee of federal funds, liable to PHDC only for actually expended monies relieved them of the obligation set forth in the court's order to \"forthwith process and honor, in due course, all existing requisitions for acquisition, rehabilitation and administrative expenses . . .\" incurred prior to June 14.</p>\n<p>Despite counsel for the defendants' insistence that PHDC's unpaid obligations are not recoverable against the City, it was agreed that funds could be advanced to plaintiff to cover the pre-June 14 expenses without the necessity of Common Council approval if they were handled as \"administrative\" costs. Consequently, on July 14 these various debts were submitted to the City in the form of vouchers, totaling approximately $82,000 according to plaintiff, and over $100,000 as per the defendants' estimate.</p>\n<p>Again, these vouchers were not paid because upon inspection, counsel for the City detected that some of the bills were for work done under prior Model Cities contracts, rather than the instant Community Development plan, and because certain of the claimed expenses were for items not eligible for reimbursement, such as interest payments made on mortgages. The City has therefore refused to honor any of the vouchers pending on independently conducted audit of PHDC's claims, originally scheduled for completion no later than late September.</p>\n<p>Not having been advanced any funds to make good its pre-June 14 obligations, plaintiff's counsel on August 11 applied to this court for an Order to Show Cause why defendants should not be held in civil contempt for their failure to advance any funds to PHDC. Attorney's fees in the amount of $1,750 were also sought.</p>\n<p>A hearing was held on August 20 at which counsel addressed the instant motions and presented evidence in support of their respective positions, and further papers were requested and subsequently received.</p>\n<p>The independent audit was finally completed in November, having concluded that the plaintiff was owed only $10,000 under the applicable contract. This figure represents only a small fraction of the sums plaintiff has claimed.</p>\n<p></p>\n<h2>II</h2>\n<p>Before reaching either party's pending motions, two threshold inquiries present themselves: first, the issue of plaintiff's standing to complain of the racial discrimination which was concededly directed at third parties, and second, the question of whether a private cause of action in favor of plaintiff such as PHDC may be inferred from the history, language or purpose of the Community Development Act. Because of the determination reached with respect to this latter concern, the court intimates no opinion as to the merits or probable resolution of the former.</p>\n<p>The body of law which comprises the \"doctrine of implication\" (i. e., the practice of inferring private rights of action from statutes which do not expressly provide for them, see e. g., Note, \"Implying Civil Remedies from Federal Regulatory Statutes\", 77 Harv.L.Rev. 285 [1963]) is dominated by <span class=\"star-pagination\">*489</span> two competing and often conflicting lines of authority such that the entire area might justly be regarded as schizophrenic. See Comment, \"Private Rights of Action Under <i>Amtrak</i> and <i>Ash</i>: Some Implications for Implication\", 123 U.Pa.L.Rev. 1392, 1412 (1975). The distinction between these two approaches stems from differing conceptions as to the source of a court's power to create a private right of action, the existence of which is not expressly provided. Thus, one line of cases is governed by the belief that the judiciary's power in this area is, for the most part, incidental to that of Congress in enacting the legislation; therefore, no private right of action should be inferred unless there is an indication from the legislative history or from the language of the statute itself that Congress intended such to be the case. This philosophy is embodied most recently in <i>National Railroad Passenger Corp. v. National Ass'n of Railroad Passengers,</i> <span class=\"citation\" data-id=\"108903\"><a href=\"/opinion/108903/national-railroad-passenger-corporation-v-national-assn-of-railroad/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span></a></span>, <span class=\"citation\" data-id=\"108903\"><a href=\"/opinion/108903/national-railroad-passenger-corporation-v-national-assn-of-railroad/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">690</span></a></span>, <span class=\"citation\" data-id=\"108903\"><a href=\"/opinion/108903/national-railroad-passenger-corporation-v-national-assn-of-railroad/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">646</span></a></span> (1974) (\"Amtrak\"), in which the Supreme Court refused to infer a private cause of action in favor of individual passenger-plaintiffs under Section 307 of the Rail Passenger Service Act of 1970, and again in <i>Securities Investor Protection Corp. (\"SIPC\") v. Barbour,</i> <span class=\"citation\" data-id=\"1859075\"><a href=\"/opinion/1859075/securities-investor-protection-corp-v-barbour/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"1859075\"><a href=\"/opinion/1859075/securities-investor-protection-corp-v-barbour/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1733</span></a></span>, <span class=\"citation\" data-id=\"1859075\"><a href=\"/opinion/1859075/securities-investor-protection-corp-v-barbour/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1975), in which it was held that the Securities Investor Protection Act of 1970 did not vest individuals with the right to compel the SIPC to exercise its authority for their benefit. See also <i>Potomac Passengers Ass'n v. Chesapeake &amp; Ohio Railway,</i> 154 U.S.App.D.C. 214, <span class=\"citation\" data-id=\"309468\"><a href=\"/opinion/309468/potomac-passengers-association-v-chesapeake-ohio-railway-company-and/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span> (Aldisert, J., dissenting), <i>rev'd sub. nom. </i><i>National Railroad Passenger Corp. v. National Ass'n of Railroad Passengers, supra</i><i>.</i> In both cases, the result hinged upon a finding that there was no legislative intent to create private rights of action.</p>\n<p>The second line of cases is oriented towards the allowance of individual suits; in these precedents, the courts justified their ability to \"legislate\" private actions as being inherent in their power, as courts of common law, to fashion appropriate redress for intrusion upon federal rights. This approach has its genesis in <i>Texas &amp; Pacific Ry. Co. v. Rigsby,</i> <span class=\"citation\" data-id=\"98712\"><a href=\"/opinion/98712/texas-pacific-r-co-v-rigsby/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, <span class=\"citation\" data-id=\"98712\"><a href=\"/opinion/98712/texas-pacific-r-co-v-rigsby/\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">482</span></a></span>, <span class=\"citation\" data-id=\"98712\"><a href=\"/opinion/98712/texas-pacific-r-co-v-rigsby/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">874</span></a></span> (1916), wherein a railroad employee was allowed to seek damages resulting from his employer's violation of the Federal Safety Appliance Act. Recovery was based on the general common law rule that violation of a criminal statute raises a presumption of negligence, and although the federal statute sued upon did not expressly confer a private right of action in favor of individual plaintiffs, Justice Pitney remarked:</p>\n<blockquote>\"A disregard of the command of the statute is a wrongful act, and where it results in damage to one of the class for whose especial benefit the statute was enacted, the right to recover the damages from the party in default is implied . . .\" 241 U.S. at 39, 36 S.Ct. at 484.</blockquote>\n<p>See also, <i>Bivens v. Six Unknown Named Agents of the Federal Bureau of Investigation,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971) and <i>Wheeldin v. Wheeler,</i> <span class=\"citation\" data-id=\"106628\"><a href=\"/opinion/106628/wheeldin-v-wheeler/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"106628\"><a href=\"/opinion/106628/wheeldin-v-wheeler/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>, <span class=\"citation\" data-id=\"106628\"><a href=\"/opinion/106628/wheeldin-v-wheeler/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1963).</p>\n<p>Under this application of the implication doctrine, the judiciary's role is active and independent of legislative authorityit is not merely an instrument to divine Congressional intent, but rather, may allow private suits whenever a federal right has been infringed, and where, in the court's opinion, this right cannot be effectively enforced unless such actions are permitted. Decisions following this approach turn not on the frequently misleading or obscure signposts of legislative intent, but on a judicial assessment of (1) whether private actions are consistent with the objectives underlying the statute, and (2) whether the realization of these goals depends to any significant degree upon private enforcement efforts. This approach is exemplified by <i>J. I. Case v. Borak,</i> <span class=\"citation\" data-id=\"106845\"><a href=\"/opinion/106845/ji-case-co-v-borak/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, <span class=\"citation\" data-id=\"106845\"><a href=\"/opinion/106845/ji-case-co-v-borak/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, <span class=\"citation\" data-id=\"106845\"><a href=\"/opinion/106845/ji-case-co-v-borak/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">423</span></a></span> (1964), in which the Supreme Court permitted an individual to prosecute an action for violation of Section 14(a) of the Securities Exchange Act of 1934 since such actions were deemed \"a necessary supplement\" to SEC enforcement, 377 U.S. at 432, <span class=\"citation\" data-id=\"106845\"><a href=\"/opinion/106845/ji-case-co-v-borak/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, and because \"it is the duty of the courts to be <span class=\"star-pagination\">*490</span> alert to provide such remedies as are necessary to make effective the congressional purpose.\" 377 U.S. at 433, 84 S.Ct. at 1560.</p>\n<p>The Supreme Court's most recent pronouncement in this area, <i>Cort v. Ash,</i> <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></a></span> (1975), is an attempt to reconcile, or perhaps fuse together these distinctive ideologies. In holding that no private right of action in favor of a shareholder suing derivatively exists under a criminal statute prohibiting corporations or labor unions from making contributions to political parties engaged in political campaigns (18 U.S.C. § 610), the Court isolated four factors relevant to the determination: first, is the plaintiff \"one of the class for whose <i>especial</i> benefit the statute was enacted? That is, does the statute create a federal right in favor of the plaintiff?\" (original emphasis) 422 U.S. at 78, 95 S.Ct. at 2087. Second, is there \"any indication of legislative intent, explicit or implicit, either to create such a remedy or deny one?\" 422 U.S. at 78, 95 S.Ct. at 2088. Third, \"is it consistent with the underlying purposes of the legislative scheme to imply such a remedy for the plaintiff?\" 422 U.S. at 78, 95 S.Ct. at 2088. Finally, \"is the cause of action one traditionally relegated to state law, in an area basically the concern of the States, so that it would be inappropriate to infer a cause of action based solely upon federal law?\" 422 U.S. at 78, 95 S.Ct. at 2088.</p>\n<p>In reaching its conclusion the Court determined that the principal purpose of 18 U.S.C. § 610 was to destroy the influence which corporations held over elections due to their ability to make large donations, and that concern over the propriety of directors siphoning off corporate funds for such purposes was, at best, only a secondary consideration. Consequently, the derivative plaintiff was not among those for whose \"especial\" benefit the statute was originally enacted.<sup>[3]</sup> Next, it was observed that there was no indication, either in the legislative history or statutory language, which would support an inference that Congress intended corporate shareholders to possess the means to enforce the statute. In situations where \"secondary beneficiaries\" or persons seeking to advance a subsidiary purpose of the statute purport to bring a private action, and the legislative history or language of the statute provide no positive assurances that such actions are authorized, the opinion in <i>Cort v. Ash</i> indicates that this silence should be taken as indicating that private enforcement is not warranted. 422 U.S. at 82-83, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>.</p>\n<p>Thus the plaintiff in <i>Cort v. Ash</i> failed to meet the first two of the four private remedy criteria. That could have disposed of the case; but Justice Brennan's opinion for a unanimous Court goes on to conclude that private rights of action under Section 610 would not further the statute's goals; and lastly, that the relationship between a corporation's shareholders and directors is one which is entrusted to state law, and should not be intruded upon on the basis of the federal statute in question. The Supreme Court's felt need to proceed to its consideration of the adequacy of public enforcement in achieving the statute's goals after it had made its first two determinations (i. e., that corporate shareholders are merely secondary beneficiaries of that law's guarantees, and the lack of clear intent to provide such a class of persons with private rights of action) indicates that, in a given case, all factors must be considered. A particular plaintiff may, it would seem, knock over the first two hurdles on the course leading to a private remedy, and still cross the finish line a winner.</p>\n<p>We now apply the <i>Cort v. Ash</i> factors to the case at bar. Two preliminary observations may be made. First, only three of the four <i>Cort v. Ash</i> factors are pertinent. The final one, which inquires into whether the cause of action is \"traditionally relegated to state law,\" 422 U.S. at 78, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"star-pagination\">*491</span> does not arise in respect of a federal housing statute whose purposes are to generate federal funds and administer their expenditure.</p>\n<p>Second, as far as the briefs of counsel and the court's own research indicate, this is a case of first impression on the existence of a private right of action under the Community Development Act.</p>\n<p>It is readily apparent that, as in <i>Cort v. Ash</i><i>,</i> the present plaintiff fails to clear the first two hurdles. <i>First,</i> PHDC cannot be characterized as \"one of the class for whose <i>especial</i> benefit\" the Act was enacted. As set forth in 42 U.S.C. § 5301(c), the principal objective of this legislation is the creation of decent housing for people of low or moderate incomes. To this end, 42 U.S.C. § 5309 prohibits the use of federal funds, authorized under this program, for the construction of segregated housing facilities, or for expenditure upon projects which are located or designed to perpetuate the de facto confinement of minority citizens to urban core areas. Consequently, the only class of persons who are within the primary protection of the statute, for purposes of this determination, are the intended occupants of the contemplated housing. While the court recognizes that organizations such as PHDC often provide invaluable services in implementing the goals of the Act, they are not among the \"persons\" principally entitled to its guarantees. To hold otherwise would bring within Section 5309's ambit all manner of persons and organizations, such as landowners, concessionaires and others, who may stand to gain or lose from urban housing development, but who are simply not the intended beneficiaries of the Act.</p>\n<p><i>Second,</i> the court notes that there is nothing in either the legislative history of the Act, nor in the language of legislation itself which would militate towards a finding of congressional intent to supply anyone, whether a principal or secondary beneficiary, a private cause of action for violation of Section 5309. Certainly plaintiff's papers are bereft of any such indication, and the court's own perusal of the relevant documents, including the various reports and debates, has supplied none. See e. g., H.R.Rep. No. 93-1114, 93rd Cong., 2d Sess. 55-56 (1974) (accompanying H.R. 1536, the unadopted House version of the Act); S.Rep. No. 93-693, 93rd Cong., 2d Sess. 48-60 (1974) (accompanying S. 3066, the Act's adopted version); 1974 U.S.Code Cong. and Admin.News, pp. 4273-4278.</p>\n<p>Moreover, the plain language of the statute itself speaks only of the procedures and remedies which the Secretary may pursue. Although these prescriptions do not necessarily preclude private rights of action, the court may presume, in the absence of any evidence to the contrary, that Congress did to some degree consider the enforcement of terms and conditions of the Act, and obviously felt that the administrative agency should have the major, if not exclusive, responsibility for insuring compliance. The case comes within the directive of <i>Amtrak, supra,</i> that:</p>\n<blockquote>\". . . [W]hen legislation expressly provides a particular remedy or remedies, courts should not expand the coverage of the statute to subsume other remedies. `When a statute limits a thing to be done in a particular mode, it includes the negative of any other mode.' <i>Botany Mills v. United States,</i> <span class=\"citation\" data-id=\"101362\"><a href=\"/opinion/101362/botany-worsted-mills-v-united-states/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 289 [<span class=\"citation\" data-id=\"101362\"><a href=\"/opinion/101362/botany-worsted-mills-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">129</span></a></span>, 132, <span class=\"citation\" data-id=\"101362\"><a href=\"/opinion/101362/botany-worsted-mills-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">379</span></a></span>] (1929).\" 414 U.S. at 458, 94 S.Ct. at 693.</blockquote>\n<p>Those two factors militating against a private remedy for PHDC, the question under <i>Cort v. Ash</i> becomes whether the cause of action is redeemed by the sole remaining relevant factor: whether, in the Court's words, it is \"consistent with the underlying purposes of the legislative scheme to imply such a remedy for the plaintiff?\"<sup>[4]</sup> In posing that question, the Court referred its readers to three prior decisions, as sources of guidance: <i>Amtrak, supra; Securities Investor Protection Corp. v. Barbour, supra;</i> and <i>Calhoon v. Harvey,</i> <span class=\"citation\" data-id=\"106942\"><a href=\"/opinion/106942/calhoon-v-harvey/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"106942\"><a href=\"/opinion/106942/calhoon-v-harvey/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"106942\"><a href=\"/opinion/106942/calhoon-v-harvey/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></a></span> (1964).</p>\n<p><span class=\"star-pagination\">*492</span> As one sets out to follow these signposts, one is struck by the fact that they all point in the same direction: denial of a private remedy.</p>\n<p>In <i>Amtrak,</i> an association of railroad passengers sought to enjoin the discontinuance of certain trains. The Court held that such a remedy would do violence to the statute's purpose of vesting the agency with power to eliminate uneconomic routes:</p>\n<blockquote>\". . . without the necessity of submitting to the time-consuming proceedings of state regulatory bodies or the Interstate Commerce Commission that had been required before the Act's passage.\" 414 U.S. at 461-2, 94 S.Ct. at 695.</blockquote>\n<p>The Court concluded that private remedies for passengers in the federal district courts:</p>\n<blockquote>\". . . would completely undercut the efficient apparatus that Congress sought to provide for Amtrak to use in the `paring of uneconomic routes.'\" 414 U.S. at 463, 94 S.Ct. at 696.</blockquote>\n<p>In <i>Securities Investor Protection v. Barbour</i><i>,</i> the Court held that customers of failing broker-dealers had no implied right of action under the Securities Investor Protection Act of 1970, 15 U.S.C. § 78aaa <i>et seq.,</i> to compel the Securities Investor Protection Corp., an agency established by the statute, to act for their benefit; the statutory authority of the Securities and Exchange Commission to take such action was regarded as exclusive. Citing <i>Amtrak,</i> the Court held that \"the overall structure and purpose of the SIPC scheme are incompatible\" with a private remedy, stressing the considerations:</p>\n<blockquote>\". . . that motivated Congress to put the SIPC in the hands of a public board of directors, responsible to an agency experienced in regulation of the securities markets.\" 421 U.S. at 421, 423, 95 S.Ct. at 1740.</blockquote>\n<p>In <i>Calhoon v. Harvey</i><i>,</i> the Court denied a private right of action to union members who, relying upon the Labor-Management Reporting and Disclosure Act of 1959, sought to enjoin use of a union's electoral system. The statute vested the Secretary of Labor with authority to receive complaints, and to file suit in the appropriate district court if he found a violation. The Court concluded that private actions would be inconsistent with the statutory scheme:</p>\n<blockquote>\"Reliance on the discretion of the Secretary is in harmony with the general congressional policy to allow unions great latitude in resolving their own internal controversies, and, where that fails, to utilize the agencies of Government most familiar with union problems to aid in bringing about a settlement through discussion before resort to the courts.\" 379 U.S. at 140, 85 S.Ct. at 296.</blockquote>\n<p>Finally, in <i>Cort v. Ash</i> itself the Court, denying a private remedy to the stockholder plaintiff, said of the particular criterion under consideration:</p>\n<blockquote>\". . . the remedy sought would not aid the primary congressional goal. Recovery of derivative damages by the corporation for violation of § 610 would not cure the influence which the use of corporate funds in the first instance may have had on a federal election.\" 422 U.S. at 84, 95 S.Ct. at 2091.</blockquote>\n<p>Two themes run through these cases. Where Congress vests enforcement responsibilities in the government agency with expertise in the particular area, the Court is inclined to regard agency enforcement as exclusive. As a corollary to that principle, the Court disfavors the fragmented approaches to the problems in question which may result when the lower federal courts, lacking the agency's expertise, respond to private actions.</p>\n<p>These principles apply to the case at bar. § 5309(a) prohibits discrimination in respect of the programs funded under the Act. Complaints may be lodged with the Secretary of HUD, who can request compliance of the local government involved, and, failing compliance, refer the matter to the Attorney General for institution of a civil action in the district court. Injunctive relief is specifically provided for. § 5309(b)(c); § 5311(b)(2). The Secretary may also, if he finds noncompliance, terminate, reduce or limit the availability of <span class=\"star-pagination\">*493</span> funds which the recipient would otherwise receive under the program. Thus, HUD has a wide variety of sanctions to invoke against a recipient of Act-generated funds which violates § 5309(a), and there is no basis for this court to assume that the agency would not apply them in an appropriate case.</p>\n<p>Furthermore, HUD has useful expertise in determining whether particular persons have, in fact, been \"excluded from participation in\" or \"denied the benefits of\" a housing program funded by the Act and administered by the agency. The terms and conditions surrounding these massive federal allocations are numerous and complex; presumably the agency understands the rationale underlying each requirement and can correctly assess the relative importance to the plan's objectives of complying with these guidelines. Thus, where, as here, a plaintiff claims that a particular segment of a community's program has been altered or terminated because of a recipient's discriminatory intent, and the charge is sought to be rebutted by evidence that the project failed to meet certain specifications of the Act, it would appear that the Secretary is better equipped to weigh the true merits of each claim.</p>\n<p>Moreover, the federal grants which sponsor these urban redevelopment programs are based on detailed and comprehensive plans, which, when fully implemented over the entire course of the program, may entail substantial alterations in the racial compositions of entire metropolitan areas. To view, as courts responding to individual cases must, each alleged incident of discrimination in its own isolated context could lead to faulty conclusions. Because HUD has studied and approved each community's long-term plan, it should be better equipped than the courts to determine whether the alteration or termination of a single segment of that plan will hinder realization of its long-range goals as set by the comprehensive plan. Again, because the agency is well acquainted with said plan, it should have a high degree of competence in discerning whether, within the context of the overall program, an individual incident represents the existence of a pattern or practice of discrimination.</p>\n<p>Accordingly, the court concludes that the third <i>Cort v. Ash</i> criterion also militates against assertion of a private remedy by a plaintiff who contracts to render services to local government in connection with a program funded by the Act. Assuming <i>arguendo</i> that Poughkeepsie terminated PHDC's contract for reasons prohibited by § 5309(a), and that the termination therefore constitutes a violation of § 5309(a), it would be inconsistent with the overall statutory purpose and scheme to permit PHDC to seek monetary and injunctive relief in this court. Its proper remedy lies in pressing a complaint to the Secretary. That is the course upon which PHDC initially embarked.<sup>[5]</sup></p>\n<p>The conclusion reached herein is consistent with a recent decision by the Seventh Circuit denying a private right of action for averred violation of analogous provisions enacted pursuant to another federal program. In <i>Cannon v. University of Chicago, et al.</i> (7th Cir. 1976), (Dkt. No. 76-1238, 1239), plaintiff, a disappointed applicant to several medical schools, brought an action under Title IX of the Education Amendments of 1972, more particularly, Section 1681 thereof (20 U.S.C. § 1681), which prohibits in language similar to that of 42 U.S.C. § 5309 federally-assisted educational institutions from discrimination on the ground of sex. Applying the holdings of <i>Amtrak, supra, SIPC v. Barbour, supra,</i> and <i>Cort v. Ash, supra</i><i>,</i> the Seventh Circuit concluded that in the absence of positive legislative indications to the contrary, no private right of action existed under the statute. Additionally, weight was given to the fact that no private right of action was available under Title VI of the Civil Rights Act of 1964, 42 <span class=\"star-pagination\">*494</span> U.S.C. § 2000d, and the opinion notes finally:</p>\n<blockquote>\"From a policy viewpoint we see little to be gained by involving the judiciary in every individual act of discrimination based upon sex. Perhaps our resources would be better spent in litigation challenging wholesale sexual discrimination against a large number of men or women by a particular educational institution. Title VI has been effectively employed in this fashion and we see no reason why Title IX would not provide a similar jurisdictional base for those cases where the administrative abilities of HEW would be inundated or inadequate. However, for the day-to-day problems, stemming from the long overdue social revolution in equality of the sexes, we think the HEW administrative procedure is best. . . To allow a private right of action would be engaging in judicial legislation. Considering our already overburdened system we fail to see why we should stretch a statute by judicial interpretation to the point where it would allow additional litigation which we may not be able to properly accommodate.\" Slip Op. at 15-16. (footnotes omitted).</blockquote>\n<p>In denying a private remedy to a single contractor, this court intimates no view as to how the balance of considerations would tip in other cases. As <i>Cort v. Ash</i> indicates, a \"stronger federal interest\"<sup>[6]</sup> in certain individuals may grant them a private remedy which other individuals are denied. There is some flexibility in the <i>Cort v. Ash</i> criteria. Thus if in some future case a substantial number of the Act's <i>primary</i> beneficiaries, alleging violations of § 5309(a) by local government, sought redress from a district court, a different equation might point to a different jurisdictional result.<sup>[7]</sup></p>\n<p>The court concludes that § 5309(a), the only federal statute upon which PHDC relies for jurisdiction, does not endow PHDC with a private remedy. Accordingly the motion for injunctive relief is denied and the complaint is dismissed. PHDC must pursue its administrative remedies,<sup>[8]</sup> or such remedies as may be available in the state courts for breach of contract.</p>\n<p></p>\n<h2>III</h2>\n<p>There remains for consideration PHDC's motion to hold the defendants in contempt for disregard of this court's prior order on stipulation. The pertinent paragraphs of the stipulation, endorsed by counsel for plaintiff and defendants, appear in the margin.<sup>[9]</sup><span class=\"star-pagination\">*495</span> The court \"so ordered\" the stipulation on June 29, 1976.</p>\n<p>Plaintiff, alleging noncompliance by defendants with the order on stipulation, prays for an order pursuant to local Civil Rule 14 punishing defendants for civil contempt, and also directing immediate compliance with the terms of the order on stipulation. Presumably this latter relief would take the form of a further order by the court, directing the defendants to process and pay the requisitions submitted by plaintiff prior to June 14, 1976, as referred to in paragraph 1(b) of the order on stipulation.</p>\n<p>The threshold question which arises on this aspect of the case is whether the court, having dismissed the complaint on jurisdictional grounds, has the power to grant plaintiff the relief it seeks in respect of the prior order. That question, in turn, depends upon the nature of the plaintiff's civil contempt proceedings. There is a vital distinction between coercive contempt proceedings, which do not survive the abatement of the original actions out of which they arise, and compensatory contempt proceedings, which do survive. In <i>Backo v. Local 281, United Brotherhood of Carpenters and Joiners of America,</i> <span class=\"citation\" data-id=\"294827\"><a href=\"/opinion/294827/andrew-backo-mike-karaman-casmir-macko-james-barno-and-ercell-cummings-v/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">176</span></a></span>, 182 (2d Cir. 1970), the Second Circuit stated generally:</p>\n<blockquote>\"Where a civil contempt proceeding is coercive in nature and seeks to enforce an interlocutory order, it abates when the proceedings out of which it arises are terminated. <i>Shillitani v. United States,</i> <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 370, 371, <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1966); <i>F.T.C. v. Stroiman,</i> <span class=\"citation\" data-id=\"290990\"><a href=\"/opinion/290990/federal-trade-commission-v-harry-stroiman-dba-empire-builders-company/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span> (8th Cir. 1970); <i>Harris v. Texas and Pacific Ry.,</i> <span class=\"citation\" data-id=\"229266\"><a href=\"/opinion/229266/harris-v-texas-pacific-ry-co/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span> (7th Cir. 1952); <i>De Parcq v. United States District Court,</i> <span class=\"citation\" data-id=\"240055\"><a href=\"/opinion/240055/william-h-de-parcq-v-the-united-states-district-court-for-southern/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span>, 697 (8th Cir. 1956). No such rule applies to purely compensatory civil contempt judgments. This principle is illustrated in <i>Parker v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></span> (1st Cir. 1943), cert. denied <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">35</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">436</span></span> (1973), where the court found the defendant liable, in a postjudgment civil contempt proceeding for damages due to disobedience of both an interlocutory and final order. See also <i>Vincent v. Local 294, International Brotherhood of Teamsters etc.,</i> <span class=\"citation\" data-id=\"289375\"><a href=\"/opinion/289375/merle-d-vincent-jr-regional-director-of-the-third-region-of-the/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 129 (2d Cir. 1970); but see <i>Pacific Gamble Robinson v. Minneapolis and St. Louis Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">352</span></span> (D.Minn.1950).\"</blockquote>\n<p>In the case at bar, it is apparent that a further order of this court, directing the City of Poughkeepsie and the individual defendants to process vouchers and requisitions submitted by the plaintiff, would be coercive in nature. Consequently, there is no basis upon which this court may enter such a further order, the original proceedings having been terminated by the dismissal of the complaint on jurisdictional grounds.</p>\n<p>As <i>Backo</i> indicates, compensatory civil contempt damages may include \"extra expenses to which plaintiffs were put because of the disobedience\" by defendants of the prior order, 438 F.2d at 182. In the case at bar, plaintiff claims attorneys' fees in the amount of $1,750.00, incurred in bringing on the motion for contempt. While such an amount would be recoverable in principle, notwithstanding the dismissal of the complaint, it is necessary for plaintiff to show disobedience by the defendants of the prior order.</p>\n<p>The court is not satisfied that the defendants had fallen into a state of disobedience <span class=\"star-pagination\">*496</span> as of August 17, 1976, when the plaintiff brought on its motion to hold them in contempt. The pertinent paragraph of the order on stipulation obligated the defendants to process plaintiff's requisitions \"in due course\". That phrase necessarily contemplated a reasonable period of time during which Poughkeepsie's fiscal officers would have an opportunity to review the requisitions and vouchers. Since Poughkeepsie was disbursing federal money, it was obliged to proceed with care, and make sure that the payments requested by plaintiff were proper. The court is satisfied that, in the light of the manner in which the plaintiff's requisitions were presented to Poughkeepsie, the City acted reasonably in asking for an independent audit.</p>\n<p>However, the completion of that audit, and the City's definitive response to the plaintiff on its requisitions, has taken much longer than counsel for the defendants originally gave this court and the plaintiff to understand. The defendants had no right to delay action on these requisitions indefinitely, without running the risk of a finding that they have in fact disobeyed the prior order, with a resulting exposure to compensatory damages in a civil contempt proceeding. Although, as noted above, the audit has finally been completed and an offer (in a relatively modest sum) made to plaintiff, plaintiff is entitled to press its claim before this court, if it wishes to do so, that defendants so delayed the audit and response as to have been guilty of civil contempt.</p>\n<p>In these circumstances, the court makes no ruling on the contempt aspect of the case at this time. The parties should continue their efforts at resolution of the accounts between them. For the reasons implicit in this opinion, any substantive dispute that arise must be determined in another forum. That is to say, this court will not adjudicate the merits of whether plaintiff's vouchers should or should not be paid. However, the case will be called for a further conference before the court on December 20, 1976, at 2:00 p. m., for the sole purpose of considering the necessity of further proceedings to determine whether defendants have so delayed the matter as to have been guilty of civil contempt, and, if so, the amount of plaintiff's compensatory damages, if any.</p>\n<p>If this remaining aspect of the case is amicably disposed of prior to the date of the hearing, counsel are directed to advise the court.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>The disposition of this action may be summarized as follows:</p>\n<p>1. The complaint is dismissed, with prejudice, but, in the exercise of the court's discretion, without costs, and the motion for injunctive relief is denied.</p>\n<p>2. That aspect of the action relating to plaintiff's claim against defendants for civil contempt will be the subject of further proceedings consistent with this opinion.</p>\n<p>It is So Ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 5311 states:\n</p>\n<p>\"Remedies for noncompliance</p>\n<p>\"(a) If the Secretary finds after reasonable notice and opportunity for hearing that a recipient of assistance under this title has failed to comply substantially with any provision of this title, the Secretary, until he is satisfied that there is no longer any such failure to comply, shall</p>\n<p>(1) terminate payments to the recipient under this title, or</p>\n<p>(2) reduce payments to the recipient under this title by an amount equal to the amount of such payments which were not expended in accordance with this title, or</p>\n<p>(3) limit the availability of payments under this title to programs, projects, or activities not affected by such failure to comply.</p>\n<p>\"(b)(1) In lieu of, or in addition to, any action authorized by subsection (a), the Secretary may, if he has reason to believe that a recipient has failed to comply substantially with any provision of this title, refer the matter to the Attorney General of the United States with a recommendation that an appropriate civil action be instituted.</p>\n<p>(2) Upon such a referral the Attorney General may bring a civil action in any United States district court having venue thereof for such relief as may be appropriate, including an action to recover the amount of the assistance furnished under this title which was not expended in accordance with it, or for mandatory or injunctive relief.</p>\n<p>\"(c)(1) Any recipient which receives notice under subsection (a) of the termination, reduction, or limitation of payments under this title may, within sixty days after receiving such notice, file with the United States Court of Appeals for the circuit in which such State is located, or in the United States Court of Appeals for the District of Columbia, a petition for review of the Secretary's action. The petitioner shall forthwith transmit copies of the petition to the Secretary and the Attorney General of the United States, who shall represent the Secretary in the litigation.</p>\n<p>(2) The Secretary shall file in the court record of the proceeding on which he based his action, as provided in section 2112 of title 28, United States Code. No objection to the action of the Secretary shall be considered by the court unless such objection has been urged before the Secretary.</p>\n<p>(3) The court shall have jurisdiction to affirm or modify the action of the Secretary or to set it aside in whole or in part. The findings of fact by the Secretary, if supported by substantial evidence on the record considered as a whole, shall be conclusive. The court may order additional evidence to be taken by the Secretary, and to be made part of the record. The Secretary may modify his findings of fact, or make new findings by reason of the new evidence so taken and filed with the court, and he shall also file such modified or new findings, which findings with respect to questions of fact shall be conclusive if supported by substantial evidence on the record considered as a whole, and shall also file his recommendation, if any, for the modification or setting aside of his original action.</p>\n<p>(4) Upon the filing of the record with the court, the jurisdiction of the court shall be exclusive and its judgment shall be final, except that such judgment shall be subject to review by the Supreme Court of the United States upon writ of certiorari as provided in section 1254 of title 28, United States Code.\"</p>\n<p>[2]  On this motion to dismiss, the resolution of all factual issues must of course be assumed in favor of plaintiff. That presents no intellectual effort in the case at bar. While I make no finding on the issue, the papers submitted by plaintiff, in particular the minutes of meetings attended by members of the Common Council, leave the court with the clear impression that the City of Poughkeepsie terminated plaintiff's contract for reasons deplorably rooted in prejudice and bigotry.</p>\n<p>[3]  The court left open the question whether union members might, in view of \"the much stronger federal interest in unions\", be regarded as primary beneficiaries of the federal statute, and thus entitled to a private federal right of action. 422 U.S. at 81 n. 13, 95 S.Ct. at 2089.</p>\n<p>[4]  422 U.S. at 78, 95 S.Ct. at 2088.</p>\n<p>[5]  The local agency of HUD replied promptly to PHDC's initial complaint about Poughkeepsie's termination of the contract. Poughkeepsie was directed to comment in writing, and did so. PHDC then apparently abandoned its effort to obtain agency redress.</p>\n<p>[6]  See note 3 <i>supra.</i></p>\n<p>[7]  Compare <i>Lau v. Nichols,</i> <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974), in which the Supreme Court upheld a class action on behalf of some 1800 Chinese-speaking students of San Francisco's public schools, seeking declaration that the failure to teach them the English language constituted a violation of Section 601 of the Civil Rights Act of 1964, 42 U.S.C. § 2000d. That statute, in language virtually identical to that of Section 5309, bars discrimination on racial, religious or ethnic grounds, in any programs or activity receiving federal assistance. In his concurring opinion, Justice Blackmun stated:\n</p>\n<p>\"Against the possibility that the Court's judgment may be interpreted too broadly, I stress the fact that the children with whom we are concerned here number about 1800. This is a very substantial group . . .</p>\n<p>\". . . [When], in another case, we are concerned with a very few youngsters, or with just a single child . . . I would not regard today's decision . . . as conclusive . . . For me, numbers are at the heart of this case . . .\" 414 U.S. at 571-572, 94 S.Ct. at 791.</p>\n<p>The instant action involves only a single plaintiff who has allegedly been subjected, indirectly, to discrimination prohibited under 42 U.S.C. § 5309. To the extent that that statute seeks to protect intended occupants from the possibility that federal funds will be utilized under the Act to perpetuate racial, religious or ethnic segregation, a single plaintiff, averring a single prohibited act, is not suitably placed to represent the interests of all whose rights are affected, or to receive the broad scale redress which may be appropriate, or to allow the court to discern the existence of a pattern or design of discrimination.</p>\n<p>[8]  No view is expressed herein with respect to possible judicial procedures available to a plaintiff who has exhausted the administrative remedies available under the Act. Cf. <i>Knoxville Progressive Christian Coalition v. Testerman,</i> <span class=\"citation\" data-id=\"2131512\"><a href=\"/opinion/2131512/knoxville-progressive-christian-coal-v-testerman/\"><span class=\"volume\">404</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">783</span></a></span> (E.D.Tenn.1975).</p>\n<p>[9]  \"The undersigned attorneys of record for the parties hereto hereby stipulate and agree as follows:\n</p>\n<p>\"1. Pending the determination of plaintiff's motion for a preliminary injunction the defendant City of Poughkeepsie shall:</p>\n<p>\"(a) take no action to implement cancellation of the contract with plaintiff which is the subject matter of this controversy;</p>\n<p>\"(b) forthwith process and honor, in due course, all existing requisitions for acquisition, rehabilitation, and administrative expenses which had been mailed or delivered to the defendant City, or any of its agencies, prior to June 14, 1976;</p>\n<p>\"(c) take no action whatsoever to reallocate to any other party all or any portion of the Community Development funds which had been allocated for the subject contract with plaintiff.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106628/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106845/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/229266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/240055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/309468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1859075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2131512/"
          ]
        }
      ],
      "judges": "Haight",
      "date_created": "2014-10-30T13:59:57.370448Z",
      "date_modified": "2016-03-03T20:03:10.225439Z",
      "date_filed": "1976-11-05",
      "date_filed_is_approximate": false,
      "slug": "peoples-hous-devel-corp-v-city-of-poughkeepsie",
      "citation_id": 1486277,
      "case_name_short": "",
      "case_name": "PEOPLE'S HOUS. DEVEL. CORP. v. City of Poughkeepsie",
      "case_name_full": "",
      "federal_cite_one": "425 F. Supp. 482",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1049928/peoples-hous-devel-corp-v-city-of-poughkeepsie/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:59:57.366991Z",
  "date_modified": "2014-10-30T13:59:57.366991Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "PEOPLE'S HOUS. DEVEL. CORP. v. City of Poughkeepsie",
  "case_name_full": "",
  "slug": "peoples-hous-devel-corp-v-city-of-poughkeepsie",
  "docket_number": "76 Civ. 2792-CSH",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}