{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1069295/",
  "id": 1069295,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ksd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1525751/",
      "id": 1525751,
      "absolute_url": "/opinion/1525751/atchison-topeka-and-santa-fe-ry-co-v-lennen/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1069295/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1525751/",
          "id": 1525751,
          "absolute_url": "/opinion/1525751/atchison-topeka-and-santa-fe-ry-co-v-lennen/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1525751/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:34:59.987635Z",
          "date_modified": "2017-04-06T05:04:05.659173Z",
          "type": "010combined",
          "sha1": "4c63dd05452d3bcad381d93d91cb4e5c2c3fa29e",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>552 F.Supp. 1031 (1982)</b></center>\n<center><h1>The ATCHISON, TOPEKA AND SANTA FE RAILWAY CO., et al., Plaintiffs,<br>\nv.<br>\nMichael LENNEN, et al., Defendants.</h1></center>\n<center>Nos. 80-4172, 80-4173, 80-4176, 80-4181 and 80-1690.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>April 15, 1982.</center>\n<p><span class=\"star-pagination\">*1032</span> <span class=\"star-pagination\">*1033</span> Laurence E. Garrett, J.B. Reeves, Topeka, Kan., for plaintiff in No. 80-4172.</p>\n<p>Jim Marquez, U.S. Atty., Topeka, Kan., for plaintiffs in Nos. 80-4172, 80-4173 and 80-4181.</p>\n<p>Carol B. Bonebrake and John P. Quinlan, Dept. of Revenue, Topeka, Kan., Regan &amp; McGannon, Wichita, Kan., for defendants in all cases.</p>\n<p>Chester A. Arterburn, Jr., Sabatini, Waggener, Vincent &amp; Arterburn, Topeka, Kan., for plaintiffs in No. 80-4173.</p>\n<p>Mark L. Bennett, Jr., Davis &amp; Bennett, Topeka, Kan., for plaintiffs in Nos. 80-4176 and 80-4181.</p>\n<p>Alan F. Alderson, Steven C. Montgomery, Clarence J. Malone, Dept. of Revenue, Topeka, Kan., for defendants in No. 80-4176.</p>\n<p>Robert C. Foulston, Stanley G. Andeel, Foulston, Siefkin, Powers &amp; Eberhardt, Wichita, Kan., for plaintiffs in No. 80-1690.</p>\n<p>Patrick J. Regan, James J. McGannon, Regan &amp; McGannon, Wichita, Kan., for defendants in No. 80-1690.</p>\n<p>Wm. D. Rustin, County Counselor, Paul M. Buchanan, Asst. County Counselor, Wichita, Kan., Lloyd R. Graham, Asst. Geary County Atty., Junction City, Kan., Robert J. O'Connor, Jeff A. Roth, Wichita, Kan., Bert R. Hopper, Seward County Counselor, Smith, Greenleaf &amp; Brooks, Liberal, Kan., Douglas L. Baker, Pittsburg, Kan., Robert J. Frederick, Kearny County Atty., Lakin, Kan., Tom R. Smith, Liberal, Kan., Gale &amp; Gale, Robert H. Gale, Jr., Syracuse, Kan., Douglas S. Brunson, Kiowa County Atty., Greensburg, Kan., Grant M. Glenn, Donald J. Horttor, Cosgrove, Webb &amp; Oman, Topeka, Kan., Gordon A. Harness, Comanche County Atty., Coldwater, Kan., Thomas L. Wilson, Woodson County Atty., Yates Center, Kan., B.A. Lightfoot, Hodgeman County Atty., Jetmore, Kan., Hathaway &amp; Kimball, Ulysses, Kan., John L. Weingart, Asst. Brown County Atty., Hiawatha, Kan., Wm. Rex Lorson, Saline County Atty., Salina, Kan., John R. Martin, Topeka, Kan., for county defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>ROGERS, District Judge.</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>This is an action brought by eleven interstate railroad companies<sup>[1]</sup> alleging that the State of Kansas<sup>[2]</sup> discriminated against rail transportation property in 1980 in the assessing and collecting of property taxes in violation of Section 306 of the Railroad Revitalization and Regulatory Reform Act of 1976 (the 4-R Act), now codified at 49 U.S.C. § 11503.<sup>[3]</sup> Section 306 prohibits discriminatory <span class=\"star-pagination\">*1034</span> state taxation of railroads and provides that railroad property may not be assessed at a higher ratio of assessed value to true market value than the ratio of assessed value to true market value at which commercial and industrial property within the state is assessed. The railroads allege that commercial and industrial property in Kansas in 1980 was assessed at 12.1 percent of true market value while their property was assessed at 30 percent of true market value. Accordingly, they seek an order prohibiting the defendants from assessing or taking any action to collect 1980 taxes based on assessments that exceed those permissible under law. This action was tried to the court beginning on February 1, 1982. The parties have since filed extensive briefs containing suggested findings of fact and conclusions of law and the court is now prepared to rule.</p>\n<p>This is one in a series of cases filed across the country by various railroads seeking relief under Section 306 of the 4-R Act.<sup>[4]</sup> However, unlike prior cases, this action focused upon a number of issues which had not previously been considered.<sup>[5]</sup> Thus, this litigation was much lengthier and most probably more expensive than previous similar actions.</p>\n<p>In our order of July 7, 1981, 531 F.Supp. 220, we detailed the complicated and extended procedural history of this litigation. The court, therefore, finds it unnecessary to <span class=\"star-pagination\">*1035</span> review that background except to note the current status of this action. The court has previously granted the plaintiffs' motions for preliminary injunctions. In those orders, we enjoined the State defendants and their agents from collecting 60% of each half of each railroad's 1980 taxes.<sup>[6]</sup> This money was paid into the court pending final resolution of this action. The remaining 40% of the taxes was paid to the counties.</p>\n<p>This court has discussed and determined many of the issues raised by the parties herein during the course of this litigation.<sup>[7]</sup> The court will attempt to refrain from discussing issues which have been previously considered. However, in order to provide some background, the court will again discuss the ad valorem taxation system in Kansas and the legislative history of Section 306.</p>\n<p></p>\n<h2>KANSAS AD VALOREM TAX SYSTEM</h2>\n<p>The Constitution of the State of Kansas provides for a \"uniform and equal rate of assessment and taxation.\" Article 11, § 1. All real and personal property situated in Kansas is subject to ad valorem taxation, unless expressly exempted by statute. K.S.A. 79-101. All property subject to taxation is to be assessed at thirty percent of its fair market value. K.S.A. 79-1439.</p>\n<p>In Kansas, railroad property is valued annually pursuant to the unitary approach. K.S.A. 79-5a04. Under this approach, a railroad is valued as a \"going concern.\" The Director of Property Valuation is required to determine the unit valuation of the entire railroad company for each railroad running through Kansas by examining the following factors: (1) original cost; (2) original cost less depreciation; (3) market value of all outstanding capital stock and debt; (4) utility operating income; and (5) any other available information or evidence. After a weighing process involving these factors, the Director arrives at a value for each of the railroads. The Director then makes a determination of the value of each railroad to be allocated to the State of Kansas based upon such factors as track miles and tonnage miles. Prior to the time the Director arrives at the final valuation figure, each railroad has an opportunity to appear before the Director and be heard on the issue. K.S.A. 79-5a05. The value that is finally arrived at is then distributed among the counties where rail transportation property is located. Thus, the value of each railroad is determined by an examination of it as an entire system rather than by a determination of the summary of each piece of property it owns within the state. The entire valuation procedure is performed at the state level and the counties are not involved in any part of the process.</p>\n<p>Valuation of other property in Kansas, excluding utilities, is performed at the local level, by the county appraisers, under the guidance of the Director of Property Valuation. K.S.A. 79-1404. Personal property is valued annually in each county. Each year, the Department of Revenue provides the local county appraisers with a multitude of manuals to aid them in the valuation of personal property. Almost all personal property in Kansas is assessed through the use of guides provided by the state. County appraisers are required to follow the guides as long as they provide fair market value for the particular item of personal property. If a guide does not provide fair market value on a given piece of property, the county appraiser is allowed to deviate from the guide in order to achieve the proper value. Thus, each year personal property in each county in Kansas is reassessed in an effort to tax at thirty percent of the fair market value of the property.</p>\n<p><span class=\"star-pagination\">*1036</span> Real property, on the other hand, has not been reappraised in Kansas for a number of years. Reappraisal of real property was last ordered in 1963. The reappraisal was carried out over an eight year span with the last county finishing the reappraisal process in 1971. Presently, Kansas law prohibits a county from conducting a mass reappraisal. K.S.A. 79-1451. Thus, real property in each county is now carried on the tax rolls at the \"fair market values\" determined at the time of the last reappraisal.</p>\n<p></p>\n<h2>LEGISLATIVE BACKGROUND OF SECTION 306</h2>\n<p>The legislative background on Section 306 is a lengthy one. For many years, railroads have contended that they were being subjected to gross discrimination by the states in the area of ad valorem taxation. In 1961, the Report of the Senate Committee on Interstate and Foreign Commerce on National Transportation Policy, S.Rep. No. 445, 87th Cong., 1st Sess. (hereinafter referred to as the \"Doyle Report\"), confirmed that state and local assessment procedures in many states did, in fact, discriminate against railroads. Therein, it is stated:</p>\n<blockquote>[T]he Association of American Railroads was requested to submit any pertinent information available on relative tax discrimination in the matter of State and local taxes. A Table was submitted by the Association of American Railroads ... showing the extent of overpayment of railroad ad valorem taxes resulting from the assessment of railroad property at a percent of its value that is higher than the percent which the assessment of other taxpayer property is to the value of such other property. This confirmed the findings of this committee that there is a studied and deliberate practice of assessing railroad property at a proportion of full value substantially higher than other property subject to the same tax rates.</blockquote>\n<p><i>Id.</i> at 458. The Doyle Report recommended passage of federal legislation that would prohibit discriminatory valuation and assessment of railroad property and would provide railroads with a federal remedy against such discrimination.</p>\n<p>Following the publication of the Doyle Report, congressional committees considered a series of legislative proposals designed to eliminate discriminatory state taxation of interstate carriers<sup>[8]</sup> and held extensive hearings on many of these proposals. Based upon such investigations, congressional committees issued several comprehensive reports in which they concluded that state tax discrimination against railroad transportation imposed severe burdens upon the nation's economy and that railroads had been unable to obtain effective relief from such discrimination because of the unwillingness of state administrative and judicial officers to reduce railroad assessments. Each of these committees recommended passage of federal legislation which would afford railroads a simple and effective method of obtaining relief from discriminatory state taxation. Prior to this time, the railroads' efforts to remedy this problem by resort to the federal courts had generally been unsuccessful because of the jurisdictional limitations on federal judicial authority contained in 28 U.S.C. § 1341.<sup>[9]</sup> As recognized by the court in <i>Southern Railway Co. v. State Board of Equalization, supra,</i> this posed considerable problems for the railroad industry:</p>\n<blockquote>Traditionally, as a matter of comity, federal courts have been reluctant to find state remedies inadequate. <i>See </i><i>Tully v. Griffin, Inc.,</i> 429 U.S. 68, 97 S.Ct. 219 [50 L.Ed.2d 227] (1976). This reluctance had <span class=\"star-pagination\">*1037</span> worked a particular hardship upon railroads, since under many state laws a challenge to a tax assessment had to be brought against numerous local tax collecting authorities rather than against a central tax assessing department. Recognizing this deficiency, Congress provided under section 306 that notwithstanding 28 U.S.C. § 1341 the district courts of the United States would have jurisdiction \"to grant such mandatory or prohibitive injunctive relief, interim equitable relief, and declaratory judgments\" as might be necessary to prevent, restrain, or terminate unlawful assessments, provided, however, that such jurisdiction would not be exclusive of state jurisdiction and provided further that no relief could be granted under section 306 \"unless the ratio of assessed value to true market value, with respect to transportation property, exceeds by at least 5 per centum the ratio of assessed value to true market value, with respect to all other commercial and industrial property in the same assessment jurisdiction.\"</blockquote>\n<p>Section 306 was eventually enacted as an integral part of the 4-R Act of 1976, a comprehensive plan for restoring the railroad industry. The effective date of Section 306 was postponed until February 5, 1979. The purpose of the delayed effective date was to allow the states sufficient time to rectify any discrimination that existed. <i>See</i> S.Rep. 91-630, 91st Cong., 1st Sess., p. 13 (1969).</p>\n<p>From the publication of the Doyle Report to the eventual passage of the 4-R Act, the State of Kansas was repeatedly found by Congress to be one of the states discriminating in the assessment and taxation of railroad property. A table contained in the Doyle Report showed that in 1957 Kansas assessed railroad property at fifty percent of fair market value, while assessing all other property at twenty-three percent. S.Rep. 445, 87th Cong., 1st Sess., p. 487 (1961). Subsequent committee reports also contained tables which showed Kansas as one of the states discriminating against railroads in the assessment and taxation of their property. <i>See, e.g.,</i> S.Rep. 1483, 90th Cong., 2d Sess. p. 4 (1968) [Kansas in 1965  railroad property 30%, other property 20%]; S.Rep. 91-630, 91st Cong., 1st Sess. p. 5 (1969) [Kansas in 1968  railroad property 30%, other property 18%].</p>\n<p></p>\n<h2>PRELIMINARY ISSUES</h2>\n<p>The court shall now move to a discussion of the issues in the instant case. The court shall first consider some preliminary issues and then move on to an analysis of Section 306. The county intervenors have challenged the constitutionality of Section 306. County intervenors contend that Section 306 is not a valid exercise of power under the Commerce Clause and that it infringes upon the sovereignty of the states in violation of the Tenth Amendment to the United States Constitution. These contentions have been thoroughly considered in two previous cases involving the 4-R Act, <i>State of Arizona v. Atchison, Topeka and Santa Fe Railroad Co., supra</i><i>;</i> and <i>State of Tennessee v. Louisville and Nashville Railway Co., supra.</i> In each case, Section 306 was found to be constitutional. We are in agreement with the decisions reached by those courts and do not find the county intervenors' efforts at distinguishing or criticizing those decisions to be persuasive. Accordingly, the court finds that Section 306 is constitutional and valid and that the contentions raised by the county intervenors to the contrary are without merit.</p>\n<p>County intervenors have requested this court to abstain from exercising jurisdiction in this litigation and to remand the action to the Board of Tax Appeals of the State of Kansas. County intervenors rely almost exclusively on the court's opinion in <i>Southern Railway Co. v. State Board of Equalization, supra.</i> In that case, the Georgia court did abstain from exercising jurisdiction, relying upon the doctrine set forth in <i>Burford v. Sun Oil Co.,</i> 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943).</p>\n<p>This court has previously orally ruled in this case that it will not abstain from exercising jurisdiction here. One other court, in addition to the Georgia court, has relied <span class=\"star-pagination\">*1038</span> upon the doctrine of abstention to decline to exercise jurisdiction over an action brought under Section 306 of the 4-R Act. <i>See </i><i>Missouri Pacific Railroad Co. v. Tax Division of the Arkansas Public Service Comm., supra</i><i>.</i> Under the circumstances of this case, we do not find the opinions of the courts in Georgia and Arkansas to be persuasive.</p>\n<p>Abstention is a court-formulated doctrine under which a federal court may decline to exercise its jurisdiction over a case and defer to a state court or state administrative board. The doctrine is equitable in its origins. <i>Hostetter v. Idlewild Bon Voyage Liquor Corp.,</i> 377 U.S. 324, 84 S.Ct. 1293, 12 L.Ed.2d 350 (1964). Ascertainment of whether there exist the special circumstances prerequisite to application of the doctrine must be made on a case-by-case basis. <i>Baggett v. Bullitt,</i> 377 U.S. 360, 84 S.Ct. 1316, 12 L.Ed.2d 377 (1964). This court doesn't find the special circumstances here necessary to invoke the doctrine. On the contrary, we find the circumstances here to favor resolution of this controversy in federal court. The legislative history underlying Section 306 clearly envisions that prospective plaintiffs will have a federal forum available to remedy state discrimination. In fact, one of the thrusts behind the adoption of Section 306 was that state law remedies, while they may appear adequate on paper, are woefully inadequate in practice. In addition, abstention is particularly inappropriate in Kansas where the availability of a remedy under state law is uncertain at best. This point will become clearer during the course of this opinion. In sum, we refuse to abstain from exercising jurisdiction in this litigation.</p>\n<p></p>\n<h2>THE STATUTE</h2>\n<p>Section 306 provides as follows:</p>\n<blockquote>(1) Notwithstanding the provisions of section 202(b), any action described in this subsection is declared to constitute an unreasonable and unjust discrimination against, and an undue burden on, interstate commerce. It is unlawful for a State, a political subdivision of a State, or a governmental entity or person acting on behalf of such State or subdivision to commit any of the following prohibited acts:</blockquote>\n<blockquote>(a) The assessment (but only to the extent of any portion based on excessive values as hereinafter described), for purposes of a property tax levied by any taxing district, of transportation property at a value which bears a higher ratio to the true market value of such transportation property than the ratio which the assessed value of all other commercial and industrial property in the same assessment jurisdiction bears to the true market value of all such other commercial and industrial property.</blockquote>\n<blockquote>(b) The levy or collection of any tax on an assessment which is unlawful under subdivision (a).</blockquote>\n<blockquote>(c) The levy or collection of any ad valorem property tax on transportation property at a tax rate higher than the tax rate generally applicable to commercial and industrial property in the same assessment jurisdiction.</blockquote>\n<blockquote>(d) The imposition of any other tax which results in discriminatory treatment of a common carrier by railroad subject to this part.</blockquote>\n<blockquote>(2) Notwithstanding any provision of section 1341 of title 28, United States Code, or of the constitution or laws of any State, the district courts of the United States shall have jurisdiction, without regard to amount in controversy or citizenship of the parties, to grant such mandatory or prohibitive injunctive relief, interim equitable relief, and declaratory judgments as may be necessary to prevent, restrain, or terminate any acts in violation of this section, except that </blockquote>\n<blockquote>(a) such jurisdiction shall not be exclusive of the jurisdiction which any Federal or State court may have in the absence of this subsection;</blockquote>\n<blockquote>(b) the provisions of this section shall not become effective until 3 years after the date of enactment of this section;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1039</span> (c) no relief may be granted under this section unless the ratio of assessed value to true market value, with respect to transportation property, exceeds by at least 5 per centum the ratio of assessed value to true market value, with respect to all other commercial and industrial property in the same assessment jurisdiction;</blockquote>\n<blockquote>(d) the burden of proof with respect to the determination of assessed value and true market value shall be that declared by the applicable State law; and</blockquote>\n<blockquote>(e) in the event that the ratio of the assessed value of all other commercial and industrial property in the assessment jurisdiction to the true market value of all such other commercial and industrial property cannot be established through the random-sampling method known as a sales assessment ratio study (conducted in accordance with statistical principles applicable to such studies) to the satisfaction of the court hearing the complaint that transportation property has been or is being assessed or taxed on contravention of the provisions of this section, then the court shall hold unlawful an assessment of such transportation property at a value which bears a higher ratio to the true market value of such transportation property than the assessed value of all other property in the assessment jurisdiction in which is included such taxing district and subject to a property tax levy bears to the true market value of all such other property, and the collection of any ad valorem property tax on such transportation property at a tax rate higher than the tax rate generally applicable to taxable property in the taxing district.</blockquote>\n<blockquote>(3) As used in this section, the term </blockquote>\n<blockquote>(a) \"assessment\" means valuation for purposes of a property tax levied by any taxing district;</blockquote>\n<blockquote>(b) \"assessment jurisdiction\" means a geographical area, such as a State or a county, city, township, or special purpose district within such State which is a unit for purposes of determining the assessed value of property for ad valorem taxation;</blockquote>\n<blockquote>(c) \"commercial and industrial property\" or \"all other commercial and industrial property\" means all property, real or personal, other than transportation property and land used primarily for agricultural purposes or primarily for the purpose of growing timber, which is devoted to a commercial or industrial use and which is subject to a property tax levy; and</blockquote>\n<blockquote>(d) \"transportation property\" means transportation property, as defined in regulations of the Commission, which is owned or used by a common carrier by railroad subject to this part or which is owned by the National Railroad Passenger Corporation.</blockquote>\n<p></p>\n<h2>THE ISSUES</h2>\n<p>This action presents an alleged de facto form of property tax discrimination.<sup>[10]</sup> De facto discrimination, under the 4-R Act, arises when a taxation scheme does not establish differing rates of assessment but through its operation nevertheless results in a disparity. <i>Clinchfield Railroad Co. v. Lynch, supra</i><i>.</i> Here, the railroads claim that their property has been reappraised each year, while other commercial and industrial property has not been reappraised for a number of years. Accordingly, based on the results of a sales assessment ratio study, they allege that the assessment ratio of commercial and industrial property was substantially lower than the thirty percent at which their property was assessed for the tax year 1980.</p>\n<p>In <i>Clinchfield Railroad Co. v. Lynch, supra</i><i>,</i> it was recognized: \"In a de facto discrimination <span class=\"star-pagination\">*1040</span> case ... Section 306 focuses on a single index to be used in measuring discrimination, the ratio of assessed value to true market value (`the assessment ratio').\" The statute recognizes the sales assessment ratio study as the preferred method of establishing the ratio of assessment value to true market value. <i>State of Arizona v. Atchison, Topeka &amp; Santa Fe Railroad Co., supra</i><i>; </i><i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>Clinchfield Railroad Co. v. Lynch, supra</i><i>.</i> A sales assessment ratio study is defined as follows:</p>\n<blockquote>\"[A] systematic attempt, undertaken within the requirements of statistical principles, to compare the assessed values of individual properties with the actual worth of those properties in the market, as evidenced by bona fide measurable sales ...\"</blockquote>\n<p>Bureau of Census, <i>State and Local Ratio Studies, Property Tax Assessment, and Transfer Taxes,</i> p. 1 (1980). <i>Also see </i><i>Louisville and Nashville Railroad Co. v. Public Service Commission,</i> 493 F.Supp. 162, 164 (M.D.Tenn.1978); <i>People ex rel. Korzen v. Chicago, Burlington &amp; Quincy Railroad Co.,</i> 32 Ill.2d 554, 209 N.E.2d 649, 653 (1965).</p>\n<p>The court notes, however, that both the courts in <i>Ogilvie</i> and <i>Clinchfield</i> recognized that the mere presence of a sales assessment ratio study does not necessarily justify relief. Nor is such a study the only method usuable for determining assessment ratios. In <i>Ogilvie,</i> it was stated:</p>\n<blockquote>The court will not construe § 306(2)(e) so as to hold that the only means of establishing assessment ratios is by a sales assessment ratio study. The legislative history of § 306 indicates that a sales assessment ratio study is the customary and perhaps preferred method of determining the composite level of assessment, but it does not indicate that such a study is the only method for so determining.</blockquote>\n<p>492 F.Supp. at 446.</p>\n<p>And, in <i>Clinchfield,</i> it was observed:</p>\n<blockquote>[T]he court wishes to emphasize that a sales-assessment ratio study is not <i>necessarily</i> sufficient. It makes out a prima facie case. Here, however, there was no dispute about the results of the study or about the adequacy of the method by which it was conducted. The only dispute concerned property totally excluded from the study. Parties in Section 306 litigation could certainly dispute either the method or results of such a study. In such case, the study would have to be determined to prove discrimination \"to the satisfaction of the court,\" Section 306(2)(e), before relief could be granted.</blockquote>\n<p>The focal point of this litigation is the sales assessment ratio study presented to the court by the railroads. As noted previously, plaintiffs rely exclusively on this study as the indicator that they are entitled to relief in this action. For a variety of reasons, the defendants contend that the study submitted by the railroads fails to meet the burden of proof imposed on the railroads and thus the plaintiffs are entitled to no relief.</p>\n<p>Kansas law requires the Director of Property Valuation to annually conduct a sales assessment ratio study to determine the level of assessment of locally assessed real property in the state. K.S.A. 79-1435 <i>et seq.</i> Based upon the information gathered by the State of Kansas for its 1980 sales assessment ratio study, Dr. Frederick Ekeblad, a consultant in the fields of statistics and economics, computed median levels of assessments for commercial and industrial real property and for all other real property in the state on a county-by-county and a statewide basis. Ekeblad's study showed that commercial and industrial real property in Kansas in 1980 was assessed at 12.1% of true market value on a statewide basis. The study further showed that all real property in Kansas was assessed at 7.4% of true market value.</p>\n<p>The defendants first contend that the plaintiffs' sales assessment ratio study is insufficient because it fails to include <i>all</i> commercial and industrial property, real and personal, locally assessed and centrally assessed. The court in <i>Clinchfield</i> considered the identical argument and summarized the position of the parties as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*1041</span> The railroads contend that Section 306 specifically authorizes the use of a properly conducted sales-assessment ratio study to establish a prima facie case of discrimination and to tailor relief. Defendants contend that the sales-assessment ratio study standing alone is insufficient and that Section 306 permits this court to fashion relief only on a showing of the assessment value to market value ratio of <i>all</i> commercial and industrial property, real and personal, locally-assessed and centrally-assessed.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Section 306(2)(e) may be read, as the railroads contend, to firmly establish that a properly conducted sales-assessment ratio study provides the benchmark for measuring discrimination and relief, so long as the study is satisfactory to the court. This interpretation would place priority on the Congressional recognition of this specific type of study, permitting proof of discrimination by such a study even though the study would not include centrally-assessed utility property or locally-assessed personal property, categories of property clearly encompassed by the definition of \"commercial and industrial property\" contained in the statute. On the other hand, it may be contended, and is by defendants, that the mention of a sales-assessment ratio study does not abrogate the statute's requirement that railroads prove discrimination vis-a-vis <i>all</i> commercial and industrial property, including centrally-assessed property and personal property. Thus, to be sufficient under Section 306 a sales-assessment ratio study would have to include those categories of property.</blockquote>\n<p>With regard to the inclusion of personal property, the court stated:</p>\n<blockquote>Section 306 refers to a sales-assessment ratio study in a technical sense and requires that such a study be conducted in accordance with recognized statistical principles. In context, this is highly significant since the evidence is uncontroverted that the recognized means of conducting such a study is to include only locally-assessed real estate. Such a study is reliable because it calculates from arms-length market transactions which are matters of public record. Real estate transactions may be sampled and analyzed objectively and expeditiously. In contrast, there is no objective method for determining the level of assessment of personal property. The property would have to be appraised piece by piece since there is no public record of arms-length transactions which could be sampled and analyzed.</blockquote>\n<blockquote>When Congress incorporated this preference for a sales-assessment ratio study into Section 306, it had before it thorough descriptions of the method of performing a sales-assessment ratio study and the usefulness of such a study as a tool for measuring tax discrimination. <i>See</i> Hearings on H.R. 736 Before the Subcommittee on Transportation and Aeronautics of the House Committee on Interstate and Foreign Commerce, 88th Cong., 1st Sess. (July, 1964); Hearings on S. 2289 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 91st Cong., 1st Sess. (1967). It appears that Congress understood the method of a sales-assessment ratio study and concluded that the resulting ratio accurately represented the level of assessment of all property in the assessment jurisdiction. <i>See</i> S.Rep. No. 1483, 90th Cong., 2d Sess. (1969), pp. 23-24. Furthermore, Congress desired to provide a plain, speedy and efficient remedy for tax discrimination and was aware that reliance on sales-assessment ratio studies would further that goal. <i>E.g.,</i> Hearings Before the Subcommittee on Aeronautics of the Committee on Interstate and Foreign Commerce on H.R. 736, H.R. 10169, 88th Cong., 2d Sess. (1964).</blockquote>\n<blockquote>Defendant Mecklenburg County has presented substantial evidence tending to show that the assessment ratio of commercial and industrial personal property in that county is greater than the 72 per cent assessment ratio prevailing for real estate, and that it approaches 100 per cent. The county therefore contends that <span class=\"star-pagination\">*1042</span> there is no basis in fact for presuming that the overall commercial and industrial assessment ratio in that county is 72 per cent, merely because the assessment ratio for real estate is stipulated to be 72 per cent. In addition, Mecklenburg County contends that under North Carolina law, which controls the burden of proof in this action, Section 306(2)(d), a presumption of regularity adheres in the assessment of all property until challenged, so that if any presumption is used, it should be that personal property in every county is assessed at 100 per cent of true value. <i>In Re Appeal of McElwee,</i> 304 N.C. 68, 283 S.E.2d 115 (1981); <i>In Re Appeal of Amp, Inc.,</i> 287 N.C. 547, 215 S.E.2d 752 (1975). The \"presumption of regularity\" is rebutted, however, by a public service company's introduction of substantial evidence of an \"inequitable difference\" between the public service company's assessment and that of locally assessed property. N.C.G.S. § 105-342 (specifically permitting public service companies to prove tax discrimination by means of a sales-assessment ratio study). As to the specific evidence before the court concerning Mecklenburg County, the court is persuaded that Mecklenburg County's level of assessment of business personal property exceeds 72 per cent of true market value.</blockquote>\n<p>The court concluded:</p>\n<blockquote>The court is well aware of the strength of the county's position concerning the incompleteness of a study which excludes personal property, and the court would require the inclusion of personal property data if Section 306 did not so clearly express a preference for a particular means of proving discrimination. Congress' choice in authorizing the use of the sales-assessment ratio study was well founded given the history of frustrating state and local equalization procedures that were a barrier to relief prior to the effective date of Section 306. In making this choice, Congress necessarily sacrificed a degree of accuracy which could be obtained through a vastly more expensive and time-consuming method of proof, that of county-by-county personal property studies.</blockquote>\n<p>We must agree with the conclusion reached by the court in <i>Clinchfield.</i> Like the defendants in that case, the defendants here presented considerable testimony by county appraisers tending to show that the assessment ratio of commercial and industrial personal property in the counties approaches thirty percent as mandated by state statute. The court was generally impressed by the professionalism and integrity of the county appraisers that testified during this trial. The evidence showed that the counties in Kansas have a very thorough system for discovering, assessing and taxing commercial and industrial property. However, the court notes that even the studies conducted by the defendants failed to show that commercial and industrial personal property is assessed at thirty percent of fair market value.<sup>[11]</sup></p>\n<p>The defendants also presented testimony that a sales assessment ratio study on personal property could be performed and in fact presented an assessment study conducted on commercial and industrial property in Saline County, Kansas. The railroads had taken the position that it was impossible to conduct a sales assessment ratio study on personal property.<sup>[12]</sup> Dr. Allison R. <span class=\"star-pagination\">*1043</span> Manson, a professor of statistics at North Carolina State University and co-owner of a consulting firm called Assessment Analysis Associates, Inc. (hereinafter referred to as \"Triple A\"), testified about a study he conducted in Saline County, Kansas, with the aid of the Saline County appraiser. He further testified as to the cost and time required for conducting such studies on various scales in the State of Kansas. Dr. Manson developed three different methods of performing such a study in Kansas with one alternative to each method. These methods and alternatives varied as to the number of counties involved and as to who would perform the majority of the work involved, <i>i.e.,</i> Triple A or the county officials. The first approach was a study designed to ascertain the sales assessment ratio of commercial and industrial property of all counties within the State of Kansas, with the vast majority of work being done by Triple A. Dr. Manson estimated that such a study would take approximately six months to complete and the cost would probably be between $750,000 and $1,000,000. With the county officials performing most of the work rather than Triple A, the time required would be approximately the same but the costs would be slightly lower, between $500,000 and $900,000. The second option proposed by Dr. Manson was a study conducted on only a random sample of Kansas counties, about twenty counties. This study would last approximately three months and cost between $600,000 and $1,300,000, again depending upon whether the counties or Triple A did the bulk of the work involved. The third option, the one which was employed in this case, involved only a single county study. On this scale, the study would take approximately one month to complete and would cost between $8,000 and $15,000, once again depending upon who performed most of the work.</p>\n<p>As correctly pointed out by the plaintiffs, there were a number of problems present in the study conducted by Dr. Manson. However, the study did demonstrate that such a study could be conducted on personal property. But, the court believes that the significance of Dr. Manson's testimony lies in the information related on the time and cost required to conduct such a study. Although Dr. Manson stated that subsequent studies would be less costly, it was clear that the cost and the time required for such studies was great. In addition, it was clear, after a series of questions asked by the court, that this type of study was new to the field of sales assessment ratio studies:</p>\n<blockquote>THE COURT: Now, in your suggested study to establish an assessment sales ratio on personal property, have such studies been done in the past?</blockquote>\n<blockquote>DR. MANSON: Not in the same fashion that this one has.</blockquote>\n<blockquote>THE COURT: Now, the only literature we've been furnished is actually the June 1954 Guide for Assessment Sales Ratio Studies, and that has to do only with real estate. Are there any books that you know of that directs the attention towards a personal property assessment sales ratio study?</blockquote>\n<blockquote>DR. MANSON: No, sir, I don't think you're going to find information along those lines published in any books as of today. We are applying techniques which are typically used in other studies to personal property so far as I know for the first time in Saline County.</blockquote>\n<p>All of which leads the court to believe that the court in <i>Clinchfield</i> was absolutely correct in holding that when Congress spoke of a sales assessment ratio study, it intended to limit such studies to real estate and that such a study would be representative of all commercial and industrial property within a given assessment jurisdiction. The legislative history of Section 306 indicates that Congress was fully apprised of the method of performing a sales assessment ratio study. The congressional committees that investigated tax discrimination against railroad property were aware that standard procedures for conducting sales assessment ratio studies called for the inclusion <span class=\"star-pagination\">*1044</span> of real property sales and assessment data only. Certainly at the time of the hearings in Congress prior to the enactment of Section 306, as evidenced by the testimony during this trial and the exhibits submitted, it was clear that such studies were limited to real property. Furthermore, it is additionally clear that Congress was concerned with obtaining a swift, cost efficient method of proof for the railroads to demonstrate discrimination in court. The type of study advocated by the defendants does not meet those standards. Congress could not have intended to burden plaintiffs with the task of conducting extensive and unprecedented personal property studies when its announced intent was to ease procedural barriers to relief.</p>\n<p>The court now turns to whether centrally assessed property, <i>i.e.,</i> utilities, should be included in the assessment ratio derived by the plaintiffs for commercial and industrial property. The court in <i>Clinchfield</i> also tackled this problem. It was stated:</p>\n<blockquote>Turning to the question of centrally-assessed public service company property, it is again clear that accepted methods of conducting a sales-assessment ratio study would exclude such property even though such property is plainly within the meaning of \"commercial and industrial property\" as defined in Section 306. <i>Olgivie v. State Board of Equalization,</i> 657 F.2d 204 (8th Cir.1981). As with the personal property issue, it is clear that Congress was informed that a proper sales-assessment ratio study does not include centrally-assessed utility property. <i>E.g.,</i> Hearing on S. 927 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 90th Cong., 1st Sess., p. 66 (1967). Unlike personal property, however, utility property is easily included in a sales-assessment ratio calculation, because the total assessed value is known and the assessment ratio is 100 per cent. The difficulty is in choosing between two plausible methods of calculation. Defendants proposed to include utility property in a weighted fashion which would affect a county's ratio to a greater or lesser degree, depending on the proportion of its total tax base which consists of public service company property. Defendants refer to this method of calculation as \"the mean aggregate\" while plaintiffs refer to it as a \"value-weighted mean.\" In contrast, the railroads assert that if public service company property is to be included, the public service companies should be treated as taxpayers of equal import as all others. The railroads' position is consistent with the principles governing the conduct of a sales-assessment ratio study. A sales-assessment ratio is calculated to reflect the \"average\" taxpayer in the jurisdiction by reference to a median rather than to a weighted mean. Indeed, counsel for Mecklenburg County admitted that the median is the accepted average used in calculating the sales-assessment ratio.</blockquote>\n<blockquote>The court agrees with the railroads that the proper method for incorporating public service company property is by including those companies in the array of all taxpayers from which a median is chosen, and further that inclusion would have an insignificant effect on the actual median. <i>See</i> Testimony of Dr. Ekeblad, Tr. pp. 203-206. As with personal property, Mecklenburg County's proposal for calculating a weighted mean is appealing. It takes into account the quantity of property assessed at various ratios, unlike the statistically neater method of counting all taxpayers as equal. Nevertheless, in expressing its clear preference for the properly conducted sales-assessment ratio study, Congress implicitly mandated the use of a median to determine the average taxpayer for comparison with the railroads. Consistent with this, it is clear that public service company property should be included in a ratio study but that inclusion would not significantly affect the ratio derived.</blockquote>\n<p>Once again, we believe that the North Carolina court correctly decided this issue. In the instant case, plaintiffs presented evidence that Congress did not intend to include centrally assessed utilities in either a sales assessment ratio study or in discussions <span class=\"star-pagination\">*1045</span> concerning the ratio to be utilized as the measure of discrimination. Dr. Rolf Weil testified that Congress, in Section 306, intended to compare the assessment ratio of railroad transportation property with only the assessment ratio of locally assessed property. After a thorough review of the legislative history, we do not find the testimony of Dr. Weil to be persuasive on this point and we shall adopt the approach taken by the court in <i>Clinchfield.</i><sup>[13]</sup></p>\n<p>The court shall now examine the arguments made by the defendants regarding the results of the sales assessment ratio study submitted by the railroads and the adequacy of the method by which it was conducted. The defendants advanced a variety of reasons why the sales assessment ratio study offered by the railroads is incomplete, inadequate and unreliable.</p>\n<p>As noted previously, the railroads relied upon information gathered by the State of Kansas Department of Revenue for its 1980 sales assessment ratio study. Philip Martin, Director of Property Valuation, testified as to the procedures utilized in obtaining the data for the Kansas study. Kansas law requires that a purchaser of real estate must file a certificate of value with the Register of Deeds as a prerequisite to recording a deed. K.S.A. 58-2223a. A certificate of value is a document which shows the actual consideration paid for the property and the type of property involved. K.S.A. 58-2223b. It is a misdemeanor under Kansas law to falsify the value of real estate transferred on the certificate. K.S.A. 58-2223e. The contents of these certificates are made available to other county officials for preparation of data to be turned over to the Department of Property Valuation. The certificates are not available to the public. The county officials transfer the information contained on the certificate to ratio study cards, which are sent monthly to the Department of Property Valuation. Periodically, field representatives of the Department visit the counties to review recording procedures, examine specific sales and to provide whatever assistance is necessary. The ratio study cards which are received by the Department of Property Valuation each month are screened to exclude transactions other than valid sales. In addition to the small number of sales excludable under K.S.A. 58-2223c, the following transactions are screened:</p>\n<blockquote>(1) Transfer of deeds given in fulfillment of previously recorded long term contracts.</blockquote>\n<blockquote>(2) Sales between members of the immediate family (husband, wife, mother, father, sons, daughters, grandparents to grandchildren) where favoritism can be shown, with the names of the parties and their relationship to each other.</blockquote>\n<blockquote>(3) Sales by a sheriff pursuant to any order of any court of record.</blockquote>\n<blockquote>(4) Sales in bankruptcy settlements; other sales where it can be directly established that it is a forced or distressed sale.</blockquote>\n<blockquote>(5) Sales by judicial order which would include those executed by a guardian or executor, administration and partition sales where a degree of distress can be established by direct evidence.</blockquote>\n<blockquote>(6) Sales where the grantee is a religious, charitable, benevolent or fraternal organization, a school or an educational association.</blockquote>\n<blockquote>(7) Sales that are forfeitures of a contract or foreclosures of a mortgage.</blockquote>\n<blockquote>(8) Sales of clearly identified undivided interest in real estate (usually post-probate type sales, where the heirs are settling the estate).</blockquote>\n<blockquote>(9) Sales where an exchange of properties can be definitely established.</blockquote>\n<blockquote>(10) Sales where grantor and grantee are one and the same; or transfers of convenience to change the character <span class=\"star-pagination\">*1046</span> of title from tenancy in common to joint tenancy.</blockquote>\n<blockquote>(11) Sales where it can be definitely established that grantor and grantee are corporate affiliates belonging to the same parent company.</blockquote>\n<blockquote>(12) Sales where specific evidence of unrecorded notes or mortgages is available and would materially change the amount of the total consideration.</blockquote>\n<blockquote>(13) Sales where the price shown on the certificates of value includes the purchase of some items of personal property, such as farm machinery, motor vehicles, furniture, etc.</blockquote>\n<blockquote>(14) Sales where the price shown on the certificate of value includes consideration for leasing other land, purchase or leasing of property in other counties, states, etc.</blockquote>\n<blockquote>(15) Sales where the improvements on the land are different at the time of sale than on January 1 of the current year.</blockquote>\n<blockquote>(16) Sales where the assessed value includes more or less real property than the real property described in the recorded transaction.</blockquote>\n<blockquote>(17) Date of sale is prior to current study year.</blockquote>\n<p>Kansas Department of Revenue, <i>Kansas Real Estate Assessment/Sales Ratio Study, (\"KREASRS\"),</i> pp. 6-7 (1980).</p>\n<p>After screening, the remaining data is sorted into various urban and rural property classifications. Additional review follows and then the information is finally tabulated to form the actual ratio study. Kansas law requires the Director of Property Valuation to notify the board of county commissioners of each county of the ratios determined for that county. If the county commissioners disagree with the ratio for their county, they may appeal the ratio to the State Board of Tax Appeals. All appeals must be resolved before publication of the ratio study.</p>\n<p>The Kansas sales assessment ratio study is used for two purposes in Kansas. First, it is used by the state to distribute school finance funds. Second, it provides:</p>\n<blockquote>useful information to property tax administrators. For the appraiser, such information can be used as a check on the equality and uniformity of assessments within his assessment jurisdiction.</blockquote>\n<p><i>KREASRS, supra,</i> p. 1.</p>\n<p>Martin, under whose direction the ratio study is conducted, severely criticized the study as being unreliable for a number of reasons in his testimony in this case. Several of the arguments raised by Martin regarding the unreliability of the Kansas study were considered by the Kansas Supreme Court in <i>Northern Natural Gas Co. v. Williams,</i> 208 Kan. 407, 493 P.2d 568 (1972). In fact, defendants contend that <i>Williams</i> controls this action. We cannot agree.</p>\n<p>In <i>Williams,</i> the taxpayer, an interstate natural gas pipeline, sought to recover a portion of its 1969 property taxes paid under protest in Rice County. The taxpayer contended that its properties had been assessed at 30% of fair market value while the property of other taxpayers of the same class in that county had been assessed at 21% of fair market value. The taxpayer relied upon the Kansas Real Estate Assessment Ratio Study as evidence. The defendants in <i>Williams,</i> like the defendants in the instant case, argued that the ratio study demonstrates only the sales price of real estate and does not reflect the relationship of assessed value to \"justifiable value\"the proper criterion under K.S.A. 79-501 and K.S.A. 79-503 upon which the assessment rate is to be applied for property tax purposes. Richard Dwyer, at that time the Director of Property Valuation for the state, impugned the study as unreliable for this reason as well as others. The Kansas Supreme Court agreed with the position of the defendants and stated:</p>\n<blockquote>The culprit in this case is the official state ratio study. On the record here presented its invalidity for valuation and assessment purposes in Rice County is demonstrated.</blockquote>\n<blockquote>The 1968 Kansas Real Estate Assessment Ratio Study was compiled pursuant <span class=\"star-pagination\">*1047</span> to K.S.A. 79-1435 to 79-1444, inclusive. The 1968 report in its foreword specifically states that it is \"prepared for the purpose of reflecting the relationship of assessed value to <i>sales price of real estate.</i>\" (Emphasis added.) Note this does not say it reflects the relationship of assessed value to the \"justifiable value\" (<i>See</i> K.S.A. 79-501 and K.S.A.1968 Supp. 79-503).</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Our court has repeatedly said that the ratio study, standing alone, is not conclusive evidence of justifiable value in establishing a basis for comparison in determining uniformity of values for assessment purposes. (<i>Cities Service Oil Co. v. Murphy,</i> 202 Kan. 282, 447 P.2d 791; <i>Beardmore v. Ling,</i> supra [203 Kan. 802, 457 P.2d 117]; <i>Panhandle Eastern Pipe Line Co. v. Dwyer,</i> 207 Kan. 417, 485 P.2d 149; and <i>Northern Natural Gas Co. v. Dwyer,</i> 208 Kan. 337, 492 P.2d 147.)</blockquote>\n<p>493 P.2d at 574-576.</p>\n<p>The Court continued:</p>\n<blockquote>Sales price of real property alone, which is the evidence in this case, does not establish \"justifiable value\" (as defined by 79-503, <i>supra</i>) for ad valorem tax assessment purposes. Nowhere in the record does the Kansas Real Estate Assessment Ratio Study for the year 1968 purport to embrace consideration of the mandatory factors enumerated in 79-503, <i>supra,</i> to reflect the level of assessment in relation to the justifiable value of real estate. Justifiable value (as defined by 79-503, <i>supra</i>) is the only valid premise upon which a meaningful assessment ratio study could be predicated as applied to the facts in this case.</blockquote>\n<p><i>Id.</i> 493 P.2d at 579.</p>\n<p>However, this holding is not binding on this court in an action brought under Section 306. As we have stated previously, Congress expressed a preference in Section 306 for the use of a sales assessment ratio study as the primary indicator for determining whether railroads were being discriminated against in the assessment and taxation of their property. A sales assessment ratio study determines a level of assessment for property based on assessed value to <i>sales price</i> not <i>justifiable value.</i> Congress was specifically made aware of this fact. Dr. Weil testified before Congress on several occasions and informed them of the methods available to measure the level of assessment:</p>\n<blockquote>Now, I would like to make a point about the measurements of the local level of assessment. The only effective measure of the market is the market itself. Studies can be made and have been madeand the National Association of Tax Administrators has in effect advocated theminvolving the use of the assessment ratio method for the measurement of the level of assessments.</blockquote>\n<blockquote>How do you do this? You take the sales of properties in a given jurisdiction, sales between willing buyers and willing sellers, arm's length transactions; you take a large number of these, and you look up the assessment on these properties, compute the ratio of the assessed value of the property that got sold to its selling price, and take the median ratio of such sales for a jurisdiction, and this provides you with as accurate a measure of the level of assessment as you can get.</blockquote>\n<blockquote>An alternative procedure is to get appraisal ratios on property. You must be certain, however, that the appraisals will be market appraisals, that is, you make certain that appraisers will place a value on property which is roughly equal to the price that that particular property would fetch if it were in effect put on the market.</blockquote>\n<p>Hearings Before the Subcommittee on Surface Transportation of the Committee on Commerce on S.2289, 91st Cong., 1st Sess., p. 63 (1969).</p>\n<blockquote>It can be stated unequivocally that among experts in the field of property tax administration there is consensus that the level of real estate assessments can be accurately determined by the assessment ratio method. There can always be small sampling errors, but if proper techniques are used, such statistical error is administratively insignificant. Many refinements <span class=\"star-pagination\">*1048</span> in this method have been developed and confidence in the results has been general. Moreover, the method has been accepted in many court cases as the best approach to the determination of the level of assessment of locally assessed property. In a nutshell, the method consists of comparing the assessed value of property with the \"full fair cash\" value as determined by selling price or market appraisal of a large number of properties.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>The ratio method basically assumes that we make a comparison between the assessed valuation of property and its full fair cash value. Ideally the full value of property is its market value. When property is sold this is the best measure of value. The marketplace is its own best judge.</blockquote>\n<p>Hearings Before the Subcommittee on Surface Transportation of the Committee on Commerce on S.927, 91st Cong., 1st Sess., pp. 66, 68 (1967).</p>\n<p>It is apparent from the final passage of Section 306 that Congress chose the sales assessment approach to determining the assessment level of property within a jurisdiction. Accordingly, the <i>Williams</i> decision is not binding on this court.<sup>[14]</sup> It is, however, interesting to note that the trial judge in <i>Williams</i> found the Kansas sales assessment ratio study to be a \"meaningful guide\" and the \"best evidence as to the relationship between assessed values of Rice County real estate and justifiable or true values of Rice County real estate.\" Furthermore, Dr. Francis O. Woodard, an economist at Wichita State University and the statistical supervisor for the Kansas sales assessment ratio study in 1968 testified as follows: \"I doubt if everyone knows all the facts behind every sale, but in my opinion the sales alone denote market value.\"</p>\n<p>After a thorough review of the arguments made by the defendants and evidence presented during the trial, the court finds no basis for the assertion that the sales assessment ratio study conducted by the Department of Revenue of the State of Kansas is unreliable. Quite frankly, the court found most of the arguments articulated by the defendants not to be supported by any credible evidence or to border on being fatuous. In 1954, the National Association of Tax Administrators formulated and published standard procedures for the conduct of sales assessment ratio studies entitled <i>Guide for Assessment-Sales Ratio Studies, Report of the Committee on Sales Ratio Data of the National Association of Tax Administrators</i> (hereinafter referred to as the \"<i>NATA Guide</i>\"). The various procedures established and utilized in the Kansas sales assessment ratio are in substantial compliance with the guidelines established in the <i>NATA Guide.</i> We simply do not find Philip Martin's attacks on the study to be credible. Despite Mr. Martin's assertion that the study is wholly unreliable, he testified that in his opinion commercial and industrial real property is assessed at between thirteen and fifteen percent, very close to the results reached by the plaintiffs relying on the Kansas study. Furthermore, Kansas law has established a technical advisory committee to advise and assist the <span class=\"star-pagination\">*1049</span> Director of Property Valuation with the Kansas sales assessment ratio study. Despite Mr. Martin's criticisms of the Kansas study, he has not used the advisory committee to make recommendations for any changes in the procedures utilized in the Kansas study.</p>\n<p>It is apparent that the defendants believe that the plaintiffs should have conducted their own sales assessment ratio study in Kansas rather than rely upon the information supplied by the State of Kansas. While it would have been permissible for the railroads to have conducted their own study, we do not believe it is required when an adequate study is already available. Here, the State of Kansas has established comprehensive guidelines for their sales assessment ratio study. Furthermore, the Kansas study serves an important function in the state. Large amounts of funds for school finance are distributed each year based on the results reached in the Kansas study. Thus, there appears to be no reason for the railroads to have conducted an independent study, once they were satisfied as to the procedures used in the Kansas study. Furthermore, an independent study in Kansas would have been extremely difficult because under Kansas law the certificates of value are not available to the public. To have required the railroads to have conducted an independent study would have been a tremendous waste of resources.</p>\n<p>The other arguments raised by the defendants concerned the results achieved by Dr. Ekeblad based upon the information from the Kansas study. There was an attempt by defendants to impugn the results reached by Dr. Ekeblad because he relied upon a real property parcel count prepared prior to 1980. Furthermore, Ekeblad's results were maligned because he used all sales of commercial and industrial real property rather than taking a random sample. Finally, the study was attacked because Ekeblad failed to determine each measure of central tendency for each county in Kansas.</p>\n<p>The court has thoroughly considered each of these arguments and finds them to be without merit. It is true that Dr. Ekeblad relied upon an outdated parcel count to apply frequency weights to the various classifications of property in his study. This parcel count was provided to Dr. Ekeblad by the Kansas Department of Revenue. It represented the latest parcel count conducted by the state. Dr. Ekeblad testified that this problem would have little impact on the study, if any. Based upon the evidence presented, we do not find that this problem made any significant difference.</p>\n<p>Defendants also contended that Dr. Ekeblad improperly used all sales of commercial and industrial property from the 1980 Kansas study rather than taking a random sample. The court was somewhat puzzled by this argument and we repeatedly inquired into the reason for such an argument. All of the exhibits submitted to the court concerning sales assessment ratio studies implicitly advocated the use of all sales, if possible, <i>see, e.g.,</i> National Association of Tax Administrators, <i>NATA Guide,</i> p. 5; Bureau of the Census, <i>State and Local Ratio Studies, Property Tax Assessment, and Transfer Taxes,</i> p. 11 (1980); International Association of Assessing Officers, <i>Standard on Assessment-Ratio Studies,</i> p. 4 (1980); yet, several of the witnesses for the defendants testified that a random sample was more accurate than the use of all sales. We find this position to be without support in any literature supplied to the court. The following testimony by Dr. Ekeblad is supported by the literature supplied to the court:</p>\n<blockquote>It doesn't make any difference in terms of the concept if we take all the sales. Obviously we have more evidence if we take them all than if we take only a sample of the sales, even if we take all the sales we obviously have a sample of what might have been. And when we say \"This is a random sampling method\" all we are saying is that it is a random sample method of assessment sales ratios, and the more the merrier in terms of the quantitative evidence you have got.</blockquote>\n<p><span class=\"star-pagination\">*1050</span> It is clear that the railroads could have used a random sample if they desired. However, they did not and we see no reason to fault them for it. The court finds the inclusion of all commercial and industrial sales in Kansas instead of a portion of the sales not only does not impugn the study but provides more information for examination and leads to increased accuracy.</p>\n<p>Finally, defendants contend that Dr. Ekeblad improperly considered only one measure of central tendency in his results. Central tendency is defined as \"the tendency of most kinds of data, when displayed in a frequency distribution, to cluster around some typical or central value...\" IAAO, <i>Standard on Assessment-Ratio Studies,</i> p. 12-13. There are three generally accepted measures of central tendency: median, mean, and ratio of aggregates. In this case, Dr. Ekeblad computed only the median ratio for each county in Kansas. Defendants assert that Dr. Ekeblad should have computed the mean and the ratio of aggregates for each county and the state. After thorough consideration of this point, we believe that the median ratio is favored in sales assessment ratio studies and thus we find no problem with plaintiffs' results based on this issue.</p>\n<p>In sum, we find the sales assessment ratio study submitted by the railroads herein to have been conducted in accordance with statistical principles applicable to such studies.</p>\n<p>Finally, the court shall consider the defendants' argument regarding the different technique used to value railroad property. As previously noted, railroads and other centrally assessed utilities in Kansas are valued using the unit method, <i>i.e.,</i> valued as a \"going concern.\" Other commercial and industrial property in the state is valued on a segregated approach which means that the assets are valued separately without regard to how such assets generate income. Defendants contend that the segregated valuation of commercial and industrial property cannot be compared with the unit valuation of the railroads because of the fundamental differences between the two methods of valuation. The defendants offered evidence of the segregated valuation of one railroad. This study was described as a \"crude preliminary study\" by its own preparer. It was admittedly incomplete and inaccurate. The court found this study to be totally unreliable and could afford no basis for determining any value for the plaintiff railroads.</p>\n<p>Kansas law provides that the Director of Property Valuation shall determine the fair market value of the plaintiffs' property. K.S.A. 79-5a04. The Director determined the fair market value of the operating property of each of the plaintiff railroads in 1980. Plaintiffs accepted the Director's valuation without challenge. These values and the allocation of value to Kansas establish the assessment of the plaintiff railroads at thirty percent of true market value. This is the assessment against which this court must determine discrimination.</p>\n<p>The court finds that the Director of Property Valuation properly valued the plaintiffs' property under the unitary method of appraisal and accurately arrived at the true market value of the plaintiffs' property for the 1980 tax year. The evidence simply does not support the proposition that the Director improperly appraised plaintiffs' property or that the unitary method understated the true market value of plaintiffs' rail transportation property.<sup>[15]</sup> Dr. Arthur Schoenwald, a consultant in the area of valuing railroads, testified as to the use of the unitary method of valuation. He testified that approximately thirty-five other states use this approach to value railroad <span class=\"star-pagination\">*1051</span> property. Because of the unique character of a railroad company, we are convinced that the unitary valuation method is the best available method of valuing railroad transportation property. In addition, other courts have found the unitary approach to be the best method available for valuing railroads. <i>See, e.g., </i><i>Missouri-Kansas-Texas Railroad Co. v. City of Dallas,</i> 623 S.W.2d 296 (Tex.1981); and <i>Department of Revenue v. 500 Lines, Inc.,</i> 172 Mont. 1, 560 P.2d 512 (1977). Accordingly, we find no support for defendants' argument and we reject it.</p>\n<p>Section 306 indicates that state law governs the burden of proof in this action. Kansas law requires that the plaintiffs prove their case by clear and convincing evidence. <i>Northern Natural Gas Co. v. Williams, supra</i><i>.</i></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court finds that the plaintiffs have shown by clear and convincing evidence that commercial and industrial property in Kansas is assessed at 12.2 percent of true market value while rail transportation property is assessed at thirty percent. Thus, the plaintiffs are entitled to relief under Section 306 of the 4-R Act. Accordingly, the defendants and their agents are permanently enjoined from assessing and taxing plaintiffs' rail transportation property for the 1980 tax year at a ratio of assessed value to true market value higher than 12.2 percent.</p>\n<p>The county intervenors have requested that the court make some sweeping changes in the tax laws of Kansas in order to provide for a long range solution to the problems that exist in Kansas. We must decline to do so. These problems are better left to the Kansas legislature. We have simply acted in this case to correct the evils that Congress sought to rectify in passing Section 306 of the 4-R Act.</p>\n<p>The court is fully aware of the potential impact of this decision on county government in Kansas. In some instances, no doubt a great deal of revenue will be lost. However, this ruling does not come without warning. The effective date of Section 306 was delayed three years in order to allow the states to rectify any discrimination that existed against railroads. In Kansas, although admittedly aware that discrimination was present in the taxation of railroads, absolutely no action was taken to correct the situation. The testimony presented to the court basically showed an attitude of indifference to the plight of the railroad industry. It is the court's hope that this decision will be used to improve the ad valorem taxation system in the State of Kansas.</p>\n<p>Based upon the findings herein, plaintiffs are directed to make the necessary mathematical computations on the sums that have been paid into the court and submit these calculations to the court within ten days for final approval. Interest should be computed based on the amount of interest that has been earned on the money since it was paid into the court.</p>\n<p>This decision shall be deemed to constitute findings of fact and conclusions of law for this action.</p>\n<p>IT IS THEREFORE ORDERED that judgment shall be entered for the plaintiffs in accordance with this opinion. Plaintiffs shall submit an order within ten (10) days showing the necessary mathematical computations based on the findings made in this order for the final approval of the court.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The following railroad companies are plaintiffs in this litigation: Atchison, Topeka and Santa Fe Railway Company; Union Pacific Railroad Company; St. Joseph and Grand Island Railway Company; Chicago, Rock Island and Pacific Railroad Company; Missouri-Kansas-Texas Railroad Company; Burlington Northern, Inc.; Chicago and Northwestern Transportation Company; Kansas City Southern Railway Company; Kansas and Missouri Railway and Terminal Company; Kansas City Terminal Railway Company; Missouri Pacific Railroad Company (hereinafter referred to as the \"railroads\").</p>\n<p>[2]  Named as defendants are: Department of Revenue of the State of Kansas; Michael Lennen, Secretary of Revenue of the State of Kansas; and Philip W. Martin, Director of Property Valuation of the Department of Revenue of the State of Kansas. Several parties have been allowed to intervene during the course of this litigation. At the present, the county clerks and county treasurers of 79 of the 105 counties in Kansas are permissive intervenors. The bulk of these county officials are represented by the same counsel. Officials from the counties of Hodgeman, Saline, Sedgwick and Crawford have proceeded on their own. Initially, the defenses asserted by the State defendants and the county intervenors were somewhat different. However, during the course of this action and certainly during the trial of this matter, the defenses of the two groups blended together. Thus, unless otherwise indicated, the court shall refer to the position of the State defendants and the county intervenors as the \"defendants' position.\"</p>\n<p>[3]  Section 306 was originally codified at 49 U.S.C. § 26c, but before the effective date Congress recodified that section as part of its revision of the Interstate Commerce Act, and that section is now codified at 49 U.S.C. § 11503. The subsequent recodification of 49 U.S.C. § 26c at 49 U.S.C. § 11503 substantively changed certain provisions of Section 306. The issue has arisen here as to whether the language of 49 U.S.C. § 11503 or that of Section 306 controls this litigation. In <i>Atchison, Topeka &amp; Santa Fe Railway Co. v. Lennen,</i> 640 F.2d 255 (10th Cir.1981) (<i>per curiam</i>), an earlier order in this action, the Tenth Circuit provided this court with some guidance on this problem. The Court stated:\n</p>\n<p>The legislative purpose of the Revised Interstate Commerce Act was to \"restate, without substantive change, laws enacted before May 16, 1978, that were replaced by these sections. These sections may not be construed as making a substantive change in the laws replaced.\" 49 U.S.C.A. at p. 1. This legislative purpose is strongly enunciated in the legislative history of the Act. House Report No. 95-1395, 1978 U.S.Code Congressional and Administrative News, pps. 3009 <i>et seq.,</i> specifically pps. 3013, 3016, 3019; 124 Congressional Record No. 151, Senate Hearings Sept. 25, 1978, pp. 16059-60 (Senator Paul Hatfield stated as follows: \"Thus by enacting [this law] we are not making any new law; we are merely making existing law more understandable.\" For this reason, no Senate Report was filed). Therefore, any substantive conflicts between § 306 of the 4-R Act and 49 U.S.C. § 11503 must be resolved in favor of the meaning of § 306 of the 4-R Act.</p>\n<p><i>Id.</i> at 258. Accordingly, the court shall refer to and apply Section 306 of the 4-R Act as originally enacted throughout this order. This has been the position taken by most of the courts that have considered this issue. <i>See, e.g., </i><i>Ogilvie v. State Board of Equalization,</i> 492 F.Supp. 446, 449 n. 1 (D.N.D.1980), <i>aff'd,</i> 657 F.2d 204, 206 n. 1 (8th Cir.1981); <i>Clinchfield Railroad Co. v. Lynch,</i> 527 F.Supp. 784 (E.D.N.C.1981). <i>Contra: </i><i>State of Arizona v. Atchison, Topeka &amp; Santa Fe Railroad Co.,</i> 656 F.2d 398, 410 (9th Cir.1981).</p>\n<p>[4]  The court is aware of the following cases that have involved Section 306 of the 4-R Act: <i>State of Tennessee v. Louisville and Nashville Railroad Co.,</i> 478 F.Supp. 199 (M.D.Tenn.1979), <i>aff'd </i><i>without opinion,</i> 652 F.2d 59 (6th Cir. 1981), <i>cert. denied,</i> 454 U.S. 834, 102 S.Ct. 135, 70 L.Ed.2d 114 (1981); <i>Alabama Great Southern Railroad Co. v. Eagerton,</i> 472 F.Supp. 60 (D.Ala.1979), <i>aff'd </i><i>without pub. opinion,</i> 629 F.2d 1347 (5th Cir.1980); <i>Louisville and Nashville Railroad Co. v. Louisiana Tax Comm.,</i> 498 F.Supp. 418 (M.D.La.1980); <i>Missouri Pacific Railroad Co. v. Tax Division of the Arkansas Public Service Comm.,</i> 504 F.Supp. 907 (E.D. Ark.1980); <i>Alabama Great Southern Railroad Co. v. Eagerton,</i> 501 F.Supp. 1044 (M.D.Ala. 1980; <i>Burlington Northern Inc. v. Department of Revenue,</i> No. CV-79-100-BLG (D.Mont. 1980); <i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>State of Arizona v. Atchison, Topeka and Santa Fe Railroad Co., supra</i><i>; </i><i>General American Transportation Corp. v. Louisiana Tax Comm.,</i> 511 F.Supp. 610 (M.D.La.1981); <i>Trailer Train Co. v. State Board of Equalization,</i> 511 F.Supp. 553 (N.D.Cal.1981); <i>Southern Railway Co. v. State Board of Equalization,</i> No. C 81-695A (N.D.Ga.1981); <i>Clinchfield Railroad Co. v. Lynch, supra</i><i>; </i><i>Trailer Train Co. v. State Board of Equalization,</i> 538 F.Supp. 509 (N.D. Cal.1982).</p>\n<p>[5]  In many of the other actions brought under Section 306, decisions were reached based either entirely or for the most part on stipulated facts. <i>See, e.g., </i><i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>Alabama Great Southern Railroad Co. v. Eagerton, supra</i><i>; </i><i>Louisville and Nashville Railroad Co. v. Louisiana Tax Comm., supra</i><i>; Burlington Northern Inc. v. Department of Revenue, supra.</i></p>\n<p>[6]  Under Kansas law, property taxes are paid in two installments. The first half of a taxpayer's property tax is due on December 20. The second half of the tax is due on June 20. K.S.A. 79-2004.</p>\n<p>[7]  One of the more important prior rulings made by this court concerned the issue of the appropriate assessment jurisdiction for the purposes of this litigation. On January 7, 1982, we determined that the \"State\" is the appropriate assessment jurisdiction under the circumstances of this case. Thus, the ratios discussed in this order reflect that prior ruling.</p>\n<p>[8]  <i>See</i> H.R. 7421, 87th Cong., 1st Sess. (1961); H.R. 7497, 87th Cong., 1st Sess. (1961); H.R. 736, 88th Cong., 1st Sess. (1963); H.R. 4972, 89th Cong., 1st Sess. (1965); S.2988, 89th Cong., 2d Sess. (1966); H.R. 1480, 90th Cong., 1st Sess. (1967); S.927, 90th Cong., 2d Sess., (1968); S.2289, 91st Cong., 1st Sess. (1969); H.R. 16245, 91st Cong., 2d Sess. (1970); S.2841, 92d Cong., 1st Sess. (1971); S.3945, 92d Cong., 2d Sess. (1972); S.1891, 93d Cong., 1st Sess. (1973).</p>\n<p>[9]  28 U.S.C. § 1341 provides: \"The district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\"</p>\n<p>[10]  Much of the other litigation under Section 306 has been in states with de jure discriminatory schemes. In these states, railroad property is taxed or assessed at a different rate than other commercial and industrial property either by statute or by the state constitution. <i>See, e.g., </i><i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>State of Tennessee v. Louisville and Nashville Railroad Co., supra</i><i>; </i><i>Alabama Great Southern Railroad Co. v. Eagerton, supra</i><i>.</i></p>\n<p>[11]  The court heard testimony regarding two studies conducted by the defendants on personal property. One study, conducted by Dr. Darwin W. Daicoff, an economics professor at the University of Kansas, on heavy construction equipment showed that it was assessed at between twenty-five and twenty-six percent of fair market value. The other study, conducted by Dr. Allison Manson, showed commercial and industrial personal property in Saline County, Kansas, to be assessed at about twenty-six percent of fair market value.</p>\n<p>[12]  The plaintiffs presented the testimony of Dr. William Terrill, an economics professor at Wichita State University, on this point. The plaintiffs hired Dr. Terrill to conduct a sales assessment ratio study on commercial and industrial personal property in several randomly selected counties in Kansas. This study suffered from several problems and the court was not generally impressed by it. However, a review of the data gathered by Dr. Terrill and his associates does point to some of the problems of conducting a sales assessment ratio study on personal property.</p>\n<p>[13]  Dr. Ekeblad testified that if the utilities in Kansas were added to the assessment ratio for commercial and industrial property in Kansas as it had been done in <i>Clinchfield,</i> the assessment ratio would rise to 12.17 or 12.2 percent of true market value.</p>\n<p>[14]  Shortly before the Kansas Supreme Court's decision in <i>Williams,</i> the Kansas legislature passed K.S.A. 79-1437b. It provides as follows:\n</p>\n<p>Assessment ratio studies not admissible as evidence in actions involving assessment of certain property. Real estate assessment ratio studies prepared and published by the director of property valuation under the provisions of K.S.A. 79-1437 shall be inadmissible as evidence in actions involving the assessment of property, sales of which are not required to be reported by county assessors to the director of property valuation under the provisions of K.S.A. 79-1436.</p>\n<p>This statute presents the railroads with one of the problems mentioned by this court in its discussion of the abstention doctrine concerning the ability of the railroads to obtain relief in the state courts. This statute would apparently prohibit the use of the Kansas sales assessment ratio study or information obtained from it from being used in an action brought under Section 306 in state court. This would require the railroads to conduct an independent study. As we set forth in much greater detail later in this opinion, this would be an enormous waste of resources due to the availability of a comprehensive study like the Kansas study.</p>\n<p>[15]  While Mr. Martin testified that he would have arrived at a different value for each railroad if the segregated method of valuation was employed, he also testified that the unitary valuation approach may produce a higher or lower value than that produced by using the segregated approach. In addition, Mr. Martin testified that the State of Kansas adopted the unitary method of valuation for railroads in 1971 because it was believed to be a better method of valuing interstate corporations.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1031</span></span> (1982)</b></center>\n<center><h1>The ATCHISON, TOPEKA AND SANTA FE RAILWAY CO., et al., Plaintiffs,<br>\nv.<br>\nMichael LENNEN, et al., Defendants.</h1></center>\n<center>Nos. 80-4172, 80-4173, 80-4176, 80-4181 and 80-1690.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>April 15, 1982.</center>\n<p><span class=\"star-pagination\">*1032</span> <span class=\"star-pagination\">*1033</span> Laurence E. Garrett, J.B. Reeves, Topeka, Kan., for plaintiff in No. 80-4172.</p>\n<p>Jim Marquez, U.S. Atty., Topeka, Kan., for plaintiffs in Nos. 80-4172, 80-4173 and 80-4181.</p>\n<p>Carol B. Bonebrake and John P. Quinlan, Dept. of Revenue, Topeka, Kan., Regan &amp; McGannon, Wichita, Kan., for defendants in all cases.</p>\n<p>Chester A. Arterburn, Jr., Sabatini, Waggener, Vincent &amp; Arterburn, Topeka, Kan., for plaintiffs in No. 80-4173.</p>\n<p>Mark L. Bennett, Jr., Davis &amp; Bennett, Topeka, Kan., for plaintiffs in Nos. 80-4176 and 80-4181.</p>\n<p>Alan F. Alderson, Steven C. Montgomery, Clarence J. Malone, Dept. of Revenue, Topeka, Kan., for defendants in No. 80-4176.</p>\n<p>Robert C. Foulston, Stanley G. Andeel, Foulston, Siefkin, Powers &amp; Eberhardt, Wichita, Kan., for plaintiffs in No. 80-1690.</p>\n<p>Patrick J. Regan, James J. McGannon, Regan &amp; McGannon, Wichita, Kan., for defendants in No. 80-1690.</p>\n<p>Wm. D. Rustin, County Counselor, Paul M. Buchanan, Asst. County Counselor, Wichita, Kan., Lloyd R. Graham, Asst. Geary County Atty., Junction City, Kan., Robert J. O'Connor, Jeff A. Roth, Wichita, Kan., Bert R. Hopper, Seward County Counselor, Smith, Greenleaf &amp; Brooks, Liberal, Kan., Douglas L. Baker, Pittsburg, Kan., Robert J. Frederick, Kearny County Atty., Lakin, Kan., Tom R. Smith, Liberal, Kan., Gale &amp; Gale, Robert H. Gale, Jr., Syracuse, Kan., Douglas S. Brunson, Kiowa County Atty., Greensburg, Kan., Grant M. Glenn, Donald J. Horttor, Cosgrove, Webb &amp; Oman, Topeka, Kan., Gordon A. Harness, Comanche County Atty., Coldwater, Kan., Thomas L. Wilson, Woodson County Atty., Yates Center, Kan., B.A. Lightfoot, Hodgeman County Atty., Jetmore, Kan., Hathaway &amp; Kimball, Ulysses, Kan., John L. Weingart, Asst. Brown County Atty., Hiawatha, Kan., Wm. Rex Lorson, Saline County Atty., Salina, Kan., John R. Martin, Topeka, Kan., for county defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>ROGERS, District Judge.</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>This is an action brought by eleven interstate railroad companies<sup>[1]</sup> alleging that the State of Kansas<sup>[2]</sup> discriminated against rail transportation property in 1980 in the assessing and collecting of property taxes in violation of Section 306 of the Railroad Revitalization and Regulatory Reform Act of 1976 (the 4-R Act), now codified at 49 U.S.C. § 11503.<sup>[3]</sup> Section 306 prohibits discriminatory <span class=\"star-pagination\">*1034</span> state taxation of railroads and provides that railroad property may not be assessed at a higher ratio of assessed value to true market value than the ratio of assessed value to true market value at which commercial and industrial property within the state is assessed. The railroads allege that commercial and industrial property in Kansas in 1980 was assessed at 12.1 percent of true market value while their property was assessed at 30 percent of true market value. Accordingly, they seek an order prohibiting the defendants from assessing or taking any action to collect 1980 taxes based on assessments that exceed those permissible under law. This action was tried to the court beginning on February 1, 1982. The parties have since filed extensive briefs containing suggested findings of fact and conclusions of law and the court is now prepared to rule.</p>\n<p>This is one in a series of cases filed across the country by various railroads seeking relief under Section 306 of the 4-R Act.<sup>[4]</sup> However, unlike prior cases, this action focused upon a number of issues which had not previously been considered.<sup>[5]</sup> Thus, this litigation was much lengthier and most probably more expensive than previous similar actions.</p>\n<p>In our order of July 7, 1981, <span class=\"citation\" data-id=\"2392838\"><a href=\"/opinion/2392838/atchison-t-sf-ry-co-v-lennen/\"><span class=\"volume\">531</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">220</span></a></span>, we detailed the complicated and extended procedural history of this litigation. The court, therefore, finds it unnecessary to <span class=\"star-pagination\">*1035</span> review that background except to note the current status of this action. The court has previously granted the plaintiffs' motions for preliminary injunctions. In those orders, we enjoined the State defendants and their agents from collecting 60% of each half of each railroad's 1980 taxes.<sup>[6]</sup> This money was paid into the court pending final resolution of this action. The remaining 40% of the taxes was paid to the counties.</p>\n<p>This court has discussed and determined many of the issues raised by the parties herein during the course of this litigation.<sup>[7]</sup> The court will attempt to refrain from discussing issues which have been previously considered. However, in order to provide some background, the court will again discuss the ad valorem taxation system in Kansas and the legislative history of Section 306.</p>\n<p></p>\n<h2>KANSAS AD VALOREM TAX SYSTEM</h2>\n<p>The Constitution of the State of Kansas provides for a \"uniform and equal rate of assessment and taxation.\" Article 11, § 1. All real and personal property situated in Kansas is subject to ad valorem taxation, unless expressly exempted by statute. K.S.A. 79-101. All property subject to taxation is to be assessed at thirty percent of its fair market value. K.S.A. 79-1439.</p>\n<p>In Kansas, railroad property is valued annually pursuant to the unitary approach. K.S.A. 79-5a04. Under this approach, a railroad is valued as a \"going concern.\" The Director of Property Valuation is required to determine the unit valuation of the entire railroad company for each railroad running through Kansas by examining the following factors: (1) original cost; (2) original cost less depreciation; (3) market value of all outstanding capital stock and debt; (4) utility operating income; and (5) any other available information or evidence. After a weighing process involving these factors, the Director arrives at a value for each of the railroads. The Director then makes a determination of the value of each railroad to be allocated to the State of Kansas based upon such factors as track miles and tonnage miles. Prior to the time the Director arrives at the final valuation figure, each railroad has an opportunity to appear before the Director and be heard on the issue. K.S.A. 79-5a05. The value that is finally arrived at is then distributed among the counties where rail transportation property is located. Thus, the value of each railroad is determined by an examination of it as an entire system rather than by a determination of the summary of each piece of property it owns within the state. The entire valuation procedure is performed at the state level and the counties are not involved in any part of the process.</p>\n<p>Valuation of other property in Kansas, excluding utilities, is performed at the local level, by the county appraisers, under the guidance of the Director of Property Valuation. K.S.A. 79-1404. Personal property is valued annually in each county. Each year, the Department of Revenue provides the local county appraisers with a multitude of manuals to aid them in the valuation of personal property. Almost all personal property in Kansas is assessed through the use of guides provided by the state. County appraisers are required to follow the guides as long as they provide fair market value for the particular item of personal property. If a guide does not provide fair market value on a given piece of property, the county appraiser is allowed to deviate from the guide in order to achieve the proper value. Thus, each year personal property in each county in Kansas is reassessed in an effort to tax at thirty percent of the fair market value of the property.</p>\n<p><span class=\"star-pagination\">*1036</span> Real property, on the other hand, has not been reappraised in Kansas for a number of years. Reappraisal of real property was last ordered in 1963. The reappraisal was carried out over an eight year span with the last county finishing the reappraisal process in 1971. Presently, Kansas law prohibits a county from conducting a mass reappraisal. K.S.A. 79-1451. Thus, real property in each county is now carried on the tax rolls at the \"fair market values\" determined at the time of the last reappraisal.</p>\n<p></p>\n<h2>LEGISLATIVE BACKGROUND OF SECTION 306</h2>\n<p>The legislative background on Section 306 is a lengthy one. For many years, railroads have contended that they were being subjected to gross discrimination by the states in the area of ad valorem taxation. In 1961, the Report of the Senate Committee on Interstate and Foreign Commerce on National Transportation Policy, S.Rep. No. 445, 87th Cong., 1st Sess. (hereinafter referred to as the \"Doyle Report\"), confirmed that state and local assessment procedures in many states did, in fact, discriminate against railroads. Therein, it is stated:</p>\n<blockquote>[T]he Association of American Railroads was requested to submit any pertinent information available on relative tax discrimination in the matter of State and local taxes. A Table was submitted by the Association of American Railroads ... showing the extent of overpayment of railroad ad valorem taxes resulting from the assessment of railroad property at a percent of its value that is higher than the percent which the assessment of other taxpayer property is to the value of such other property. This confirmed the findings of this committee that there is a studied and deliberate practice of assessing railroad property at a proportion of full value substantially higher than other property subject to the same tax rates.</blockquote>\n<p><i>Id.</i> at 458. The Doyle Report recommended passage of federal legislation that would prohibit discriminatory valuation and assessment of railroad property and would provide railroads with a federal remedy against such discrimination.</p>\n<p>Following the publication of the Doyle Report, congressional committees considered a series of legislative proposals designed to eliminate discriminatory state taxation of interstate carriers<sup>[8]</sup> and held extensive hearings on many of these proposals. Based upon such investigations, congressional committees issued several comprehensive reports in which they concluded that state tax discrimination against railroad transportation imposed severe burdens upon the nation's economy and that railroads had been unable to obtain effective relief from such discrimination because of the unwillingness of state administrative and judicial officers to reduce railroad assessments. Each of these committees recommended passage of federal legislation which would afford railroads a simple and effective method of obtaining relief from discriminatory state taxation. Prior to this time, the railroads' efforts to remedy this problem by resort to the federal courts had generally been unsuccessful because of the jurisdictional limitations on federal judicial authority contained in 28 U.S.C. § 1341.<sup>[9]</sup> As recognized by the court in <i>Southern Railway Co. v. State Board of Equalization, supra,</i> this posed considerable problems for the railroad industry:</p>\n<blockquote>Traditionally, as a matter of comity, federal courts have been reluctant to find state remedies inadequate. <i>See </i><i>Tully v. Griffin, Inc.,</i> <span class=\"citation\" data-id=\"109559\"><a href=\"/opinion/109559/tully-v-griffin-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">68</span></a></span>, <span class=\"citation\" data-id=\"109559\"><a href=\"/opinion/109559/tully-v-griffin-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></a></span> [<span class=\"citation\" data-id=\"109559\"><a href=\"/opinion/109559/tully-v-griffin-inc/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">227</span></a></span>] (1976). This reluctance had <span class=\"star-pagination\">*1037</span> worked a particular hardship upon railroads, since under many state laws a challenge to a tax assessment had to be brought against numerous local tax collecting authorities rather than against a central tax assessing department. Recognizing this deficiency, Congress provided under section 306 that notwithstanding 28 U.S.C. § 1341 the district courts of the United States would have jurisdiction \"to grant such mandatory or prohibitive injunctive relief, interim equitable relief, and declaratory judgments\" as might be necessary to prevent, restrain, or terminate unlawful assessments, provided, however, that such jurisdiction would not be exclusive of state jurisdiction and provided further that no relief could be granted under section 306 \"unless the ratio of assessed value to true market value, with respect to transportation property, exceeds by at least 5 per centum the ratio of assessed value to true market value, with respect to all other commercial and industrial property in the same assessment jurisdiction.\"</blockquote>\n<p>Section 306 was eventually enacted as an integral part of the 4-R Act of 1976, a comprehensive plan for restoring the railroad industry. The effective date of Section 306 was postponed until February 5, 1979. The purpose of the delayed effective date was to allow the states sufficient time to rectify any discrimination that existed. <i>See</i> S.Rep. 91-630, 91st Cong., 1st Sess., p. 13 (1969).</p>\n<p>From the publication of the Doyle Report to the eventual passage of the 4-R Act, the State of Kansas was repeatedly found by Congress to be one of the states discriminating in the assessment and taxation of railroad property. A table contained in the Doyle Report showed that in 1957 Kansas assessed railroad property at fifty percent of fair market value, while assessing all other property at twenty-three percent. S.Rep. 445, 87th Cong., 1st Sess., p. 487 (1961). Subsequent committee reports also contained tables which showed Kansas as one of the states discriminating against railroads in the assessment and taxation of their property. <i>See, e.g.,</i> S.Rep. 1483, 90th Cong., 2d Sess. p. 4 (1968) [Kansas in 1965  railroad property 30%, other property 20%]; S.Rep. 91-630, 91st Cong., 1st Sess. p. 5 (1969) [Kansas in 1968  railroad property 30%, other property 18%].</p>\n<p></p>\n<h2>PRELIMINARY ISSUES</h2>\n<p>The court shall now move to a discussion of the issues in the instant case. The court shall first consider some preliminary issues and then move on to an analysis of Section 306. The county intervenors have challenged the constitutionality of Section 306. County intervenors contend that Section 306 is not a valid exercise of power under the Commerce Clause and that it infringes upon the sovereignty of the states in violation of the Tenth Amendment to the United States Constitution. These contentions have been thoroughly considered in two previous cases involving the 4-R Act, <i>State of Arizona v. Atchison, Topeka and Santa Fe Railroad Co., supra</i><i>;</i> and <i>State of Tennessee v. Louisville and Nashville Railway Co., supra.</i> In each case, Section 306 was found to be constitutional. We are in agreement with the decisions reached by those courts and do not find the county intervenors' efforts at distinguishing or criticizing those decisions to be persuasive. Accordingly, the court finds that Section 306 is constitutional and valid and that the contentions raised by the county intervenors to the contrary are without merit.</p>\n<p>County intervenors have requested this court to abstain from exercising jurisdiction in this litigation and to remand the action to the Board of Tax Appeals of the State of Kansas. County intervenors rely almost exclusively on the court's opinion in <i>Southern Railway Co. v. State Board of Equalization, supra.</i> In that case, the Georgia court did abstain from exercising jurisdiction, relying upon the doctrine set forth in <i>Burford v. Sun Oil Co.,</i> <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span></a></span> (1943).</p>\n<p>This court has previously orally ruled in this case that it will not abstain from exercising jurisdiction here. One other court, in addition to the Georgia court, has relied <span class=\"star-pagination\">*1038</span> upon the doctrine of abstention to decline to exercise jurisdiction over an action brought under Section 306 of the 4-R Act. <i>See </i><i>Missouri Pacific Railroad Co. v. Tax Division of the Arkansas Public Service Comm., supra</i><i>.</i> Under the circumstances of this case, we do not find the opinions of the courts in Georgia and Arkansas to be persuasive.</p>\n<p>Abstention is a court-formulated doctrine under which a federal court may decline to exercise its jurisdiction over a case and defer to a state court or state administrative board. The doctrine is equitable in its origins. <i>Hostetter v. Idlewild Bon Voyage Liquor Corp.,</i> <span class=\"citation\" data-id=\"106834\"><a href=\"/opinion/106834/hostetter-v-idlewild-bon-voyage-liquor-corp/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, <span class=\"citation\" data-id=\"106834\"><a href=\"/opinion/106834/hostetter-v-idlewild-bon-voyage-liquor-corp/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1293</span></a></span>, <span class=\"citation\" data-id=\"106834\"><a href=\"/opinion/106834/hostetter-v-idlewild-bon-voyage-liquor-corp/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span></a></span> (1964). Ascertainment of whether there exist the special circumstances prerequisite to application of the doctrine must be made on a case-by-case basis. <i>Baggett v. Bullitt,</i> <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1316</span></a></span>, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1964). This court doesn't find the special circumstances here necessary to invoke the doctrine. On the contrary, we find the circumstances here to favor resolution of this controversy in federal court. The legislative history underlying Section 306 clearly envisions that prospective plaintiffs will have a federal forum available to remedy state discrimination. In fact, one of the thrusts behind the adoption of Section 306 was that state law remedies, while they may appear adequate on paper, are woefully inadequate in practice. In addition, abstention is particularly inappropriate in Kansas where the availability of a remedy under state law is uncertain at best. This point will become clearer during the course of this opinion. In sum, we refuse to abstain from exercising jurisdiction in this litigation.</p>\n<p></p>\n<h2>THE STATUTE</h2>\n<p>Section 306 provides as follows:</p>\n<blockquote>(1) Notwithstanding the provisions of section 202(b), any action described in this subsection is declared to constitute an unreasonable and unjust discrimination against, and an undue burden on, interstate commerce. It is unlawful for a State, a political subdivision of a State, or a governmental entity or person acting on behalf of such State or subdivision to commit any of the following prohibited acts:</blockquote>\n<blockquote>(a) The assessment (but only to the extent of any portion based on excessive values as hereinafter described), for purposes of a property tax levied by any taxing district, of transportation property at a value which bears a higher ratio to the true market value of such transportation property than the ratio which the assessed value of all other commercial and industrial property in the same assessment jurisdiction bears to the true market value of all such other commercial and industrial property.</blockquote>\n<blockquote>(b) The levy or collection of any tax on an assessment which is unlawful under subdivision (a).</blockquote>\n<blockquote>(c) The levy or collection of any ad valorem property tax on transportation property at a tax rate higher than the tax rate generally applicable to commercial and industrial property in the same assessment jurisdiction.</blockquote>\n<blockquote>(d) The imposition of any other tax which results in discriminatory treatment of a common carrier by railroad subject to this part.</blockquote>\n<blockquote>(2) Notwithstanding any provision of section 1341 of title 28, United States Code, or of the constitution or laws of any State, the district courts of the United States shall have jurisdiction, without regard to amount in controversy or citizenship of the parties, to grant such mandatory or prohibitive injunctive relief, interim equitable relief, and declaratory judgments as may be necessary to prevent, restrain, or terminate any acts in violation of this section, except that </blockquote>\n<blockquote>(a) such jurisdiction shall not be exclusive of the jurisdiction which any Federal or State court may have in the absence of this subsection;</blockquote>\n<blockquote>(b) the provisions of this section shall not become effective until 3 years after the date of enactment of this section;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1039</span> (c) no relief may be granted under this section unless the ratio of assessed value to true market value, with respect to transportation property, exceeds by at least 5 per centum the ratio of assessed value to true market value, with respect to all other commercial and industrial property in the same assessment jurisdiction;</blockquote>\n<blockquote>(d) the burden of proof with respect to the determination of assessed value and true market value shall be that declared by the applicable State law; and</blockquote>\n<blockquote>(e) in the event that the ratio of the assessed value of all other commercial and industrial property in the assessment jurisdiction to the true market value of all such other commercial and industrial property cannot be established through the random-sampling method known as a sales assessment ratio study (conducted in accordance with statistical principles applicable to such studies) to the satisfaction of the court hearing the complaint that transportation property has been or is being assessed or taxed on contravention of the provisions of this section, then the court shall hold unlawful an assessment of such transportation property at a value which bears a higher ratio to the true market value of such transportation property than the assessed value of all other property in the assessment jurisdiction in which is included such taxing district and subject to a property tax levy bears to the true market value of all such other property, and the collection of any ad valorem property tax on such transportation property at a tax rate higher than the tax rate generally applicable to taxable property in the taxing district.</blockquote>\n<blockquote>(3) As used in this section, the term </blockquote>\n<blockquote>(a) \"assessment\" means valuation for purposes of a property tax levied by any taxing district;</blockquote>\n<blockquote>(b) \"assessment jurisdiction\" means a geographical area, such as a State or a county, city, township, or special purpose district within such State which is a unit for purposes of determining the assessed value of property for ad valorem taxation;</blockquote>\n<blockquote>(c) \"commercial and industrial property\" or \"all other commercial and industrial property\" means all property, real or personal, other than transportation property and land used primarily for agricultural purposes or primarily for the purpose of growing timber, which is devoted to a commercial or industrial use and which is subject to a property tax levy; and</blockquote>\n<blockquote>(d) \"transportation property\" means transportation property, as defined in regulations of the Commission, which is owned or used by a common carrier by railroad subject to this part or which is owned by the National Railroad Passenger Corporation.</blockquote>\n<p></p>\n<h2>THE ISSUES</h2>\n<p>This action presents an alleged de facto form of property tax discrimination.<sup>[10]</sup> De facto discrimination, under the 4-R Act, arises when a taxation scheme does not establish differing rates of assessment but through its operation nevertheless results in a disparity. <i>Clinchfield Railroad Co. v. Lynch, supra</i><i>.</i> Here, the railroads claim that their property has been reappraised each year, while other commercial and industrial property has not been reappraised for a number of years. Accordingly, based on the results of a sales assessment ratio study, they allege that the assessment ratio of commercial and industrial property was substantially lower than the thirty percent at which their property was assessed for the tax year 1980.</p>\n<p>In <i>Clinchfield Railroad Co. v. Lynch, supra</i><i>,</i> it was recognized: \"In a de facto discrimination <span class=\"star-pagination\">*1040</span> case ... Section 306 focuses on a single index to be used in measuring discrimination, the ratio of assessed value to true market value (`the assessment ratio').\" The statute recognizes the sales assessment ratio study as the preferred method of establishing the ratio of assessment value to true market value. <i>State of Arizona v. Atchison, Topeka &amp; Santa Fe Railroad Co., supra</i><i>; </i><i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>Clinchfield Railroad Co. v. Lynch, supra</i><i>.</i> A sales assessment ratio study is defined as follows:</p>\n<blockquote>\"[A] systematic attempt, undertaken within the requirements of statistical principles, to compare the assessed values of individual properties with the actual worth of those properties in the market, as evidenced by bona fide measurable sales ...\"</blockquote>\n<p>Bureau of Census, <i>State and Local Ratio Studies, Property Tax Assessment, and Transfer Taxes,</i> p. 1 (1980). <i>Also see </i><i>Louisville and Nashville Railroad Co. v. Public Service Commission,</i> <span class=\"citation\" data-id=\"1557977\"><a href=\"/opinion/1557977/louisville-nr-co-v-public-serv-comn-etc/\"><span class=\"volume\">493</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">162</span></a></span>, 164 (M.D.Tenn.1978); <i>People ex rel. Korzen v. Chicago, Burlington &amp; Quincy Railroad Co.,</i> <span class=\"citation\" data-id=\"2043339\"><a href=\"/opinion/2043339/people-ex-rel-korzen-v-cb-qrr-co/\"><span class=\"volume\">32</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">554</span></a></span>, <span class=\"citation\" data-id=\"2043339\"><a href=\"/opinion/2043339/people-ex-rel-korzen-v-cb-qrr-co/\"><span class=\"volume\">209</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">649</span></a></span>, 653 (1965).</p>\n<p>The court notes, however, that both the courts in <i>Ogilvie</i> and <i>Clinchfield</i> recognized that the mere presence of a sales assessment ratio study does not necessarily justify relief. Nor is such a study the only method usuable for determining assessment ratios. In <i>Ogilvie,</i> it was stated:</p>\n<blockquote>The court will not construe § 306(2)(e) so as to hold that the only means of establishing assessment ratios is by a sales assessment ratio study. The legislative history of § 306 indicates that a sales assessment ratio study is the customary and perhaps preferred method of determining the composite level of assessment, but it does not indicate that such a study is the only method for so determining.</blockquote>\n<p>492 F.Supp. at 446.</p>\n<p>And, in <i>Clinchfield,</i> it was observed:</p>\n<blockquote>[T]he court wishes to emphasize that a sales-assessment ratio study is not <i>necessarily</i> sufficient. It makes out a prima facie case. Here, however, there was no dispute about the results of the study or about the adequacy of the method by which it was conducted. The only dispute concerned property totally excluded from the study. Parties in Section 306 litigation could certainly dispute either the method or results of such a study. In such case, the study would have to be determined to prove discrimination \"to the satisfaction of the court,\" Section 306(2)(e), before relief could be granted.</blockquote>\n<p>The focal point of this litigation is the sales assessment ratio study presented to the court by the railroads. As noted previously, plaintiffs rely exclusively on this study as the indicator that they are entitled to relief in this action. For a variety of reasons, the defendants contend that the study submitted by the railroads fails to meet the burden of proof imposed on the railroads and thus the plaintiffs are entitled to no relief.</p>\n<p>Kansas law requires the Director of Property Valuation to annually conduct a sales assessment ratio study to determine the level of assessment of locally assessed real property in the state. K.S.A. 79-1435 <i>et seq.</i> Based upon the information gathered by the State of Kansas for its 1980 sales assessment ratio study, Dr. Frederick Ekeblad, a consultant in the fields of statistics and economics, computed median levels of assessments for commercial and industrial real property and for all other real property in the state on a county-by-county and a statewide basis. Ekeblad's study showed that commercial and industrial real property in Kansas in 1980 was assessed at 12.1% of true market value on a statewide basis. The study further showed that all real property in Kansas was assessed at 7.4% of true market value.</p>\n<p>The defendants first contend that the plaintiffs' sales assessment ratio study is insufficient because it fails to include <i>all</i> commercial and industrial property, real and personal, locally assessed and centrally assessed. The court in <i>Clinchfield</i> considered the identical argument and summarized the position of the parties as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*1041</span> The railroads contend that Section 306 specifically authorizes the use of a properly conducted sales-assessment ratio study to establish a prima facie case of discrimination and to tailor relief. Defendants contend that the sales-assessment ratio study standing alone is insufficient and that Section 306 permits this court to fashion relief only on a showing of the assessment value to market value ratio of <i>all</i> commercial and industrial property, real and personal, locally-assessed and centrally-assessed.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Section 306(2)(e) may be read, as the railroads contend, to firmly establish that a properly conducted sales-assessment ratio study provides the benchmark for measuring discrimination and relief, so long as the study is satisfactory to the court. This interpretation would place priority on the Congressional recognition of this specific type of study, permitting proof of discrimination by such a study even though the study would not include centrally-assessed utility property or locally-assessed personal property, categories of property clearly encompassed by the definition of \"commercial and industrial property\" contained in the statute. On the other hand, it may be contended, and is by defendants, that the mention of a sales-assessment ratio study does not abrogate the statute's requirement that railroads prove discrimination vis-a-vis <i>all</i> commercial and industrial property, including centrally-assessed property and personal property. Thus, to be sufficient under Section 306 a sales-assessment ratio study would have to include those categories of property.</blockquote>\n<p>With regard to the inclusion of personal property, the court stated:</p>\n<blockquote>Section 306 refers to a sales-assessment ratio study in a technical sense and requires that such a study be conducted in accordance with recognized statistical principles. In context, this is highly significant since the evidence is uncontroverted that the recognized means of conducting such a study is to include only locally-assessed real estate. Such a study is reliable because it calculates from arms-length market transactions which are matters of public record. Real estate transactions may be sampled and analyzed objectively and expeditiously. In contrast, there is no objective method for determining the level of assessment of personal property. The property would have to be appraised piece by piece since there is no public record of arms-length transactions which could be sampled and analyzed.</blockquote>\n<blockquote>When Congress incorporated this preference for a sales-assessment ratio study into Section 306, it had before it thorough descriptions of the method of performing a sales-assessment ratio study and the usefulness of such a study as a tool for measuring tax discrimination. <i>See</i> Hearings on H.R. 736 Before the Subcommittee on Transportation and Aeronautics of the House Committee on Interstate and Foreign Commerce, 88th Cong., 1st Sess. (July, 1964); Hearings on S. 2289 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 91st Cong., 1st Sess. (1967). It appears that Congress understood the method of a sales-assessment ratio study and concluded that the resulting ratio accurately represented the level of assessment of all property in the assessment jurisdiction. <i>See</i> S.Rep. No. 1483, 90th Cong., 2d Sess. (1969), pp. 23-24. Furthermore, Congress desired to provide a plain, speedy and efficient remedy for tax discrimination and was aware that reliance on sales-assessment ratio studies would further that goal. <i>E.g.,</i> Hearings Before the Subcommittee on Aeronautics of the Committee on Interstate and Foreign Commerce on H.R. 736, H.R. 10169, 88th Cong., 2d Sess. (1964).</blockquote>\n<blockquote>Defendant Mecklenburg County has presented substantial evidence tending to show that the assessment ratio of commercial and industrial personal property in that county is greater than the 72 per cent assessment ratio prevailing for real estate, and that it approaches 100 per cent. The county therefore contends that <span class=\"star-pagination\">*1042</span> there is no basis in fact for presuming that the overall commercial and industrial assessment ratio in that county is 72 per cent, merely because the assessment ratio for real estate is stipulated to be 72 per cent. In addition, Mecklenburg County contends that under North Carolina law, which controls the burden of proof in this action, Section 306(2)(d), a presumption of regularity adheres in the assessment of all property until challenged, so that if any presumption is used, it should be that personal property in every county is assessed at 100 per cent of true value. <i>In Re Appeal of McElwee,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">68</span></span>, <span class=\"citation\" data-id=\"1330903\"><a href=\"/opinion/1330903/appeal-of-mcelwee/\"><span class=\"volume\">283</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">115</span></a></span> (1981); <i>In Re Appeal of Amp, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">547</span></span>, <span class=\"citation\" data-id=\"1320715\"><a href=\"/opinion/1320715/appeal-of-amp-incorporated/\"><span class=\"volume\">215</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">752</span></a></span> (1975). The \"presumption of regularity\" is rebutted, however, by a public service company's introduction of substantial evidence of an \"inequitable difference\" between the public service company's assessment and that of locally assessed property. N.C.G.S. § 105-342 (specifically permitting public service companies to prove tax discrimination by means of a sales-assessment ratio study). As to the specific evidence before the court concerning Mecklenburg County, the court is persuaded that Mecklenburg County's level of assessment of business personal property exceeds 72 per cent of true market value.</blockquote>\n<p>The court concluded:</p>\n<blockquote>The court is well aware of the strength of the county's position concerning the incompleteness of a study which excludes personal property, and the court would require the inclusion of personal property data if Section 306 did not so clearly express a preference for a particular means of proving discrimination. Congress' choice in authorizing the use of the sales-assessment ratio study was well founded given the history of frustrating state and local equalization procedures that were a barrier to relief prior to the effective date of Section 306. In making this choice, Congress necessarily sacrificed a degree of accuracy which could be obtained through a vastly more expensive and time-consuming method of proof, that of county-by-county personal property studies.</blockquote>\n<p>We must agree with the conclusion reached by the court in <i>Clinchfield.</i> Like the defendants in that case, the defendants here presented considerable testimony by county appraisers tending to show that the assessment ratio of commercial and industrial personal property in the counties approaches thirty percent as mandated by state statute. The court was generally impressed by the professionalism and integrity of the county appraisers that testified during this trial. The evidence showed that the counties in Kansas have a very thorough system for discovering, assessing and taxing commercial and industrial property. However, the court notes that even the studies conducted by the defendants failed to show that commercial and industrial personal property is assessed at thirty percent of fair market value.<sup>[11]</sup></p>\n<p>The defendants also presented testimony that a sales assessment ratio study on personal property could be performed and in fact presented an assessment study conducted on commercial and industrial property in Saline County, Kansas. The railroads had taken the position that it was impossible to conduct a sales assessment ratio study on personal property.<sup>[12]</sup> Dr. Allison R. <span class=\"star-pagination\">*1043</span> Manson, a professor of statistics at North Carolina State University and co-owner of a consulting firm called Assessment Analysis Associates, Inc. (hereinafter referred to as \"Triple A\"), testified about a study he conducted in Saline County, Kansas, with the aid of the Saline County appraiser. He further testified as to the cost and time required for conducting such studies on various scales in the State of Kansas. Dr. Manson developed three different methods of performing such a study in Kansas with one alternative to each method. These methods and alternatives varied as to the number of counties involved and as to who would perform the majority of the work involved, <i>i.e.,</i> Triple A or the county officials. The first approach was a study designed to ascertain the sales assessment ratio of commercial and industrial property of all counties within the State of Kansas, with the vast majority of work being done by Triple A. Dr. Manson estimated that such a study would take approximately six months to complete and the cost would probably be between $750,000 and $1,000,000. With the county officials performing most of the work rather than Triple A, the time required would be approximately the same but the costs would be slightly lower, between $500,000 and $900,000. The second option proposed by Dr. Manson was a study conducted on only a random sample of Kansas counties, about twenty counties. This study would last approximately three months and cost between $600,000 and $1,300,000, again depending upon whether the counties or Triple A did the bulk of the work involved. The third option, the one which was employed in this case, involved only a single county study. On this scale, the study would take approximately one month to complete and would cost between $8,000 and $15,000, once again depending upon who performed most of the work.</p>\n<p>As correctly pointed out by the plaintiffs, there were a number of problems present in the study conducted by Dr. Manson. However, the study did demonstrate that such a study could be conducted on personal property. But, the court believes that the significance of Dr. Manson's testimony lies in the information related on the time and cost required to conduct such a study. Although Dr. Manson stated that subsequent studies would be less costly, it was clear that the cost and the time required for such studies was great. In addition, it was clear, after a series of questions asked by the court, that this type of study was new to the field of sales assessment ratio studies:</p>\n<blockquote>THE COURT: Now, in your suggested study to establish an assessment sales ratio on personal property, have such studies been done in the past?</blockquote>\n<blockquote>DR. MANSON: Not in the same fashion that this one has.</blockquote>\n<blockquote>THE COURT: Now, the only literature we've been furnished is actually the June 1954 Guide for Assessment Sales Ratio Studies, and that has to do only with real estate. Are there any books that you know of that directs the attention towards a personal property assessment sales ratio study?</blockquote>\n<blockquote>DR. MANSON: No, sir, I don't think you're going to find information along those lines published in any books as of today. We are applying techniques which are typically used in other studies to personal property so far as I know for the first time in Saline County.</blockquote>\n<p>All of which leads the court to believe that the court in <i>Clinchfield</i> was absolutely correct in holding that when Congress spoke of a sales assessment ratio study, it intended to limit such studies to real estate and that such a study would be representative of all commercial and industrial property within a given assessment jurisdiction. The legislative history of Section 306 indicates that Congress was fully apprised of the method of performing a sales assessment ratio study. The congressional committees that investigated tax discrimination against railroad property were aware that standard procedures for conducting sales assessment ratio studies called for the inclusion <span class=\"star-pagination\">*1044</span> of real property sales and assessment data only. Certainly at the time of the hearings in Congress prior to the enactment of Section 306, as evidenced by the testimony during this trial and the exhibits submitted, it was clear that such studies were limited to real property. Furthermore, it is additionally clear that Congress was concerned with obtaining a swift, cost efficient method of proof for the railroads to demonstrate discrimination in court. The type of study advocated by the defendants does not meet those standards. Congress could not have intended to burden plaintiffs with the task of conducting extensive and unprecedented personal property studies when its announced intent was to ease procedural barriers to relief.</p>\n<p>The court now turns to whether centrally assessed property, <i>i.e.,</i> utilities, should be included in the assessment ratio derived by the plaintiffs for commercial and industrial property. The court in <i>Clinchfield</i> also tackled this problem. It was stated:</p>\n<blockquote>Turning to the question of centrally-assessed public service company property, it is again clear that accepted methods of conducting a sales-assessment ratio study would exclude such property even though such property is plainly within the meaning of \"commercial and industrial property\" as defined in Section 306. <i>Olgivie v. State Board of Equalization,</i> <span class=\"citation\" data-id=\"393353\"><a href=\"/opinion/393353/richard-b-ogilvie-trustee-of-the-property-of-the-chicago-milwaukee-st/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span> (8th Cir.1981). As with the personal property issue, it is clear that Congress was informed that a proper sales-assessment ratio study does not include centrally-assessed utility property. <i>E.g.,</i> Hearing on S. 927 Before the Subcommittee on Surface Transportation of the Committee on Commerce, 90th Cong., 1st Sess., p. 66 (1967). Unlike personal property, however, utility property is easily included in a sales-assessment ratio calculation, because the total assessed value is known and the assessment ratio is 100 per cent. The difficulty is in choosing between two plausible methods of calculation. Defendants proposed to include utility property in a weighted fashion which would affect a county's ratio to a greater or lesser degree, depending on the proportion of its total tax base which consists of public service company property. Defendants refer to this method of calculation as \"the mean aggregate\" while plaintiffs refer to it as a \"value-weighted mean.\" In contrast, the railroads assert that if public service company property is to be included, the public service companies should be treated as taxpayers of equal import as all others. The railroads' position is consistent with the principles governing the conduct of a sales-assessment ratio study. A sales-assessment ratio is calculated to reflect the \"average\" taxpayer in the jurisdiction by reference to a median rather than to a weighted mean. Indeed, counsel for Mecklenburg County admitted that the median is the accepted average used in calculating the sales-assessment ratio.</blockquote>\n<blockquote>The court agrees with the railroads that the proper method for incorporating public service company property is by including those companies in the array of all taxpayers from which a median is chosen, and further that inclusion would have an insignificant effect on the actual median. <i>See</i> Testimony of Dr. Ekeblad, Tr. pp. 203-206. As with personal property, Mecklenburg County's proposal for calculating a weighted mean is appealing. It takes into account the quantity of property assessed at various ratios, unlike the statistically neater method of counting all taxpayers as equal. Nevertheless, in expressing its clear preference for the properly conducted sales-assessment ratio study, Congress implicitly mandated the use of a median to determine the average taxpayer for comparison with the railroads. Consistent with this, it is clear that public service company property should be included in a ratio study but that inclusion would not significantly affect the ratio derived.</blockquote>\n<p>Once again, we believe that the North Carolina court correctly decided this issue. In the instant case, plaintiffs presented evidence that Congress did not intend to include centrally assessed utilities in either a sales assessment ratio study or in discussions <span class=\"star-pagination\">*1045</span> concerning the ratio to be utilized as the measure of discrimination. Dr. Rolf Weil testified that Congress, in Section 306, intended to compare the assessment ratio of railroad transportation property with only the assessment ratio of locally assessed property. After a thorough review of the legislative history, we do not find the testimony of Dr. Weil to be persuasive on this point and we shall adopt the approach taken by the court in <i>Clinchfield.</i><sup>[13]</sup></p>\n<p>The court shall now examine the arguments made by the defendants regarding the results of the sales assessment ratio study submitted by the railroads and the adequacy of the method by which it was conducted. The defendants advanced a variety of reasons why the sales assessment ratio study offered by the railroads is incomplete, inadequate and unreliable.</p>\n<p>As noted previously, the railroads relied upon information gathered by the State of Kansas Department of Revenue for its 1980 sales assessment ratio study. Philip Martin, Director of Property Valuation, testified as to the procedures utilized in obtaining the data for the Kansas study. Kansas law requires that a purchaser of real estate must file a certificate of value with the Register of Deeds as a prerequisite to recording a deed. K.S.A. 58-2223a. A certificate of value is a document which shows the actual consideration paid for the property and the type of property involved. K.S.A. 58-2223b. It is a misdemeanor under Kansas law to falsify the value of real estate transferred on the certificate. K.S.A. 58-2223e. The contents of these certificates are made available to other county officials for preparation of data to be turned over to the Department of Property Valuation. The certificates are not available to the public. The county officials transfer the information contained on the certificate to ratio study cards, which are sent monthly to the Department of Property Valuation. Periodically, field representatives of the Department visit the counties to review recording procedures, examine specific sales and to provide whatever assistance is necessary. The ratio study cards which are received by the Department of Property Valuation each month are screened to exclude transactions other than valid sales. In addition to the small number of sales excludable under K.S.A. 58-2223c, the following transactions are screened:</p>\n<blockquote>(1) Transfer of deeds given in fulfillment of previously recorded long term contracts.</blockquote>\n<blockquote>(2) Sales between members of the immediate family (husband, wife, mother, father, sons, daughters, grandparents to grandchildren) where favoritism can be shown, with the names of the parties and their relationship to each other.</blockquote>\n<blockquote>(3) Sales by a sheriff pursuant to any order of any court of record.</blockquote>\n<blockquote>(4) Sales in bankruptcy settlements; other sales where it can be directly established that it is a forced or distressed sale.</blockquote>\n<blockquote>(5) Sales by judicial order which would include those executed by a guardian or executor, administration and partition sales where a degree of distress can be established by direct evidence.</blockquote>\n<blockquote>(6) Sales where the grantee is a religious, charitable, benevolent or fraternal organization, a school or an educational association.</blockquote>\n<blockquote>(7) Sales that are forfeitures of a contract or foreclosures of a mortgage.</blockquote>\n<blockquote>(8) Sales of clearly identified undivided interest in real estate (usually post-probate type sales, where the heirs are settling the estate).</blockquote>\n<blockquote>(9) Sales where an exchange of properties can be definitely established.</blockquote>\n<blockquote>(10) Sales where grantor and grantee are one and the same; or transfers of convenience to change the character <span class=\"star-pagination\">*1046</span> of title from tenancy in common to joint tenancy.</blockquote>\n<blockquote>(11) Sales where it can be definitely established that grantor and grantee are corporate affiliates belonging to the same parent company.</blockquote>\n<blockquote>(12) Sales where specific evidence of unrecorded notes or mortgages is available and would materially change the amount of the total consideration.</blockquote>\n<blockquote>(13) Sales where the price shown on the certificates of value includes the purchase of some items of personal property, such as farm machinery, motor vehicles, furniture, etc.</blockquote>\n<blockquote>(14) Sales where the price shown on the certificate of value includes consideration for leasing other land, purchase or leasing of property in other counties, states, etc.</blockquote>\n<blockquote>(15) Sales where the improvements on the land are different at the time of sale than on January 1 of the current year.</blockquote>\n<blockquote>(16) Sales where the assessed value includes more or less real property than the real property described in the recorded transaction.</blockquote>\n<blockquote>(17) Date of sale is prior to current study year.</blockquote>\n<p>Kansas Department of Revenue, <i>Kansas Real Estate Assessment/Sales Ratio Study, (\"KREASRS\"),</i> pp. 6-7 (1980).</p>\n<p>After screening, the remaining data is sorted into various urban and rural property classifications. Additional review follows and then the information is finally tabulated to form the actual ratio study. Kansas law requires the Director of Property Valuation to notify the board of county commissioners of each county of the ratios determined for that county. If the county commissioners disagree with the ratio for their county, they may appeal the ratio to the State Board of Tax Appeals. All appeals must be resolved before publication of the ratio study.</p>\n<p>The Kansas sales assessment ratio study is used for two purposes in Kansas. First, it is used by the state to distribute school finance funds. Second, it provides:</p>\n<blockquote>useful information to property tax administrators. For the appraiser, such information can be used as a check on the equality and uniformity of assessments within his assessment jurisdiction.</blockquote>\n<p><i>KREASRS, supra,</i> p. 1.</p>\n<p>Martin, under whose direction the ratio study is conducted, severely criticized the study as being unreliable for a number of reasons in his testimony in this case. Several of the arguments raised by Martin regarding the unreliability of the Kansas study were considered by the Kansas Supreme Court in <i>Northern Natural Gas Co. v. Williams,</i> <span class=\"citation\" data-id=\"1260440\"><a href=\"/opinion/1260440/northern-natural-gas-co-v-williams/\"><span class=\"volume\">208</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">407</span></a></span>, <span class=\"citation\" data-id=\"1260440\"><a href=\"/opinion/1260440/northern-natural-gas-co-v-williams/\"><span class=\"volume\">493</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">568</span></a></span> (1972). In fact, defendants contend that <i>Williams</i> controls this action. We cannot agree.</p>\n<p>In <i>Williams,</i> the taxpayer, an interstate natural gas pipeline, sought to recover a portion of its 1969 property taxes paid under protest in Rice County. The taxpayer contended that its properties had been assessed at 30% of fair market value while the property of other taxpayers of the same class in that county had been assessed at 21% of fair market value. The taxpayer relied upon the Kansas Real Estate Assessment Ratio Study as evidence. The defendants in <i>Williams,</i> like the defendants in the instant case, argued that the ratio study demonstrates only the sales price of real estate and does not reflect the relationship of assessed value to \"justifiable value\"the proper criterion under K.S.A. 79-501 and K.S.A. 79-503 upon which the assessment rate is to be applied for property tax purposes. Richard Dwyer, at that time the Director of Property Valuation for the state, impugned the study as unreliable for this reason as well as others. The Kansas Supreme Court agreed with the position of the defendants and stated:</p>\n<blockquote>The culprit in this case is the official state ratio study. On the record here presented its invalidity for valuation and assessment purposes in Rice County is demonstrated.</blockquote>\n<blockquote>The 1968 Kansas Real Estate Assessment Ratio Study was compiled pursuant <span class=\"star-pagination\">*1047</span> to K.S.A. 79-1435 to 79-1444, inclusive. The 1968 report in its foreword specifically states that it is \"prepared for the purpose of reflecting the relationship of assessed value to <i>sales price of real estate.</i>\" (Emphasis added.) Note this does not say it reflects the relationship of assessed value to the \"justifiable value\" (<i>See</i> K.S.A. 79-501 and K.S.A.1968 Supp. 79-503).</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Our court has repeatedly said that the ratio study, standing alone, is not conclusive evidence of justifiable value in establishing a basis for comparison in determining uniformity of values for assessment purposes. (<i>Cities Service Oil Co. v. Murphy,</i> <span class=\"citation\" data-id=\"1312639\"><a href=\"/opinion/1312639/cities-service-oil-co-v-murphy/\"><span class=\"volume\">202</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">282</span></a></span>, <span class=\"citation\" data-id=\"1312639\"><a href=\"/opinion/1312639/cities-service-oil-co-v-murphy/\"><span class=\"volume\">447</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">791</span></a></span>; <i>Beardmore v. Ling,</i> supra [<span class=\"citation\" data-id=\"1169876\"><a href=\"/opinion/1169876/beardmore-v-ling/\"><span class=\"volume\">203</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">802</span></a></span>, <span class=\"citation\" data-id=\"1169876\"><a href=\"/opinion/1169876/beardmore-v-ling/\"><span class=\"volume\">457</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">117</span></a></span>]; <i>Panhandle Eastern Pipe Line Co. v. Dwyer,</i> <span class=\"citation\" data-id=\"2610173\"><a href=\"/opinion/2610173/panhandle-eastern-pipe-line-co-v-dwyer/\"><span class=\"volume\">207</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">417</span></a></span>, <span class=\"citation\" data-id=\"2610173\"><a href=\"/opinion/2610173/panhandle-eastern-pipe-line-co-v-dwyer/\"><span class=\"volume\">485</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">149</span></a></span>; and <i>Northern Natural Gas Co. v. Dwyer,</i> <span class=\"citation\" data-id=\"1165966\"><a href=\"/opinion/1165966/northern-natural-gas-co-v-dwyer/\"><span class=\"volume\">208</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">337</span></a></span>, <span class=\"citation\" data-id=\"1165966\"><a href=\"/opinion/1165966/northern-natural-gas-co-v-dwyer/\"><span class=\"volume\">492</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">147</span></a></span>.)</blockquote>\n<p>493 P.2d at 574-576.</p>\n<p>The Court continued:</p>\n<blockquote>Sales price of real property alone, which is the evidence in this case, does not establish \"justifiable value\" (as defined by 79-503, <i>supra</i>) for ad valorem tax assessment purposes. Nowhere in the record does the Kansas Real Estate Assessment Ratio Study for the year 1968 purport to embrace consideration of the mandatory factors enumerated in 79-503, <i>supra,</i> to reflect the level of assessment in relation to the justifiable value of real estate. Justifiable value (as defined by 79-503, <i>supra</i>) is the only valid premise upon which a meaningful assessment ratio study could be predicated as applied to the facts in this case.</blockquote>\n<p><i>Id.</i> 493 P.2d at 579.</p>\n<p>However, this holding is not binding on this court in an action brought under Section 306. As we have stated previously, Congress expressed a preference in Section 306 for the use of a sales assessment ratio study as the primary indicator for determining whether railroads were being discriminated against in the assessment and taxation of their property. A sales assessment ratio study determines a level of assessment for property based on assessed value to <i>sales price</i> not <i>justifiable value.</i> Congress was specifically made aware of this fact. Dr. Weil testified before Congress on several occasions and informed them of the methods available to measure the level of assessment:</p>\n<blockquote>Now, I would like to make a point about the measurements of the local level of assessment. The only effective measure of the market is the market itself. Studies can be made and have been madeand the National Association of Tax Administrators has in effect advocated theminvolving the use of the assessment ratio method for the measurement of the level of assessments.</blockquote>\n<blockquote>How do you do this? You take the sales of properties in a given jurisdiction, sales between willing buyers and willing sellers, arm's length transactions; you take a large number of these, and you look up the assessment on these properties, compute the ratio of the assessed value of the property that got sold to its selling price, and take the median ratio of such sales for a jurisdiction, and this provides you with as accurate a measure of the level of assessment as you can get.</blockquote>\n<blockquote>An alternative procedure is to get appraisal ratios on property. You must be certain, however, that the appraisals will be market appraisals, that is, you make certain that appraisers will place a value on property which is roughly equal to the price that that particular property would fetch if it were in effect put on the market.</blockquote>\n<p>Hearings Before the Subcommittee on Surface Transportation of the Committee on Commerce on S.2289, 91st Cong., 1st Sess., p. 63 (1969).</p>\n<blockquote>It can be stated unequivocally that among experts in the field of property tax administration there is consensus that the level of real estate assessments can be accurately determined by the assessment ratio method. There can always be small sampling errors, but if proper techniques are used, such statistical error is administratively insignificant. Many refinements <span class=\"star-pagination\">*1048</span> in this method have been developed and confidence in the results has been general. Moreover, the method has been accepted in many court cases as the best approach to the determination of the level of assessment of locally assessed property. In a nutshell, the method consists of comparing the assessed value of property with the \"full fair cash\" value as determined by selling price or market appraisal of a large number of properties.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>The ratio method basically assumes that we make a comparison between the assessed valuation of property and its full fair cash value. Ideally the full value of property is its market value. When property is sold this is the best measure of value. The marketplace is its own best judge.</blockquote>\n<p>Hearings Before the Subcommittee on Surface Transportation of the Committee on Commerce on S.927, 91st Cong., 1st Sess., pp. 66, 68 (1967).</p>\n<p>It is apparent from the final passage of Section 306 that Congress chose the sales assessment approach to determining the assessment level of property within a jurisdiction. Accordingly, the <i>Williams</i> decision is not binding on this court.<sup>[14]</sup> It is, however, interesting to note that the trial judge in <i>Williams</i> found the Kansas sales assessment ratio study to be a \"meaningful guide\" and the \"best evidence as to the relationship between assessed values of Rice County real estate and justifiable or true values of Rice County real estate.\" Furthermore, Dr. Francis O. Woodard, an economist at Wichita State University and the statistical supervisor for the Kansas sales assessment ratio study in 1968 testified as follows: \"I doubt if everyone knows all the facts behind every sale, but in my opinion the sales alone denote market value.\"</p>\n<p>After a thorough review of the arguments made by the defendants and evidence presented during the trial, the court finds no basis for the assertion that the sales assessment ratio study conducted by the Department of Revenue of the State of Kansas is unreliable. Quite frankly, the court found most of the arguments articulated by the defendants not to be supported by any credible evidence or to border on being fatuous. In 1954, the National Association of Tax Administrators formulated and published standard procedures for the conduct of sales assessment ratio studies entitled <i>Guide for Assessment-Sales Ratio Studies, Report of the Committee on Sales Ratio Data of the National Association of Tax Administrators</i> (hereinafter referred to as the \"<i>NATA Guide</i>\"). The various procedures established and utilized in the Kansas sales assessment ratio are in substantial compliance with the guidelines established in the <i>NATA Guide.</i> We simply do not find Philip Martin's attacks on the study to be credible. Despite Mr. Martin's assertion that the study is wholly unreliable, he testified that in his opinion commercial and industrial real property is assessed at between thirteen and fifteen percent, very close to the results reached by the plaintiffs relying on the Kansas study. Furthermore, Kansas law has established a technical advisory committee to advise and assist the <span class=\"star-pagination\">*1049</span> Director of Property Valuation with the Kansas sales assessment ratio study. Despite Mr. Martin's criticisms of the Kansas study, he has not used the advisory committee to make recommendations for any changes in the procedures utilized in the Kansas study.</p>\n<p>It is apparent that the defendants believe that the plaintiffs should have conducted their own sales assessment ratio study in Kansas rather than rely upon the information supplied by the State of Kansas. While it would have been permissible for the railroads to have conducted their own study, we do not believe it is required when an adequate study is already available. Here, the State of Kansas has established comprehensive guidelines for their sales assessment ratio study. Furthermore, the Kansas study serves an important function in the state. Large amounts of funds for school finance are distributed each year based on the results reached in the Kansas study. Thus, there appears to be no reason for the railroads to have conducted an independent study, once they were satisfied as to the procedures used in the Kansas study. Furthermore, an independent study in Kansas would have been extremely difficult because under Kansas law the certificates of value are not available to the public. To have required the railroads to have conducted an independent study would have been a tremendous waste of resources.</p>\n<p>The other arguments raised by the defendants concerned the results achieved by Dr. Ekeblad based upon the information from the Kansas study. There was an attempt by defendants to impugn the results reached by Dr. Ekeblad because he relied upon a real property parcel count prepared prior to 1980. Furthermore, Ekeblad's results were maligned because he used all sales of commercial and industrial real property rather than taking a random sample. Finally, the study was attacked because Ekeblad failed to determine each measure of central tendency for each county in Kansas.</p>\n<p>The court has thoroughly considered each of these arguments and finds them to be without merit. It is true that Dr. Ekeblad relied upon an outdated parcel count to apply frequency weights to the various classifications of property in his study. This parcel count was provided to Dr. Ekeblad by the Kansas Department of Revenue. It represented the latest parcel count conducted by the state. Dr. Ekeblad testified that this problem would have little impact on the study, if any. Based upon the evidence presented, we do not find that this problem made any significant difference.</p>\n<p>Defendants also contended that Dr. Ekeblad improperly used all sales of commercial and industrial property from the 1980 Kansas study rather than taking a random sample. The court was somewhat puzzled by this argument and we repeatedly inquired into the reason for such an argument. All of the exhibits submitted to the court concerning sales assessment ratio studies implicitly advocated the use of all sales, if possible, <i>see, e.g.,</i> National Association of Tax Administrators, <i>NATA Guide,</i> p. 5; Bureau of the Census, <i>State and Local Ratio Studies, Property Tax Assessment, and Transfer Taxes,</i> p. 11 (1980); International Association of Assessing Officers, <i>Standard on Assessment-Ratio Studies,</i> p. 4 (1980); yet, several of the witnesses for the defendants testified that a random sample was more accurate than the use of all sales. We find this position to be without support in any literature supplied to the court. The following testimony by Dr. Ekeblad is supported by the literature supplied to the court:</p>\n<blockquote>It doesn't make any difference in terms of the concept if we take all the sales. Obviously we have more evidence if we take them all than if we take only a sample of the sales, even if we take all the sales we obviously have a sample of what might have been. And when we say \"This is a random sampling method\" all we are saying is that it is a random sample method of assessment sales ratios, and the more the merrier in terms of the quantitative evidence you have got.</blockquote>\n<p><span class=\"star-pagination\">*1050</span> It is clear that the railroads could have used a random sample if they desired. However, they did not and we see no reason to fault them for it. The court finds the inclusion of all commercial and industrial sales in Kansas instead of a portion of the sales not only does not impugn the study but provides more information for examination and leads to increased accuracy.</p>\n<p>Finally, defendants contend that Dr. Ekeblad improperly considered only one measure of central tendency in his results. Central tendency is defined as \"the tendency of most kinds of data, when displayed in a frequency distribution, to cluster around some typical or central value...\" IAAO, <i>Standard on Assessment-Ratio Studies,</i> p. 12-13. There are three generally accepted measures of central tendency: median, mean, and ratio of aggregates. In this case, Dr. Ekeblad computed only the median ratio for each county in Kansas. Defendants assert that Dr. Ekeblad should have computed the mean and the ratio of aggregates for each county and the state. After thorough consideration of this point, we believe that the median ratio is favored in sales assessment ratio studies and thus we find no problem with plaintiffs' results based on this issue.</p>\n<p>In sum, we find the sales assessment ratio study submitted by the railroads herein to have been conducted in accordance with statistical principles applicable to such studies.</p>\n<p>Finally, the court shall consider the defendants' argument regarding the different technique used to value railroad property. As previously noted, railroads and other centrally assessed utilities in Kansas are valued using the unit method, <i>i.e.,</i> valued as a \"going concern.\" Other commercial and industrial property in the state is valued on a segregated approach which means that the assets are valued separately without regard to how such assets generate income. Defendants contend that the segregated valuation of commercial and industrial property cannot be compared with the unit valuation of the railroads because of the fundamental differences between the two methods of valuation. The defendants offered evidence of the segregated valuation of one railroad. This study was described as a \"crude preliminary study\" by its own preparer. It was admittedly incomplete and inaccurate. The court found this study to be totally unreliable and could afford no basis for determining any value for the plaintiff railroads.</p>\n<p>Kansas law provides that the Director of Property Valuation shall determine the fair market value of the plaintiffs' property. K.S.A. 79-5a04. The Director determined the fair market value of the operating property of each of the plaintiff railroads in 1980. Plaintiffs accepted the Director's valuation without challenge. These values and the allocation of value to Kansas establish the assessment of the plaintiff railroads at thirty percent of true market value. This is the assessment against which this court must determine discrimination.</p>\n<p>The court finds that the Director of Property Valuation properly valued the plaintiffs' property under the unitary method of appraisal and accurately arrived at the true market value of the plaintiffs' property for the 1980 tax year. The evidence simply does not support the proposition that the Director improperly appraised plaintiffs' property or that the unitary method understated the true market value of plaintiffs' rail transportation property.<sup>[15]</sup> Dr. Arthur Schoenwald, a consultant in the area of valuing railroads, testified as to the use of the unitary method of valuation. He testified that approximately thirty-five other states use this approach to value railroad <span class=\"star-pagination\">*1051</span> property. Because of the unique character of a railroad company, we are convinced that the unitary valuation method is the best available method of valuing railroad transportation property. In addition, other courts have found the unitary approach to be the best method available for valuing railroads. <i>See, e.g., </i><i>Missouri-Kansas-Texas Railroad Co. v. City of Dallas,</i> <span class=\"citation\" data-id=\"2449359\"><a href=\"/opinion/2449359/missouri-etc-v-city-of-dallas/\"><span class=\"volume\">623</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">296</span></a></span> (Tex.1981); and <i>Department of Revenue v. 500 Lines, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">1</span></span>, <span class=\"citation\" data-id=\"876602\"><a href=\"/opinion/876602/department-of-revenue-v-soo-lines-inc/\"><span class=\"volume\">560</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">512</span></a></span> (1977). Accordingly, we find no support for defendants' argument and we reject it.</p>\n<p>Section 306 indicates that state law governs the burden of proof in this action. Kansas law requires that the plaintiffs prove their case by clear and convincing evidence. <i>Northern Natural Gas Co. v. Williams, supra</i><i>.</i></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court finds that the plaintiffs have shown by clear and convincing evidence that commercial and industrial property in Kansas is assessed at 12.2 percent of true market value while rail transportation property is assessed at thirty percent. Thus, the plaintiffs are entitled to relief under Section 306 of the 4-R Act. Accordingly, the defendants and their agents are permanently enjoined from assessing and taxing plaintiffs' rail transportation property for the 1980 tax year at a ratio of assessed value to true market value higher than 12.2 percent.</p>\n<p>The county intervenors have requested that the court make some sweeping changes in the tax laws of Kansas in order to provide for a long range solution to the problems that exist in Kansas. We must decline to do so. These problems are better left to the Kansas legislature. We have simply acted in this case to correct the evils that Congress sought to rectify in passing Section 306 of the 4-R Act.</p>\n<p>The court is fully aware of the potential impact of this decision on county government in Kansas. In some instances, no doubt a great deal of revenue will be lost. However, this ruling does not come without warning. The effective date of Section 306 was delayed three years in order to allow the states to rectify any discrimination that existed against railroads. In Kansas, although admittedly aware that discrimination was present in the taxation of railroads, absolutely no action was taken to correct the situation. The testimony presented to the court basically showed an attitude of indifference to the plight of the railroad industry. It is the court's hope that this decision will be used to improve the ad valorem taxation system in the State of Kansas.</p>\n<p>Based upon the findings herein, plaintiffs are directed to make the necessary mathematical computations on the sums that have been paid into the court and submit these calculations to the court within ten days for final approval. Interest should be computed based on the amount of interest that has been earned on the money since it was paid into the court.</p>\n<p>This decision shall be deemed to constitute findings of fact and conclusions of law for this action.</p>\n<p>IT IS THEREFORE ORDERED that judgment shall be entered for the plaintiffs in accordance with this opinion. Plaintiffs shall submit an order within ten (10) days showing the necessary mathematical computations based on the findings made in this order for the final approval of the court.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The following railroad companies are plaintiffs in this litigation: Atchison, Topeka and Santa Fe Railway Company; Union Pacific Railroad Company; St. Joseph and Grand Island Railway Company; Chicago, Rock Island and Pacific Railroad Company; Missouri-Kansas-Texas Railroad Company; Burlington Northern, Inc.; Chicago and Northwestern Transportation Company; Kansas City Southern Railway Company; Kansas and Missouri Railway and Terminal Company; Kansas City Terminal Railway Company; Missouri Pacific Railroad Company (hereinafter referred to as the \"railroads\").</p>\n<p>[2]  Named as defendants are: Department of Revenue of the State of Kansas; Michael Lennen, Secretary of Revenue of the State of Kansas; and Philip W. Martin, Director of Property Valuation of the Department of Revenue of the State of Kansas. Several parties have been allowed to intervene during the course of this litigation. At the present, the county clerks and county treasurers of 79 of the 105 counties in Kansas are permissive intervenors. The bulk of these county officials are represented by the same counsel. Officials from the counties of Hodgeman, Saline, Sedgwick and Crawford have proceeded on their own. Initially, the defenses asserted by the State defendants and the county intervenors were somewhat different. However, during the course of this action and certainly during the trial of this matter, the defenses of the two groups blended together. Thus, unless otherwise indicated, the court shall refer to the position of the State defendants and the county intervenors as the \"defendants' position.\"</p>\n<p>[3]  Section 306 was originally codified at 49 U.S.C. § 26c, but before the effective date Congress recodified that section as part of its revision of the Interstate Commerce Act, and that section is now codified at 49 U.S.C. § 11503. The subsequent recodification of 49 U.S.C. § 26c at 49 U.S.C. § 11503 substantively changed certain provisions of Section 306. The issue has arisen here as to whether the language of 49 U.S.C. § 11503 or that of Section 306 controls this litigation. In <i>Atchison, Topeka &amp; Santa Fe Railway Co. v. Lennen,</i> <span class=\"citation\" data-id=\"386976\"><a href=\"/opinion/386976/the-atchison-topeka-and-santa-fe-railway-co-union-pacific-railroad-co/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span> (10th Cir.1981) (<i>per curiam</i>), an earlier order in this action, the Tenth Circuit provided this court with some guidance on this problem. The Court stated:\n</p>\n<p>The legislative purpose of the Revised Interstate Commerce Act was to \"restate, without substantive change, laws enacted before May 16, 1978, that were replaced by these sections. These sections may not be construed as making a substantive change in the laws replaced.\" 49 U.S.C.A. at p. 1. This legislative purpose is strongly enunciated in the legislative history of the Act. House Report No. 95-1395, 1978 U.S.Code Congressional and Administrative News, pps. 3009 <i>et seq.,</i> specifically pps. 3013, 3016, 3019; 124 Congressional Record No. 151, Senate Hearings Sept. 25, 1978, pp. 16059-60 (Senator Paul Hatfield stated as follows: \"Thus by enacting [this law] we are not making any new law; we are merely making existing law more understandable.\" For this reason, no Senate Report was filed). Therefore, any substantive conflicts between § 306 of the 4-R Act and 49 U.S.C. § 11503 must be resolved in favor of the meaning of § 306 of the 4-R Act.</p>\n<p><i>Id.</i> at 258. Accordingly, the court shall refer to and apply Section 306 of the 4-R Act as originally enacted throughout this order. This has been the position taken by most of the courts that have considered this issue. <i>See, e.g., </i><i>Ogilvie v. State Board of Equalization,</i> <span class=\"citation\" data-id=\"2309063\"><a href=\"/opinion/2309063/ogilvie-v-state-bd-of-equalization-etc/\"><span class=\"volume\">492</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">446</span></a></span>, 449 n. 1 (D.N.D.1980), <i>aff'd,</i> <span class=\"citation\" data-id=\"393353\"><a href=\"/opinion/393353/richard-b-ogilvie-trustee-of-the-property-of-the-chicago-milwaukee-st/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span>, 206 n. 1 (8th Cir.1981); <i>Clinchfield Railroad Co. v. Lynch,</i> <span class=\"citation\" data-id=\"2369310\"><a href=\"/opinion/2369310/clinchfield-r-co-v-lynch/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">784</span></a></span> (E.D.N.C.1981). <i>Contra: </i><i>State of Arizona v. Atchison, Topeka &amp; Santa Fe Railroad Co.,</i> <span class=\"citation\" data-id=\"393045\"><a href=\"/opinion/393045/state-of-arizona-and-arizona-department-of-revenue-v-atchison-topeka-and/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span>, 410 (9th Cir.1981).</p>\n<p>[4]  The court is aware of the following cases that have involved Section 306 of the 4-R Act: <i>State of Tennessee v. Louisville and Nashville Railroad Co.,</i> <span class=\"citation\" data-id=\"1899363\"><a href=\"/opinion/1899363/state-of-tenn-v-louisville-nr-co/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></a></span> (M.D.Tenn.1979), <i>aff'd </i><i>without opinion,</i> <span class=\"citation\" data-id=\"391618\"><a href=\"/opinion/391618/state-of-tennessee-v-louisville-and-nashville-r-co/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (6th Cir. 1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span> (1981); <i>Alabama Great Southern Railroad Co. v. Eagerton,</i> <span class=\"citation\" data-id=\"2123904\"><a href=\"/opinion/2123904/alabama-great-southern-r-co-v-eagerton/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></a></span> (D.Ala.1979), <i>aff'd </i><i>without pub. opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1347</span></span> (5th Cir.1980); <i>Louisville and Nashville Railroad Co. v. Louisiana Tax Comm.,</i> <span class=\"citation\" data-id=\"1651980\"><a href=\"/opinion/1651980/louisville-nr-co-v-louisiana-tax-comn/\"><span class=\"volume\">498</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">418</span></a></span> (M.D.La.1980); <i>Missouri Pacific Railroad Co. v. Tax Division of the Arkansas Public Service Comm.,</i> <span class=\"citation\" data-id=\"2154415\"><a href=\"/opinion/2154415/missouri-pac-r-co-v-tax-division-etc/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">907</span></a></span> (E.D. Ark.1980); <i>Alabama Great Southern Railroad Co. v. Eagerton,</i> <span class=\"citation\" data-id=\"2378289\"><a href=\"/opinion/2378289/alabama-great-southern-r-co-v-eagerton/\"><span class=\"volume\">501</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1044</span></a></span> (M.D.Ala. 1980; <i>Burlington Northern Inc. v. Department of Revenue,</i> No. CV-79-100-BLG (D.Mont. 1980); <i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>State of Arizona v. Atchison, Topeka and Santa Fe Railroad Co., supra</i><i>; </i><i>General American Transportation Corp. v. Louisiana Tax Comm.,</i> <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">610</span></span> (M.D.La.1981); <i>Trailer Train Co. v. State Board of Equalization,</i> <span class=\"citation\" data-id=\"1429835\"><a href=\"/opinion/1429835/trailer-train-co-v-state-bd-of-equalization/\"><span class=\"volume\">511</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">553</span></a></span> (N.D.Cal.1981); <i>Southern Railway Co. v. State Board of Equalization,</i> No. C 81-695A (N.D.Ga.1981); <i>Clinchfield Railroad Co. v. Lynch, supra</i><i>; </i><i>Trailer Train Co. v. State Board of Equalization,</i> <span class=\"citation\" data-id=\"2296890\"><a href=\"/opinion/2296890/trailer-train-co-v-state-bd-of-equalization/\"><span class=\"volume\">538</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">509</span></a></span> (N.D. Cal.1982).</p>\n<p>[5]  In many of the other actions brought under Section 306, decisions were reached based either entirely or for the most part on stipulated facts. <i>See, e.g., </i><i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>Alabama Great Southern Railroad Co. v. Eagerton, supra</i><i>; </i><i>Louisville and Nashville Railroad Co. v. Louisiana Tax Comm., supra</i><i>; Burlington Northern Inc. v. Department of Revenue, supra.</i></p>\n<p>[6]  Under Kansas law, property taxes are paid in two installments. The first half of a taxpayer's property tax is due on December 20. The second half of the tax is due on June 20. K.S.A. 79-2004.</p>\n<p>[7]  One of the more important prior rulings made by this court concerned the issue of the appropriate assessment jurisdiction for the purposes of this litigation. On January 7, 1982, we determined that the \"State\" is the appropriate assessment jurisdiction under the circumstances of this case. Thus, the ratios discussed in this order reflect that prior ruling.</p>\n<p>[8]  <i>See</i> H.R. 7421, 87th Cong., 1st Sess. (1961); H.R. 7497, 87th Cong., 1st Sess. (1961); H.R. 736, 88th Cong., 1st Sess. (1963); H.R. 4972, 89th Cong., 1st Sess. (1965); S.2988, 89th Cong., 2d Sess. (1966); H.R. 1480, 90th Cong., 1st Sess. (1967); S.927, 90th Cong., 2d Sess., (1968); S.2289, 91st Cong., 1st Sess. (1969); H.R. 16245, 91st Cong., 2d Sess. (1970); S.2841, 92d Cong., 1st Sess. (1971); S.3945, 92d Cong., 2d Sess. (1972); S.1891, 93d Cong., 1st Sess. (1973).</p>\n<p>[9]  28 U.S.C. § 1341 provides: \"The district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\"</p>\n<p>[10]  Much of the other litigation under Section 306 has been in states with de jure discriminatory schemes. In these states, railroad property is taxed or assessed at a different rate than other commercial and industrial property either by statute or by the state constitution. <i>See, e.g., </i><i>Ogilvie v. State Board of Equalization, supra</i><i>; </i><i>State of Tennessee v. Louisville and Nashville Railroad Co., supra</i><i>; </i><i>Alabama Great Southern Railroad Co. v. Eagerton, supra</i><i>.</i></p>\n<p>[11]  The court heard testimony regarding two studies conducted by the defendants on personal property. One study, conducted by Dr. Darwin W. Daicoff, an economics professor at the University of Kansas, on heavy construction equipment showed that it was assessed at between twenty-five and twenty-six percent of fair market value. The other study, conducted by Dr. Allison Manson, showed commercial and industrial personal property in Saline County, Kansas, to be assessed at about twenty-six percent of fair market value.</p>\n<p>[12]  The plaintiffs presented the testimony of Dr. William Terrill, an economics professor at Wichita State University, on this point. The plaintiffs hired Dr. Terrill to conduct a sales assessment ratio study on commercial and industrial personal property in several randomly selected counties in Kansas. This study suffered from several problems and the court was not generally impressed by it. However, a review of the data gathered by Dr. Terrill and his associates does point to some of the problems of conducting a sales assessment ratio study on personal property.</p>\n<p>[13]  Dr. Ekeblad testified that if the utilities in Kansas were added to the assessment ratio for commercial and industrial property in Kansas as it had been done in <i>Clinchfield,</i> the assessment ratio would rise to 12.17 or 12.2 percent of true market value.</p>\n<p>[14]  Shortly before the Kansas Supreme Court's decision in <i>Williams,</i> the Kansas legislature passed K.S.A. 79-1437b. It provides as follows:\n</p>\n<p>Assessment ratio studies not admissible as evidence in actions involving assessment of certain property. Real estate assessment ratio studies prepared and published by the director of property valuation under the provisions of K.S.A. 79-1437 shall be inadmissible as evidence in actions involving the assessment of property, sales of which are not required to be reported by county assessors to the director of property valuation under the provisions of K.S.A. 79-1436.</p>\n<p>This statute presents the railroads with one of the problems mentioned by this court in its discussion of the abstention doctrine concerning the ability of the railroads to obtain relief in the state courts. This statute would apparently prohibit the use of the Kansas sales assessment ratio study or information obtained from it from being used in an action brought under Section 306 in state court. This would require the railroads to conduct an independent study. As we set forth in much greater detail later in this opinion, this would be an enormous waste of resources due to the availability of a comprehensive study like the Kansas study.</p>\n<p>[15]  While Mr. Martin testified that he would have arrived at a different value for each railroad if the segregated method of valuation was employed, he also testified that the unitary valuation approach may produce a higher or lower value than that produced by using the segregated approach. In addition, Mr. Martin testified that the State of Kansas adopted the unitary method of valuation for railroads in 1971 because it was believed to be a better method of valuing interstate corporations.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103842/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106837/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386976/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393045/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/876602/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1165966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1169876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1260440/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1312639/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1320715/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1330903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1429835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1557977/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1651980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1899363/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2043339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2123904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2154415/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2296890/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2309063/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2369310/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2378289/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2392838/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2449359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2610173/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T14:07:08.423504Z",
      "date_modified": "2016-03-03T20:05:10.059494Z",
      "date_filed": "1982-04-15",
      "date_filed_is_approximate": false,
      "slug": "atchison-topeka-and-santa-fe-ry-co-v-lennen",
      "citation_id": 1498522,
      "case_name_short": "Lennen",
      "case_name": "Atchison, Topeka and Santa Fe Ry. Co. v. Lennen",
      "case_name_full": "",
      "federal_cite_one": "552 F. Supp. 1031",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1069295/atchison-topeka-and-santa-fe-ry-co-v-lennen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:07:08.419921Z",
  "date_modified": "2014-10-30T14:07:08.419921Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lennen",
  "case_name": "Atchison, Topeka and Santa Fe Ry. Co. v. Lennen",
  "case_name_full": "",
  "slug": "atchison-topeka-and-santa-fe-ry-co-v-lennen",
  "docket_number": "80-4172, 80-4173, 80-4176, 80-4181 and 80-1690",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}