{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1080822/",
  "id": 1080822,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/710048/",
      "id": 710048,
      "absolute_url": "/opinion/710048/mountain-top-condominium-association-v-dave-stabbert-master-builder-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1080822/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/710048/",
          "id": 710048,
          "absolute_url": "/opinion/710048/mountain-top-condominium-association-v-dave-stabbert-master-builder-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/710048/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T06:27:33Z",
          "date_modified": "2017-03-26T02:47:14.192403Z",
          "type": "010combined",
          "sha1": "4761add466e1c33e0dd83fedb6e8b9d07cf5e111",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/72/72.F3d.361.95-7031.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">72 F.3d 361</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 382</p>\n    <p class=\"parties\">MOUNTAIN TOP CONDOMINIUM ASSOCIATION<br>v.<br>DAVE STABBERT MASTER BUILDER, INC.;  Joseph Huffman<br>Walter Seipel;  Susan Seipel, Proposed Intervenors in D.C./Appellants.</p>\n    <p class=\"docket\">No. 95-7031.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Third Circuit.</p>\n    <p class=\"date\">Argued Aug. 15, 1995.<br>Decided Dec. 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph B. Arellano (argued), Campbell, Arellano &amp; Rich, Charlotte Amalie, St. Thomas U.S.V.I., for Appellants.</p>\n      <p class=\"indent\">Adam G. Christian (argued), Hodge &amp; Francois, Charlotte Amalie, St. Thomas U.S.V.I., Sandra N. Younger, Tom Bolt &amp; Associates, Charlotte Amalie, St. Thomas U.S.V.I., for Appellees.</p>\n      <p class=\"indent\">Before:  STAPLETON, LEWIS and WEIS, Circuit Judges.</p>\n      <p>OPINION OF THE COURT</p>\n      <p class=\"indent\">LEWIS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Walter Seipel and Susan Seipel (\"appellants\") seek the reversal of a district court order denying their motion to intervene in a proceeding pending in that court.  The district court held that while the appellants' motion may be timely, \"[t]he plain fact is that they have no interest at stake in the litigation, and no standing to become involved in it.\"   Mountain Top Condominium Association v. Stabbert, et. al., No. 1990/215, slip op. at 4 (D.V.I. Dec. 9, 1994).  Appellants argue that as a matter of law, their interest in the litigation is sufficient to support intervention as a matter of right under Fed.R.Civ.P. 24(a)(2).  We agree, and will reverse the district court's denial of appellants' motion to intervene.</p>\n    </div>\n    <p>I.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Seipels allege the following facts in their motion to intervene and their proposed \"Complaint in Intervention.\"   These facts are not disputed in the present record and appear to have been accepted by the district court in ruling on the motion to intervene.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 17, 1989, Hurricane Hugo struck the Virgin Islands and wreaked tremendous destruction.  Included in this natural disaster was the damage and destruction of several buildings which comprised the Mountain Top Condominiums, located on the island of St. Thomas.  The Mountain Top Condominiums are governed by the Mountain Top Condominium Association (\"MTCA\"), which is comprised of all of the condominium owners in the development.  The owners had delegated certain powers and duties, including the repair and restoration of the condominiums, to the MTCA's Board of Directors (the \"Board\") pursuant to the MTCA's bylaws and Virgin Islands law, Title 28 V.I.C. Chapter 33.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pursuant to Article V, Sections 2 and 3 of the MTCA's By-laws, the MTCA's Board was required to appoint an Insurance Trustee to approve the adjustment of any loss, and to receive all insurance proceeds for losses in excess of $50,000.  There is no dispute that the Board did not comply with these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Instead, the Board took it upon itself to approve the insurance adjustment and to determine how the reconstruction and repair proceeds were to be distributed.  As a result, the Board adjusted the hurricane loss and received $1,538,613 from its insurance carrier.  The Board then deposited this fund into a separate account specifically designated for hurricane reconstruction.  Rather than apply all of the insurance proceeds to repair the damage caused by hurricane Hugo, however, the Board decided to distribute some of the proceeds to the individual condominium owners according to the size of the various condominium units,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> minus fifteen percent (15%) for the Board's supervision of the individual owners' reconstruction efforts.  Under this plan, a larger unit would receive more from the fund than a smaller unit regardless of the damage sustained, and there was no requirement that the money be used to benefit the condominium units.  The appellants allege that this in turn has provided certain unit owners with a cash windfall.  The Board also included in the repair costs the reconstruction of five \"deck extensions\" which were not covered by the MTCA's insurance policy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, in order to receive any money from the hurricane restoration fund, the Board required unit owners to sign general releases.  Apparently, the appellants are the only owners who refused to sign a release.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As part of its reconstruction plan, the Board entered into an agreement with Dave Stabbert Master Builder, Inc., for construction work on the condominiums.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Board, however, was dissatisfied with the quality of the work performed by Stabbert and its subcontractors, and a dispute arose between the parties.  As a result of this dispute, Huffman and Stabbert filed construction liens against the condominiums in the hope of recovering payment for their work.  The Board responded by filing a complaint against Stabbert and Huffman, alleging fraudulent misrepresentation, negligent misrepresentation, unfair trade practices, slander of title, injunctive relief, breach of contract, and damages.  Huffman and Stabbert filed counterclaims against the MTCA.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Later, Huffman and Stabbert agreed to release the liens.  In return, the Board deposited $250,000 of the insurance proceeds in escrow in the registry of the district court.  This sum represented all that remained of the hurricane reconstruction fund.  In February, 1994, pursuant to the district court's order, this dispute proceeded to mediation.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants own two condominiums that were heavily damaged during Hurricane Hugo.  They believed that the distribution of funds for the reconstruction of their condominiums was not being accomplished in good faith.  Thus, on March 20, 1992, they instituted a civil action against the MTCA in the Territorial Court of the Virgin Islands.  The basis of the Seipels' complaint was that the MTCA violated the by-laws of the Mountain Top Condominiums by, inter alia, failing to appoint an Insurance Trustee to manage the distribution of the insurance proceeds.  This civil action is presently pending in the Territorial Court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When it became apparent that any settlement between MTCA, Stabbert and Huffman might deplete all of the remaining funds allocated for repairing the damage caused by Hurricane Hugo, the Seipels decided to intervene in the mediation process between the MTCA, Stabbert and Huffman.  On February 7, 1994, the day the mediation was to occur, counsel for the Seipels sent a written request to MTCA that he be allowed to attend the mediation.  When this request was denied, the Seipels filed a motion to intervene pursuant to Rule 24 of the Federal Rules of Civil Procedure, claiming that if the litigation between the MTCA and its contractor is successfully mediated, the entire $250,000 escrow deposit may be lost.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Both parties to the mediation opposed the proposed intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court denied the Seipels' motion to intervene.  The court held that the appellants', \"only conceivable interest in this lawsuit lies in the fact that, if plaintiff [the MTCA] is successful, plaintiff may be in a somewhat better position to satisfy any judgment which the Seipels may succeed in obtaining in Territorial Court, than would be the case if plaintiff loses this lawsuit.\"   Mountain Top, slip op. at 5.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District Court of the Virgin Islands had subject matter jurisdiction over this case pursuant to 4 V.I.C. Sec. 32,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and Section 21 of the Revised Organic Act, 48 U.S.C. Sec. 1611.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We have jurisdiction over this appeal under 28 U.S.C. Sec. 1291.  In reviewing a district court's decision denying intervention as a matter of right, we will reverse a district court's determination only if the court \"has applied an improper legal standard or reached a decision that we are confident is incorrect.\"  Harris v. Pernsley, 820 F.2d 592, 597 (3d Cir.1987) (citations omitted).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have stated that a non-party is permitted to intervene under Fed.R.Civ.P. 24(a)(2) only if:(1) the application for intervention is timely;  (2) the applicant has a sufficient interest in the litigation;  (3) the interest may be affected or impaired, as a practical matter by the disposition of the action;  and (4) the interest is not adequately represented by an existing party in the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Harris, 820 F.2d at 596.   Each of these requirements must be met to intervene as of right.  Id.  The district court denied appellants' motion because it found that they did not have a sufficient interest in the litigation, and thus had failed to satisfy subsection (2) of Rule 24(a).  Appellants argue that because a specific fund is at issue, they have a sufficient interest in the litigation pending in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While we will address each of Rule 24(a)'s requirements, we first turn to whether the appellants have a sufficient interest in the litigation.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rule 24(a)(2) requires the intervenor to demonstrate \"an interest relating to the property or transaction which is the subject of the action ...\" Fed.R.Civ.P. 24(a)(2).  While the precise nature of the interest required to intervene as of right has eluded precise and authoritative definition, Harris, 820 F.2d at 596;  3B Moore's Federal Practice, p 24.07, at 24-57 (2d ed. 1982);  7C Wright, Miller &amp; Kane, Federal Practice &amp; Procedure Sec. 1908, at 263 (1986), some general guidelines have emerged.  According to the Supreme Court, an intervenor's interest must be one that is \"significantly protectable.\"  Donaldson v. United States, 400 U.S. 517, 531, 91 S.Ct. 534, 542, 27 L.Ed.2d 580 (1971).  In defining the contours of a \"significantly protectable\" legal interest under Rule 24(a)(2), we have held that, \" 'the interest must be a legal interest as distinguished from interests of a general and indefinite character.'  * * *  The applicant must demonstrate that there is a tangible threat to a legally cognizable interest to have the right to intervene.\"  Harris, 820 F.2d at 601 (citations omitted).  This interest is recognized as one belonging to or being owned by the proposed intervenor.  United States v. Alcan Aluminum, Inc., 25 F.3d 1174, 1185 (3d Cir.1994) (quoting New Orleans Public Service, Inc. v. United Gas Pipe Line Co., 732 F.2d 452, 464 (5th Cir.1984)).  We must therefore determine whether the proposed intervenors are real parties in interest.  Harris, 820 F.2d at 596-598.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In general, a mere economic interest in the outcome of the litigation is insufficient to support a motion to intervene.  See, e.g., Alcan Aluminum, 25 F.3d at 1185 (\"Some courts have stated that a purely economic interest is insufficient to support a motion to intervene.\");  New Orleans Public Service, Inc. v. United Gas Pipe Line Co., 732 F.2d at 464 (in banc) (\"It is plain that something more than an economic interest is necessary.\").  Thus, the mere fact that a lawsuit may impede a third party's ability to recover in a separate suit ordinarily does not give the third party a right to intervene.  See Hawaii-Pacific Venture Capital Corp. v. Rothbard, 564 F.2d 1343, 1346 (9th Cir.1977).  If the appellants' only interest in the present case was to ensure that the MTCA would have sufficient resources to satisfy any judgment they may be able to obtain in the territorial court action, the district court's reasoning and conclusion would be sound.  The district court's holding, however, does not recognize that the appellants claim an interest in a specific fund being held in the district court's registry.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While a mere economic interest may be insufficient to support the right to intervene, an intervenor's interest in a specific fund is sufficient to entitle intervention in a case affecting that fund.  See, e.g., Gaines v. Dixie Carriers, Inc., 434 F.2d 52, 53-54 (5th Cir.1970) (holding that a law firm could intervene in a former client's action to protect its interest in its contingency fee);  Hardy-Latham v. Wellons, 415 F.2d 674 (4th Cir.1968) (holding that finders who supplied a broker with the name of a seller were allowed to intervene in the broker's case against the seller for a broker's fee because \"[t]hey claim an interest in both the transaction and the fund which are the subject of the main action, and if the entire amount were paid directly to [the broker] their ability to collect their proper share would as a practical matter be impaired\");  United States v. Eilberg, 89 F.R.D. 473 (E.D.Pa.1980) (holding that two attorneys who claimed an interest in the same funds sought by the United States in a suit against a Congressman were entitled to intervene \"whether their claim sounded in contract or tort, in law or equity.\");  Peterson v. United States, 41 F.R.D. 131 (D.Minn.1966) (holding that the trust remaindermen had a sufficient interest to intervene in an action by the trust executors for a tax refund);  see generally, Wright &amp; Miller, supra, Sec. 1908, at 272-74 (and cases cited therein) (\" 'Interests in property are the most elementary type of right that Rule 24(a) is designed to protect,' and many of the cases in which a sufficient interest has been found under amended Rule 24(a)(2) have been cases in which there is a readily identifiable interest in land, funds, or some other form of property.\").  Thus, when a particular fund is at issue, an applicant claims an interest in the very property that is the subject matter of the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The $250,000 held in the district court registry represent all that remains of the hurricane reconstruction fund that the MTCA received to cover the cost of repairing the condominiums in the aftermath of Hurricane Hugo.  According to Virgin Islands law and the MTCA's By-laws, this money is held in trust for each of the apartment owners under the supervision of an Insurance Trustee.  See 28 V.I.C. Sec. 924 (\"Such insurance coverage shall be written on the property in the name ... of the Board of Directors of the Association of Apartment Owners, as trustee for each of the apartment owners ...\") (emphasis added).  Similarly, Article V Section 2 of the MTCA's By-laws, requires the Board of Directors to obtain this insurance and appoint an Insurance Trustee to manage the funds.  App., Vol I., at 58.  Thus, the Seipels have a right to have an independent trustee appointed and to have that trustee \"disburse the proceeds of all insurance policies to the contractors engaged in such repairs or restoration in appropriate progress payments.\"   App., Vol.  I at 59.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We agree with the Seipels that the funds deposited with the district court are assets of an express trust, of which the individual apartment owners are the intended beneficiaries.  Like all beneficiaries of an express trust, these beneficiaries have a property interest in the trust res that is enforceable either in law or in equity.  See generally, Restatement (2d) of Trusts, Secs. 198-99 (1959).  Like all other beneficiaries of an express trust, they have an interest in seeing that the assets of the trust are not diverted in a manner that will defeat the purpose of the trust.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The MTCA urges us to accept the district court's finding that the Seipels' \"concession\" that they have no interest in the merits of the litigation leads inexorably to the conclusion that they lack a sufficient stake in the litigation.  According to the MTCA, by their own admission:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>[t]he Seipels have no interest in the merits of the Board's lawsuit against these Defendants;  they are not privy to the underlying documents, and have no personal knowledge of the merits of that case, or the grounds for the dispute, other than that their 2 units were not repaired and restored.  And accordingly, they did not then, and they do not now, seek to intervene so as to litigate the merits of the underlying suit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">App., Vol.  III, at 605.  The district court found this and similar statements sufficient to support its conclusion that, \"[i]n essence, the Seipels wish merely to have a voice in controlling the timing and processing of this lawsuit (which is no concern of theirs) in the hope that, if they succeed in obtaining a judgment in the Territorial Court, they can satisfy it by recourse to the $250,000.\"   Mountain Top, slip op. at 4.  This argument fails to recognize the scope of interests encompassed in Rule 24(a)(2).  Proposed intervenors need not have an interest in every aspect of the litigation.  They are entitled to intervene as to specific issues so long as their interest in those issues is significantly protectable.  See, e.g., Harris 820 F.2d at 599;  Howard v. McLucas, 782 F.2d 956, 962 (11th Cir.1986) (holding that non-minority employees had the right to intervene to challenge the promotional remedy, but not to contest the existence of past discrimination);  Bradley v. Milliken, 620 F.2d 1141, 1142 (6th Cir.1980) (holding that a representative of the Hispanic community has the right to intervene for the limited purpose of presenting evidence on the question of de jure segregation of Hispanics).  In this case, while the Seipels may not have an interest in the merits of the claims pending between MTCA and Huffman and Stabbert, they do have an interest in the property over which the court has taken jurisdiction.  Clearly they have an interest in being heard with respect to the disposition of that fund.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As we have observed, such an interest is sufficient to support an applicant's intervention as of right.  Accordingly, we find the appellants' interest in the litigation sufficient to support intervention as of right under Rule 24(a)(2).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In order to meet the requirements of Rule 24(a)(2), proposed intervenors must also demonstrate that their interest might become affected or impaired, as a practical matter, by the disposition of the action in their absence.  Alcan Aluminum, 25 F.3d at 1185 n. 15.   The contractors' claims against the MTCA in this case are in excess of $250,000.  Presumably, the MTCA could settle the case by paying the full $250,000 to the contractors, thus depleting the hurricane reconstruction fund.  If that were to occur, appellants would be the beneficiaries of an empty and worthless trust.  Similarly, if the MTCA were allowed to disburse the funds, most of the appellants' claims against the MTCA would become moot, including the claim that only a trustee should \"receive all insurance proceeds following a loss.\"   App., Vol.  I, at 39.  Moreover, any distribution, even a distribution which does not exhaust the fund, presumably usurps the authority of the trustee.  Accordingly, we conclude that appellants' interest in the fund as a practical matter may, indeed, become affected or impaired in their absence.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We must now determine whether the appellants' interests in the litigation are adequately represented.  Harris, 820 F.2d at 596.   As the Supreme Court stated, \"[t]he requirement of the Rule is satisfied if the applicant shows that representation of his interest 'may be' inadequate;  and the burden of making that showing should be treated as minimal.\"  Trbovich v. United Mine Workers, 404 U.S. 528, 538 n. 10, 92 S.Ct. 630, 636 n. 10, 30 L.Ed.2d 686 (1972).  It has been noted that,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The most important factor in determining adequacy of representation is how the interest of the absentee compares with the interest of the present parties.  If the interest of the absentee is not represented at all, or if all existing parties are adverse to him, then he is not adequately represented.  If his interest is identical to that of one of the present parties, or if there is a party charged by law with representing his interest, then a compelling showing should be required to demonstrate why this representation is not adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wright &amp; Miller, supra, Sec. 1909, at 318-19;  see generally Alcan Aluminum, 25 F.3d at 1185-86.   We therefore must determine whether the MTCA would adequately represent the appellants' interest in the district court action by comparing their respective interests.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As we have noted, the Seipels wish to have the funds in the district court placed in the hands of an independent trustee so that the terms of the trust can be carried out.  It is apparent from the prior conduct of the MTCA that it will not represent that point of view in this proceeding.  If an independent trustee is appointed and intervenes in this proceedings, the Seipels' interest will be adequately represented, but until that time, the Seipels must be permitted to advocate for implementation of the trust.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The final requirement for intervention is that application for intervention be timely.  We review a district court's determination as to the timeliness of an intervention motion only for abuse of discretion.  Halderman v. Pennhurst State School &amp; Hosp., 612 F.2d 131 (3d Cir.1979).  In determining whether an application for intervention as of right is timely, we are reminded that, \"[s]ince in situations in which intervention is of right the would-be intervenor may be seriously harmed if he is not permitted to intervene, courts should be reluctant to dismiss a request for intervention as untimely, even though they might deny the request if the intervention were merely permissive.\"   Wright &amp; Miller, supra, Sec. 1916 at 424.  Appellees contend not only that the Seipels' motion was untimely, but that because the district court did not reach the issue, it is not properly before us.  (Appellees Brief at 20).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In its opinion, the district court stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>The proposed intervenors are correct, in my view, in arguing that intervention is not precluded merely because of the passage of time between the filing of this lawsuit and the application for intervention:  From their perspective they did seek intervention promptly upon learning of the existence of the $250,000 escrow deposit, and upon becoming aware that their alleged interests might be in jeopardy in this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mountain Top, slip op., at 3-4.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The timeliness of a motion to intervene is \" 'determined from all the circumstances' and, in the first instance, 'by the [trial] court in the exercise of it sound discretion.' \"  In re Fine Paper Antitrust Litigation, 695 F.2d 494, 500 (3d Cir.1982) (citing NAACP v. New York, 413 U.S. 345, 366, 93 S.Ct. 2591, 2603, 37 L.Ed.2d 648 (1973)).  To determine whether the intervention motion is timely, we have listed three factors for courts to consider:  (1) the stage of the proceeding;  (2) the prejudice that delay may cause the parties;  and (3) the reason for the delay.  In re Fine Paper Antitrust Litigation, 695 F.2d at 500.</p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The MTCA argues that intervention at this stage is untimely and would prejudice them because the case is in an advanced stage.  The mere passage of time, however, does not render an application untimely.  Bank of America Nat. Trust and Sav. Ass'n v. Hotel Rittenhouse Associates, 844 F.2d 1050, 1056 (3d Cir.1988);  Wright &amp; Miller, supra, Sec. 1916 at 425-26.  While four years had elapsed before the Seipels filed their motion to intervene, the critical inquiry is:  what proceedings of substance on the merits have occurred?   See In re Fine Paper Antitrust Litigation, 695 F.2d at 500 (\"a motion to intervene after an entry of a decree should be denied except in extraordinary circumstances.\")  (emphasis added).  Cf. Hicks v. Miranda, 422 U.S. 332, 349, 95 S.Ct. 2281, 2292, 45 L.Ed.2d 223 (1975) (holding that, \"where state criminal proceedings are begun against the federal plaintiffs after the federal complaint is filed but before any proceedings of substance on the merits have taken place ... the principles of Younger v. Harris [401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971) ] apply in full force.\").  This is because the stage of the proceeding is inherently tied to the question of the prejudice the delay in intervention may cause to the parties already involved.  See generally Wright &amp; Miller, supra, Sec. 1916 at 435-456.  As a result, intervention has been allowed even after the entry of a judgment.  See, e.g., SEC v. United States Realty &amp; Improvement Co., 310 U.S. 434, 458-461, 60 S.Ct. 1044, 1054-1056, 84 L.Ed. 1293 (1940);  Wright &amp; Miller, supra, Sec. 1916 at 20 (cases cited therein).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The record before us reveals that while some written discovery and settlement negotiations had occurred between the MTCA and the contractors prior to the Seipels' motion, there were no depositions taken, dispositive motions filed, or decrees entered during the four year period in question.  Under these circumstances, we cannot say that intervention at this stage of the litigation would prejudice the current parties.</p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The heart of the MTCA's objection is that intervention would \"essentially 'deep six' any possible settlement.\"  (Appellees brief at 21).  Even if we were to accept the MTCA's argument that intervention would prejudice settlement negotiations, that prejudice would not be attributable to any time delay.  Indeed, the only threat to settlement negotiations between the MTCA and the contractors that the intervention might pose would be that the MTCA and the contractors might have to consider the Seipels' legitimate interest in the funds at issue.  But we do not see how this in any way dilutes our practice of encouraging the private settlement of disputes, see, e.g., Edwards v. Born, Inc., 792 F.2d 387, 390 (3d Cir.1986), any more than recognizing the fundamental principal that an injured party has a legitimate right to redress.</p>\n    </div>\n    <p>3.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, appellees argue that the Seipels have not expressed adequate reasons for their delay.  Again, we disagree.  We have held that, \"to the extent the length of time an applicant waits before applying for intervention is a factor in determining timeliness, it should be measured from the point at which the applicant knew, or should have known, of the risk to its rights.\"  Alcan Aluminum, 25 F.3d at 1183.   The Seipels first learned that the $250,000 had been deposited with the court in a March 8, 1991 memorandum from the Board.  At that time, however, the Board also predicted that the $250,000 would be returned to the MTCA, and that there would be a $130,000 surplus after reconstruction was completed.  When the Seipels filed suit in the Territorial Court in March of 1992, the Board informed the association members that the contractors would not release their interest in the $250,000.  The Seipels claim that they reasonably concluded that the money would remain in the district court's registry throughout the litigation, beyond the reach of both the MTCA and the contractors.  They only became aware that the fund was in jeopardy by a memorandum dated February 2, 1994, when the Board informed the association members that the district court had ordered the parties to mediate.  The Seipels immediately sought to attend the mediation, which was scheduled for February 7, 1994.  When they were not allowed to attend, they sought to intervene by motion filed on March 11, 1994.  There is, therefore, sufficient evidence in the record to support the district court's determination that the appellants \"promptly\" sought intervention upon learning that their interests were in jeopardy.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, we will reverse the district court's denial of appellants' motion to intervene, and order the district court to grant the motion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> $20,593 were allotted to two small units.  $21,482 were allotted to 14 medium units, and $24,251 were allotted for three large units.  The Seipels' unit at issue in this case was classified as a medium unit.  The Seipels' second unit was purchased after the distribution of $21,482 had been made to the Seipels' predecessors in interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Three of the five units with \"deck extensions\" are owned by members of the Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant, Joseph Huffman, was a subcontractor hired by Stabbert to fix the plumbing in the condominiums</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At oral argument both parties informed the court that the Territorial Court had ordered the MTCA to appoint an Insurance Trustee as required under the By-laws.  As of this date, the MTCA has failed to successfully appoint an Insurance Trustee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Stabbert's and Huffman's claims amounted to more than the remaining $250,000 held in escrow, and prior to the litigation, the unit owners were informed that the board had depleted all money allocated for operating expenses so the insurance proceeds appeared to be the MTCA's only remaining funds</p>\n        <p>While they contend that their damages are greater, at the very least the Seipels' claim an interest in the $21,482 allocated to them under the Board's plan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 4 V.I.C. Sec. 32 provides in pertinent part:</p>\n        <p>(a) Under section 22 of the Revised Organic Act, approved July 22, 1954, the district court has the original jurisdiction of a district court of the United States in all causes arising under the Constitution, treaties and laws of the United States, regardless of the sum or value of the matter in controversy, and has general original jurisdiction in all other causes in the Virgin Islands, where exclusive jurisdiction is not conferred upon the territorial court, as the inferior court of the Territory, by section 23 of the Revised Organic Act.  When it is in the interest of justice to do so the district court may on motion of any party transfer to the district court any action or proceeding brought in the territorial court, and the district court shall have jurisdiction to hear and determine such action or proceeding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 48 U.S.C. Sec. 1611 provides in pertinent part:</p>\n        <p>(a) ... The judicial power of the Virgin Islands shall be vested in a court of record designated the \"District Court of the Virgin Islands\" established by Congress, and in such appellate court and lower local courts as may have been or may hereafter be established by local law.</p>\n        <p>(b) ... The legislature of the Virgin Islands may vest in the courts of the Virgin Islands established by local law jurisdiction over all causes in the Virgin Islands over which any court established by the Constitution and laws of the United States does not have exclusive jurisdiction....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While the By-laws do not explicitly instruct the trustee as to how to set priorities among competing contractors, it seems implicit in the By-laws that the trustee would be required to distribute the proceeds in accordance with the By-laws, Virgin Islands law, and in the best interest of the beneficiaries (i.e., the condominium owners)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Judge Weis believes that the contractors who performed the work that provided the underlying basis for the insurance adjustment are beneficiaries as are the apartment owners</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We do not say that the Seipels have a right to participate in a mediation of the claims between MTCA and Huffman and Stabbert insofar as that mediation is directed solely to the resolution of those claims and not to the disposition of the funds in the court's registry.  We do hold, however, that the Seipels have a right to participate in any proceeding that may result in the disbursement of those funds other than to a duly appointed independent trustee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> MTCA also argues that the appellants' interest is contingent upon the outcome of the case pending in the territorial court.  Appellees rely on decisions denying a third party's motion to intervene when the party's interest depended upon prevailing on a tort claim in a separate action.  See, e.g., Liberty Mut. Ins. Co. v. Pacific Indemnity Co., 76 F.R.D. 656 (W.D.Pa.1977);  Independent Petrochemical Corp. v. Aetna Cas. and Sur. Co., 105 F.R.D. 106, 110 (D.D.C.1985).  But see, Continental Casualty Co. v. SSM Group, Inc., No. CIV.A. 94-7789, 1995 WL 422780 (E.D.Pa.1995).  These cases simply do not apply here.  As we discuss above, appellants interest in the fund is clearly established by 28 V.I.C. Sec. 924 and Article V Sec. 2 of the MTCA's By-laws</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> There is no contention that the appellants are adequately represented by the contractors given that they are in fact competing over the funds deposited in the district court</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">361</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">382</span></span></p>\n    <p class=\"parties\">MOUNTAIN TOP CONDOMINIUM ASSOCIATION<br>v.<br>DAVE STABBERT MASTER BUILDER, INC.;  Joseph Huffman<br>Walter Seipel;  Susan Seipel, Proposed Intervenors in D.C./Appellants.</p>\n    <p class=\"docket\">No. 95-7031.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Third Circuit.</p>\n    <p class=\"date\">Argued Aug. 15, 1995.<br>Decided Dec. 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph B. Arellano (argued), Campbell, Arellano &amp; Rich, Charlotte Amalie, St. Thomas U.S.V.I., for Appellants.</p>\n      <p class=\"indent\">Adam G. Christian (argued), Hodge &amp; Francois, Charlotte Amalie, St. Thomas U.S.V.I., Sandra N. Younger, Tom Bolt &amp; Associates, Charlotte Amalie, St. Thomas U.S.V.I., for Appellees.</p>\n      <p class=\"indent\">Before:  STAPLETON, LEWIS and WEIS, Circuit Judges.</p>\n      <p>OPINION OF THE COURT</p>\n      <p class=\"indent\">LEWIS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Walter Seipel and Susan Seipel (\"appellants\") seek the reversal of a district court order denying their motion to intervene in a proceeding pending in that court.  The district court held that while the appellants' motion may be timely, \"[t]he plain fact is that they have no interest at stake in the litigation, and no standing to become involved in it.\"   Mountain Top Condominium Association v. Stabbert, et. al., No. 1990/215, slip op. at 4 (D.V.I. Dec. 9, 1994).  Appellants argue that as a matter of law, their interest in the litigation is sufficient to support intervention as a matter of right under Fed.R.Civ.P. 24(a)(2).  We agree, and will reverse the district court's denial of appellants' motion to intervene.</p>\n    </div>\n    <p>I.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Seipels allege the following facts in their motion to intervene and their proposed \"Complaint in Intervention.\"   These facts are not disputed in the present record and appear to have been accepted by the district court in ruling on the motion to intervene.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 17, 1989, Hurricane Hugo struck the Virgin Islands and wreaked tremendous destruction.  Included in this natural disaster was the damage and destruction of several buildings which comprised the Mountain Top Condominiums, located on the island of St. Thomas.  The Mountain Top Condominiums are governed by the Mountain Top Condominium Association (\"MTCA\"), which is comprised of all of the condominium owners in the development.  The owners had delegated certain powers and duties, including the repair and restoration of the condominiums, to the MTCA's Board of Directors (the \"Board\") pursuant to the MTCA's bylaws and Virgin Islands law, Title 28 V.I.C. Chapter 33.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pursuant to Article V, Sections 2 and 3 of the MTCA's By-laws, the MTCA's Board was required to appoint an Insurance Trustee to approve the adjustment of any loss, and to receive all insurance proceeds for losses in excess of $50,000.  There is no dispute that the Board did not comply with these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Instead, the Board took it upon itself to approve the insurance adjustment and to determine how the reconstruction and repair proceeds were to be distributed.  As a result, the Board adjusted the hurricane loss and received $1,538,613 from its insurance carrier.  The Board then deposited this fund into a separate account specifically designated for hurricane reconstruction.  Rather than apply all of the insurance proceeds to repair the damage caused by hurricane Hugo, however, the Board decided to distribute some of the proceeds to the individual condominium owners according to the size of the various condominium units,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> minus fifteen percent (15%) for the Board's supervision of the individual owners' reconstruction efforts.  Under this plan, a larger unit would receive more from the fund than a smaller unit regardless of the damage sustained, and there was no requirement that the money be used to benefit the condominium units.  The appellants allege that this in turn has provided certain unit owners with a cash windfall.  The Board also included in the repair costs the reconstruction of five \"deck extensions\" which were not covered by the MTCA's insurance policy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, in order to receive any money from the hurricane restoration fund, the Board required unit owners to sign general releases.  Apparently, the appellants are the only owners who refused to sign a release.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As part of its reconstruction plan, the Board entered into an agreement with Dave Stabbert Master Builder, Inc., for construction work on the condominiums.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Board, however, was dissatisfied with the quality of the work performed by Stabbert and its subcontractors, and a dispute arose between the parties.  As a result of this dispute, Huffman and Stabbert filed construction liens against the condominiums in the hope of recovering payment for their work.  The Board responded by filing a complaint against Stabbert and Huffman, alleging fraudulent misrepresentation, negligent misrepresentation, unfair trade practices, slander of title, injunctive relief, breach of contract, and damages.  Huffman and Stabbert filed counterclaims against the MTCA.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Later, Huffman and Stabbert agreed to release the liens.  In return, the Board deposited $250,000 of the insurance proceeds in escrow in the registry of the district court.  This sum represented all that remained of the hurricane reconstruction fund.  In February, 1994, pursuant to the district court's order, this dispute proceeded to mediation.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants own two condominiums that were heavily damaged during Hurricane Hugo.  They believed that the distribution of funds for the reconstruction of their condominiums was not being accomplished in good faith.  Thus, on March 20, 1992, they instituted a civil action against the MTCA in the Territorial Court of the Virgin Islands.  The basis of the Seipels' complaint was that the MTCA violated the by-laws of the Mountain Top Condominiums by, inter alia, failing to appoint an Insurance Trustee to manage the distribution of the insurance proceeds.  This civil action is presently pending in the Territorial Court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When it became apparent that any settlement between MTCA, Stabbert and Huffman might deplete all of the remaining funds allocated for repairing the damage caused by Hurricane Hugo, the Seipels decided to intervene in the mediation process between the MTCA, Stabbert and Huffman.  On February 7, 1994, the day the mediation was to occur, counsel for the Seipels sent a written request to MTCA that he be allowed to attend the mediation.  When this request was denied, the Seipels filed a motion to intervene pursuant to Rule 24 of the Federal Rules of Civil Procedure, claiming that if the litigation between the MTCA and its contractor is successfully mediated, the entire $250,000 escrow deposit may be lost.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Both parties to the mediation opposed the proposed intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court denied the Seipels' motion to intervene.  The court held that the appellants', \"only conceivable interest in this lawsuit lies in the fact that, if plaintiff [the MTCA] is successful, plaintiff may be in a somewhat better position to satisfy any judgment which the Seipels may succeed in obtaining in Territorial Court, than would be the case if plaintiff loses this lawsuit.\"   Mountain Top, slip op. at 5.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District Court of the Virgin Islands had subject matter jurisdiction over this case pursuant to 4 V.I.C. Sec. 32,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and Section 21 of the Revised Organic Act, 48 U.S.C. Sec. 1611.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We have jurisdiction over this appeal under 28 U.S.C. Sec. 1291.  In reviewing a district court's decision denying intervention as a matter of right, we will reverse a district court's determination only if the court \"has applied an improper legal standard or reached a decision that we are confident is incorrect.\"  Harris v. Pernsley, <span class=\"citation\" data-id=\"489509\"><a href=\"/opinion/489509/martin-harris-albert-anthony-orlando-x-mccrea-tyrone-glenn-carlos/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 597 (3d Cir.1987) (citations omitted).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have stated that a non-party is permitted to intervene under Fed.R.Civ.P. 24(a)(2) only if:(1) the application for intervention is timely;  (2) the applicant has a sufficient interest in the litigation;  (3) the interest may be affected or impaired, as a practical matter by the disposition of the action;  and (4) the interest is not adequately represented by an existing party in the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Harris, 820 F.2d at 596.   Each of these requirements must be met to intervene as of right.  Id.  The district court denied appellants' motion because it found that they did not have a sufficient interest in the litigation, and thus had failed to satisfy subsection (2) of Rule 24(a).  Appellants argue that because a specific fund is at issue, they have a sufficient interest in the litigation pending in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While we will address each of Rule 24(a)'s requirements, we first turn to whether the appellants have a sufficient interest in the litigation.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rule 24(a)(2) requires the intervenor to demonstrate \"an interest relating to the property or transaction which is the subject of the action ...\" Fed.R.Civ.P. 24(a)(2).  While the precise nature of the interest required to intervene as of right has eluded precise and authoritative definition, Harris, 820 F.2d at 596;  3B Moore's Federal Practice, p 24.07, at 24-57 (2d ed. 1982);  7C Wright, Miller &amp; Kane, Federal Practice &amp; Procedure Sec. 1908, at 263 (1986), some general guidelines have emerged.  According to the Supreme Court, an intervenor's interest must be one that is \"significantly protectable.\"  Donaldson v. United States, <span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 531, <span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 542, <span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">580</span></a></span> (1971).  In defining the contours of a \"significantly protectable\" legal interest under Rule 24(a)(2), we have held that, \" 'the interest must be a legal interest as distinguished from interests of a general and indefinite character.'  * * *  The applicant must demonstrate that there is a tangible threat to a legally cognizable interest to have the right to intervene.\"  Harris, 820 F.2d at 601 (citations omitted).  This interest is recognized as one belonging to or being owned by the proposed intervenor.  United States v. Alcan Aluminum, Inc., <span class=\"citation\" data-id=\"671472\"><a href=\"/opinion/671472/united-states-v-alcan-aluminum-inc-champion-auto-generator-service-inc/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span>, 1185 (3d Cir.1994) (quoting New Orleans Public Service, Inc. v. United Gas Pipe Line Co., <span class=\"citation\" data-id=\"434704\"><a href=\"/opinion/434704/new-orleans-public-service-inc-ernest-morial-individually-and-as/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 464 (5th Cir.1984)).  We must therefore determine whether the proposed intervenors are real parties in interest.  Harris, 820 F.2d at 596-598.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In general, a mere economic interest in the outcome of the litigation is insufficient to support a motion to intervene.  See, e.g., Alcan Aluminum, 25 F.3d at 1185 (\"Some courts have stated that a purely economic interest is insufficient to support a motion to intervene.\");  New Orleans Public Service, Inc. v. United Gas Pipe Line Co., 732 F.2d at 464 (in banc) (\"It is plain that something more than an economic interest is necessary.\").  Thus, the mere fact that a lawsuit may impede a third party's ability to recover in a separate suit ordinarily does not give the third party a right to intervene.  See Hawaii-Pacific Venture Capital Corp. v. Rothbard, <span class=\"citation\" data-id=\"350221\"><a href=\"/opinion/350221/hawaii-pacific-venture-capital-corp-david-m-sapp-and-philip-gillin-on/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1346 (9th Cir.1977).  If the appellants' only interest in the present case was to ensure that the MTCA would have sufficient resources to satisfy any judgment they may be able to obtain in the territorial court action, the district court's reasoning and conclusion would be sound.  The district court's holding, however, does not recognize that the appellants claim an interest in a specific fund being held in the district court's registry.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While a mere economic interest may be insufficient to support the right to intervene, an intervenor's interest in a specific fund is sufficient to entitle intervention in a case affecting that fund.  See, e.g., Gaines v. Dixie Carriers, Inc., <span class=\"citation\" data-id=\"293134\"><a href=\"/opinion/293134/charles-alfred-gaines-v-dixie-carriers-inc-v-plotkin-sapir-bradley/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 53-54 (5th Cir.1970) (holding that a law firm could intervene in a former client's action to protect its interest in its contingency fee);  Hardy-Latham v. Wellons, <span class=\"citation\" data-id=\"286354\"><a href=\"/opinion/286354/madeleine-hardy-latham-v-john-h-wellons-harry-barnes-and-f-ryan-hunt/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">674</span></a></span> (4th Cir.1968) (holding that finders who supplied a broker with the name of a seller were allowed to intervene in the broker's case against the seller for a broker's fee because \"[t]hey claim an interest in both the transaction and the fund which are the subject of the main action, and if the entire amount were paid directly to [the broker] their ability to collect their proper share would as a practical matter be impaired\");  United States v. Eilberg, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">473</span></span> (E.D.Pa.1980) (holding that two attorneys who claimed an interest in the same funds sought by the United States in a suit against a Congressman were entitled to intervene \"whether their claim sounded in contract or tort, in law or equity.\");  Peterson v. United States, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">131</span></span> (D.Minn.1966) (holding that the trust remaindermen had a sufficient interest to intervene in an action by the trust executors for a tax refund);  see generally, Wright &amp; Miller, supra, Sec. 1908, at 272-74 (and cases cited therein) (\" 'Interests in property are the most elementary type of right that Rule 24(a) is designed to protect,' and many of the cases in which a sufficient interest has been found under amended Rule 24(a)(2) have been cases in which there is a readily identifiable interest in land, funds, or some other form of property.\").  Thus, when a particular fund is at issue, an applicant claims an interest in the very property that is the subject matter of the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The $250,000 held in the district court registry represent all that remains of the hurricane reconstruction fund that the MTCA received to cover the cost of repairing the condominiums in the aftermath of Hurricane Hugo.  According to Virgin Islands law and the MTCA's By-laws, this money is held in trust for each of the apartment owners under the supervision of an Insurance Trustee.  See 28 V.I.C. Sec. 924 (\"Such insurance coverage shall be written on the property in the name ... of the Board of Directors of the Association of Apartment Owners, as trustee for each of the apartment owners ...\") (emphasis added).  Similarly, Article V Section 2 of the MTCA's By-laws, requires the Board of Directors to obtain this insurance and appoint an Insurance Trustee to manage the funds.  App., Vol I., at 58.  Thus, the Seipels have a right to have an independent trustee appointed and to have that trustee \"disburse the proceeds of all insurance policies to the contractors engaged in such repairs or restoration in appropriate progress payments.\"   App., Vol.  I at 59.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We agree with the Seipels that the funds deposited with the district court are assets of an express trust, of which the individual apartment owners are the intended beneficiaries.  Like all beneficiaries of an express trust, these beneficiaries have a property interest in the trust res that is enforceable either in law or in equity.  See generally, Restatement (2d) of Trusts, Secs. 198-99 (1959).  Like all other beneficiaries of an express trust, they have an interest in seeing that the assets of the trust are not diverted in a manner that will defeat the purpose of the trust.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The MTCA urges us to accept the district court's finding that the Seipels' \"concession\" that they have no interest in the merits of the litigation leads inexorably to the conclusion that they lack a sufficient stake in the litigation.  According to the MTCA, by their own admission:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>[t]he Seipels have no interest in the merits of the Board's lawsuit against these Defendants;  they are not privy to the underlying documents, and have no personal knowledge of the merits of that case, or the grounds for the dispute, other than that their 2 units were not repaired and restored.  And accordingly, they did not then, and they do not now, seek to intervene so as to litigate the merits of the underlying suit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">App., Vol.  III, at 605.  The district court found this and similar statements sufficient to support its conclusion that, \"[i]n essence, the Seipels wish merely to have a voice in controlling the timing and processing of this lawsuit (which is no concern of theirs) in the hope that, if they succeed in obtaining a judgment in the Territorial Court, they can satisfy it by recourse to the $250,000.\"   Mountain Top, slip op. at 4.  This argument fails to recognize the scope of interests encompassed in Rule 24(a)(2).  Proposed intervenors need not have an interest in every aspect of the litigation.  They are entitled to intervene as to specific issues so long as their interest in those issues is significantly protectable.  See, e.g., Harris 820 F.2d at 599;  Howard v. McLucas, <span class=\"citation\" data-id=\"463831\"><a href=\"/opinion/463831/michael-howard-on-behalf-of-themselves-and-all-others-similarly-situated/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span>, 962 (11th Cir.1986) (holding that non-minority employees had the right to intervene to challenge the promotional remedy, but not to contest the existence of past discrimination);  Bradley v. Milliken, <span class=\"citation\" data-id=\"377923\"><a href=\"/opinion/377923/ronald-bradley-lulac-council-no-11054-proposed-intervenors-appellants-v/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1141</span></a></span>, 1142 (6th Cir.1980) (holding that a representative of the Hispanic community has the right to intervene for the limited purpose of presenting evidence on the question of de jure segregation of Hispanics).  In this case, while the Seipels may not have an interest in the merits of the claims pending between MTCA and Huffman and Stabbert, they do have an interest in the property over which the court has taken jurisdiction.  Clearly they have an interest in being heard with respect to the disposition of that fund.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As we have observed, such an interest is sufficient to support an applicant's intervention as of right.  Accordingly, we find the appellants' interest in the litigation sufficient to support intervention as of right under Rule 24(a)(2).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In order to meet the requirements of Rule 24(a)(2), proposed intervenors must also demonstrate that their interest might become affected or impaired, as a practical matter, by the disposition of the action in their absence.  Alcan Aluminum, 25 F.3d at 1185 n. 15.   The contractors' claims against the MTCA in this case are in excess of $250,000.  Presumably, the MTCA could settle the case by paying the full $250,000 to the contractors, thus depleting the hurricane reconstruction fund.  If that were to occur, appellants would be the beneficiaries of an empty and worthless trust.  Similarly, if the MTCA were allowed to disburse the funds, most of the appellants' claims against the MTCA would become moot, including the claim that only a trustee should \"receive all insurance proceeds following a loss.\"   App., Vol.  I, at 39.  Moreover, any distribution, even a distribution which does not exhaust the fund, presumably usurps the authority of the trustee.  Accordingly, we conclude that appellants' interest in the fund as a practical matter may, indeed, become affected or impaired in their absence.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We must now determine whether the appellants' interests in the litigation are adequately represented.  Harris, 820 F.2d at 596.   As the Supreme Court stated, \"[t]he requirement of the Rule is satisfied if the applicant shows that representation of his interest 'may be' inadequate;  and the burden of making that showing should be treated as minimal.\"  Trbovich v. United Mine Workers, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538 n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, 636 n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1972).  It has been noted that,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The most important factor in determining adequacy of representation is how the interest of the absentee compares with the interest of the present parties.  If the interest of the absentee is not represented at all, or if all existing parties are adverse to him, then he is not adequately represented.  If his interest is identical to that of one of the present parties, or if there is a party charged by law with representing his interest, then a compelling showing should be required to demonstrate why this representation is not adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wright &amp; Miller, supra, Sec. 1909, at 318-19;  see generally Alcan Aluminum, 25 F.3d at 1185-86.   We therefore must determine whether the MTCA would adequately represent the appellants' interest in the district court action by comparing their respective interests.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As we have noted, the Seipels wish to have the funds in the district court placed in the hands of an independent trustee so that the terms of the trust can be carried out.  It is apparent from the prior conduct of the MTCA that it will not represent that point of view in this proceeding.  If an independent trustee is appointed and intervenes in this proceedings, the Seipels' interest will be adequately represented, but until that time, the Seipels must be permitted to advocate for implementation of the trust.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The final requirement for intervention is that application for intervention be timely.  We review a district court's determination as to the timeliness of an intervention motion only for abuse of discretion.  Halderman v. Pennhurst State School &amp; Hosp., <span class=\"citation\" data-id=\"373007\"><a href=\"/opinion/373007/terri-lee-halderman-a-retarded-citizen-by-her-mother-and-guardian/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span> (3d Cir.1979).  In determining whether an application for intervention as of right is timely, we are reminded that, \"[s]ince in situations in which intervention is of right the would-be intervenor may be seriously harmed if he is not permitted to intervene, courts should be reluctant to dismiss a request for intervention as untimely, even though they might deny the request if the intervention were merely permissive.\"   Wright &amp; Miller, supra, Sec. 1916 at 424.  Appellees contend not only that the Seipels' motion was untimely, but that because the district court did not reach the issue, it is not properly before us.  (Appellees Brief at 20).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In its opinion, the district court stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>The proposed intervenors are correct, in my view, in arguing that intervention is not precluded merely because of the passage of time between the filing of this lawsuit and the application for intervention:  From their perspective they did seek intervention promptly upon learning of the existence of the $250,000 escrow deposit, and upon becoming aware that their alleged interests might be in jeopardy in this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mountain Top, slip op., at 3-4.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The timeliness of a motion to intervene is \" 'determined from all the circumstances' and, in the first instance, 'by the [trial] court in the exercise of it sound discretion.' \"  In re Fine Paper Antitrust Litigation, <span class=\"citation\" data-id=\"411797\"><a href=\"/opinion/411797/in-re-fine-paper-antitrust-litigation-appeal-of-alco-standard-corporation/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span>, 500 (3d Cir.1982) (citing NAACP v. New York, <span class=\"citation\" data-id=\"108847\"><a href=\"/opinion/108847/naacp-v-new-york/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span>, 366, <span class=\"citation\" data-id=\"108847\"><a href=\"/opinion/108847/naacp-v-new-york/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2591</span></a></span>, 2603, <span class=\"citation\" data-id=\"108847\"><a href=\"/opinion/108847/naacp-v-new-york/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1973)).  To determine whether the intervention motion is timely, we have listed three factors for courts to consider:  (1) the stage of the proceeding;  (2) the prejudice that delay may cause the parties;  and (3) the reason for the delay.  In re Fine Paper Antitrust Litigation, 695 F.2d at 500.</p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The MTCA argues that intervention at this stage is untimely and would prejudice them because the case is in an advanced stage.  The mere passage of time, however, does not render an application untimely.  Bank of America Nat. Trust and Sav. Ass'n v. Hotel Rittenhouse Associates, <span class=\"citation\" data-id=\"504653\"><a href=\"/opinion/504653/bank-of-america-national-trust-and-savings-association-a-national-banking/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1050</span></a></span>, 1056 (3d Cir.1988);  Wright &amp; Miller, supra, Sec. 1916 at 425-26.  While four years had elapsed before the Seipels filed their motion to intervene, the critical inquiry is:  what proceedings of substance on the merits have occurred?   See In re Fine Paper Antitrust Litigation, 695 F.2d at 500 (\"a motion to intervene after an entry of a decree should be denied except in extraordinary circumstances.\")  (emphasis added).  Cf. Hicks v. Miranda, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 349, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, 2292, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975) (holding that, \"where state criminal proceedings are begun against the federal plaintiffs after the federal complaint is filed but before any proceedings of substance on the merits have taken place ... the principles of Younger v. Harris [<span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971) ] apply in full force.\").  This is because the stage of the proceeding is inherently tied to the question of the prejudice the delay in intervention may cause to the parties already involved.  See generally Wright &amp; Miller, supra, Sec. 1916 at 435-456.  As a result, intervention has been allowed even after the entry of a judgment.  See, e.g., SEC v. United States Realty &amp; Improvement Co., <span class=\"citation\" data-id=\"103366\"><a href=\"/opinion/103366/securities-commn-v-us-realty-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></a></span>, 458-461, <span class=\"citation\" data-id=\"103366\"><a href=\"/opinion/103366/securities-commn-v-us-realty-co/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1044</span></a></span>, 1054-1056, <span class=\"citation\" data-id=\"103366\"><a href=\"/opinion/103366/securities-commn-v-us-realty-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1293</span></a></span> (1940);  Wright &amp; Miller, supra, Sec. 1916 at 20 (cases cited therein).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The record before us reveals that while some written discovery and settlement negotiations had occurred between the MTCA and the contractors prior to the Seipels' motion, there were no depositions taken, dispositive motions filed, or decrees entered during the four year period in question.  Under these circumstances, we cannot say that intervention at this stage of the litigation would prejudice the current parties.</p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The heart of the MTCA's objection is that intervention would \"essentially 'deep six' any possible settlement.\"  (Appellees brief at 21).  Even if we were to accept the MTCA's argument that intervention would prejudice settlement negotiations, that prejudice would not be attributable to any time delay.  Indeed, the only threat to settlement negotiations between the MTCA and the contractors that the intervention might pose would be that the MTCA and the contractors might have to consider the Seipels' legitimate interest in the funds at issue.  But we do not see how this in any way dilutes our practice of encouraging the private settlement of disputes, see, e.g., Edwards v. Born, Inc., <span class=\"citation\" data-id=\"471288\"><a href=\"/opinion/471288/keithley-edwards-v-born-inc-appeal-of-keithley-edwards-and-edith-edwards/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 390 (3d Cir.1986), any more than recognizing the fundamental principal that an injured party has a legitimate right to redress.</p>\n    </div>\n    <p>3.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, appellees argue that the Seipels have not expressed adequate reasons for their delay.  Again, we disagree.  We have held that, \"to the extent the length of time an applicant waits before applying for intervention is a factor in determining timeliness, it should be measured from the point at which the applicant knew, or should have known, of the risk to its rights.\"  Alcan Aluminum, 25 F.3d at 1183.   The Seipels first learned that the $250,000 had been deposited with the court in a March 8, 1991 memorandum from the Board.  At that time, however, the Board also predicted that the $250,000 would be returned to the MTCA, and that there would be a $130,000 surplus after reconstruction was completed.  When the Seipels filed suit in the Territorial Court in March of 1992, the Board informed the association members that the contractors would not release their interest in the $250,000.  The Seipels claim that they reasonably concluded that the money would remain in the district court's registry throughout the litigation, beyond the reach of both the MTCA and the contractors.  They only became aware that the fund was in jeopardy by a memorandum dated February 2, 1994, when the Board informed the association members that the district court had ordered the parties to mediate.  The Seipels immediately sought to attend the mediation, which was scheduled for February 7, 1994.  When they were not allowed to attend, they sought to intervene by motion filed on March 11, 1994.  There is, therefore, sufficient evidence in the record to support the district court's determination that the appellants \"promptly\" sought intervention upon learning that their interests were in jeopardy.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, we will reverse the district court's denial of appellants' motion to intervene, and order the district court to grant the motion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> $20,593 were allotted to two small units.  $21,482 were allotted to 14 medium units, and $24,251 were allotted for three large units.  The Seipels' unit at issue in this case was classified as a medium unit.  The Seipels' second unit was purchased after the distribution of $21,482 had been made to the Seipels' predecessors in interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Three of the five units with \"deck extensions\" are owned by members of the Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant, Joseph Huffman, was a subcontractor hired by Stabbert to fix the plumbing in the condominiums</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At oral argument both parties informed the court that the Territorial Court had ordered the MTCA to appoint an Insurance Trustee as required under the By-laws.  As of this date, the MTCA has failed to successfully appoint an Insurance Trustee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Stabbert's and Huffman's claims amounted to more than the remaining $250,000 held in escrow, and prior to the litigation, the unit owners were informed that the board had depleted all money allocated for operating expenses so the insurance proceeds appeared to be the MTCA's only remaining funds</p>\n        <p>While they contend that their damages are greater, at the very least the Seipels' claim an interest in the $21,482 allocated to them under the Board's plan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 4 V.I.C. Sec. 32 provides in pertinent part:</p>\n        <p>(a) Under section 22 of the Revised Organic Act, approved July 22, 1954, the district court has the original jurisdiction of a district court of the United States in all causes arising under the Constitution, treaties and laws of the United States, regardless of the sum or value of the matter in controversy, and has general original jurisdiction in all other causes in the Virgin Islands, where exclusive jurisdiction is not conferred upon the territorial court, as the inferior court of the Territory, by section 23 of the Revised Organic Act.  When it is in the interest of justice to do so the district court may on motion of any party transfer to the district court any action or proceeding brought in the territorial court, and the district court shall have jurisdiction to hear and determine such action or proceeding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 48 U.S.C. Sec. 1611 provides in pertinent part:</p>\n        <p>(a) ... The judicial power of the Virgin Islands shall be vested in a court of record designated the \"District Court of the Virgin Islands\" established by Congress, and in such appellate court and lower local courts as may have been or may hereafter be established by local law.</p>\n        <p>(b) ... The legislature of the Virgin Islands may vest in the courts of the Virgin Islands established by local law jurisdiction over all causes in the Virgin Islands over which any court established by the Constitution and laws of the United States does not have exclusive jurisdiction....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While the By-laws do not explicitly instruct the trustee as to how to set priorities among competing contractors, it seems implicit in the By-laws that the trustee would be required to distribute the proceeds in accordance with the By-laws, Virgin Islands law, and in the best interest of the beneficiaries (i.e., the condominium owners)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Judge Weis believes that the contractors who performed the work that provided the underlying basis for the insurance adjustment are beneficiaries as are the apartment owners</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We do not say that the Seipels have a right to participate in a mediation of the claims between MTCA and Huffman and Stabbert insofar as that mediation is directed solely to the resolution of those claims and not to the disposition of the funds in the court's registry.  We do hold, however, that the Seipels have a right to participate in any proceeding that may result in the disbursement of those funds other than to a duly appointed independent trustee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> MTCA also argues that the appellants' interest is contingent upon the outcome of the case pending in the territorial court.  Appellees rely on decisions denying a third party's motion to intervene when the party's interest depended upon prevailing on a tort claim in a separate action.  See, e.g., Liberty Mut. Ins. Co. v. Pacific Indemnity Co., <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">656</span></span> (W.D.Pa.1977);  Independent Petrochemical Corp. v. Aetna Cas. and Sur. Co., <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">106</span></span>, 110 (D.D.C.1985).  But see, Continental Casualty Co. v. SSM Group, Inc., No. CIV.A. 94-7789, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">422780</span></span> (E.D.Pa.1995).  These cases simply do not apply here.  As we discuss above, appellants interest in the fund is clearly established by 28 V.I.C. Sec. 924 and Article V Sec. 2 of the MTCA's By-laws</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> There is no contention that the appellants are adequately represented by the contractors given that they are in fact competing over the funds deposited in the district court</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108263/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/293134/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373007/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411797/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/434704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/489509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/504653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/671472/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T01:24:55.317870Z",
      "date_modified": "2017-04-15T03:51:59.917007Z",
      "date_filed": "1995-12-18",
      "date_filed_is_approximate": false,
      "slug": "mountain-top-condominium-association-v-dave-stabbert-master-builder-inc",
      "citation_id": 682803,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Mountain Top Condominium Association v. Dave Stabbert Master Builder, Inc. Joseph Huffman Walter Seipel Susan Seipel, Proposed Intervenors in d.c./appellants",
      "federal_cite_one": "72 F.3d 361",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 40,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1080822/mountain-top-condominium-association-v-dave-stabbert-master-builder-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:11:28.837046Z",
  "date_modified": "2016-02-01T18:40:15.552017Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Mountain Top Condominium Association v. Dave Stabbert Master Builder, Inc. Joseph Huffman Walter Seipel Susan Seipel, Proposed Intervenors in d.c./appellants",
  "slug": "mountain-top-condominium-association-v-dave-stabbert-master-builder-inc",
  "docket_number": "95-7031",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}