{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1105220/",
  "id": 1105220,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mab/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1547777/",
      "id": 1547777,
      "absolute_url": "/opinion/1547777/in-re-hale/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1105220/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1547777/",
          "id": 1547777,
          "absolute_url": "/opinion/1547777/in-re-hale/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1547777/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:41:13.793482Z",
          "date_modified": "2017-04-06T06:54:50.987861Z",
          "type": "010combined",
          "sha1": "e9ef1f6bbd1bf2eb08414d22f29a12ffa257a0c1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>279 B.R. 618 (2002)</b></center>\n<center><h1>In re Michael P. HALE, Debtor.<br>\nLisa Roberts Cowell, Plaintiff,<br>\nv.<br>\nMichael P. Hale, Defendant.</h1></center>\n<center>Bankruptcy No. 01-42796. Adversary No. 01-4336.</center>\n<center><p><b>United States Bankruptcy Court, D. Massachusetts.</b></p></center>\n<center>June 19, 2002.</center>\n<p><span class=\"star-pagination\">*619</span> Bonnie E. Marien, Marien &amp; Hodge, P.C., Springfield, MA, for Michael P. Hale.</p>\n<p><span class=\"star-pagination\">*620</span> Lisa Roberts Cowell, Cooley, Shrair, P.C., Springfield, MA, for Alan S. Dambrov.</p>\n<p></p>\n<h2><i>MEMORANDUM OF DECISION ON CROSS MOTIONS FOR SUMMARY JUDGMENT</i></h2>\n<p>JOEL B. ROSENTHAL, Bankruptcy Judge.</p>\n<p>The matters before the Court are Defendant's Motion for Summary Judgment [Docket # 11] and Plaintiff's Opposition to Defendant's Motion for Summary Judgment and Cross Motion for Summary Judgment [Docket # s 13-1 &amp; 13-2] pursuant to Fed.R.Civ.P. 56, which is made applicable to this adversary proceeding by Bankruptcy Rule 7056. The issues for determination are whether the Defendant's obligation to pay for his daughter's pre-undergraduate college private school tuition and her undergraduate college tuition and the Defendant's obligation to pay for child support payments in accordance with a Separation/Property Settlement Agreement constitute nondischargeable debts pursuant to Section 523(a)(5) of the United States Bankruptcy Code (the \"Bankruptcy Code\" or the \"Code\") or a dischargeable property settlement.</p>\n<p>The Court heard oral arguments of counsel, has reviewed the written arguments of counsel, supporting affidavits, and exhibits, as well as the entire record of the case, and based upon such review, and for the following reasons, grants the Defendant's Motion for Summary Judgment on Counts I, II, III, and V of the Complaint and grants the Plaintiff's Cross Motion for Summary Judgment on Count IV of the Complaint.<sup>[1]</sup></p>\n<p>I. FACTUAL BACKGROUND</p>\n<p>The following are the undisputed material facts.<sup>[2]</sup></p>\n<p>Lisa R. Cowell (the \"Plaintiff\") and Michael P. Hale (the \"Debtor\" or the \"Defendant\") were married in 1989 and one child, Sarah Roberts Hale (\"Sarah\"),<sup>[3]</sup> was born out of the marriage. The Plaintiff filed a Complaint for Divorce and in 1993 the Hampshire County Probate and Family Court (Dunphy, J.) entered a Judgment of Divorce Nisi (the \"Decree\") finding that the marriage suffered an irretrievable breakdown under Mass.Gen.Laws ch. 208, § 1B.<sup>[4]</sup> The Decree incorporates the parties' Separation/Property Settlement Agreement (the \"Agreement\").</p>\n<p>According to such Agreement, the Debtor is required to pay for a portion of his daughter's private school and undergraduate college tuition. This obligation is set out in the Agreement as follows: \"As property settlement between the parties and in full satisfaction of the equitable division of the marital assets in accordance with M.G.L. Chapter 208, Section 34, the HUSBAND agrees to contribute to the costs of Sarah's pre-undergraduate college <span class=\"star-pagination\">*621</span> private educational costs which are deemed reasonable for the child as follows: 60% of all private school tuition costs shall be [sic] responsibility of HUSBAND to pay directly to the school upon presentation of billing statement. 40% of all private school tuition costs shall be the responsibility of WIFE to pay directly to the school upon presentation of billing statement . . . [t]he HUSBAND agrees to be responsible for 100% of Sarah's undergraduate college education costs . . . \"<sup>[5]</sup></p>\n<p>The Agreement further provides that \"[u]pon approval of this Agreement, it shall be incorporated into but not merged with the Judgment to be rendered by the Court. Rather, the parties intend that this Agreement shall survive as a separate and independent contract between the parties and enforceable as such with the exception of the issues of custody, visitation and child support (child support is not intended to include private school or college education costs) which issues shall merge into said Judgment and become a part thereof and subject to modification upon a showing of a change in circumstances.\"</p>\n<p>There is also a provision in the Agreement requiring the Debtor to pay child support based on the Massachusetts Child Support Guidelines which, at the time of the Agreement, was $200 weekly. And as part of a property settlement, the Agreement requires the Debtor to pay $2,500.00 of the Plaintiff's legal fees in connection with the Divorce proceedings. The Agreement expressly excludes the payment of alimony.</p>\n<p>In 1999, the Plaintiff filed a Complaint for Contempt alleging the Debtor failed to pay 60% of the child's private school tuition. The Hampshire County Probate and Family Court (Perlman, J.) found the Debtor guilty of contempt \"for having willfully neglected and refused to pay sixty percent (60%) of the cost of private school tuition for the parties' minor child, Sarah.\" The court issued an Amended Judgment of Contempt ordering the Debtor to pay the Plaintiff $49,335 plus interest.<sup>[6]</sup> Both the Plaintiff and the Probate and Family Court refer to the Debtor's responsibility to pay school tuition as a \"property settlement\" in the contempt proceedings.</p>\n<p>On April 26, 2001, the Debtor filed a voluntary chapter 7 petition in the bankruptcy court. Subsequently, the Plaintiff filed an adversary proceeding seeking a determination that the obligation requiring the Debtor to pay Sarah's school tuition, including the $49,335 judgment, and the obligation to pay for child support are nondischargeable pursuant to 11 U.S.C. § 523(a)(5). Cross Motions for Summary Judgment were filed and on May 23, 2002, this Court heard oral arguments on the motions and took the matter under advisement.</p>\n<p>II. CORE PROCEEDING</p>\n<p>Bankruptcy courts have jurisdiction over core proceedings. \"Core proceedings include . . . determinations as to the dischargeability of particular debts . . .\" 28 U.S.C. § 157(b)(2)(I). Accordingly, this Court has jurisdiction over this adversary proceeding as a core proceeding.</p>\n<p>III. SUMMARY JUDGMENT STANDARD</p>\n<p>Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together <span class=\"star-pagination\">*622</span> with the affidavits, if any, show that there is no genuine issue as to any material facts.\" Fed.R.Civ.P. 56(c), Fed.R.Bankr.P. 7056. \"To defeat a motion for summary judgment, the nonmoving party must demonstrate the existence of a trial worthy issue as to some material fact.\" <i>Coyne v. Taber Partners I,</i> 53 F.3d 454, 457 (1st Cir.1995). \"A fact is `material' if it potentially could affect the suits outcome.\" <i>Garside v. Osco Drug. Inc.,</i> 895 F.2d 46, 48 (1st Cir.1990). \"An issue concerning such a fact is `genuine' if a reasonable factfinder, examining the evidence and drawing all reasonable inferences helpful to the party resisting summary judgment, could resolve the dispute in that party's favor.\" <i>National Amusements, Inc. v. Town of Dedham,</i> 43 F.3d 731, 735 (1st Cir.), cert. denied, 515 U.S. 1103, 115 S.Ct. 2247, 132 L.Ed.2d 255 (1995).</p>\n<p>The evidence must be examined in a light most favorable to the nonmoving party and \"indulge all reasonable inferences\" to the nonmovant. <i>Garside,</i> 895 F.2d at 48. \"On issues where the nonmovants bear the burden of proof, however, they must reliably demonstrate that specific facts sufficient to create an authentic dispute exist.\" <i>Id.</i> (citations omitted). The evidence needed to withstand a motion for summary judgment must be sufficiently probative of a material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p>IV. DISCUSSION</p>\n<p>Count IV of the Plaintiffs Complaint seeks to have this Court make a determination that the Debtor's obligation to pay for child support under the Agreement is nondischargeable pursuant to 11 U.S.C. § 523(a)(5)(B). There is a provision in the Agreement requiring the Debtor to pay child support based on the Massachusetts Child Support Guidelines which, at the time of the Agreement, was $200 weekly. This Court finds, and the Defendant concedes in his Answer, that such obligation is nondischargeable under Section 523(a)(5) of the Code.</p>\n<p>Counts I, II, III, and V of the Plaintiff's Complaint seek to have this Court make a determination that the Debtor's obligation to pay for his daughter's school tuition and the judgment of $49,335 are nondischargeable. The Plaintiff argues that this obligation is in the nature of support and is therefore exempt from discharge under Section 523(a)(5). The Debtor argues that such obligation is not support but a dischargeable property settlement.</p>\n<p>Exceptions from discharge under Section 523 are generally construed strictly against the objecting party and liberally in favor of the debtor in order to further the policy of providing the debtor with a fresh start. <i>Kolodziej v. Reines (In re Reines),</i> 142 F.3d 970, 972-73 (7th Cir.1998). The party alleging that a debt is nondischargeable has the burden of proving such by a preponderance of the evidence. <i>Grogan v. Garner,</i> 498 U.S. 279, 287, 111 S.Ct. 654, 659, 112 L.Ed.2d 755 (1991). \"The analysis of dischargeability under section 523 must begin with the assumption that dischargeability is favored under the Code unless the complaining spouse, who has the burden of proof, demonstrates the obligation at issue is `actually in the nature of alimony, maintenance or support.'\" <i>Tilley v. Jessee,</i> 789 F.2d 1074, 1077 (4th Cir.1986).</p>\n<p>Section 523(a)(5)(B) provides as follows:</p>\n<blockquote>(a) A discharge under section 727, 1141, 1228(a), 1228(b), or 1328(b) of this title does not discharge an individual debtor from any debt </blockquote>\n<blockquote>(5) to a spouse, former spouse, or child of the debtor, for alimony to, maintenance for, or support of such spouse or <span class=\"star-pagination\">*623</span> child, in connection with a separation agreement, divorce decree or other order of a court of record, determination made in accordance with State or territorial law by a governmental unit, or property settlement agreement, but not to the extent that </blockquote>\n<blockquote>(B) such debt include a liability designated as alimony, maintenance, or support, unless such liability is actually in the nature of alimony, maintenance, or support.</blockquote>\n<p>There is no dispute that the Agreement creates a debt to the Debtor's \"former spouse\" or \"child\"<sup>[7]</sup> in connection with their property settlement agreement. Therefore, the only question is whether the obligation is actually in the nature of support. \"The question of whether a debt is support or a property settlement is one of federal bankruptcy law, not state law.\" <i>Linet v. Azia (In re Azia),</i> 159 B.R. 71, 73 (Bankr.D.Mass.1993), citing H.R.Rep. No. 595, 95th Cong., 2d Sess. 364 (1978), U.S.Code Cong. &amp; Admin.News 1978, p. 5968; S.Rep. No. 989, 95th Cong., 2d Sess. 79 (1978), U.S.Code Cong. &amp; Admin.News 1978, p. 5787; see also <i>In re Michaels,</i> 157 B.R. 190, 193 (Bankr.D.Mass.1993).<sup>[8]</sup></p>\n<p>In determining whether a debt is in the nature of support or a property settlement, courts look to the parties' intent at the time the agreement was executed. <i>In re Azia,</i> 159 B.R. at 73 (citations omitted). There are primarily three factors courts look to in discerning intent: \"(1) the language and substance of the agreement in the context of surrounding circumstances, (2) the financial circumstances of the parties at the time of the agreement, and (3) the function served by the obligation at the time of the settlement.\" <i>Id.</i> at 73-74, citing <i>Gianakas v. Gianakas (In re Gianakas),</i> 917 F.2d 759, 762-63 (3d Cir.1990). This Court discusses each one of these factors in turn below.</p>\n<p><i>A. Language and Substance of the Agreement</i></p>\n<p>The first factor courts look to in establishing intent is the language and substance of the agreement itself. In the case at bar, the Agreement unambiguously classifies the Debtor's obligation to pay private school and college tuition as a \"property settlement.\" However, not only did the Agreement classify it as such, the Decree, the Plaintiff's Complaint for Contempt, and the Probate and Family Court's Amended Judgment also categorized such obligation as a \"property settlement\". The Agreement specifically states that \"[a]s <i>property settlement</i> between the parties and in full satisfactions of the equitable division of the marital assets in accordance with M.G.L. Chapter 208, Section 34, the HUSBAND agrees to contribute to the cost of Sarah's pre-undergraduate college private educational costs . . . [and] undergraduate college education costs . . .\" The Agreement also provides that \"child support is not intended to include private school or college education costs.\" Further, the Agreement segregates the issue of custody, visitation, and support allowing those to merge into the Judgment while the obligation to make the tuition payments survived as a separate and independent contract between the parties. The reason for this segregation was the Plaintiff's <span class=\"star-pagination\">*624</span> apparent desire to ensure that the Debtor's obligation to pay for the child's educational expenses was not a modifiable obligation.<sup>[9]</sup></p>\n<p>In the Debtor's affidavit attached to his Summary Judgment Motion, he states, and the Plaintiff does not dispute, that at the time of the divorce he was attempting to negotiate a settlement of claims on his assets by the Plaintiff. In exchange for her release of all claims on his property he made an offer to pay for the child's school expenses. Stephen B. Monsein (\"Attorney Monsein\"), the Debtor's divorce attorney, filed an affidavit attesting that the Plaintiff was seeking \"the conveyance/transfer of a substantial portion of Mr. Hale's assets including his bank accounts, IRA accounts, business assets, personal property and real estate which included his personal residence.\" According to Attorney Monsein he suggested that the Debtor propose a property settlement to the Plaintiff involving the payment of the child's future educational expenses.<sup>[10]</sup></p>\n<p>Accordingly, this Court finds that the characterization of the obligation as a \"property settlement\" and the facts leading up to such characterization give substantial weight that the tuition obligation was intended as a property settlement and was not in the nature of support.</p>\n<p><i>B. Financial Circumstances of the Parties</i></p>\n<p>The language used in settlement agreements alone is not determinative of the parties' intent. <i>Soforenko v. Soforenko, (In re Soforenko),</i> 203 B.R. 853, 859 (Bankr.D.Mass.1997): <i>In re Larson,</i> 169 B.R. 945, 952-53 (Bankr.N.D.1994). A court must look beyond the label which the parties gave to the debt and inquire into the true nature of the debt. <i>Seixas v. Booth (In re Seixas),</i> 239 B.R. 398, 402 (9th Cir. BAP 1999); <i>In re Linet,</i> 159 B.R. at 73. \"[A] debt could be in the `nature of support' under section 523(a)(5) even though it would not legally qualify as alimony or support under state law.\" <i>In re Linet,</i> 159 B.R. at 73, citing <i>Yeates v. Yeates (In re Yeates),</i> 807 F.2d 874, 878 (10th Cir.1986).</p>\n<p>Therefore, in determining intent a court must also look at the parties' financial circumstances at the time of the agreement. Courts look at the presence of minor children and for economic imbalance between the parties in determining if an obligation was intended as support. <i>In re Woods,</i> 561 F.2d 27, 30 (7th Cir.1977). If there are minor children present and the spouse receiving the obligation is in a less favorable economic position, courts are more likely to find that the obligation was in the nature of support. <i>In re Gianakas,</i> 917 F.2d at 763; <i>Boyle v. Donovan,</i> 724 F.2d 681, 683 (8th Cir.1984) (the debtor husband was a practicing psychiatrist with substantial income and the wife was a student obtaining a graduate degree in social work): <i>Singer v. Singer (In re Singer),</i> 787 F.2d 1033 (6th Cir.1986), (\"such circumstances as the presence of minor children, imbalance in the relative income of the parties, [and] the nature and duration of the obligation\" may be considered in <span class=\"star-pagination\">*625</span> determining whether an obligation constitutes support).</p>\n<p>Here, when the Agreement was entered into the parties had one minor child. To the extent that there was an economic imbalance between the parties, however, it appears that the Plaintiff had the greater income. The Plaintiff was working in the advertising sector of the fashion magazine industry and, according to her federal income tax returns, her income in 1993 was $82,982. According to the Debtor's federal income tax returns, his income in 1993 was $51,050.46. In light of these financial circumstances, it is difficult for this Court to conclude that the tuition was meant to be in the nature of support in order to supplement the Plaintiff's income.</p>\n<p><i>C. Function of the Obligation</i></p>\n<p>The last factor courts look at in discerning intent is the function that is served by the obligation. \"[T]he inquiry focuses on the purpose and function of the obligation in light of circumstances as they existed at the time of its creation.\" <i>Warren v. Warren (In re Warren),</i> 160 B.R. 395, 399 (Bankr.D.Maine 1993) (citations omitted). In ascertaining the function served by an obligation, courts have consistently held that where an obligation is essential to enable a party to maintain a basic necessity such as food, lodging or transportation, the payment of the debt is in the nature of support. <i>In re Gianakas,</i> 917 F.2d at 764 (spouse's assumption of mortgage debts which enable members of the family to remain in the marital residence is an obligation in the nature of support, maintenance or alimony). Although the obligation to pay for educational expenses is not a basic necessity such as food, lodging or transportation, this Court acknowledges that courts have found an obligation to pay for school tuition to be in the nature of support. See, e.g. <i>Kaylo v. Kaylo (In re Kaylo),</i> 183 B.R. 557 (Bankr.W.D.Ark.1995); <i>Warren,</i> 160 B.R. at 395. Although the <i>Kaylo</i> court held that education is a daily need for children, it did not hold that there can never be a situation where a school tuition obligation is a property settlement. <i>Id.</i> at 558. The facts in the cases holding that an obligation to pay for school tuition is in the nature of support are divergent from the facts in this case.</p>\n<p>The <i>Warren</i> court found that the debtor's obligation to pay for his children's post-secondary tuition was in the nature of support. <i>In re Warren,</i> 160 B.R. at 395. In that case, however, the wife agreed to accept lower monthly child support payments than she would have otherwise sought in exchange for the debtor agreeing to fund the children's education. <i>Id.</i> at 397. Another court found the payment of educational expenses to be in the nature of support because when the debtor made such payments his child support payments were reduced. <i>Harrell v. Sharp (In re Harrell),</i> 754 F.2d 902, 903 (11th Cir.1985). It has not been argued nor is there any indication in the Agreement that the Debtor's child support payments were reduced in exchange for the payment of the educational expenses; the Debtor was and is obligated to pay child support in accordance to the Massachusetts Child Support Guidelines regardless of his school tuition payment obligation.</p>\n<p>If an obligation terminates on the death or remarriage of the recipient spouse, a court may be inclined to classify the agreement as one for support. <i>Abrams v. Burg,</i> 367 Mass. 617, 619, 327 N.E.2d 745 (1975). Here, the Debtor's obligation to pay for educational expenses does not cease on the death or remarriage of the Plaintiff nor does it cease on the Debtor's death. Rather, the Debtor's obligation to pay educational expenses was to continue despite the death or remarriage of the Plaintiff or <span class=\"star-pagination\">*626</span> the Debtor's death. Pursuant to the Agreement, the Debtor was to maintain a life insurance \"in the amount of $100,000 naming as beneficiary thereof an inter vivos insurance trust. . . . The inter vivos insurance trust shall provide . . . that the trust corpus and any interest earned thereon shall primarily be used to satisfy the costs of Sarah's education . . . \"<sup>[11]</sup></p>\n<p>In determining if an obligation is intended as support, courts consider if the agreement fails to explicitly provide for spousal support. See <i>Stout v. Prussel,</i> 691 F.2d 859, 861 (9th Cir.1982). Here, the Agreement explicitly provided for the noninclusion of alimony. The Agreement provides that \"[b]y the execution hereof, both parties waive any claim for alimony against the other, past, present or future.\" There is nothing that would lead this Court to believe that the Plaintiff waived alimony in exchange for payment of Sarah's school tuition.</p>\n<p>Accordingly, the language of the Agreement itself, the circumstances surrounding the Agreement, the financial circumstances of the parties at the time of its enactment, and the purpose and function of the obligation all point to the conclusion that the obligation was intended as a property settlement and was not in the nature of support.</p>\n<p>V. CONCLUSION</p>\n<p>This Court finds that the pleadings, affidavits, and other submission of the parties demonstrate no genuine issue of material fact and the Defendant/Debtor is entitled to judgment as a matter of law on Counts I, II, III, and V of the Complaint and the Plaintiff is entitled to judgment as a matter of law on Count IV of the Complaint. This Court concludes that the Debtor's agreement to pay for his child's education does not constitute support within the meaning of 11 U.S.C. § 523(a)(5) and therefore such obligation is not excepted from discharge. This Court further concludes that the Debtor's obligation to pay child support is a nondischargeable debt under 11 U.S.C. § 523(a)(5).</p>\n<p>As part of Plaintiff's Cross Motion for Summary Judgment she asks that this Court grant her relief from the automatic stay [Plaintiff has previously filed a separate Motion for Relief from Stay] and abstain from any further action related to the support obligations of the Defendant/Debtor to the Plaintiff. This Court will issue a separate Order denying the Plaintiff's Motion for Relief from Stay and request for abstention.</p>\n<h2>NOTES</h2>\n<p>[1]  Counts I, II, III, and V of the Complaint deals with the nondischargeability of the tuition payments. Count IV of the Complaint deals with the nondischargeability of the child support obligation.</p>\n<p>[2]  In the Plaintiff's Opposition to Defendant's Motion for Summary Judgment and Cross Motion for Summary Judgment, she states that \"[w]ithout waiver of her right to argue the legal significance and import of the facts set out, the Plaintiff accepts and incorporates the statement of undisputed facts set out in Section II\" of the Defendant's motion.</p>\n<p>[3]  Sarah was born on December 3, 1990.</p>\n<p>[4]  \"[T]he court may enter a judgment of divorce nisi if the court finds that there has existed, for a period following the filing of the complaint and up to the date of the hearing, a continuing irretrievable breakdown of the marriage.\" Mass.Gen.Laws ch. 208, § 1B.</p>\n<p>[5]  The obligation to pay for Sarah's undergraduate college costs continues until she reaches the age of twenty-three (23).</p>\n<p>[6]  This amount represents unpaid tuition from kindergarten through fourth grade.</p>\n<p>[7]  For the Court's purposes, it is irrelevant if the debt is deemed to be in favor of the former spouse or the child; the analysis of whether the obligation is in the nature of support or a property settlement remains the same.</p>\n<p>[8]  Prior to the enactment of the Bankruptcy Code, state law dictated whether an obligation was in the nature of alimony, maintenance, or support. See <i>In re Albin,</i> 591 F.2d 94 (9th Cir.1979); <i>In re Waller,</i> 494 F.2d 447 (6th Cir.1974).</p>\n<p>[9]  The Defendant makes this uncontroverted representation in paragraph 25 of the Concise Statement of the Material Facts as to Which There is no Genuine Issue to be Tried.</p>\n<p>[10]  According to Attorney Monsein, the Debtor originally offered to pay for 100% of the child's college expenses alone, but the Plaintiff counter-offered requiring the Debtor to also pay for all of the child's pre-college education expenses. On the day scheduled for trial, and after exchanging multiple counteroffers, the parties finally agreed that the Debtor would pay 60% of the child's pre-college private school expenses and 100% of her college expenses.</p>\n<p>[11]  The Debtor's obligation to continue to maintain the insurance on his life was to terminate upon the child's death or upon her twenty-third birthday, whichever came first.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">618</span></span> (2002)</b></center>\n<center><h1>In re Michael P. HALE, Debtor.<br>\nLisa Roberts Cowell, Plaintiff,<br>\nv.<br>\nMichael P. Hale, Defendant.</h1></center>\n<center>Bankruptcy No. 01-42796. Adversary No. 01-4336.</center>\n<center><p><b>United States Bankruptcy Court, D. Massachusetts.</b></p></center>\n<center>June 19, 2002.</center>\n<p><span class=\"star-pagination\">*619</span> Bonnie E. Marien, Marien &amp; Hodge, P.C., Springfield, MA, for Michael P. Hale.</p>\n<p><span class=\"star-pagination\">*620</span> Lisa Roberts Cowell, Cooley, Shrair, P.C., Springfield, MA, for Alan S. Dambrov.</p>\n<p></p>\n<h2><i>MEMORANDUM OF DECISION ON CROSS MOTIONS FOR SUMMARY JUDGMENT</i></h2>\n<p>JOEL B. ROSENTHAL, Bankruptcy Judge.</p>\n<p>The matters before the Court are Defendant's Motion for Summary Judgment [Docket # 11] and Plaintiff's Opposition to Defendant's Motion for Summary Judgment and Cross Motion for Summary Judgment [Docket # s 13-1 &amp; 13-2] pursuant to Fed.R.Civ.P. 56, which is made applicable to this adversary proceeding by Bankruptcy Rule 7056. The issues for determination are whether the Defendant's obligation to pay for his daughter's pre-undergraduate college private school tuition and her undergraduate college tuition and the Defendant's obligation to pay for child support payments in accordance with a Separation/Property Settlement Agreement constitute nondischargeable debts pursuant to Section 523(a)(5) of the United States Bankruptcy Code (the \"Bankruptcy Code\" or the \"Code\") or a dischargeable property settlement.</p>\n<p>The Court heard oral arguments of counsel, has reviewed the written arguments of counsel, supporting affidavits, and exhibits, as well as the entire record of the case, and based upon such review, and for the following reasons, grants the Defendant's Motion for Summary Judgment on Counts I, II, III, and V of the Complaint and grants the Plaintiff's Cross Motion for Summary Judgment on Count IV of the Complaint.<sup>[1]</sup></p>\n<p>I. FACTUAL BACKGROUND</p>\n<p>The following are the undisputed material facts.<sup>[2]</sup></p>\n<p>Lisa R. Cowell (the \"Plaintiff\") and Michael P. Hale (the \"Debtor\" or the \"Defendant\") were married in 1989 and one child, Sarah Roberts Hale (\"Sarah\"),<sup>[3]</sup> was born out of the marriage. The Plaintiff filed a Complaint for Divorce and in 1993 the Hampshire County Probate and Family Court (Dunphy, J.) entered a Judgment of Divorce Nisi (the \"Decree\") finding that the marriage suffered an irretrievable breakdown under Mass.Gen.Laws ch. 208, § 1B.<sup>[4]</sup> The Decree incorporates the parties' Separation/Property Settlement Agreement (the \"Agreement\").</p>\n<p>According to such Agreement, the Debtor is required to pay for a portion of his daughter's private school and undergraduate college tuition. This obligation is set out in the Agreement as follows: \"As property settlement between the parties and in full satisfaction of the equitable division of the marital assets in accordance with M.G.L. Chapter 208, Section 34, the HUSBAND agrees to contribute to the costs of Sarah's pre-undergraduate college <span class=\"star-pagination\">*621</span> private educational costs which are deemed reasonable for the child as follows: 60% of all private school tuition costs shall be [sic] responsibility of HUSBAND to pay directly to the school upon presentation of billing statement. 40% of all private school tuition costs shall be the responsibility of WIFE to pay directly to the school upon presentation of billing statement . . . [t]he HUSBAND agrees to be responsible for 100% of Sarah's undergraduate college education costs . . . \"<sup>[5]</sup></p>\n<p>The Agreement further provides that \"[u]pon approval of this Agreement, it shall be incorporated into but not merged with the Judgment to be rendered by the Court. Rather, the parties intend that this Agreement shall survive as a separate and independent contract between the parties and enforceable as such with the exception of the issues of custody, visitation and child support (child support is not intended to include private school or college education costs) which issues shall merge into said Judgment and become a part thereof and subject to modification upon a showing of a change in circumstances.\"</p>\n<p>There is also a provision in the Agreement requiring the Debtor to pay child support based on the Massachusetts Child Support Guidelines which, at the time of the Agreement, was $200 weekly. And as part of a property settlement, the Agreement requires the Debtor to pay $2,500.00 of the Plaintiff's legal fees in connection with the Divorce proceedings. The Agreement expressly excludes the payment of alimony.</p>\n<p>In 1999, the Plaintiff filed a Complaint for Contempt alleging the Debtor failed to pay 60% of the child's private school tuition. The Hampshire County Probate and Family Court (Perlman, J.) found the Debtor guilty of contempt \"for having willfully neglected and refused to pay sixty percent (60%) of the cost of private school tuition for the parties' minor child, Sarah.\" The court issued an Amended Judgment of Contempt ordering the Debtor to pay the Plaintiff $49,335 plus interest.<sup>[6]</sup> Both the Plaintiff and the Probate and Family Court refer to the Debtor's responsibility to pay school tuition as a \"property settlement\" in the contempt proceedings.</p>\n<p>On April 26, 2001, the Debtor filed a voluntary chapter 7 petition in the bankruptcy court. Subsequently, the Plaintiff filed an adversary proceeding seeking a determination that the obligation requiring the Debtor to pay Sarah's school tuition, including the $49,335 judgment, and the obligation to pay for child support are nondischargeable pursuant to 11 U.S.C. § 523(a)(5). Cross Motions for Summary Judgment were filed and on May 23, 2002, this Court heard oral arguments on the motions and took the matter under advisement.</p>\n<p>II. CORE PROCEEDING</p>\n<p>Bankruptcy courts have jurisdiction over core proceedings. \"Core proceedings include . . . determinations as to the dischargeability of particular debts . . .\" 28 U.S.C. § 157(b)(2)(I). Accordingly, this Court has jurisdiction over this adversary proceeding as a core proceeding.</p>\n<p>III. SUMMARY JUDGMENT STANDARD</p>\n<p>Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together <span class=\"star-pagination\">*622</span> with the affidavits, if any, show that there is no genuine issue as to any material facts.\" Fed.R.Civ.P. 56(c), Fed.R.Bankr.P. 7056. \"To defeat a motion for summary judgment, the nonmoving party must demonstrate the existence of a trial worthy issue as to some material fact.\" <i>Coyne v. Taber Partners I,</i> <span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 457 (1st Cir.1995). \"A fact is `material' if it potentially could affect the suits outcome.\" <i>Garside v. Osco Drug. Inc.,</i> <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990). \"An issue concerning such a fact is `genuine' if a reasonable factfinder, examining the evidence and drawing all reasonable inferences helpful to the party resisting summary judgment, could resolve the dispute in that party's favor.\" <i>National Amusements, Inc. v. Town of Dedham,</i> <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2247</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span></span> (1995).</p>\n<p>The evidence must be examined in a light most favorable to the nonmoving party and \"indulge all reasonable inferences\" to the nonmovant. <i>Garside,</i> 895 F.2d at 48. \"On issues where the nonmovants bear the burden of proof, however, they must reliably demonstrate that specific facts sufficient to create an authentic dispute exist.\" <i>Id.</i> (citations omitted). The evidence needed to withstand a motion for summary judgment must be sufficiently probative of a material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>IV. DISCUSSION</p>\n<p>Count IV of the Plaintiffs Complaint seeks to have this Court make a determination that the Debtor's obligation to pay for child support under the Agreement is nondischargeable pursuant to 11 U.S.C. § 523(a)(5)(B). There is a provision in the Agreement requiring the Debtor to pay child support based on the Massachusetts Child Support Guidelines which, at the time of the Agreement, was $200 weekly. This Court finds, and the Defendant concedes in his Answer, that such obligation is nondischargeable under Section 523(a)(5) of the Code.</p>\n<p>Counts I, II, III, and V of the Plaintiff's Complaint seek to have this Court make a determination that the Debtor's obligation to pay for his daughter's school tuition and the judgment of $49,335 are nondischargeable. The Plaintiff argues that this obligation is in the nature of support and is therefore exempt from discharge under Section 523(a)(5). The Debtor argues that such obligation is not support but a dischargeable property settlement.</p>\n<p>Exceptions from discharge under Section 523 are generally construed strictly against the objecting party and liberally in favor of the debtor in order to further the policy of providing the debtor with a fresh start. <i>Kolodziej v. Reines (In re Reines),</i> <span class=\"citation\" data-id=\"754081\"><a href=\"/opinion/754081/bankr-l-rep-p-77674-in-re-edward-j-reines-debtor-carol-kolodziej-v/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">970</span></a></span>, 972-73 (7th Cir.1998). The party alleging that a debt is nondischargeable has the burden of proving such by a preponderance of the evidence. <i>Grogan v. Garner,</i> <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 287, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></a></span>, 659, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (1991). \"The analysis of dischargeability under section 523 must begin with the assumption that dischargeability is favored under the Code unless the complaining spouse, who has the burden of proof, demonstrates the obligation at issue is `actually in the nature of alimony, maintenance or support.'\" <i>Tilley v. Jessee,</i> <span class=\"citation\" data-id=\"469381\"><a href=\"/opinion/469381/william-j-tilley-jr-7-85-0031-a-v-joyce-jessee/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1074</span></a></span>, 1077 (4th Cir.1986).</p>\n<p>Section 523(a)(5)(B) provides as follows:</p>\n<blockquote>(a) A discharge under section 727, 1141, 1228(a), 1228(b), or 1328(b) of this title does not discharge an individual debtor from any debt </blockquote>\n<blockquote>(5) to a spouse, former spouse, or child of the debtor, for alimony to, maintenance for, or support of such spouse or <span class=\"star-pagination\">*623</span> child, in connection with a separation agreement, divorce decree or other order of a court of record, determination made in accordance with State or territorial law by a governmental unit, or property settlement agreement, but not to the extent that </blockquote>\n<blockquote>(B) such debt include a liability designated as alimony, maintenance, or support, unless such liability is actually in the nature of alimony, maintenance, or support.</blockquote>\n<p>There is no dispute that the Agreement creates a debt to the Debtor's \"former spouse\" or \"child\"<sup>[7]</sup> in connection with their property settlement agreement. Therefore, the only question is whether the obligation is actually in the nature of support. \"The question of whether a debt is support or a property settlement is one of federal bankruptcy law, not state law.\" <i>Linet v. Azia (In re Azia),</i> <span class=\"citation\" data-id=\"1547337\"><a href=\"/opinion/1547337/in-re-azia/\"><span class=\"volume\">159</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">71</span></a></span>, 73 (Bankr.D.Mass.1993), citing H.R.Rep. No. 595, 95th Cong., 2d Sess. 364 (1978), U.S.Code Cong. &amp; Admin.News 1978, p. 5968; S.Rep. No. 989, 95th Cong., 2d Sess. 79 (1978), U.S.Code Cong. &amp; Admin.News 1978, p. 5787; see also <i>In re Michaels,</i> <span class=\"citation\" data-id=\"1869015\"><a href=\"/opinion/1869015/in-re-michaels/\"><span class=\"volume\">157</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">190</span></a></span>, 193 (Bankr.D.Mass.1993).<sup>[8]</sup></p>\n<p>In determining whether a debt is in the nature of support or a property settlement, courts look to the parties' intent at the time the agreement was executed. <i>In re Azia,</i> 159 B.R. at 73 (citations omitted). There are primarily three factors courts look to in discerning intent: \"(1) the language and substance of the agreement in the context of surrounding circumstances, (2) the financial circumstances of the parties at the time of the agreement, and (3) the function served by the obligation at the time of the settlement.\" <i>Id.</i> at 73-74, citing <i>Gianakas v. Gianakas (In re Gianakas),</i> <span class=\"citation\" data-id=\"550660\"><a href=\"/opinion/550660/in-re-paul-chris-gianakas-debtor-karen-gianakas-v-paul-chris-gianakas/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 762-63 (3d Cir.1990). This Court discusses each one of these factors in turn below.</p>\n<p><i>A. Language and Substance of the Agreement</i></p>\n<p>The first factor courts look to in establishing intent is the language and substance of the agreement itself. In the case at bar, the Agreement unambiguously classifies the Debtor's obligation to pay private school and college tuition as a \"property settlement.\" However, not only did the Agreement classify it as such, the Decree, the Plaintiff's Complaint for Contempt, and the Probate and Family Court's Amended Judgment also categorized such obligation as a \"property settlement\". The Agreement specifically states that \"[a]s <i>property settlement</i> between the parties and in full satisfactions of the equitable division of the marital assets in accordance with M.G.L. Chapter 208, Section 34, the HUSBAND agrees to contribute to the cost of Sarah's pre-undergraduate college private educational costs . . . [and] undergraduate college education costs . . .\" The Agreement also provides that \"child support is not intended to include private school or college education costs.\" Further, the Agreement segregates the issue of custody, visitation, and support allowing those to merge into the Judgment while the obligation to make the tuition payments survived as a separate and independent contract between the parties. The reason for this segregation was the Plaintiff's <span class=\"star-pagination\">*624</span> apparent desire to ensure that the Debtor's obligation to pay for the child's educational expenses was not a modifiable obligation.<sup>[9]</sup></p>\n<p>In the Debtor's affidavit attached to his Summary Judgment Motion, he states, and the Plaintiff does not dispute, that at the time of the divorce he was attempting to negotiate a settlement of claims on his assets by the Plaintiff. In exchange for her release of all claims on his property he made an offer to pay for the child's school expenses. Stephen B. Monsein (\"Attorney Monsein\"), the Debtor's divorce attorney, filed an affidavit attesting that the Plaintiff was seeking \"the conveyance/transfer of a substantial portion of Mr. Hale's assets including his bank accounts, IRA accounts, business assets, personal property and real estate which included his personal residence.\" According to Attorney Monsein he suggested that the Debtor propose a property settlement to the Plaintiff involving the payment of the child's future educational expenses.<sup>[10]</sup></p>\n<p>Accordingly, this Court finds that the characterization of the obligation as a \"property settlement\" and the facts leading up to such characterization give substantial weight that the tuition obligation was intended as a property settlement and was not in the nature of support.</p>\n<p><i>B. Financial Circumstances of the Parties</i></p>\n<p>The language used in settlement agreements alone is not determinative of the parties' intent. <i>Soforenko v. Soforenko, (In re Soforenko),</i> <span class=\"citation\" data-id=\"1916928\"><a href=\"/opinion/1916928/in-re-soforenko/\"><span class=\"volume\">203</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">853</span></a></span>, 859 (Bankr.D.Mass.1997): <i>In re Larson,</i> <span class=\"citation\" data-id=\"1828793\"><a href=\"/opinion/1828793/in-re-larson/\"><span class=\"volume\">169</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">945</span></a></span>, 952-53 (Bankr.N.D.1994). A court must look beyond the label which the parties gave to the debt and inquire into the true nature of the debt. <i>Seixas v. Booth (In re Seixas),</i> <span class=\"citation\" data-id=\"1552318\"><a href=\"/opinion/1552318/in-re-seixas/\"><span class=\"volume\">239</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">398</span></a></span>, 402 (9th Cir. BAP 1999); <i>In re Linet,</i> 159 B.R. at 73. \"[A] debt could be in the `nature of support' under section 523(a)(5) even though it would not legally qualify as alimony or support under state law.\" <i>In re Linet,</i> 159 B.R. at 73, citing <i>Yeates v. Yeates (In re Yeates),</i> <span class=\"citation\" data-id=\"480633\"><a href=\"/opinion/480633/bankr-l-rep-p-71535-in-re-brian-tibbetts-yeates-debtor-paulette-b/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">874</span></a></span>, 878 (10th Cir.1986).</p>\n<p>Therefore, in determining intent a court must also look at the parties' financial circumstances at the time of the agreement. Courts look at the presence of minor children and for economic imbalance between the parties in determining if an obligation was intended as support. <i>In re Woods,</i> <span class=\"citation\" data-id=\"348569\"><a href=\"/opinion/348569/in-the-matter-of-floyd-raymond-woods-bankrupt-appeal-of-judith-jean/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (7th Cir.1977). If there are minor children present and the spouse receiving the obligation is in a less favorable economic position, courts are more likely to find that the obligation was in the nature of support. <i>In re Gianakas,</i> 917 F.2d at 763; <i>Boyle v. Donovan,</i> <span class=\"citation\" data-id=\"429461\"><a href=\"/opinion/429461/ronald-h-boyle-v-catherine-c-boyle-donovan-ronald-h-boyle-ii-and/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 683 (8th Cir.1984) (the debtor husband was a practicing psychiatrist with substantial income and the wife was a student obtaining a graduate degree in social work): <i>Singer v. Singer (In re Singer),</i> <span class=\"citation\" data-id=\"468146\"><a href=\"/opinion/468146/in-re-robert-f-singer-debtor-lethia-a-singer-v-robert-f-singer/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span> (6th Cir.1986), (\"such circumstances as the presence of minor children, imbalance in the relative income of the parties, [and] the nature and duration of the obligation\" may be considered in <span class=\"star-pagination\">*625</span> determining whether an obligation constitutes support).</p>\n<p>Here, when the Agreement was entered into the parties had one minor child. To the extent that there was an economic imbalance between the parties, however, it appears that the Plaintiff had the greater income. The Plaintiff was working in the advertising sector of the fashion magazine industry and, according to her federal income tax returns, her income in 1993 was $82,982. According to the Debtor's federal income tax returns, his income in 1993 was $51,050.46. In light of these financial circumstances, it is difficult for this Court to conclude that the tuition was meant to be in the nature of support in order to supplement the Plaintiff's income.</p>\n<p><i>C. Function of the Obligation</i></p>\n<p>The last factor courts look at in discerning intent is the function that is served by the obligation. \"[T]he inquiry focuses on the purpose and function of the obligation in light of circumstances as they existed at the time of its creation.\" <i>Warren v. Warren (In re Warren),</i> <span class=\"citation\" data-id=\"1996292\"><a href=\"/opinion/1996292/in-re-warren/\"><span class=\"volume\">160</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">395</span></a></span>, 399 (Bankr.D.Maine 1993) (citations omitted). In ascertaining the function served by an obligation, courts have consistently held that where an obligation is essential to enable a party to maintain a basic necessity such as food, lodging or transportation, the payment of the debt is in the nature of support. <i>In re Gianakas,</i> 917 F.2d at 764 (spouse's assumption of mortgage debts which enable members of the family to remain in the marital residence is an obligation in the nature of support, maintenance or alimony). Although the obligation to pay for educational expenses is not a basic necessity such as food, lodging or transportation, this Court acknowledges that courts have found an obligation to pay for school tuition to be in the nature of support. See, e.g. <i>Kaylo v. Kaylo (In re Kaylo),</i> <span class=\"citation\" data-id=\"2006533\"><a href=\"/opinion/2006533/in-re-kaylo/\"><span class=\"volume\">183</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">557</span></a></span> (Bankr.W.D.Ark.1995); <i>Warren,</i> 160 B.R. at 395. Although the <i>Kaylo</i> court held that education is a daily need for children, it did not hold that there can never be a situation where a school tuition obligation is a property settlement. <i>Id.</i> at 558. The facts in the cases holding that an obligation to pay for school tuition is in the nature of support are divergent from the facts in this case.</p>\n<p>The <i>Warren</i> court found that the debtor's obligation to pay for his children's post-secondary tuition was in the nature of support. <i>In re Warren,</i> 160 B.R. at 395. In that case, however, the wife agreed to accept lower monthly child support payments than she would have otherwise sought in exchange for the debtor agreeing to fund the children's education. <i>Id.</i> at 397. Another court found the payment of educational expenses to be in the nature of support because when the debtor made such payments his child support payments were reduced. <i>Harrell v. Sharp (In re Harrell),</i> <span class=\"citation\" data-id=\"447920\"><a href=\"/opinion/447920/in-re-montgomery-hulon-harrell-debtor-montgomery-hulon-harrell-v-caryl/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, 903 (11th Cir.1985). It has not been argued nor is there any indication in the Agreement that the Debtor's child support payments were reduced in exchange for the payment of the educational expenses; the Debtor was and is obligated to pay child support in accordance to the Massachusetts Child Support Guidelines regardless of his school tuition payment obligation.</p>\n<p>If an obligation terminates on the death or remarriage of the recipient spouse, a court may be inclined to classify the agreement as one for support. <i>Abrams v. Burg,</i> <span class=\"citation\" data-id=\"2080711\"><a href=\"/opinion/2080711/abrams-v-burg/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">617</span></a></span>, 619, <span class=\"citation\" data-id=\"2080711\"><a href=\"/opinion/2080711/abrams-v-burg/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">745</span></a></span> (1975). Here, the Debtor's obligation to pay for educational expenses does not cease on the death or remarriage of the Plaintiff nor does it cease on the Debtor's death. Rather, the Debtor's obligation to pay educational expenses was to continue despite the death or remarriage of the Plaintiff or <span class=\"star-pagination\">*626</span> the Debtor's death. Pursuant to the Agreement, the Debtor was to maintain a life insurance \"in the amount of $100,000 naming as beneficiary thereof an inter vivos insurance trust. . . . The inter vivos insurance trust shall provide . . . that the trust corpus and any interest earned thereon shall primarily be used to satisfy the costs of Sarah's education . . . \"<sup>[11]</sup></p>\n<p>In determining if an obligation is intended as support, courts consider if the agreement fails to explicitly provide for spousal support. See <i>Stout v. Prussel,</i> <span class=\"citation\" data-id=\"410219\"><a href=\"/opinion/410219/e-deborah-stout-v-elliott-prussel/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 861 (9th Cir.1982). Here, the Agreement explicitly provided for the noninclusion of alimony. The Agreement provides that \"[b]y the execution hereof, both parties waive any claim for alimony against the other, past, present or future.\" There is nothing that would lead this Court to believe that the Plaintiff waived alimony in exchange for payment of Sarah's school tuition.</p>\n<p>Accordingly, the language of the Agreement itself, the circumstances surrounding the Agreement, the financial circumstances of the parties at the time of its enactment, and the purpose and function of the obligation all point to the conclusion that the obligation was intended as a property settlement and was not in the nature of support.</p>\n<p>V. CONCLUSION</p>\n<p>This Court finds that the pleadings, affidavits, and other submission of the parties demonstrate no genuine issue of material fact and the Defendant/Debtor is entitled to judgment as a matter of law on Counts I, II, III, and V of the Complaint and the Plaintiff is entitled to judgment as a matter of law on Count IV of the Complaint. This Court concludes that the Debtor's agreement to pay for his child's education does not constitute support within the meaning of 11 U.S.C. § 523(a)(5) and therefore such obligation is not excepted from discharge. This Court further concludes that the Debtor's obligation to pay child support is a nondischargeable debt under 11 U.S.C. § 523(a)(5).</p>\n<p>As part of Plaintiff's Cross Motion for Summary Judgment she asks that this Court grant her relief from the automatic stay [Plaintiff has previously filed a separate Motion for Relief from Stay] and abstain from any further action related to the support obligations of the Defendant/Debtor to the Plaintiff. This Court will issue a separate Order denying the Plaintiff's Motion for Relief from Stay and request for abstention.</p>\n<h2>NOTES</h2>\n<p>[1]  Counts I, II, III, and V of the Complaint deals with the nondischargeability of the tuition payments. Count IV of the Complaint deals with the nondischargeability of the child support obligation.</p>\n<p>[2]  In the Plaintiff's Opposition to Defendant's Motion for Summary Judgment and Cross Motion for Summary Judgment, she states that \"[w]ithout waiver of her right to argue the legal significance and import of the facts set out, the Plaintiff accepts and incorporates the statement of undisputed facts set out in Section II\" of the Defendant's motion.</p>\n<p>[3]  Sarah was born on December 3, 1990.</p>\n<p>[4]  \"[T]he court may enter a judgment of divorce nisi if the court finds that there has existed, for a period following the filing of the complaint and up to the date of the hearing, a continuing irretrievable breakdown of the marriage.\" Mass.Gen.Laws ch. 208, § 1B.</p>\n<p>[5]  The obligation to pay for Sarah's undergraduate college costs continues until she reaches the age of twenty-three (23).</p>\n<p>[6]  This amount represents unpaid tuition from kindergarten through fourth grade.</p>\n<p>[7]  For the Court's purposes, it is irrelevant if the debt is deemed to be in favor of the former spouse or the child; the analysis of whether the obligation is in the nature of support or a property settlement remains the same.</p>\n<p>[8]  Prior to the enactment of the Bankruptcy Code, state law dictated whether an obligation was in the nature of alimony, maintenance, or support. See <i>In re Albin,</i> <span class=\"citation\" data-id=\"362941\"><a href=\"/opinion/362941/in-the-matter-of-donald-eugene-albin-bankrupt-donald-eugene-albin-v/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span> (9th Cir.1979); <i>In re Waller,</i> <span class=\"citation\" data-id=\"318214\"><a href=\"/opinion/318214/in-the-matter-of-kenneth-leroy-waller-bankrupt-madeline-r-waller-v/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span> (6th Cir.1974).</p>\n<p>[9]  The Defendant makes this uncontroverted representation in paragraph 25 of the Concise Statement of the Material Facts as to Which There is no Genuine Issue to be Tried.</p>\n<p>[10]  According to Attorney Monsein, the Debtor originally offered to pay for 100% of the child's college expenses alone, but the Plaintiff counter-offered requiring the Debtor to also pay for all of the child's pre-college education expenses. On the day scheduled for trial, and after exchanging multiple counteroffers, the parties finally agreed that the Debtor would pay 60% of the child's pre-college private school expenses and 100% of her college expenses.</p>\n<p>[11]  The Debtor's obligation to continue to maintain the insurance on his life was to terminate upon the child's death or upon her twenty-third birthday, whichever came first.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112522/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/195818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/348569/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/362941/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/410219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/429461/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/447920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/468146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/469381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/480633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/550660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/695146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1547337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1552318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1828793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1869015/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1916928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1996292/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2006533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2080711/"
          ]
        }
      ],
      "judges": "Joel B. Rosenthal",
      "date_created": "2014-10-30T14:21:42.362680Z",
      "date_modified": "2016-03-03T20:08:33.874830Z",
      "date_filed": "2002-06-19",
      "date_filed_is_approximate": false,
      "slug": "in-re-hale",
      "citation_id": 1520548,
      "case_name_short": "In Re Hale",
      "case_name": "In Re Hale",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "279 B.R. 618",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1105220/in-re-hale/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:21:42.360147Z",
  "date_modified": "2014-10-30T14:21:42.360147Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re Hale",
  "case_name": "In Re Hale",
  "case_name_full": "",
  "slug": "in-re-hale",
  "docket_number": "Bankruptcy No. 01-42796. Adversary No. 01-4336",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}