{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1106309/",
  "id": 1106309,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca10/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/158576/",
      "id": 158576,
      "absolute_url": "/opinion/158576/jantzen-v-hawkins/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1106309/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/158576/",
          "id": 158576,
          "absolute_url": "/opinion/158576/jantzen-v-hawkins/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/158576/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-08-14T05:24:44Z",
          "date_modified": "2017-03-24T07:49:33.382729Z",
          "type": "010combined",
          "sha1": "2b87519218db1281497d83e7b95719be8275e06b",
          "page_count": 24,
          "download_url": "http://www.ca10.uscourts.gov/opinions/98/98-6000.pdf",
          "local_path": "pdf/1999/08/31/Jantzen_vs._Hawkins.pdf",
          "plain_text": "                                                                        F I L E D\n                                                                  United States Court of Appeals\n                                                                          Tenth Circuit\n                                    PUBLISH\n                                                                         AUG 31 1999\n                   UNITED STATES COURT OF APPEALS\n                                                                      PATRICK FISHER\n                                                                              Clerk\n                                TENTH CIRCUIT\n\n\n\n DUANE JANTZEN; RICHARD\n HAUGLAND; WILLIAM GABRIELE\n MOULTON; MONTE PRENO,\n\n       Plaintiffs-Appellants,\n\n v.\n                                                        No. 98-6000\n LEWIS HAWKINS, Individually and\n in his official capacity as Sheriff of\n Canadian County, Oklahoma;\n CANADIAN COUNTY BOARD OF\n COUNTY COMMISSIONERS,\n\n       Defendants-Appellees.\n\n\n                 Appeal from the United States District Court\n                    for the Western District of Oklahoma\n                          (D.C. No. CIV-96-2041-L)\n\n\n\nMark L. Henricksen (Lanita Henricksen, with him on the briefs), of Henricksen &\nHenricksen Lawyers, Inc., El Reno, Oklahoma, for Plaintiffs-Appellants.\n\nGayla I. Jones (Chris J. Collins, on the brief), of Collins, Zorn, Jones & Wagner,\nP.C., Oklahoma City, Oklahoma, for Defendants-Appellees.\n\n\n\nBefore EBEL, Circuit Judge, MCWILLIAMS, Senior Circuit Judge and\nMURPHY, Circuit Judge.\n\fEBEL, Circuit Judge.\n\n\n\n      In May 1996, Defendant-Appellee Lewis Hawkins was the incumbent\n\nSheriff of Canadian County, Oklahoma. Hawkins’ Sheriff Office was comprised\n\nof thirty-four appointees, including Plaintiffs-Appellants Richard Haugland,\n\nDuane Jantzen, and Monte Preno, who were Deputy Sheriffs, and William\n\nGabriele Moulton, a jailer. Hawkins sought re-election to his Sheriff post. On\n\nMay 2, 1996, Hawkins convened a meeting of his subordinates in which he read\n\nfrom a prepared statement warning that anyone who ran for office against him,\n\nopenly opposed his reelection, or was in any way disloyal to him would be fired.\n\nAt that meeting, Haugland announced his intentions to run for sheriff against\n\nHawkins in the upcoming election. Hawkins immediately fired Haugland.\n\n      In his six month campaign for sheriff, Haugland received the political\n\nsupport of Jantzen, Preno, and Moulton. Jantzen was active in Haugland’s\n\ncampaign, making telephone calls, putting up yard signs, and doing some door-to-\n\ndoor campaigning. Preno also supported Haugland by building political signs,\n\nputting those signs up the day before the general election, contributing money to\n\nHaugland’s campaign, and making telephone calls on his behalf. Moulton\n\nactively campaigned for Haugland by setting-up signs, passing out magnets, doing\n\nsome door-to-door campaigning, and providing addresses for the campaign staff\n\n                                       -2-\n\fto put out signs. In the end, Hawkins won the election, and after the election,\n\nJantzen, Preno, and Moulton were fired.\n\n      All four Appellants sued Hawkins and the Canadian County Board of\n\nCommissioners under 42 U.S.C. § 1983, claiming that their termination violated\n\ntheir rights under the First Amendment of the Constitution. Specifically, the\n\namended complaint alleged violations of both the employees’ right to political\n\naffiliation and their right to free expression. The district court granted summary\n\njudgment in Hawkins’ favor, relying on case law pertaining only to the freedom\n\nof association claim, and found political loyalty to be an appropriate job\n\nrequirement for the effective performance of the jobs held by Appellants. The\n\ndistrict court held, in the alternative, that Hawkins was entitled to qualified\n\nimmunity on all of Appellants’ claims. Because it ruled in Hawkins’ favor, the\n\ncourt found no basis for imposing liability on the County Commissioners of\n\nCanadian County, and thereby entered judgment in its favor. This appeal\n\nfollowed. We affirm in part and reverse in part.\n\n\n\n                                   DISCUSSION\n\n      We review a decision granting summary judgment de novo, using the same\n\nlegal standard applicable in the district court. See Miles v. Denver Pub. Sch., 944\n\nF.2d 773, 775 (10th Cir. 1991). “In cases involving the First Amendment, the de\n\n\n                                         -3-\n\fnovo standard is appropriate . . . for the further reason that . . . [i]n cases raising\n\nFirst Amendment issues . . . an appellate court has an obligation to make an\n\nindependent examination of the whole record in order to make sure that the\n\njudgment does not constitute a forbidden intrusion on the field of free\n\nexpression.” Horstkoetter v. Dep’t of Public Safety, 159 F.3d 1265, 1270 (10th\n\nCir. 1998) (internal quotations omitted). Summary judgment is appropriate “if the\n\npleadings, depositions, answers to interrogatories, and admissions on file,\n\ntogether with the affidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to a judgment as a matter of\n\nlaw.” Fed. R. Civ. P. 56(c). “In determining whether the evidence presents a\n\ngenuine issue of material fact, we view it in the light most favorable to the party\n\nagainst whom summary judgment was entered,” here Appellants. Garratt v.\n\nWalker, 164 F.3d 1249, 1251 (10th Cir. 1998) (en banc).\n\n      Appellants contend that defendants violated two types of First Amendment\n\nrights: political association and free speech. Where a government employer takes\n\nadverse action on account of an employee’s political association and/or political\n\nbeliefs, we apply the test as developed in the Elrod v. Burns, 427 U.S. 347 (1976)\n\n(plurality opinion), and Branti v. Fikel, 445 U.S. 507 (1980), line of cases.\n\nWhere a government employer takes adverse action because of an employee’s\n\nexercise of his or her right of free speech, we apply the balancing test from\n\n\n                                           -4-\n\fPickering v. Board of Educ., 391 U.S. 563 (1968), and Connick v. Myers, 461\n\nU.S. 138 (1983) (the “Pickering / Connick test”). See generally O’Hare Truck\n\nServ., Inc. v. City of Northlake, 518 U.S. 712, 718-19 (1996) (explaining which\n\nFirst Amendment rights trigger Branti and which trigger Pickering). We address\n\neach First Amendment right in turn.\n\n\n\n                           I.     Freedom of Association\n\n      “The First Amendment protects public employees from discrimination\n\nbased upon their political beliefs, affiliation, or non-affiliation unless their work\n\nrequires political allegiance.”   Mason v. Oklahoma Turnpike Auth., 115 F.3d\n\n1442, 1451 (10th Cir. 1997). To defeat the Appellees’ summary judgment motion\n\nagainst the political discrimination claim, Appellants are required to establish a\n\ngenuine dispute of fact that (1) political affiliation and/or beliefs were\n\n“substantial” or “motivating” factors behind their dismissals; and (2) Appellants’\n\nrespective employment positions did not require political allegiance. See id.\n\n      We find no genuine dispute of fact as to whether political affiliation and/or\n\nbeliefs were substantial or motivating factors in firing Haugland. Haugland\n\nalleged and testified that the only reason he was fired was because he was a\n\ncandidate for sheriff against his own boss. Given that the only factor driving\n\nHaugland’s termination was his candidacy         qua candidacy, Haugland has put forth\n\n\n                                           -5-\n\fno evidence that he was in any way terminated for “supporting or affiliating with\n\na particular political party.”   Board of County Comm’rs v. Umbehr, 518 U.S. 668,\n\n675 (1996) (interpreting Branti). See also Carver v. Dennis, 104 F.3d 847, 850\n\n(6th Cir. 1997) (termination of deputy county clerk by and for running against the\n\nincumbent county clerk “was not a patronage dismissal[,] . . . not a dismissal\n\nbecause of political beliefs or affiliations[, and] not a dismissal based on politics\n\nat all, except to the extent that running for public office is a political exercise in\n\nits broad sense”). The right to political affiliation does not encompass the mere\n\nright to affiliate with oneself, and accordingly, we affirm the district court’s grant\n\nof summary judgment against Haugland on his First Amendment association\n\nclaim.\n\n         On the other hand, we do find a genuine dispute of fact as to whether\n\nJantzen, Preno, and Moulton were fired for their political affiliations and/or\n\nbeliefs. At the May 2, 1996 meeting that Hawkins convened, he told all the\n\nemployees in the Sheriff’s Office:\n\n         You work at my pleasure . . . . Webster defines the word loyal as Number\n         1, “unswerving in allegiance,” and Number 2, “faithful.” Loyalty is\n         defined as, “the binding of a person to something or someone to which he is\n         loyal. I do not require that you like me, nor do I require that we take warm\n         showers together. I do not require that you always agree with me, or with\n         my policies or directives, but I do require loyalty from those who work for\n         me and for this office. I work for the citizens of Canadian County, and you\n         work for me, I am the Sheriff and this is my office. . . . [I]f you openly\n         oppose my reelection, or campaign for any opponent against me, my\n         pleasure with you will end. I have never required personnel from this\n\n                                          -6-\n\f      office, to actively campaign for me. I have never required personnel from\n      this office, to put up signs, paint signs, collect money, nor work in any way\n      in any campaign for me. But again, I do require that you be loyal, not just\n      to this office, but to me personally.\n\n\nGiven Hawkins’ repeated demands of “unswerving allegiance” from his\n\nsubordinates, and given the evidence that Moulton, Jantzen, and Preno were fired\n\nbecause of their affiliation with Haugland, there remains a genuine dispute as to\n\nwhether political affiliation and/or beliefs were a substantial or motivating factor\n\nin those Appellants’ terminations.\n\n      As the Supreme Court has stated: “[O]fficial pressure upon employees to\n\nwork for political candidates not of the worker’s own choice constitutes a\n\ncoercion of belief in violation of fundamental constitutional rights.” Connick,\n\n461 U.S. at 149 (1983) (citing Branti, 445 U.S. at 515-516; Elrod, 427 U.S. 347\n\n(emphasis added)); Rutan v. Republican Party of Illinois, 497 U.S. 62, 65, 73\n\n(1990) (holding that political patronage practices short of dismissal, such as\n\ndemotion or transfer, fall within the Branti and Elrod line of cases and therefore\n\nmay not be based on party affiliation; “Employees who find themselves in dead-\n\nend positions due to their political backgrounds are adversely affected. They will\n\nfeel a significant obligation to support political positions held by their superiors,\n\nand to refrain from acting on the political views they actually hold, in order to\n\nprogress up the career ladder.”); Branti, 445 U.S. at 517 (sufficient for dismissed\n\n\n                                         -7-\n\femployees to show that they were discharged because “they were not affiliated\n\nwith or sponsored by” a particular party (quotations omitted)); Elrod, 427 U.S. at\n\n357 (“‘There can no longer be any doubt that freedom to associate with others for\n\nthe common advancement of political beliefs and ideas is a form of ‘orderly group\n\nactivity’ protected by the First and Fourteenth Amendments.’”) (quoting NAACP\n\nv. Button, 371 U.S. 415, 430 (1963)); Smith v. Sushka, 117 F.3d 965, 970 n.6 (6th\n\nCir. 1997) (“[P]olitical affiliation is not limited to membership in a political party\n\nand includes commonality of political purpose and support of political\n\ncandidacy.”).\n\n      We must therefore next address if a genuine dispute also exists regarding\n\nwhether Moulton, Jantzen, and Preno’s respective positions require political\n\nallegiance. “The Supreme Court has held that ‘the need for political loyalty of\n\nemployees . . . to the end that representative government not be undercut by\n\ntactics obstructing the implementation of policies of the new administration,\n\npolicies presumably sanctioned by the electorate,’ is a valid justification for\n\npolitical patronage dismissals of individuals in policymaking positions.” Green v.\n\nHenley, 924 F.2d 185, 186 (10th Cir. 1991) (per curiam) (quoting Elrod, 427 U.S.\n\nat 367). “[T]he ultimate inquiry is not whether the label ‘policymaker’ or\n\n‘confidential’ fits a particular position; rather, the question is whether the hiring\n\nauthority can demonstrate that party affiliation is an appropriate requirement for\n\n\n                                         -8-\n\fthe effective performance of the public office involved.” Branti, 445 U.S. at 518;\n\nsee also Rutan, 497 U.S. at 64.\n\n      In this case, for summary judgment purposes, we must decide whether\n\npolitical loyalty is an “appropriate requirement for effective performance” of the\n\nposition of Deputy Sheriff and Jailer of Canadian County. Dickeson v. Quarberg,\n\n844 F.2d 1435, 1442 (10th Cir. 1988). To determine whether political loyalty is\n\nan appropriate requirement, we must analyze “the nature of the employee’s duties\n\nand responsibilities.” Id. To be more precise, we must focus on the inherent\n\npowers of the positions and the actual duties performed. 1 Id. The defendant\n\nbears the burden of proof on whether political association was an appropriate\n\nrequirement for the effective performance of the public office involved. Id. at\n\n1441. “In close cases, doubt should be resolved in favor of the public employee\n\nsubject to the dismissal.” Id. at 1442. Having reviewed the record, we hold that\n\nwhen all reasonable inferences are drawn in Appellants’ favor, and resolving any\n\n\n\n      1\n        Dickeson’s focus on the inherent powers of the positions and the actual\nduties performed was overlooked three years later in Green v. Henley, 924 F.2d\n185 (10th Cir. 1991). In Green, the court found that a dispute as to the actual\nduties of an employee was not relevant for a Branti inquiry. Instead, the court\n(quoting the Seventh Circuit case of Tomczak v. City of Chicago, 765 F.2d 633,\n640 (7th Cir. 1985)) said that we should focus only on the “powers inherent in a\ngiven office.” Green, 924 F.2d at 186.\n       Given this conflict between Green and Dickeson, we adhere to the earlier,\nsettled precedent of Dickeson, see Haynes v. Williams, 88 F.3d 898, 900 n.4 (10th\nCir. 1996), and thereby focus on both the inherent and actual powers of office.\n\n                                        -9-\n\fdoubt in close cases in the Appellants’ behalf, there is a genuine dispute over\n\nwhether Jantzen, Preno, and Moulton could effectively perform their jobs without\n\nbeing politically loyal to the Sheriff.\n\n      We note that there is ample proof that they actually did effectively perform\n\ntheir jobs despite political differences with the Sheriff. The record contains\n\nevidence that while Jantzen, Preno, and Moulton remained in their jobs for six\n\nmonths during the election campaign, the Sheriff’s Office ran smoothly.\n\nHawkins’ deposition testimony, which we quote at length, illustrates the point: 2\n\n      Q:     From May to November, would the people in the so-called Haugland\n             camp attend work as required?\n      A:     I don’t believe that I became aware of anybody failing to show up for\n             work.\n      Q:     On matters dealing with the function of the office, if a task required\n             a Haugland and a Hawkins and a neutral person to discharge the\n             function, can you give any example where they failed to do that from\n             May to November?\n      A:     I don’t recall of any tasks that probably would have required that but,\n             no, sir, I can’t give you any example.\n      Q:     Can you give any specific example where the duties of the sheriff’s\n             office were not accomplished as a result of the political differences\n             that existed, you say, within the sheriff’s department from May to\n             November?\n      A:     Not rating the accomplishment, but just the fact they were\n             accomplished, no, sir. . . .\n      Q:     Can you think of any particular function or task which could have\n             been done better but for this alleged existence of factions within the\n             sheriff’s office?\n\n\n\n\n      As use of this testimony indicates, we grant Appellants’ motion to include\n      2\n\nHawkins’ deposition testimony in the record on appeal.\n\n                                          - 10 -\n\f      A:       As far as a specific, no. I am aware, and I don’t even remember what\n               the case was, where there was a report that needed a follow-up that\n               had been submitted into the investigation division for follow-up.\n               And I want to say it was Sgt. Preno that wrote the report. Again, I\n               believe it was assigned to Gene McPherson, and McPherson didn’t\n               even want to go to Preno to ask for the information he needed to\n               clarify the report. And I think he only did it under a direct order\n               from me to go do it, is one that comes to mind, which is not against\n               your client, by the way.\n      Q:       Okay. Can you identify any other instances from May to November\n               where people would not cooperate with each other . . . . based on\n               political differences?\n      A:       I cannot give you a specific answer.\n      Q:       So the only one you can identify was one of your supporters who . . .\n               did not want to speak to Mr. Preno except under a direct order from\n               you?\n      A:       As far as anything I can accurately recall, yes, sir.\n\n      Hawkins’ admissions that his office functioned effectively even during the\n\nheat of his re-election campaign severely undermine his summary judgment\n\nargument that political affiliation and loyalty are as a matter of law indisputably\n\nvalid justifications for Jantzen, Moulton, and Preno’s patronage dismissals. With\n\nthis background in mind, we now turn to the details of their particular\n\noccupations.\n\n\n\n      A.       Jailer\n\n      As a jailer, Moulton’s actual duties and inherent powers primarily consisted\n\nof day-to-day maintenance of the county jail. This included (1) receiving and\n\nbooking inmates, (2) regulating inmates’ meals, (3) regulating inmates’\n\n\n                                         - 11 -\n\fmedication, (4) monitoring jail activity and conducting cell checks, and (5)\n\nkeeping jail records. We do not believe that for summary judgment purposes any\n\nof these actual duties and inherent powers necessarily require political loyalty to\n\nthe Sheriff for efficient performance. None of these duties or responsibilities\n\nrelate to any “partisan political interests.” Branti, 445 U.S. at 519. The job of a\n\njailer is, in the main, politically neutral. Indeed, in Dickeson, we squarely held\n\nparty affiliation to be an inappropriate job requirement for a jailer whose duties\n\nwere quite similar to Moulton’s. See Dickeson, 844 F.2d at 1443-44. The jailer’s\n\nduties in Dickeson included supervising four other jailers, housing and feeding\n\nprisoners, preparing work schedule for jailers, ordering food, planning menus, and\n\npreparing meals. See Id. at 1443. Given the holding in Dickeson, and the lack of\n\nevidence of any meaningful disruptions at work, the district court’s conclusion\n\nthat political loyalty was a proper job requirement for a jailer such as Moulton\n\nwas in error. See also Zorzi v. County of Putnam, 30 F.3d 885, 892 (7th Cir.\n\n1994) (finding party affiliation not an appropriate requirement for dispatchers\n\nwho acted as part-time jailers); Terry v. Cook, 866 F.2d 373, 378 (11th Cir. 1989)\n\n(“Although it can be said that each job in the sheriff’s office implements the\n\npolicies of the office, the limited and defined roles [that, inter alia, a jailer]\n\ntend[s] to play do not support the need for political loyalty to the individual\n\nsheriff.”).\n\n\n                                          - 12 -\n\f       Defendants argue that political loyalty is a valid job requirement for a\n\njailer because a jailer’s high profile support of a political opponent of the Sheriff\n\n“could make” the jailer “appear hostile and unreliable in carrying out the policies\n\nof the Sheriff. [The jailer’s] opposition made it questionable whether he could\n\nexecute Sheriff Hawkins’s policies.” Likewise, the district court, in granting\n\nsummary judgment against Jailer Moulton, reasoned that the actions he took in\n\nrunning the jail “were a reflection on the Sheriff with the public and entitled the\n\nSheriff to demand and receive political loyalty in this position.” These arguments\n\nare unavailing, however, because their take on the impact of jailer-sheriff\n\npolitical bickering did not carry the day in Dickeson. Additionally, as a practical\n\nmatter, these theoretical arguments are not supported by the evidence in this case,\n\nwhich includes Hawkins’ testimony that despite Moulton’s political disputes with\n\nhim, he could not think of “any particular function or task which could have been\n\ndone better” but for the existence of in-house political fighting. 3\n\n\n\n\n      3\n         To the extent that defendants assert that Moulton “formulated policy on a\ndaily basis” by disciplining and segregating inmates, we note that (1) the label\n“policymaker” is not dispositive, see Branti, 445 U.S. at 518; (2) that Hawkins\ntestified otherwise, stating that “[a]ny approved policy, the bottom line is I have\nto approve it;” and (3) that in any event, those duties as carried out by a jailer in\nCanadian County seem best characterized as implementation of policy, not\nformulation of policy.\n\n                                         - 13 -\n\f       B.     Deputy Sheriffs\n\n       As Deputy Sheriffs, Jantzen and Preno were responsible for a wide range of\n\ndiverse tasks. Primarily, they patrolled the county to execute and enforce the law\n\nand “make on-the-spot, split-second decisions effectuating the objectives of the\n\nsheriff’s policies.” 4\n\n       Given the actual duties and inherent powers of deputy sheriffs in Canadian\n\nCounty, Oklahoma, we find there to be a genuine dispute as to whether political\n\nloyalty is an appropriate requirement for a deputy sheriff. In short, there is no\n\ncompellingly politically loyal way to arrest a thief, no partisan way to serve a\n\nsummons or to stop a speeding motorist, and defendants have not pointed to\n\nanything in the record to show that Jantzen or Preno’s professional judgment\n\nwould be, or were, skewed by their political loyalties. Moreover, despite the fact\n\n\n       4\n         Our review of Oklahoma statutes also reveals more specific duties and\ninherent powers of deputy sheriffs, including authorization to seize any item,\nequipment, or vehicle used in violation of the Oklahoma Wildlife Conservation\nCode, Okla Stat. tit. 29, § 7-206; to stop any vehicle upon any road to weigh such\nvehicle, Okla Stat. tit. 47, § 14-111(a); to stop and inspect invoices or load tickets\nat all times during the transit of petroleum products, Okla Stat. tit. 68, §\n1013(B)(5); to stop any vehicle to determine if unstamped or untaxed tobacco\nproducts are being sold, and if so, to seize such items, Okla Stat. tit. 68, §§\n351(B), 417(a), 428(B); to seize any motor vehicle subject to a tax lien, Okla Stat.\ntit. 68, § 721; to enforce the Motor Carrier Act of 1995 by apprehending and\ndetaining motor vehicles, arresting violators, and aiding and assisting in the\nprosecution of violators, Okla Stat. tit. 47, § 180m; to deem a vehicle abandoned\nand to remove the vehicle, Okla Stat. tit. 47, § 901; and to be appointed by the\nsheriff to serve on a community sentencing system planning council, Okla Stat.\ntit. 22, § 987.5(B)(3).\n\n                                        - 14 -\n\fthat deputy sheriffs might have factual discretion on the street to enforce the law,\n\nthe record is also replete with evidence that the Sheriff establishes all the policy\n\nstandards by which deputy sheriffs in such enforcement are to be guided. As\n\nHawkins himself testified:\n\n      Q:      Does anyone else make policy in that office?\n      A:      Define ‘policy’ for me.\n      Q:      Well, the rules and regulations and operating procedures for the\n              people that work under you.\n      ....\n      A:   As far as the bottom line, I have to approve all policy.\n      Q:   You are pretty much a hands-on sheriff for your department; is that\n           correct?\n      A:   That is correct.\n      Q:   In fact in the media you have described yourself as a benevolent\n           dictator; is that correct?\n      A:   That’s correct. 5\n\n\n      5\n          Hawkins further testified:\n\n      Q:      [A]s sheriff, are you the chief policymaker for the Canadian County\n              Sheriff’s Office?\n      A:      Yes, sir. . . . Any approved policy, the bottom line is I have to\n              approve it.\n\n              ....\n\n      Q:      [C]an you think of any example when any of the plaintiffs\n              implemented a policy on their own that other members of the\n              sheriff’s office were obligated to follow?\n      A:      Not obligated, no, sir.\n\n              ....\n\n      A:      [T]he bottom line is all written policy is approved by me. I do use\n                                                                       (continued...)\n\n                                        - 15 -\n\f      When this evidence is viewed in light of the additional evidence that the\n\nSheriff’s Office functioned effectively during the rival campaign season, we must\n\nconclude that there exists a genuine dispute of material fact over the\n\nappropriateness of political loyalty as a job requirement for deputy sheriffs. See\n\nDickeson, 844 F.2d at 1444; Francia v. White, 594 F.2d 778, 782 (10th Cir. 1979)\n\n(upholding judgment for deputy sheriffs who were terminated for their political\n\naffiliations after finding that the deputy sheriffs served in “non-policy-making,\n\nnon-confidential positions,” and whose job it was to “enforce or execute the\n\nlaw”); Matherne v. Wilson, 851 F.2d 752, 760 (5th Cir. 1988) (“[P]olitical loyalty\n\nwas not required for the effective performance of the duties of employees in a\n\nsheriff’s office.”); but see Jenkins v. Medford, 119 F.3d 1156, 1164-65 (4th Cir.\n\n1997) (en banc) (requiring district courts to examine the “specific position at\n\nissue” and the “job duties of the position, and not merely the title, of those\n\n[employees] dismissed,” and holding that political loyalty is an appropriate job\n\nrequirement for a North Carolina deputy sheriff whose positions resemble “a\n\npolicy maker, a communicator, or [is] privy to confidential information”)\n\n(quotation omitted), cert. denied, 118 S. Ct. 881 (1998). 6 In any event, the record\n\n      5\n          (...continued)\n                suggestions from people, but no matter how good the suggestion, if I\n                don’t go along with it, you are correct, it doesn’t become policy.\n      6\n          Defendants, citing Nichols v. Hurley, 921 F.2d 1101, 1109-11 (10th Cir.\n                                                                     (continued...)\n\n                                         - 16 -\n\fhere demonstrates that Jantzen and Preno were not policy makers, and defendants\n\nhave failed to cite to any portion of the record that unequivocally establishes as a\n\nmatter of law that Jantzen and Preno were such important communicators or were\n\nprivy to confidential information to such an extent that political loyalty would be\n\nan appropriate job requirement. As a result, Jantzen and Preno’s association\n\nclaim should survive defendant’s summary judgment motion, and the district\n\ncourt’s judgment on this issue was in error. 7\n\n\n\nII.   Freedom of Speech\n\n      We next turn to whether Sheriff Hawkins was entitled to summary\n\njudgment under the Pickering / Connick test for his termination of Haugland.\n\nOnly Appellant Haugland has properly raised the Pickering / Connick issue.\n\nJantzen, Moulton, and Preno’s objection to Hawkins’ motion for summary\n\n      6\n        (...continued)\n1990), assert that when deputy sheriffs work in a small county like Canadian\nCounty, Oklahoma, those deputies fall within the Branti exception of jobs for\nwhich political loyalty is an appropriate job requirement. Nichols, however, is\ninapposite, for it is a Fair Labor Standards Act (FLSA) case which held as a\nmatter of law that deputy sheriffs in a small county fall within the personal staff\nexception of the FLSA and are therefore not covered “employees” as that term is\ndefined by the FLSA. That holding is of little help to defendants who are trying\nto apply the Branti exception to their termination of deputy sheriffs for being\npolitically disloyal.\n      7\n       Appellants ask us to grant summary judgment for them on this issue.\nHowever, since Appellants did not seek summary judgment below, we decline to\nconsider that issue on appeal.\n\n                                        - 17 -\n\fjudgment nowhere referred to the Pickering / Connick test by reference or\n\napplication. Rather, they simply relied upon Branti political association\n\narguments. We will not consider an appellant’s new legal theory on appeal, even\n\nif it “falls under the same general category as an argument presented at trial.”\n\nBancamerica Commercial Corp. v. Mosher Steel of Kan., Inc., 100 F.3d 792, 798\n\n(10th Cir.), opinion amended on other grounds, 103 F.3d 80 (10th Cir. 1996).\n\nThus, we consider this issue only with respect to Haugland.\n\n       The issue is whether, and to what extent, the government, acting as an\n\nemployer, can restrict the speech of its public employees. To determine whether\n\ndefendants have infringed the employee’s freedom of expression, we employ the\n\nfour-part test Pickering / Connick test. See Horstkoetter, 159 F.3d at 1271. The\n\ntest is:\n\n       1.    Whether the speech in question involves a matter of public concern.\n\n       2.    If so, we must weigh the employee’s interest in the expression\n             against the government employer’s interest in regulating the speech\n             of its employees so that it can carry on an efficient and effective\n             workplace.\n\n       3.    Employee must show the speech was a substantial factor driving the\n             challenged governmental action.\n\n       4.    If so, can the employer show that it would have taken the same\n             employment action against the employee even in the absence of the\n             protected speech.\n\n\n\n\n                                        - 18 -\n\fId. “The first two parts . . . are questions of law for the court; the remaining two\n\nsteps are questions of fact for the jury.” Id.\n\n       Under the first prong, a government employee’s speech is of public\n\nconcern, and therefore entitled to First Amendment protection, if it is “‘of interest\n\nto the community, whether for social, political, other reasons.’” Id. at 1271\n\n(quoting Lytle v. City of Haysville, 138 F.3d 857, 863 (10th Cir. 1998)).\n\nHaugland’s political speech – his candidacy for office – undoubtedly relates to\n\nmatters of public concern. See Monitor Patriot Co. v. Roy , 401 U.S. 265, 272\n\n(1971) (The First Amendment’s “constitutional guarantee has its fullest and most\n\nurgent application precisely to the conduct of campaigns for political office.”)    ;\n\nCragg v. City of Osawatomie , 143 F.3d 1343, 1346 (10th Cir. 1998) (“We would\n\nbe hard pressed to classify the election of a city council member as anything\n\nother than a matter of great public concern.”).     Thus, Haugland satisfies the first\n\nprong of the Pickering / Connick test.\n\n       Under the second Pickering / Connick prong, Haugland must show that his\n\n“interest in the expression outweighs the government employer’s interest in\n\nregulating it.” Horstkoetter, 159 F.3d at 1272-73. Sheriff Hawkins’ proffered\n\ninterest in regulating Haugland’s speech is effective law enforcement. “We will\n\ndefer to a public employer’s reasonable predictions of disruption, but those\n\npredications must be supported by the presentation of specific evidence. The\n\n\n                                           - 19 -\n\f[employer] cannot satisfy its burden by making ‘purely speculative allegations.’”\n\nCragg, 143 F.3d at 1347 (quoting Melton v. City of Oklahoma City, 879 F.2d 706,\n\n716 n.11 (10th Cir. 1989)). 8 Here, at the time of Haugland’s termination (in\n\ncontrast to, Jantzen, Preno, and Moulton’s termination six-months thereafter),\n\nthere was specific evidence to support Hawkins’ reasonable prediction that when\n\na subordinate runs for office against his or her boss, such a candidacy risks\n\nundermining that office’s efficient performance. As Hawkins himself stated at\n\nthe very meeting in which Haugland announced his candidacy and was fired:\n\n      The most unpleasant period of time that I experienced with Canadian\n      County Sheriff’s Office was from June of 1988, to November of 1988. My\n      predecessors, chose not to run for reelection, and allowed several\n      personnel, me included, to run for the position of sheriff and remain\n      employed here during the campaign. During this period of time, personnel\n      would not talk to each other inside the building, they would go outside and\n      talk to each other. Personnel became paranoid about everything, it was\n      impossible for the office to run in a normal manner.\n\n      Under these circumstances, Haugland’s interest in his speech does not\n\noutweigh the defendants’ interest in efficient law enforcement. See Connick, 461\n\n\n      8\n         We recently stated in Prager v. LaFaver, 180 F.3d 1185, 1191 (10th Cir.\n1999), that “[s]peculative assertions of workplace disruption are also insufficient;\nrather, the employer must show actual disruption of services which results from\nthe employee’s speech,” (quotation, citation, and alteration omitted). However,\nthat statement in Prager was in the context of a whistleblower who continued for\nsometime to work at the government office at issue. Thus, it was reasonable there\nto look for proof of actual disruption in order to justify the subsequent firing.\nHowever, as we earlier stated in Cragg, such actual disruption of services may be\nshown simply by “reasonable predictions” of disruption if based on specific\nevidence.\n\n                                       - 20 -\n\fU.S. at 152 (“[W]e do not see the necessity for an employer to allow events to\n\nunfold to the extent that the disruption of the office and the destruction of\n\nworking relationships is manifest before taking action.”). In an analogous\n\ncontext, in Horstkoetter, members of the Oklahoma Highway Patrol were\n\nprohibited by regulation from displaying political signs at their private residences,\n\neven if placed by their spouses. See Horstkoetter, 159 F.3d at 1269. We held that\n\nthe troopers’ § 1983 suit challenging this regulation failed the second prong of the\n\nPickering / Connick test, partly because the prohibition-on-political-signs policy\n\n“promotes efficiency and harmony among law enforcement personnel. In some\n\ncases, public endorsement of candidates by police officers has stirred great\n\ncontroversy within police departments and has detracted from ‘the efficiency and\n\nthe quality of the services’ provided by law enforcement.” Id. at 1273 (quoting\n\nRuff v. City of Leavenworth, 858 F. Supp. 1546, 1554 (D. Kan. 1994)). See also\n\nWilbur v. Mahan, 3 F.3d 214, 218 (7th Cir. 1993) (“declaration of candidacy” to\n\nrun against his boss by an employee holding a confidential or policymaking job is\n\na “declaration of war” and makes the candidate “a political enemy of his boss”).\n\nThough the type of speech at issue in Horstkoetter and the present case are not\n\nidentical, both types of speech are outweighed by the interest of promoting\n\neffective law enforcement. Accordingly, we find Haugland has failed to meet the\n\n\n\n\n                                        - 21 -\n\fsecond requirement of the Pickering / Connick test, and the district court’s\n\njudgment against Haugland is affirmed.\n\n\n\nIII.   Qualified Immunity\n\n       In the alternative, the defendants argue, and the district court held, that\n\nAppellants’ claims for damages are barred by the doctrine of qualified immunity.\n\nAs we have affirmed summary judgment against Haugland on the merits, we only\n\ndiscuss qualified immunity as it pertains to Jantzen, Moulton, and Preno’s First\n\nAmendment associational claim. When a defendant pleads qualified immunity,\n\nthe plaintiff must show that: (1) the defendant’s actions violated a federal\n\nconstitutional or statutory right, and (2) the right violated was “clearly established\n\nat the time of the conduct at issue.” Horstkoetter, 159 F.3d at 1277-78.\n\n       For a right to be clearly established, the contours of the right must be\n       sufficiently clear that a reasonable official would understand that what he is\n       doing violates that right. Although the very action in question need not\n       have been previously declared unlawful, in the light of pre-existing law the\n       unlawfulness must be apparent. This is generally accomplished when there\n       is controlling authority on point or when the clearly established weight of\n       authority from other courts supports plaintiff’s interpretation of the law.\n\nGreene v. Barrett, 174 F.3d 1136, 1142 (10th Cir. 1999) (quotations, citations,\n\nalteration omitted).\n\n       In light of the facts set forth in the complaint, the preexisting case law\n\ndetailed in this opinion, including Dickeson and Francia, which held that jobs\n\n\n                                         - 22 -\n\fsuch as jailer and deputy sheriff did not require political loyalty to the sheriff,\n\nand, most importantly the fact the Defendant Hawkins himself knew and had\n\nempirical evidence that the lack of political loyalty by Jantzen, Moulton, and\n\nPreno did not interfere with the effective performance of their jobs, we conclude\n\nthat Hawkins should have known that it would be unconstitutional to terminate\n\nJantzen, Moulton, and Preno for affiliating with and/or believing in a particular\n\ncandidate. Accordingly, we conclude that Hawkins is not entitled to qualified\n\nimmunity and the district court erred in granting summary judgment on this basis.\n\n\n\n                                    *      *       *\n\n      We also affirm the district court’s grant of summary judgment in favor of\n\nthe Canadian County Board of County Commissioners (“Board”). Appellants,\n\nciting Brandon v. Holt, 469 U.S. 464, 471-72 (1985), argue that the Board should\n\nbe held liable because Hawkins in his official capacity “is essentially the same\n\nentity as the Board.” However, a municipality cannot be liable under §1983 for\n\nacts of a municipal official in his official capacity “unless that official possesses\n\nfinal policymaking authority to establish municipal policy with respect to acts in\n\nquestion.” Houston v. Reich, 932 F.2d 883, 887 (10th Cir. 1991) (citing Pembaur\n\nv. City of Cincinnati, 475 U.S. 469 (1986)). Put another way, for a local\n\ngovernment unit such as the Board to be liable for violating § 1983, that unit’s\n\n\n                                         - 23 -\n\fallegedly unconstitutional act (or the act of the defendant in his or her official\n\ncapacity) must execute “a government’s policy or custom.” Monell v. Dep’t of\n\nSocial Services, 436 U.S. 658, 694 (1978); Clark v. City of Draper, 168 F.3d\n\n1185, 1187 n.5 (10th Cir. 1999) (interpreting Monell). The record belies any\n\nsuggestion that the Board’s policy or custom was to fire the Sheriff’s subordinates\n\nfor running for office and/or politically associating with, believing in, or\n\ncampaigning for the “wrong” candidate. The Sheriff was popularly elected by the\n\npeople of Canadian County, and he fired the Appellants. The Sheriff neither\n\nreports to, nor is controlled by, the Board, and thus there is no basis in this case\n\nby which the Board could be held liable for such allegedly unlawful terminations.\n\n      In the end, all that is left for trial is Jantzen, Moulton, and Preno’s First\n\nAmendment association claim against Hawkins. Accordingly, the judgment of the\n\nUnited States District Court for the Western District of Oklahoma is AFFIRMED\n\nin part and REVERSED in part, and the case is REMANDED for further\n\nproceedings.\n\n\n\n\n                                         - 24 -\n\f",
          "html": "<p class=\"case_cite\">188 F.3d 1247 (10th Cir. 1999)</p>\n    <p class=\"parties\">DUANE JANTZEN; RICHARD HAUGLAND; WILLIAM GABRIELE MOULTON; MONTE PRENO, Plaintiffs-Appellants,<br>v.<br>LEWIS HAWKINS, Individually and in his official capacity as Sheriff of Canadian County, Oklahoma; CANADIAN COUNTY BOARD OF COUNTY COMMISSIONERS, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 98-6000</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS TENTH CIRCUIT</p>\n    <p class=\"date\">August 31, 1999</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Oklahoma. D.C. No. CIV-96-2041-L[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark L. Henricksen (Lanita Henricksen, with him on the briefs), of Henricksen &amp; Henricksen Lawyers, Inc., El Reno, Oklahoma, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Gayla I. Jones (Chris J. Collins, on the brief), of Collins, Zorn, Jones &amp; Wagner, P.C., Oklahoma City, Oklahoma, for Defendants-Appellees.</p>\n      <p class=\"indent\">Before EBEL, Circuit Judge, MCWILLIAMS, Senior Circuit Judge and MURPHY, Circuit Judge.</p>\n      <p class=\"indent\">EBEL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 1996, Defendant-Appellee Lewis Hawkins was the incumbent Sheriff of Canadian County, Oklahoma. Hawkins' Sheriff Office was comprised of thirty-four appointees, including Plaintiffs-Appellants Richard Haugland, Duane Jantzen, and Monte Preno, who were Deputy Sheriffs, and William Gabriele Moulton, a jailer. Hawkins sought re-election to his Sheriff post. On May 2, 1996, Hawkins convened a meeting of his subordinates in which he read from a prepared statement warning that anyone who ran for office against him, openly opposed his reelection, or was in any way disloyal to him would be fired. At that meeting, Haugland announced his intentions to run for sheriff against Hawkins in the upcoming election. Hawkins immediately fired Haugland.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In his six month campaign for sheriff, Haugland received the political support of Jantzen, Preno, and Moulton. Jantzen was active in Haugland's campaign, making telephone calls, putting up yard signs, and doing some door-to-door campaigning. Preno also supported Haugland by building political signs, putting those signs up the day before the general election, contributing money to Haugland's campaign, and making telephone calls on his behalf. Moulton actively campaigned for Haugland by setting-up signs, passing out magnets, doing some door-to-door campaigning, and providing addresses for the campaign staff to put out signs. In the end, Hawkins won the election, and after the election, Jantzen, Preno, and Moulton were fired.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">All four Appellants sued Hawkins and the Canadian County Board of Commissioners under 42 U.S.C. &#167; 1983, claiming that their termination violated their rights under the First Amendment of the Constitution. Specifically, the amended complaint alleged violations of both the employees' right to political affiliation and their right to free expression. The district court granted summary judgment in Hawkins' favor, relying on case law pertaining only to the freedom of association claim, and found political loyalty to be an appropriate job requirement for the effective performance of the jobs held by Appellants. The district court held, in the alternative, that Hawkins was entitled to qualified immunity on all of Appellants' claims. Because it ruled in Hawkins' favor, the court found no basis for imposing liability on the County Commissioners of Canadian County, and thereby entered judgment in its favor. This appeal followed. We affirm in part and reverse in part.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review a decision granting summary judgment de novo, using the same legal standard applicable in the district court. See Miles v. Denver Pub. Sch., 944 F.2d 773, 775 (10th Cir. 1991). \"In cases involving the First Amendment, the de novo standard is appropriate . . . for the further reason that . . . [i]n cases raising First Amendment issues . . . an appellate court has an obligation to make an independent examination of the whole record in order to make sure that the judgment does not constitute a forbidden intrusion on the field of free expression.\" Horstkoetter v. Dep't of Public Safety, 159 F.3d 1265, 1270 (10th Cir. 1998) (internal quotations omitted). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). \"In determining whether the evidence presents a genuine issue of material fact, we view it in the light most favorable to the party against whom summary judgment was entered,\" here Appellants. Garratt v. Walker, 164 F.3d 1249, 1251 (10th Cir. 1998) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants contend that defendants violated two types of First Amendment rights: political association and free speech. Where a government employer takes adverse action on account of an employee's political association and/or political beliefs, we apply the test as developed in the Elrod v. Burns, 427 U.S. 347 (1976) (plurality opinion), and Branti v. Fikel, 445 U.S. 507 (1980), line of cases. Where a government employer takes adverse action because of an employee's exercise of his or her right of free speech, we apply the balancing test from Pickering v. Board of Educ., 391 U.S. 563 (1968), and Connick v. Myers, 461 U.S. 138 (1983) (the \"Pickering / Connick test\"). See generally O'Hare Truck Serv., Inc. v. City of Northlake, 518 U.S. 712, 718-19 (1996) (explaining which First Amendment rights trigger Branti and which trigger Pickering). We address each First Amendment right in turn.</p>\n    </div>\n    <p class=\"indent\">I. Freedom of Association</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"The First Amendment protects public employees from discrimination based upon their political beliefs, affiliation, or non-affiliation unless their work requires political allegiance.\" Mason v. Oklahoma Turnpike Auth., 115 F.3d 1442, 1451 (10th Cir. 1997). To defeat the Appellees' summary judgment motion against the political discrimination claim, Appellants are required to establish a genuine dispute of fact that (1) political affiliation and/or beliefs were \"substantial\" or \"motivating\" factors behind their dismissals; and (2) Appellants' respective employment positions did not require political allegiance. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We find no genuine dispute of fact as to whether political affiliation and/or beliefs were substantial or motivating factors in firing Haugland. Haugland alleged and testified that the only reason he was fired was because he was a candidate for sheriff against his own boss. Given that the only factor driving Haugland's termination was his candidacy qua candidacy, Haugland has put forth no evidence that he was in any way terminated for \"supporting or affiliating with a particular political party.\" Board of County Comm'rs v. Umbehr, 518 U.S. 668, 675 (1996) (interpreting Branti). See also Carver v. Dennis, 104 F.3d 847, 850 (6th Cir. 1997) (termination of deputy county clerk by and for running against the incumbent county clerk \"was not a patronage dismissal[,] . . . not a dismissal because of political beliefs or affiliations[, and] not a dismissal based on politics at all, except to the extent that running for public office is a political exercise in its broad sense\"). The right to political affiliation does not encompass the mere right to affiliate with oneself, and accordingly, we affirm the district court's grant of summary judgment against Haugland on his First Amendment association claim.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the other hand, we do find a genuine dispute of fact as to whether Jantzen, Preno, and Moulton were fired for their political affiliations and/or beliefs. At the May 2, 1996 meeting that Hawkins convened, he told all the employees in the Sheriff's Office:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">You work at my pleasure . . . . Webster defines the word loyal as Number 1, \"unswerving in allegiance,\" and Number 2, \"faithful.\" Loyalty is defined as, \"the binding of a person to something or someone to which he is loyal. I do not require that you like me, nor do I require that we take warm showers together. I do not require that you always agree with me, or with my policies or directives, but I do require loyalty from those who work for me and for this office. I work for the citizens of Canadian County, and you work for me, I am the Sheriff and this is my office. . . . [I]f you openly oppose my reelection, or campaign for any opponent against me, my pleasure with you will end. I have never required personnel from this office, to actively campaign for me. I have never required personnel from this office, to put up signs, paint signs, collect money, nor work in any way in any campaign for me. But again, I do require that you be loyal, not just to this office, but to me personally.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given Hawkins' repeated demands of \"unswerving allegiance\" from his subordinates, and given the evidence that Moulton, Jantzen, and Preno were fired because of their affiliation with Haugland, there remains a genuine dispute as to whether political affiliation and/or beliefs were a substantial or motivating factor in those Appellants' terminations.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As the Supreme Court has stated: \"[O]fficial pressure upon employees to work for political candidates not of the worker's own choice constitutes a coercion of belief in violation of fundamental constitutional rights.\" Connick, 461 U.S. at 149 (1983) (citing Branti, 445 U.S. at 515-516; Elrod, 427 U.S. 347 (emphasis added)); Rutan v. Republican Party of Illinois, 497 U.S. 62, 65, 73 (1990) (holding that political patronage practices short of dismissal, such as demotion or transfer, fall within the Branti and Elrod line of cases and therefore may not be based on party affiliation; \"Employees who find themselves in dead-end positions due to their political backgrounds are adversely affected. They will feel a significant obligation to support political positions held by their superiors, and to refrain from acting on the political views they actually hold, in order to progress up the career ladder.\"); Branti, 445 U.S. at 517 (sufficient for dismissed employees to show that they were discharged because \"they were not affiliated with or sponsored by\" a particular party (quotations omitted)); Elrod, 427 U.S. at 357 (\"'There can no longer be any doubt that freedom to associate with others for the common advancement of political beliefs and ideas is a form of 'orderly group activity' protected by the First and Fourteenth Amendments.'\") (quoting NAACP v. Button, 371 U.S. 415, 430 (1963)); Smith v. Sushka, 117 F.3d 965, 970 n.6 (6th Cir. 1997) (\"[P]olitical affiliation is not limited to membership in a political party and includes commonality of political purpose and support of political candidacy.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We must therefore next address if a genuine dispute also exists regarding whether Moulton, Jantzen, and Preno's respective positions require political allegiance. \"The Supreme Court has held that 'the need for political loyalty of employees . . . to the end that representative government not be undercut by tactics obstructing the implementation of policies of the new administration, policies presumably sanctioned by the electorate,' is a valid justification for political patronage dismissals of individuals in policymaking positions.\" Green v. Henley, 924 F.2d 185, 186 (10th Cir. 1991) (per curiam) (quoting Elrod, 427 U.S. at 367). \"[T]he ultimate inquiry is not whether the label 'policymaker' or 'confidential' fits a particular position; rather, the question is whether the hiring authority can demonstrate that party affiliation is an appropriate requirement for the effective performance of the public office involved.\" Branti, 445 U.S. at 518; see also Rutan, 497 U.S. at 64.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, for summary judgment purposes, we must decide whether political loyalty is an \"appropriate requirement for effective performance\" of the position of Deputy Sheriff and Jailer of Canadian County. Dickeson v. Quarberg, 844 F.2d 1435, 1442 (10th Cir. 1988). To determine whether political loyalty is an appropriate requirement, we must analyze \"the nature of the employee's duties and responsibilities.\" Id. To be more precise, we must focus on the inherent powers of the positions and the actual duties performed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Id. The defendant bears the burden of proof on whether political association was an appropriate requirement for the effective performance of the public office involved. Id. at 1441. \"In close cases, doubt should be resolved in favor of the public employee subject to the dismissal.\" Id. at 1442. Having reviewed the record, we hold that when all reasonable inferences are drawn in Appellants' favor, and resolving any doubt in close cases in the Appellants' behalf, there is a genuine dispute over whether Jantzen, Preno, and Moulton could effectively perform their jobs without being politically loyal to the Sheriff.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We note that there is ample proof that they actually did effectively perform their jobs despite political differences with the Sheriff. The record contains evidence that while Jantzen, Preno, and Moulton remained in their jobs for six months during the election campaign, the Sheriff's Office ran smoothly. Hawkins' deposition testimony, which we quote at length, illustrates the point:<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Q: From May to November, would the people in the so-called Haugland camp attend work as required?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A: I don't believe that I became aware of anybody failing to show up for work.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Q: On matters dealing with the function of the office, if a task required a Haugland and a Hawkins and a neutral person to discharge the function, can you give any example where they failed to do that from May to November?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A: I don't recall of any tasks that probably would have required that but, no, sir, I can't give you any example.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Q: Can you give any specific example where the duties of the sheriff's office were not accomplished as a result of the political differences that existed, you say, within the sheriff's department from May to November?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A: Not rating the accomplishment, but just the fact they were accomplished, no, sir. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Q: Can you think of any particular function or task which could have been done better but for this alleged existence of factions within the sheriff's office?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A: As far as a specific, no. I am aware, and I don't even remember what the case was, where there was a report that needed a follow-up that had been submitted into the investigation division for follow-up. And I want to say it was Sgt. Preno that wrote the report. Again, I believe it was assigned to Gene McPherson, and McPherson didn't even want to go to Preno to ask for the information he needed to clarify the report. And I think he only did it under a direct order from me to go do it, is one that comes to mind, which is not against your client, by the way.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Q: Okay. Can you identify any other instances from May to November where people would not cooperate with each other . . . . based on political differences?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A: I cannot give you a specific answer.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q: So the only one you can identify was one of your supporters who . . . did not want to speak to Mr. Preno except under a direct order from you?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A: As far as anything I can accurately recall, yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Hawkins' admissions that his office functioned effectively even during the heat of his re-election campaign severely undermine his summary judgment argument that political affiliation and loyalty are as a matter of law indisputably valid justifications for Jantzen, Moulton, and Preno's patronage dismissals. With this background in mind, we now turn to the details of their particular occupations.</p>\n    </div>\n    <p class=\"indent\">A. Jailer</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As a jailer, Moulton's actual duties and inherent powers primarily consisted of day-to-day maintenance of the county jail. This included (1) receiving and booking inmates, (2) regulating inmates' meals, (3) regulating inmates' medication, (4) monitoring jail activity and conducting cell checks, and (5) keeping jail records. We do not believe that for summary judgment purposes any of these actual duties and inherent powers necessarily require political loyalty to the Sheriff for efficient performance. None of these duties or responsibilities relate to any \"partisan political interests.\" Branti, 445 U.S. at 519. The job of a jailer is, in the main, politically neutral. Indeed, in Dickeson, we squarely held party affiliation to be an inappropriate job requirement for a jailer whose duties were quite similar to Moulton's. See Dickeson, 844 F.2d at 1443-44. The jailer's duties in Dickeson included supervising four other jailers, housing and feeding prisoners, preparing work schedule for jailers, ordering food, planning menus, and preparing meals. See Id. at 1443. Given the holding in Dickeson, and the lack of evidence of any meaningful disruptions at work, the district court's conclusion that political loyalty was a proper job requirement for a jailer such as Moulton was in error. See also Zorzi v. County of Putnam, 30 F.3d 885,892 (7th Cir. 1994) (finding party affiliation not an appropriate requirement for dispatchers who acted as part-time jailers); Terry v. Cook, 866 F.2d 373, 378 (11th Cir. 1989) (\"Although it can be said that each job in the sheriff's office implements the policies of the office, the limited and defined roles [that, inter alia, a jailer] tend[s] to play do not support the need for political loyalty to the individual sheriff.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendants argue that political loyalty is a valid job requirement for a jailer because a jailer's high profile support of a political opponent of the Sheriff \"could make\" the jailer \"appear hostile and unreliable in carrying out the policies of the Sheriff. [The jailer's] opposition made it questionable whether he could execute Sheriff Hawkins's policies.\" Likewise, the district court, in granting summary judgment against Jailer Moulton, reasoned that the actions he took in running the jail \"were a reflection on the Sheriff with the public and entitled the Sheriff to demand and receive political loyalty in this position.\" These arguments are unavailing, however, because their take on the impact of jailer-sheriff political bickering did not carry the day in Dickeson. Additionally, as a practical matter, these theoretical arguments are not supported by the evidence in this case, which includes Hawkins' testimony that despite Moulton's political disputes with him, he could not think of \"any particular function or task which could have been done better\" but for the existence of in-house political fighting.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">B. Deputy Sheriffs</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As Deputy Sheriffs, Jantzen and Preno were responsible for a wide range of diverse tasks. Primarily, they patrolled the county to execute and enforce the law and \"make on-the-spot, split-second decisions effectuating the objectives of the sheriff's policies.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given the actual duties and inherent powers of deputy sheriffs in Canadian County, Oklahoma, we find there to be a genuine dispute as to whether political loyalty is an appropriate requirement for a deputy sheriff. In short, there is no compellingly politically loyal way to arrest a thief, no partisan way to serve a summons or to stop a speeding motorist, and defendants have not pointed to anything in the record to show that Jantzen or Preno's professional judgment would be, or were, skewed by their political loyalties. Moreover, despite the fact that deputy sheriffs might have factual discretion on the street to enforce the law, the record is also replete with evidence that the Sheriff establishes all the policy standards by which deputy sheriffs in such enforcement are to be guided. As Hawkins himself testified:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q: Does anyone else make policy in that office?A: Define 'policy' for me.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q: Well, the rules and regulations and operating procedures for the people that work under you.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A: As far as the bottom line, I have to approve all policy.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q: You are pretty much a hands-on sheriff for your department; is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A: That is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q: In fact in the media you have described yourself as a benevolent dictator; is that correct?</p>\n    </div>\n    <p class=\"indent\">A: That's correct.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">When this evidence is viewed in light of the additional evidence that the Sheriff's Office functioned effectively during the rival campaign season, we must conclude that there exists a genuine dispute of material fact over the appropriateness of political loyalty as a job requirement for deputy sheriffs. See Dickeson, 844 F.2d at 1444; Francia v. White, 594 F.2d 778, 782 (10th Cir. 1979) (upholding judgment for deputy sheriffs who were terminated for their political affiliations after finding that the deputy sheriffs served in \"non-policy-making, non-confidential positions,\" and whose job it was to \"enforce or execute the law\"); Matherne v. Wilson, 851 F.2d 752, 760 (5th Cir. 1988) (\"[P]olitical loyalty was not required for the effective performance of the duties of employees in a sheriff's office.\"); but see Jenkins v. Medford, 119 F.3d 1156, 1164-65 (4th Cir. 1997) (en banc) (requiring district courts to examine the \"specific position at issue\" and the \"job duties of the position, and not merely the title, of those [employees] dismissed,\" and holding that political loyalty is an appropriate job requirement for a North Carolina deputy sheriff whose positions resemble \"a policy maker, a communicator, or [is] privy to confidential information\") (quotation omitted), cert. denied, 118 S. Ct. 881 (1998).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In any event, the record here demonstrates that Jantzen and Preno were not policy makers, and defendants have failed to cite to any portion of the record that unequivocally establishes as a matter of law that Jantzen and Preno were such important communicators or were privy to confidential information to such an extent that political loyalty would be an appropriate job requirement. As a result, Jantzen and Preno's association claim should survive defendant's summary judgment motion, and the district court's judgment on this issue was in error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">II. Freedom of Speech</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We next turn to whether Sheriff Hawkins was entitled to summary judgment under the Pickering / Connick test for his termination of Haugland. Only Appellant Haugland has properly raisedthe Pickering / Connick issue. Jantzen, Moulton, and Preno's objection to Hawkins' motion for summary judgment nowhere referred to the Pickering / Connick test by reference or application. Rather, they simply relied upon Branti political association arguments. We will not consider an appellant's new legal theory on appeal, even if it \"falls under the same general category as an argument presented at trial.\" Bancamerica Commercial Corp. v. Mosher Steel of Kan., Inc., 100 F.3d 792, 798 (10th Cir.), opinion amended on other grounds, 103 F.3d 80 (10th Cir. 1996). Thus, we consider this issue only with respect to Haugland.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The issue is whether, and to what extent, the government, acting as an employer, can restrict the speech of its public employees. To determine whether defendants have infringed the employee's freedom of expression, we employ the four-part test Pickering / Connick test. See Horstkoetter, 159 F.3d at 1271. The test is:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">1. Whether the speech in question involves a matter of public concern.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">2. If so, we must weigh the employee's interest in the expression against the government employer's interest in regulating the speech of its employees so that it can carry on an efficient and effective workplace.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">3. Employee must show the speech was a substantial factor driving the challenged governmental action.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">4. If so, can the employer show that it would have taken the same employment action against the employee even in the absence of the protected speech.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Id. \"The first two parts . . . are questions of law for the court; the remaining two steps are questions of fact for the jury.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Under the first prong, a government employee's speech is of public concern, and therefore entitled to First Amendment protection, if it is \"'of interest to the community, whether for social, political, other reasons.'\" Id. at 1271 (quoting Lytle v. City of Haysville, 138 F.3d 857, 863 (10th Cir. 1998)). Haugland's political speech   his candidacy for office   undoubtedly relates to matters of public concern. See Monitor Patriot Co. v. Roy, 401 U.S. 265, 272 (1971) (The First Amendment's \"constitutional guarantee has its fullest and most urgent application precisely to the conduct of campaigns for political office.\"); Cragg v. City of Osawatomie, 143 F.3d 1343, 1346 (10th Cir. 1998) (\"We would be hard pressed to classify the election of a city council member as anything other than a matter of great public concern.\"). Thus, Haugland satisfies the first prong of the Pickering / Connick test.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Under the second Pickering / Connick prong, Haugland must show that his \"interest in the expression outweighs the government employer's interest in regulating it.\" Horstkoetter, 159 F.3d at 1272-73. Sheriff Hawkins' proffered interest in regulating Haugland's speech is effective law enforcement. \"We will defer to a public employer's reasonable predictions of disruption, but those predications must be supported by the presentation of specific evidence. The [employer] cannot satisfy its burden by making 'purely speculative allegations.'\" Cragg, 143 F.3d at 1347 (quoting Melton v. City of Oklahoma City, 879 F.2d 706, 716 n.11 (10th Cir. 1989)).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Here, at the time of Haugland's termination (in contrast to, Jantzen, Preno, and Moulton's termination six-months thereafter), there was specific evidence to support Hawkins' reasonable prediction that when a subordinate runs for office against his or her boss, such a candidacy risks undermining that office's efficient performance. As Hawkins himself stated at the very meeting in which Haugland announced his candidacy and was fired:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The most unpleasant period of time that I experienced with Canadian County Sheriff's Office was from June of 1988, to November of 1988. My predecessors, chose not to run for reelection, and allowed several personnel, me included, to run for the position of sheriff and remain employed here during the campaign. During this period of time, personnel would not talk to each other inside the building, they would go outside and talk to each other. Personnel became paranoid about everything, it was impossible for the office to run in a normal manner.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Under these circumstances, Haugland's interest in his speech does not outweigh the defendants' interest in efficient law enforcement. See Connick, 461 U.S. at 152 (\"[W]e do not see the necessity for an employer to allow events to unfold to the extent that the disruption of the office and the destruction of working relationships is manifest before taking action.\"). In an analogous context, in Horstkoetter, members of the Oklahoma Highway Patrol were prohibited by regulation from displaying political signs at their private residences, even if placed by their spouses. See Horstkoetter, 159 F.3d at 1269. We held that the troopers' &#167; 1983 suit challenging this regulation failed the second prong of the Pickering / Connick test, partly because the prohibition-on-political-signs policy \"promotes efficiency and harmony among law enforcement personnel. In some cases, public endorsement of candidates by police officers has stirred great controversy within police departments and has detracted from 'the efficiency and the quality of the services' provided by law enforcement.\" Id. at 1273 (quoting Ruff v. City of Leavenworth, 858 F. Supp. 1546, 1554 (D. Kan. 1994)). See also Wilbur v. Mahan, 3 F.3d 214, 218 (7th Cir. 1993) (\"declaration of candidacy\" to run against his boss by an employee holding a confidential or policymaking job is a \"declaration of war\" and makes the candidate \"a political enemy of his boss\"). Though the type of speech at issue in Horstkoetter and the present case are not identical, both types of speech are outweighed by the interest of promoting effective law enforcement. Accordingly, we find Haugland has failed to meet the second requirement of the Pickering / Connick test, and the district court's judgment against Haugland is affirmed.</p>\n    </div>\n    <p class=\"indent\">III. Qualified Immunity</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In the alternative, the defendants argue, and the district court held, that Appellants' claims for damages are barred by the doctrine of qualified immunity. As we have affirmed summary judgment against Haugland on the merits, we only discuss qualified immunity as it pertains to Jantzen, Moulton, and Preno's First Amendment associational claim. When a defendant pleads qualified immunity, the plaintiff must show that: (1) the defendant's actions violated a federal constitutional or statutory right, and (2) the right violated was \"clearly established at the time of the conduct at issue.\" Horstkoetter, 159 F.3d at 1277-78.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">For a right to be clearly established, the contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. Although the very action in question need not have been previously declared unlawful, in the light of pre-existing law the unlawfulness must be apparent. This is generally accomplished when there is controlling authority on point or when the clearly established weight of authority from other courts supports plaintiff's interpretation of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Greene v. Barrett, 174 F.3d 1136, 1142 (10th Cir. 1999) (quotations, citations, alteration omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In light of the facts set forth in the complaint, the preexisting case law detailed in this opinion, including Dickeson and Francia, which held that jobs such as jailer and deputy sheriff did not require political loyalty to the sheriff, and, most importantly the fact the Defendant Hawkins himself knew and had empirical evidence that the lack of political loyalty by Jantzen, Moulton, and Preno did not interfere with the effective performance of their jobs, we conclude that Hawkins should have known that it would be unconstitutional to terminate Jantzen, Moulton, and Preno for affiliating with and/or believing in a particular candidate. Accordingly, we conclude that Hawkins is not entitled to qualified immunity and the district court erred in granting summary judgment on this basis.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">* * *</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We also affirm the district court's grant of summary judgment in favor of the Canadian County Board of County Commissioners (\"Board\"). Appellants, citing Brandon v. Holt, 469 U.S. 464, 471-72 (1985), argue that the Board should be held liable because Hawkins in his official capacity \"is essentially the same entity as the Board.\" However, a municipality cannot be liable under &#167;1983 for acts of a municipal official in his official capacity \"unless that official possesses final policymaking authority to establish municipal policy with respect to acts in question.\" Houston v. Reich, 932 F.2d 883, 887 (10th Cir. 1991) (citing Pembaur v. City of Cincinnati, 475 U.S. 469 (1986)). Put another way, for a local government unit such as the Board to be liable for violating &#167; 1983, that unit's allegedly unconstitutional act (or the act of the defendant in his or her official capacity) must execute \"a government's policy or custom.\" Monell v. Dep't of Social Services, 436 U.S. 658, 694 (1978); Clark v. City of Draper, 168 F.3d 1185, 1187 n.5 (10th Cir. 1999) (interpreting Monell). The record belies any suggestion that the Board's policy or custom was to fire the Sheriff's subordinates for running for office and/or politically associating with, believing in, or campaigning for the \"wrong\" candidate. The Sheriff was popularly elected by the people of Canadian County, and he fired the Appellants. The Sheriff neither reports to, nor is controlled by, the Board, and thus there is no basis in this case by which the Board could be held liable for such allegedly unlawful terminations.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In the end, all that is left for trial is Jantzen, Moulton, and Preno's First Amendment association claim against Hawkins. Accordingly, the judgment of the United States District Court for the Western District of Oklahoma is AFFIRMED in part and REVERSED in part, and the case is REMANDED for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dickeson's focus on the inherent powers of the positions and the actual duties performed was overlooked three years later in Green v. Henley, 924 F.2d 185 (10th Cir. 1991). In Green, the court found that a dispute as to the actual duties of an employee was not relevant for a Branti inquiry. Instead, the court (quoting the Seventh Circuit case of Tomczak v. City of Chicago, 765 F.2d 633, 640 (7th Cir. 1985)) said that we should focus only on the \"powers inherent in a given office.\" Green, 924 F.2d at 186.</p>\n        <p>Given this conflict between Green and Dickeson, we adhere to the earlier, settled precedent of Dickeson, see Haynes v. Williams, 88 F.3d 898, 900 n.4 (10th Cir. 1996), and thereby focus on both the inherent and actual powers of office.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As use of this testimony indicates, we grant Appellants' motion to include Hawkins' deposition testimony in the record on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To the extent that defendants assert that Moulton \"formulated policy on a daily basis\" by disciplining and segregating inmates, we note that (1) the label \"policymaker\" is not dispositive, see Branti, 445 U.S. at 518; (2) that Hawkins testified otherwise, stating that \"[a]ny approved policy, the bottom line is I have to approve it;\" and (3) that in any event, those duties as carried out by a jailer in Canadian County seem best characterized as implementation of policy, not formulation of policy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our review of Oklahoma statutes also reveals more specific duties and inherent powers of deputy sheriffs, including authorization to seize any item, equipment, or vehicle used in violation of the Oklahoma Wildlife Conservation Code, Okla Stat. tit. 29, &#167; 7-206; to stop any vehicle upon any road to weigh such vehicle, Okla Stat. tit. 47, &#167; 14-111(a); to stop and inspect invoices or load tickets at all times during the transit of petroleum products, Okla Stat. tit. 68, &#167; 1013(B)(5); to stop any vehicle to determine if unstamped or untaxed tobacco products are being sold, and if so, to seize such items, Okla Stat. tit. 68, &#167;&#167; 351(B), 417(a), 428(B); to seize any motor vehicle subject to a tax lien, Okla Stat. tit. 68, &#167; 721; to enforce the Motor Carrier Act of 1995 by apprehending and detaining motor vehicles, arresting violators, and aiding and assisting in the prosecution of violators, Okla Stat. tit. 47, &#167; 180m; to deem a vehicle abandoned and to remove the vehicle, Okla Stat. tit. 47, &#167; 901; and to be appointed by the sheriff to serve on a community sentencing system planning council, Okla Stat. tit. 22, &#167; 987.5(B)(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Hawkins further testified:</p>\n        <p>Q: [A]s sheriff, are you the chief policymaker for the Canadian County Sheriff's Office?</p>\n        <p>A: Yes, sir. . . . Any approved policy, the bottom line is I have to approve it.</p>\n        <p>. . . .</p>\n        <p>Q: [C]an you think of any example when any of the plaintiffs implemented a policy on their own that other members of the sheriff's office were obligated to follow?</p>\n        <p>A: Not obligated, no, sir.</p>\n        <p>. . . .</p>\n        <p>A: [T]he bottom line is all written policy is approved by me. I do use suggestions from people, but no matter how good the suggestion, if I don't go along with it, you are correct, it doesn't become policy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendants, citing Nichols v. Hurley, 921 F.2d 1101, 1109-11 (10th Cir. 1990), assert that when deputy sheriffs work in a small county like Canadian County, Oklahoma, those deputies fall within the Branti exception of jobs for which political loyalty is an appropriate job requirement. Nichols, however, is inapposite, for it is a Fair Labor Standards Act (FLSA) case which held as a matter of law that deputy sheriffs in a small county fall within the personal staff exception of the FLSA and are therefore not covered \"employees\" as that term is defined by the FLSA. That holding is of little help to defendants who are trying to apply the Branti exception to their termination of deputy sheriffs for being politically disloyal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellants ask us to grant summary judgment for them on this issue. However, since Appellants did not seek summary judgment below, we decline to consider that issue on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We recently stated in Prager v. LaFaver, 180 F.3d 1185, 1191 (10th Cir. 1999), that \"[s]peculative assertions of workplace disruption are also insufficient; rather, the employer must show actual disruption of services which results from the employee's speech,\" (quotation, citation, and alteration omitted). However, that statement in Prager was in the context of a whistleblower who continued for sometime to work at the government office at issue. Thus, it was reasonable there to look for proof of actual disruption in order to justify the subsequent firing. However, as we earlier stated in Cragg, such actual disruption of services may be shown simply by \"reasonable predictions\" of disruption if based on specific evidence.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1247</span></span> (10th Cir. 1999)</p>\n    <p class=\"parties\">DUANE JANTZEN; RICHARD HAUGLAND; WILLIAM GABRIELE MOULTON; MONTE PRENO, Plaintiffs-Appellants,<br>v.<br>LEWIS HAWKINS, Individually and in his official capacity as Sheriff of Canadian County, Oklahoma; CANADIAN COUNTY BOARD OF COUNTY COMMISSIONERS, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 98-6000</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS TENTH CIRCUIT</p>\n    <p class=\"date\">August 31, 1999</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Oklahoma. D.C. No. CIV-96-2041-L[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark L. Henricksen (Lanita Henricksen, with him on the briefs), of Henricksen &amp; Henricksen Lawyers, Inc., El Reno, Oklahoma, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Gayla I. Jones (Chris J. Collins, on the brief), of Collins, Zorn, Jones &amp; Wagner, P.C., Oklahoma City, Oklahoma, for Defendants-Appellees.</p>\n      <p class=\"indent\">Before EBEL, Circuit Judge, MCWILLIAMS, Senior Circuit Judge and MURPHY, Circuit Judge.</p>\n      <p class=\"indent\">EBEL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 1996, Defendant-Appellee Lewis Hawkins was the incumbent Sheriff of Canadian County, Oklahoma. Hawkins' Sheriff Office was comprised of thirty-four appointees, including Plaintiffs-Appellants Richard Haugland, Duane Jantzen, and Monte Preno, who were Deputy Sheriffs, and William Gabriele Moulton, a jailer. Hawkins sought re-election to his Sheriff post. On May 2, 1996, Hawkins convened a meeting of his subordinates in which he read from a prepared statement warning that anyone who ran for office against him, openly opposed his reelection, or was in any way disloyal to him would be fired. At that meeting, Haugland announced his intentions to run for sheriff against Hawkins in the upcoming election. Hawkins immediately fired Haugland.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In his six month campaign for sheriff, Haugland received the political support of Jantzen, Preno, and Moulton. Jantzen was active in Haugland's campaign, making telephone calls, putting up yard signs, and doing some door-to-door campaigning. Preno also supported Haugland by building political signs, putting those signs up the day before the general election, contributing money to Haugland's campaign, and making telephone calls on his behalf. Moulton actively campaigned for Haugland by setting-up signs, passing out magnets, doing some door-to-door campaigning, and providing addresses for the campaign staff to put out signs. In the end, Hawkins won the election, and after the election, Jantzen, Preno, and Moulton were fired.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">All four Appellants sued Hawkins and the Canadian County Board of Commissioners under 42 U.S.C. &#167; 1983, claiming that their termination violated their rights under the First Amendment of the Constitution. Specifically, the amended complaint alleged violations of both the employees' right to political affiliation and their right to free expression. The district court granted summary judgment in Hawkins' favor, relying on case law pertaining only to the freedom of association claim, and found political loyalty to be an appropriate job requirement for the effective performance of the jobs held by Appellants. The district court held, in the alternative, that Hawkins was entitled to qualified immunity on all of Appellants' claims. Because it ruled in Hawkins' favor, the court found no basis for imposing liability on the County Commissioners of Canadian County, and thereby entered judgment in its favor. This appeal followed. We affirm in part and reverse in part.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review a decision granting summary judgment de novo, using the same legal standard applicable in the district court. See Miles v. Denver Pub. Sch., <span class=\"citation\" data-id=\"568042\"><a href=\"/opinion/568042/john-g-miles-v-denver-public-schools/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span>, 775 (10th Cir. 1991). \"In cases involving the First Amendment, the de novo standard is appropriate . . . for the further reason that . . . [i]n cases raising First Amendment issues . . . an appellate court has an obligation to make an independent examination of the whole record in order to make sure that the judgment does not constitute a forbidden intrusion on the field of free expression.\" Horstkoetter v. Dep't of Public Safety, <span class=\"citation\" data-id=\"758868\"><a href=\"/opinion/758868/paula-horstkoetter-ld-horstkoetter-kim-dean-jeff-dean-v-department-of/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1265</span></a></span>, 1270 (10th Cir. 1998) (internal quotations omitted). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). \"In determining whether the evidence presents a genuine issue of material fact, we view it in the light most favorable to the party against whom summary judgment was entered,\" here Appellants. Garratt v. Walker, <span class=\"citation\" data-id=\"760541\"><a href=\"/opinion/760541/lisbeth-l-garratt-v-john-s-walker-doing-business-as-john-s-walker-dmd/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1249</span></a></span>, 1251 (10th Cir. 1998) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants contend that defendants violated two types of First Amendment rights: political association and free speech. Where a government employer takes adverse action on account of an employee's political association and/or political beliefs, we apply the test as developed in the Elrod v. Burns, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span> (1976) (plurality opinion), and Branti v. Fikel, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span> (1980), line of cases. Where a government employer takes adverse action because of an employee's exercise of his or her right of free speech, we apply the balancing test from Pickering v. Board of Educ., <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span> (1968), and Connick v. Myers, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span> (1983) (the \"Pickering / Connick test\"). See generally O'Hare Truck Serv., Inc. v. City of Northlake, <span class=\"citation\" data-id=\"118060\"><a href=\"/opinion/118060/ohare-truck-service-inc-v-city-of-northlake/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">712</span></a></span>, 718-19 (1996) (explaining which First Amendment rights trigger Branti and which trigger Pickering). We address each First Amendment right in turn.</p>\n    </div>\n    <p class=\"indent\">I. Freedom of Association</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"The First Amendment protects public employees from discrimination based upon their political beliefs, affiliation, or non-affiliation unless their work requires political allegiance.\" Mason v. Oklahoma Turnpike Auth., <span class=\"citation\" data-id=\"741895\"><a href=\"/opinion/741895/ronald-k-mason-plaintiff-appellee-cross-appellant-v-oklahoma-turnpike/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1442</span></a></span>, 1451 (10th Cir. 1997). To defeat the Appellees' summary judgment motion against the political discrimination claim, Appellants are required to establish a genuine dispute of fact that (1) political affiliation and/or beliefs were \"substantial\" or \"motivating\" factors behind their dismissals; and (2) Appellants' respective employment positions did not require political allegiance. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We find no genuine dispute of fact as to whether political affiliation and/or beliefs were substantial or motivating factors in firing Haugland. Haugland alleged and testified that the only reason he was fired was because he was a candidate for sheriff against his own boss. Given that the only factor driving Haugland's termination was his candidacy qua candidacy, Haugland has put forth no evidence that he was in any way terminated for \"supporting or affiliating with a particular political party.\" Board of County Comm'rs v. Umbehr, <span class=\"citation\" data-id=\"118059\"><a href=\"/opinion/118059/board-of-commrs-wabaunsee-cty-v-umbehr/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 675 (1996) (interpreting Branti). See also Carver v. Dennis, <span class=\"citation\" data-id=\"733285\"><a href=\"/opinion/733285/denise-carver-v-mildred-dennis-individually-and-in-her-official-capacity/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">847</span></a></span>, 850 (6th Cir. 1997) (termination of deputy county clerk by and for running against the incumbent county clerk \"was not a patronage dismissal[,] . . . not a dismissal because of political beliefs or affiliations[, and] not a dismissal based on politics at all, except to the extent that running for public office is a political exercise in its broad sense\"). The right to political affiliation does not encompass the mere right to affiliate with oneself, and accordingly, we affirm the district court's grant of summary judgment against Haugland on his First Amendment association claim.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the other hand, we do find a genuine dispute of fact as to whether Jantzen, Preno, and Moulton were fired for their political affiliations and/or beliefs. At the May 2, 1996 meeting that Hawkins convened, he told all the employees in the Sheriff's Office:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">You work at my pleasure . . . . Webster defines the word loyal as Number 1, \"unswerving in allegiance,\" and Number 2, \"faithful.\" Loyalty is defined as, \"the binding of a person to something or someone to which he is loyal. I do not require that you like me, nor do I require that we take warm showers together. I do not require that you always agree with me, or with my policies or directives, but I do require loyalty from those who work for me and for this office. I work for the citizens of Canadian County, and you work for me, I am the Sheriff and this is my office. . . . [I]f you openly oppose my reelection, or campaign for any opponent against me, my pleasure with you will end. I have never required personnel from this office, to actively campaign for me. I have never required personnel from this office, to put up signs, paint signs, collect money, nor work in any way in any campaign for me. But again, I do require that you be loyal, not just to this office, but to me personally.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given Hawkins' repeated demands of \"unswerving allegiance\" from his subordinates, and given the evidence that Moulton, Jantzen, and Preno were fired because of their affiliation with Haugland, there remains a genuine dispute as to whether political affiliation and/or beliefs were a substantial or motivating factor in those Appellants' terminations.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As the Supreme Court has stated: \"[O]fficial pressure upon employees to work for political candidates not of the worker's own choice constitutes a coercion of belief in violation of fundamental constitutional rights.\" Connick, 461 U.S. at 149 (1983) (citing Branti, 445 U.S. at 515-516; Elrod, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span> (emphasis added)); Rutan v. Republican Party of Illinois, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 65, 73 (1990) (holding that political patronage practices short of dismissal, such as demotion or transfer, fall within the Branti and Elrod line of cases and therefore may not be based on party affiliation; \"Employees who find themselves in dead-end positions due to their political backgrounds are adversely affected. They will feel a significant obligation to support political positions held by their superiors, and to refrain from acting on the political views they actually hold, in order to progress up the career ladder.\"); Branti, 445 U.S. at 517 (sufficient for dismissed employees to show that they were discharged because \"they were not affiliated with or sponsored by\" a particular party (quotations omitted)); Elrod, 427 U.S. at 357 (\"'There can no longer be any doubt that freedom to associate with others for the common advancement of political beliefs and ideas is a form of 'orderly group activity' protected by the First and Fourteenth Amendments.'\") (quoting NAACP v. Button, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 430 (1963)); Smith v. Sushka, <span class=\"citation\" data-id=\"743095\"><a href=\"/opinion/743095/sandra-s-smith-v-ted-w-sushka/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 970 n.6 (6th Cir. 1997) (\"[P]olitical affiliation is not limited to membership in a political party and includes commonality of political purpose and support of political candidacy.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We must therefore next address if a genuine dispute also exists regarding whether Moulton, Jantzen, and Preno's respective positions require political allegiance. \"The Supreme Court has held that 'the need for political loyalty of employees . . . to the end that representative government not be undercut by tactics obstructing the implementation of policies of the new administration, policies presumably sanctioned by the electorate,' is a valid justification for political patronage dismissals of individuals in policymaking positions.\" Green v. Henley, <span class=\"citation\" data-id=\"555018\"><a href=\"/opinion/555018/william-e-green-v-keith-r-henley-mike-hayden-governor-individually-and/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">185</span></a></span>, 186 (10th Cir. 1991) (per curiam) (quoting Elrod, 427 U.S. at 367). \"[T]he ultimate inquiry is not whether the label 'policymaker' or 'confidential' fits a particular position; rather, the question is whether the hiring authority can demonstrate that party affiliation is an appropriate requirement for the effective performance of the public office involved.\" Branti, 445 U.S. at 518; see also Rutan, 497 U.S. at 64.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, for summary judgment purposes, we must decide whether political loyalty is an \"appropriate requirement for effective performance\" of the position of Deputy Sheriff and Jailer of Canadian County. Dickeson v. Quarberg, <span class=\"citation\" data-id=\"504689\"><a href=\"/opinion/504689/dick-dickeson-and-beth-weaver-v-deloyd-quarberg-and-the-board-of-county/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1435</span></a></span>, 1442 (10th Cir. 1988). To determine whether political loyalty is an appropriate requirement, we must analyze \"the nature of the employee's duties and responsibilities.\" Id. To be more precise, we must focus on the inherent powers of the positions and the actual duties performed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Id. The defendant bears the burden of proof on whether political association was an appropriate requirement for the effective performance of the public office involved. Id. at 1441. \"In close cases, doubt should be resolved in favor of the public employee subject to the dismissal.\" Id. at 1442. Having reviewed the record, we hold that when all reasonable inferences are drawn in Appellants' favor, and resolving any doubt in close cases in the Appellants' behalf, there is a genuine dispute over whether Jantzen, Preno, and Moulton could effectively perform their jobs without being politically loyal to the Sheriff.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We note that there is ample proof that they actually did effectively perform their jobs despite political differences with the Sheriff. The record contains evidence that while Jantzen, Preno, and Moulton remained in their jobs for six months during the election campaign, the Sheriff's Office ran smoothly. Hawkins' deposition testimony, which we quote at length, illustrates the point:<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Q: From May to November, would the people in the so-called Haugland camp attend work as required?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A: I don't believe that I became aware of anybody failing to show up for work.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Q: On matters dealing with the function of the office, if a task required a Haugland and a Hawkins and a neutral person to discharge the function, can you give any example where they failed to do that from May to November?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A: I don't recall of any tasks that probably would have required that but, no, sir, I can't give you any example.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Q: Can you give any specific example where the duties of the sheriff's office were not accomplished as a result of the political differences that existed, you say, within the sheriff's department from May to November?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A: Not rating the accomplishment, but just the fact they were accomplished, no, sir. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Q: Can you think of any particular function or task which could have been done better but for this alleged existence of factions within the sheriff's office?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A: As far as a specific, no. I am aware, and I don't even remember what the case was, where there was a report that needed a follow-up that had been submitted into the investigation division for follow-up. And I want to say it was Sgt. Preno that wrote the report. Again, I believe it was assigned to Gene McPherson, and McPherson didn't even want to go to Preno to ask for the information he needed to clarify the report. And I think he only did it under a direct order from me to go do it, is one that comes to mind, which is not against your client, by the way.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Q: Okay. Can you identify any other instances from May to November where people would not cooperate with each other . . . . based on political differences?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A: I cannot give you a specific answer.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q: So the only one you can identify was one of your supporters who . . . did not want to speak to Mr. Preno except under a direct order from you?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A: As far as anything I can accurately recall, yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Hawkins' admissions that his office functioned effectively even during the heat of his re-election campaign severely undermine his summary judgment argument that political affiliation and loyalty are as a matter of law indisputably valid justifications for Jantzen, Moulton, and Preno's patronage dismissals. With this background in mind, we now turn to the details of their particular occupations.</p>\n    </div>\n    <p class=\"indent\">A. Jailer</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As a jailer, Moulton's actual duties and inherent powers primarily consisted of day-to-day maintenance of the county jail. This included (1) receiving and booking inmates, (2) regulating inmates' meals, (3) regulating inmates' medication, (4) monitoring jail activity and conducting cell checks, and (5) keeping jail records. We do not believe that for summary judgment purposes any of these actual duties and inherent powers necessarily require political loyalty to the Sheriff for efficient performance. None of these duties or responsibilities relate to any \"partisan political interests.\" Branti, 445 U.S. at 519. The job of a jailer is, in the main, politically neutral. Indeed, in Dickeson, we squarely held party affiliation to be an inappropriate job requirement for a jailer whose duties were quite similar to Moulton's. See Dickeson, 844 F.2d at 1443-44. The jailer's duties in Dickeson included supervising four other jailers, housing and feeding prisoners, preparing work schedule for jailers, ordering food, planning menus, and preparing meals. See Id. at 1443. Given the holding in Dickeson, and the lack of evidence of any meaningful disruptions at work, the district court's conclusion that political loyalty was a proper job requirement for a jailer such as Moulton was in error. See also Zorzi v. County of Putnam, 30 F.3d 885,892 (7th Cir. 1994) (finding party affiliation not an appropriate requirement for dispatchers who acted as part-time jailers); Terry v. Cook, <span class=\"citation\" data-id=\"517530\"><a href=\"/opinion/517530/oneal-terry-mary-jane-brown-steve-strickland-jd-hopkins-amy/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 378 (11th Cir. 1989) (\"Although it can be said that each job in the sheriff's office implements the policies of the office, the limited and defined roles [that, inter alia, a jailer] tend[s] to play do not support the need for political loyalty to the individual sheriff.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendants argue that political loyalty is a valid job requirement for a jailer because a jailer's high profile support of a political opponent of the Sheriff \"could make\" the jailer \"appear hostile and unreliable in carrying out the policies of the Sheriff. [The jailer's] opposition made it questionable whether he could execute Sheriff Hawkins's policies.\" Likewise, the district court, in granting summary judgment against Jailer Moulton, reasoned that the actions he took in running the jail \"were a reflection on the Sheriff with the public and entitled the Sheriff to demand and receive political loyalty in this position.\" These arguments are unavailing, however, because their take on the impact of jailer-sheriff political bickering did not carry the day in Dickeson. Additionally, as a practical matter, these theoretical arguments are not supported by the evidence in this case, which includes Hawkins' testimony that despite Moulton's political disputes with him, he could not think of \"any particular function or task which could have been done better\" but for the existence of in-house political fighting.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">B. Deputy Sheriffs</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As Deputy Sheriffs, Jantzen and Preno were responsible for a wide range of diverse tasks. Primarily, they patrolled the county to execute and enforce the law and \"make on-the-spot, split-second decisions effectuating the objectives of the sheriff's policies.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given the actual duties and inherent powers of deputy sheriffs in Canadian County, Oklahoma, we find there to be a genuine dispute as to whether political loyalty is an appropriate requirement for a deputy sheriff. In short, there is no compellingly politically loyal way to arrest a thief, no partisan way to serve a summons or to stop a speeding motorist, and defendants have not pointed to anything in the record to show that Jantzen or Preno's professional judgment would be, or were, skewed by their political loyalties. Moreover, despite the fact that deputy sheriffs might have factual discretion on the street to enforce the law, the record is also replete with evidence that the Sheriff establishes all the policy standards by which deputy sheriffs in such enforcement are to be guided. As Hawkins himself testified:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q: Does anyone else make policy in that office?A: Define 'policy' for me.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q: Well, the rules and regulations and operating procedures for the people that work under you.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A: As far as the bottom line, I have to approve all policy.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q: You are pretty much a hands-on sheriff for your department; is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A: That is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q: In fact in the media you have described yourself as a benevolent dictator; is that correct?</p>\n    </div>\n    <p class=\"indent\">A: That's correct.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">When this evidence is viewed in light of the additional evidence that the Sheriff's Office functioned effectively during the rival campaign season, we must conclude that there exists a genuine dispute of material fact over the appropriateness of political loyalty as a job requirement for deputy sheriffs. See Dickeson, 844 F.2d at 1444; Francia v. White, <span class=\"citation\" data-id=\"364245\"><a href=\"/opinion/364245/alfred-francia-and-gennaro-ferrara-and-cross-appellants-v-patrick-m/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span>, 782 (10th Cir. 1979) (upholding judgment for deputy sheriffs who were terminated for their political affiliations after finding that the deputy sheriffs served in \"non-policy-making, non-confidential positions,\" and whose job it was to \"enforce or execute the law\"); Matherne v. Wilson, <span class=\"citation\" data-id=\"508755\"><a href=\"/opinion/508755/leroy-j-matherne-cross-appellant-v-charles-c-wilson-cross-appellees/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">752</span></a></span>, 760 (5th Cir. 1988) (\"[P]olitical loyalty was not required for the effective performance of the duties of employees in a sheriff's office.\"); but see Jenkins v. Medford, <span class=\"citation\" data-id=\"744164\"><a href=\"/opinion/744164/steven-douglas-jenkins-david-chris-bossard-william-martin-buckner-robert/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span>, 1164-65 (4th Cir. 1997) (en banc) (requiring district courts to examine the \"specific position at issue\" and the \"job duties of the position, and not merely the title, of those [employees] dismissed,\" and holding that political loyalty is an appropriate job requirement for a North Carolina deputy sheriff whose positions resemble \"a policy maker, a communicator, or [is] privy to confidential information\") (quotation omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">881</span></span> (1998).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In any event, the record here demonstrates that Jantzen and Preno were not policy makers, and defendants have failed to cite to any portion of the record that unequivocally establishes as a matter of law that Jantzen and Preno were such important communicators or were privy to confidential information to such an extent that political loyalty would be an appropriate job requirement. As a result, Jantzen and Preno's association claim should survive defendant's summary judgment motion, and the district court's judgment on this issue was in error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">II. Freedom of Speech</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We next turn to whether Sheriff Hawkins was entitled to summary judgment under the Pickering / Connick test for his termination of Haugland. Only Appellant Haugland has properly raisedthe Pickering / Connick issue. Jantzen, Moulton, and Preno's objection to Hawkins' motion for summary judgment nowhere referred to the Pickering / Connick test by reference or application. Rather, they simply relied upon Branti political association arguments. We will not consider an appellant's new legal theory on appeal, even if it \"falls under the same general category as an argument presented at trial.\" Bancamerica Commercial Corp. v. Mosher Steel of Kan., Inc., <span class=\"citation\" data-id=\"154169\"><a href=\"/opinion/154169/bancamerica-v-mosher-steel/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">792</span></a></span>, 798 (10th Cir.), opinion amended on other grounds, <span class=\"citation\" data-id=\"731348\"><a href=\"/opinion/731348/bancamerica-commercial-corporation-a-pennsylvania-corporation-asarco/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span> (10th Cir. 1996). Thus, we consider this issue only with respect to Haugland.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The issue is whether, and to what extent, the government, acting as an employer, can restrict the speech of its public employees. To determine whether defendants have infringed the employee's freedom of expression, we employ the four-part test Pickering / Connick test. See Horstkoetter, 159 F.3d at 1271. The test is:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">1. Whether the speech in question involves a matter of public concern.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">2. If so, we must weigh the employee's interest in the expression against the government employer's interest in regulating the speech of its employees so that it can carry on an efficient and effective workplace.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">3. Employee must show the speech was a substantial factor driving the challenged governmental action.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">4. If so, can the employer show that it would have taken the same employment action against the employee even in the absence of the protected speech.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Id. \"The first two parts . . . are questions of law for the court; the remaining two steps are questions of fact for the jury.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Under the first prong, a government employee's speech is of public concern, and therefore entitled to First Amendment protection, if it is \"'of interest to the community, whether for social, political, other reasons.'\" Id. at 1271 (quoting Lytle v. City of Haysville, <span class=\"citation\" data-id=\"752173\"><a href=\"/opinion/752173/richard-c-lytle-v-city-of-haysville-kansas-a-municipal-corporation-and/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span>, 863 (10th Cir. 1998)). Haugland's political speech   his candidacy for office   undoubtedly relates to matters of public concern. See Monitor Patriot Co. v. Roy, <span class=\"citation\" data-id=\"108275\"><a href=\"/opinion/108275/monitor-patriot-co-v-roy/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 272 (1971) (The First Amendment's \"constitutional guarantee has its fullest and most urgent application precisely to the conduct of campaigns for political office.\"); Cragg v. City of Osawatomie, <span class=\"citation\" data-id=\"156318\"><a href=\"/opinion/156318/cragg-v-city-of-osawatomie/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span>, 1346 (10th Cir. 1998) (\"We would be hard pressed to classify the election of a city council member as anything other than a matter of great public concern.\"). Thus, Haugland satisfies the first prong of the Pickering / Connick test.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Under the second Pickering / Connick prong, Haugland must show that his \"interest in the expression outweighs the government employer's interest in regulating it.\" Horstkoetter, 159 F.3d at 1272-73. Sheriff Hawkins' proffered interest in regulating Haugland's speech is effective law enforcement. \"We will defer to a public employer's reasonable predictions of disruption, but those predications must be supported by the presentation of specific evidence. The [employer] cannot satisfy its burden by making 'purely speculative allegations.'\" Cragg, 143 F.3d at 1347 (quoting Melton v. City of Oklahoma City, <span class=\"citation\" data-id=\"526161\"><a href=\"/opinion/526161/raymon-j-melton-plaintiff-appelleecross-appellant-v-city-of-oklahoma/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 716 n.11 (10th Cir. 1989)).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Here, at the time of Haugland's termination (in contrast to, Jantzen, Preno, and Moulton's termination six-months thereafter), there was specific evidence to support Hawkins' reasonable prediction that when a subordinate runs for office against his or her boss, such a candidacy risks undermining that office's efficient performance. As Hawkins himself stated at the very meeting in which Haugland announced his candidacy and was fired:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The most unpleasant period of time that I experienced with Canadian County Sheriff's Office was from June of 1988, to November of 1988. My predecessors, chose not to run for reelection, and allowed several personnel, me included, to run for the position of sheriff and remain employed here during the campaign. During this period of time, personnel would not talk to each other inside the building, they would go outside and talk to each other. Personnel became paranoid about everything, it was impossible for the office to run in a normal manner.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Under these circumstances, Haugland's interest in his speech does not outweigh the defendants' interest in efficient law enforcement. See Connick, 461 U.S. at 152 (\"[W]e do not see the necessity for an employer to allow events to unfold to the extent that the disruption of the office and the destruction of working relationships is manifest before taking action.\"). In an analogous context, in Horstkoetter, members of the Oklahoma Highway Patrol were prohibited by regulation from displaying political signs at their private residences, even if placed by their spouses. See Horstkoetter, 159 F.3d at 1269. We held that the troopers' &#167; 1983 suit challenging this regulation failed the second prong of the Pickering / Connick test, partly because the prohibition-on-political-signs policy \"promotes efficiency and harmony among law enforcement personnel. In some cases, public endorsement of candidates by police officers has stirred great controversy within police departments and has detracted from 'the efficiency and the quality of the services' provided by law enforcement.\" Id. at 1273 (quoting Ruff v. City of Leavenworth, <span class=\"citation\" data-id=\"2253527\"><a href=\"/opinion/2253527/ruff-v-city-of-leavenworth-kan/\"><span class=\"volume\">858</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1546</span></a></span>, 1554 (D. Kan. 1994)). See also Wilbur v. Mahan, <span class=\"citation\" data-id=\"628658\"><a href=\"/opinion/628658/roy-wilbur-v-charles-l-mahan/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 218 (7th Cir. 1993) (\"declaration of candidacy\" to run against his boss by an employee holding a confidential or policymaking job is a \"declaration of war\" and makes the candidate \"a political enemy of his boss\"). Though the type of speech at issue in Horstkoetter and the present case are not identical, both types of speech are outweighed by the interest of promoting effective law enforcement. Accordingly, we find Haugland has failed to meet the second requirement of the Pickering / Connick test, and the district court's judgment against Haugland is affirmed.</p>\n    </div>\n    <p class=\"indent\">III. Qualified Immunity</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In the alternative, the defendants argue, and the district court held, that Appellants' claims for damages are barred by the doctrine of qualified immunity. As we have affirmed summary judgment against Haugland on the merits, we only discuss qualified immunity as it pertains to Jantzen, Moulton, and Preno's First Amendment associational claim. When a defendant pleads qualified immunity, the plaintiff must show that: (1) the defendant's actions violated a federal constitutional or statutory right, and (2) the right violated was \"clearly established at the time of the conduct at issue.\" Horstkoetter, 159 F.3d at 1277-78.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">For a right to be clearly established, the contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. Although the very action in question need not have been previously declared unlawful, in the light of pre-existing law the unlawfulness must be apparent. This is generally accomplished when there is controlling authority on point or when the clearly established weight of authority from other courts supports plaintiff's interpretation of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Greene v. Barrett, <span class=\"citation\" data-id=\"157836\"><a href=\"/opinion/157836/greene-v-barrett/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1136</span></a></span>, 1142 (10th Cir. 1999) (quotations, citations, alteration omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In light of the facts set forth in the complaint, the preexisting case law detailed in this opinion, including Dickeson and Francia, which held that jobs such as jailer and deputy sheriff did not require political loyalty to the sheriff, and, most importantly the fact the Defendant Hawkins himself knew and had empirical evidence that the lack of political loyalty by Jantzen, Moulton, and Preno did not interfere with the effective performance of their jobs, we conclude that Hawkins should have known that it would be unconstitutional to terminate Jantzen, Moulton, and Preno for affiliating with and/or believing in a particular candidate. Accordingly, we conclude that Hawkins is not entitled to qualified immunity and the district court erred in granting summary judgment on this basis.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">* * *</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We also affirm the district court's grant of summary judgment in favor of the Canadian County Board of County Commissioners (\"Board\"). Appellants, citing Brandon v. Holt, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 471-72 (1985), argue that the Board should be held liable because Hawkins in his official capacity \"is essentially the same entity as the Board.\" However, a municipality cannot be liable under &#167;1983 for acts of a municipal official in his official capacity \"unless that official possesses final policymaking authority to establish municipal policy with respect to acts in question.\" Houston v. Reich, <span class=\"citation\" data-id=\"560586\"><a href=\"/opinion/560586/ricky-houston-v-allen-reich-harold-dean-mcham-the-excise-board-of-choctaw/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">883</span></a></span>, 887 (10th Cir. 1991) (citing Pembaur v. City of Cincinnati, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span> (1986)). Put another way, for a local government unit such as the Board to be liable for violating &#167; 1983, that unit's allegedly unconstitutional act (or the act of the defendant in his or her official capacity) must execute \"a government's policy or custom.\" Monell v. Dep't of Social Services, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 694 (1978); Clark v. City of Draper, <span class=\"citation\" data-id=\"157549\"><a href=\"/opinion/157549/clark-v-city-of-draper/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></a></span>, 1187 n.5 (10th Cir. 1999) (interpreting Monell). The record belies any suggestion that the Board's policy or custom was to fire the Sheriff's subordinates for running for office and/or politically associating with, believing in, or campaigning for the \"wrong\" candidate. The Sheriff was popularly elected by the people of Canadian County, and he fired the Appellants. The Sheriff neither reports to, nor is controlled by, the Board, and thus there is no basis in this case by which the Board could be held liable for such allegedly unlawful terminations.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In the end, all that is left for trial is Jantzen, Moulton, and Preno's First Amendment association claim against Hawkins. Accordingly, the judgment of the United States District Court for the Western District of Oklahoma is AFFIRMED in part and REVERSED in part, and the case is REMANDED for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dickeson's focus on the inherent powers of the positions and the actual duties performed was overlooked three years later in Green v. Henley, <span class=\"citation\" data-id=\"555018\"><a href=\"/opinion/555018/william-e-green-v-keith-r-henley-mike-hayden-governor-individually-and/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">185</span></a></span> (10th Cir. 1991). In Green, the court found that a dispute as to the actual duties of an employee was not relevant for a Branti inquiry. Instead, the court (quoting the Seventh Circuit case of Tomczak v. City of Chicago, <span class=\"citation\" data-id=\"454321\"><a href=\"/opinion/454321/donald-c-tomczak-v-the-city-of-chicago-an-illinois-municipal-corporation/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 640 (7th Cir. 1985)) said that we should focus only on the \"powers inherent in a given office.\" Green, 924 F.2d at 186.</p>\n        <p>Given this conflict between Green and Dickeson, we adhere to the earlier, settled precedent of Dickeson, see Haynes v. Williams, <span class=\"citation\" data-id=\"721418\"><a href=\"/opinion/721418/71-fair-emplpraccas-bna-414-68-empl-prac-dec-p-44175-marcia/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span>, 900 n.4 (10th Cir. 1996), and thereby focus on both the inherent and actual powers of office.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As use of this testimony indicates, we grant Appellants' motion to include Hawkins' deposition testimony in the record on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To the extent that defendants assert that Moulton \"formulated policy on a daily basis\" by disciplining and segregating inmates, we note that (1) the label \"policymaker\" is not dispositive, see Branti, 445 U.S. at 518; (2) that Hawkins testified otherwise, stating that \"[a]ny approved policy, the bottom line is I have to approve it;\" and (3) that in any event, those duties as carried out by a jailer in Canadian County seem best characterized as implementation of policy, not formulation of policy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our review of Oklahoma statutes also reveals more specific duties and inherent powers of deputy sheriffs, including authorization to seize any item, equipment, or vehicle used in violation of the Oklahoma Wildlife Conservation Code, Okla Stat. tit. 29, &#167; 7-206; to stop any vehicle upon any road to weigh such vehicle, Okla Stat. tit. 47, &#167; 14-111(a); to stop and inspect invoices or load tickets at all times during the transit of petroleum products, Okla Stat. tit. 68, &#167; 1013(B)(5); to stop any vehicle to determine if unstamped or untaxed tobacco products are being sold, and if so, to seize such items, Okla Stat. tit. 68, &#167;&#167; 351(B), 417(a), 428(B); to seize any motor vehicle subject to a tax lien, Okla Stat. tit. 68, &#167; 721; to enforce the Motor Carrier Act of 1995 by apprehending and detaining motor vehicles, arresting violators, and aiding and assisting in the prosecution of violators, Okla Stat. tit. 47, &#167; 180m; to deem a vehicle abandoned and to remove the vehicle, Okla Stat. tit. 47, &#167; 901; and to be appointed by the sheriff to serve on a community sentencing system planning council, Okla Stat. tit. 22, &#167; 987.5(B)(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Hawkins further testified:</p>\n        <p>Q: [A]s sheriff, are you the chief policymaker for the Canadian County Sheriff's Office?</p>\n        <p>A: Yes, sir. . . . Any approved policy, the bottom line is I have to approve it.</p>\n        <p>. . . .</p>\n        <p>Q: [C]an you think of any example when any of the plaintiffs implemented a policy on their own that other members of the sheriff's office were obligated to follow?</p>\n        <p>A: Not obligated, no, sir.</p>\n        <p>. . . .</p>\n        <p>A: [T]he bottom line is all written policy is approved by me. I do use suggestions from people, but no matter how good the suggestion, if I don't go along with it, you are correct, it doesn't become policy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendants, citing Nichols v. Hurley, <span class=\"citation no-link\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></span>, 1109-11 (10th Cir. 1990), assert that when deputy sheriffs work in a small county like Canadian County, Oklahoma, those deputies fall within the Branti exception of jobs for which political loyalty is an appropriate job requirement. Nichols, however, is inapposite, for it is a Fair Labor Standards Act (FLSA) case which held as a matter of law that deputy sheriffs in a small county fall within the personal staff exception of the FLSA and are therefore not covered \"employees\" as that term is defined by the FLSA. That holding is of little help to defendants who are trying to apply the Branti exception to their termination of deputy sheriffs for being politically disloyal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellants ask us to grant summary judgment for them on this issue. However, since Appellants did not seek summary judgment below, we decline to consider that issue on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We recently stated in Prager v. LaFaver, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></span>, 1191 (10th Cir. 1999), that \"[s]peculative assertions of workplace disruption are also insufficient; rather, the employer must show actual disruption of services which results from the employee's speech,\" (quotation, citation, and alteration omitted). However, that statement in Prager was in the context of a whistleblower who continued for sometime to work at the government office at issue. Thus, it was reasonable there to look for proof of actual disruption in order to justify the subsequent firing. However, as we earlier stated in Cragg, such actual disruption of services may be shown simply by \"reasonable predictions\" of disruption if based on specific evidence.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110232/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118059/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118060/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/154169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/156318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/157549/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/157836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/364245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/454321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/504689/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/508755/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/517530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526161/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/555018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/560586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/568042/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/628658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721418/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/731348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/733285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743095/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744164/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752173/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/760541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2253527/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-15T22:51:36.413899Z",
      "date_modified": "2017-07-05T17:05:11.722528Z",
      "date_filed": "1999-08-31",
      "date_filed_is_approximate": false,
      "slug": "jantzen-v-hawkins",
      "citation_id": 142650,
      "case_name_short": "Jantzen",
      "case_name": "Jantzen v. Hawkins",
      "case_name_full": "",
      "federal_cite_one": "188 F.3d 1247",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 46,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1106309/jantzen-v-hawkins/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:22:09.273047Z",
  "date_modified": "2014-10-30T14:22:09.273047Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Jantzen",
  "case_name": "Jantzen v. Hawkins",
  "case_name_full": "",
  "slug": "jantzen-v-hawkins",
  "docket_number": "98-6000",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}