{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1137656/",
  "id": 1137656,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cand/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1572135/",
      "id": 1572135,
      "absolute_url": "/opinion/1572135/harriss-v-pan-am-world-airways-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1137656/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1572135/",
          "id": 1572135,
          "absolute_url": "/opinion/1572135/harriss-v-pan-am-world-airways-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1572135/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2880/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:48:55.000262Z",
          "date_modified": "2017-04-06T08:26:30.747809Z",
          "type": "010combined",
          "sha1": "aa6631db088c40b88c382b6baf3eb7bc3e668f93",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>437 F.Supp. 413 (1977)</b></center>\n<center><h1>Ute R. HARRISS and Margaret A. Feather, Plaintiffs,<br>\nv.<br>\nPAN AMERICAN WORLD AIRWAYS, INC., Defendant.</h1></center>\n<center>No. C-74-1884-WWS.</center>\n<center><p><b>United States District Court, N. D. California.</b></p></center>\n<center>September 2, 1977.</center>\n<p><span class=\"star-pagination\">*414</span> Ronald E. Yank, Carroll, Burdick &amp; McDonough, San Francisco, Cal., Robert B. Wallace, Surrey, Karasik &amp; Morse, Washington, D. C., Elizabeth R. Rindskopf, Lawyers' Committee for Civil Rights Under Law, Washington, D. C., for plaintiffs.</p>\n<p>Robert S. Venning, Thomas J. Brewer, Catherine P. Rosen, Heller, Ehrman, White &amp; McAuliffe, San Francisco, Cal., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION ON THE ISSUES OF LIABILITY</h2>\n<p>SCHWARZER, District Judge.</p>\n<p>This action was brought by plaintiffs Ute Harriss and Margaret Feather on their own behalf and on behalf of other female flight attendants in the employ of defendant Pan American World Airways, Inc. [Pan Am]. Plaintiffs charge Pan Am with violations of Title VII of the Civil Rights Act of 1964, specifically Sections 703(a)(1), (2) of that Title, 42 U.S.C. § 2000e-2(a)(1), (2). They allege that Pan Am has committed unlawful employment practices by: (1) requiring its female flight attendants to begin unpaid maternity leave upon discovery of pregnancy; (2) refusing to allow female flight attendants to return to work until a specified time after termination of pregnancy; and (3) denying female flight attendants on maternity leave the use of sick leave, continuing accrual of seniority, and other employee fringe benefits. Pan Am has denied any violation of Title VII and has specifically alleged that the personnel practices complained of are the result of bona fide occupational qualifications reasonably necessary to the normal operation of its business as an air carrier, <i>see,</i> 42 U.S.C. § 2000e-2(e)(1). This Court has jurisdiction over the action under 42 U.S.C. § 2000e-5(f)(3).<sup>[1]</sup></p>\n<p>On January 24, 1977, this Court determined that plaintiffs' action could be maintained as a class action on behalf of a class consisting of \"all female flight attendants who have been employed as such by [Pan Am] after October 24, 1972, or who may be so employed . . . in the future.\"<sup>[2]</sup> The issues of liability and relief were bifurcated for trial and the liability issues have been fully tried to the Court. This memorandum opinion will constitute findings of fact and conclusions of law on those issues for purposes of Rule 52(a), Fed.R.Civ.P.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*415</span> I. FACTS</h2>\n<p></p>\n<h2>A. <i>Pan Am's Maternity Policy</i>\n</h2>\n<p>Pan Am began passenger operations sometime before 1930 with flights from Miami to parts of the Carribean and Latin America.<sup>[3]</sup> These early flights were long and arduous, and flight attendants' duties involved heavy physical labor in mooring and loading and unloading the aircraft. Most passengers and all flight attendants were male. When the use of land-based aircraft during World War II eliminated some of the demanding physical requirements, Pan Am began using mixed-sex crews and continued to do so until 1959.<sup>[4]</sup> By that time, jet aircraft had been introduced and the airline passenger mix had changed from business and military passengers to a greater proportion of tourists. Accordingly, in 1959 Pan Am inaugurated a female-only hiring policy for flight attendants, based on the perceived function of the flight attendant \"to provide passengers . . . with friendly personalized service, to instill a sense of comfort and well-being in flight, and to provide maximum reassurance to the new `mix' of travellers Pan Am was carrying.\" 311 F.Supp. 563. This policy was declared to be a violation of Title VII by the Court of Appeals for the Fifth Circuit in 1971, at the same time as the policies at issue in this case were inaugurated.<sup>[5]</sup></p>\n<p>Before April 1, 1971, Pan Am had a two-pronged policy regarding the family status of its female flight attendants: (1) any female flight attendant becoming pregnant was terminated; and (2) Pan Am retained the option to terminate female flight attendants after 6 months of marriage. The second prong of the policy was eliminated as antiquated  Pan Am had apparently not exercised its option with regard to married attendants and had no desire to do so. In response to a 1971 proposal by the Transport Worker's Union [TWU], which is the bargaining representative for Pan Am's flight attendants, the Company also changed the maternity termination policy to a mandatory leave of absence upon knowledge of pregnancy. It is this revised policy which plaintiffs challenge in this case (Testimony of R. J. Hale, Pan Am's Director of Administration  In Flight Services).</p>\n<p>Following the 1971 negotiations, the following clause was inserted in the Collective Bargaining Agreement [CBA] between Pan Am and the TWU:</p>\n<blockquote>Female employees hereunder may be granted pregnancy leaves of absence subject to the policy established by the Flight Service Department, the provisions of which will be published in the Flight Service Manual. CBA, Article 11(h).</blockquote>\n<p>The Non-Discretionary Leave of Absence Section of the Flight Service Manual [FSM] dated February 1, 1975, contains Pan Am's currently effective leave of absence policy for pregnant flight attendants. The policy contains the following basic features: (1) Upon becoming aware of her pregnancy, the flight attendant must notify her supervisor of her condition within 24 hours. She must also present a medical certificate confirming pregnancy and expected delivery date or submit to a medical examination by a Pan Am physician within 10 days. (2) Upon notification of pregnancy, the flight attendant begins a mandatory, unpaid leave of absence for the duration of her pregnancy with an expiration date of not less than 60 nor more than 90 days following birth. (3) The flight attendant must notify Pan <span class=\"star-pagination\">*416</span> Am of birth or termination of pregnancy and must provide a doctor's certificate confirming fitness to return to flight status. (4) The leave of absence will be extended from 60 to 90 days after delivery upon request and further reasonable extensions may be granted for medical reasons (Pl. Ex. 47, pp. 5-8). The policy is accompanied by a stringent enforcement provision:</p>\n<blockquote>A Cabin Attendant's failure to comply with any of the procedures set forth above will be considered a voluntary resignation. <i>Id.</i> at p. 8.</blockquote>\n<p>The exact origins of the 1971 policy and the specific considerations, if any, which entered into its adoption remain shrouded in mystery. R. J. Hale, Pan Am's Director of Administration  In Flight Services, who participated in the 1971 TWU negotiations, gave the principal testimony regarding the origins and development of the policy. He testified that the TWU had proposed a leave of absence policy for pregnant flight attendants, and Pan Am did not oppose that suggestion. Although he recalled no discussion within management of operational considerations or alternatives regarding the stop-start dates of maternity leave, he did recall that the Pan Am Medical Department proposed that leave begin upon knowledge of pregnancy and end 60 days after birth and with doctor's approval. Hale's recollections regarding the general origins of the policy were confirmed by every other Pan Am official who testified in person or by deposition in this case  none knew of any studies, deliberations, or specific considerations which underlay the policy and none were able to discuss its merits or alternatives, but all indicated that the policy emanated from and was the chief responsibility of the Pan Am Medical Department. Dr. Joseph Constantino, Pan Am's current Medical Director, testified in support of the policy, but was not aware of any study or deliberative process that had gone on within Pan Am with respect to its inauguration in 1971 or its continuation in the face of legal challenge. He stated that he supported the policy based on his consultations with other doctors, including the Medical Directors of other major airlines.</p>\n<p>The impact of Pan Am's policy on its female flight attendants and the reasons offered in support of the policy will be considered in detail in succeeding sections.</p>\n<p></p>\n<h2>B. <i>The Impact of Pan Am's Maternity Policy on Female Flight Attendants</i>\n</h2>\n<p>Pan Am employs approximately 4,000 flight attendants: 3,400 females and 600 males. The median age of a flight attendant at Pan Am is 31 years; median service is 8½ years. Flight attendants may continue to serve until age 65, although very few have continued beyond the age of 60. From these figures, it appears that most female flight attendants are employed as such during a significant number of their prime child-bearing years. Since Pan Am inaugurated its maternity leave policy in 1971, it has granted between 200 and 300 maternity leaves annually (Testimony of R. J. Hale, Pl. Exs. 309, 310). Therefore, it is likely that a substantial number of Pan Am's female flight attendants will encounter the maternity policy while employed at Pan Am either by taking, or considering whether to take, maternity leaves of absence to bear children.</p>\n<p>The Pan Am policy requires pregnant flight attendants to take an uncompensated leave of absence upon discovery of pregnancy. As a result of their on-leave status, these flight attendants also suffer loss of certain other employment benefits. The principal benefit losses alleged by plaintiffs to flow from the maternity policy include: (1) failure to accrue seniority while on leave; (2) denial of sick pay benefits; and (3) limitation of medical insurance coverage for normal pregnancy.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*417</span> Pregnancy leave is classified by Pan Am as a form of non-discretionary leave of absence, along with medical and emergency leaves (FSM, Pl. Ex. 47). Pan Am also grants discretionary leaves of absence, including leaves for personal reasons (FSM, Pl. Ex. 48). Pan Am has encouraged employees to take discretionary leave in an effort to manage decreased personnel needs without lay-offs. Employees on leave of absence, including pregnancy leave, continue to accrue seniority for 90 days while on leave. Thereafter, accumulated seniority is retained but no further seniority accrues. There are two exceptions to this seniority policy: (1) Employees on medical leave of absence, i. e., those who have used up accumulated sick bank hours because of illness or injury continue to accrue seniority until they are able to return to duty or are declared unfit for duty, to a maximum period of three years (CBA, Articles 11(d); FSM, p. 9, Pl. Ex. 47); and (2) certain employees on leave for union business continue to accrue seniority indefinitely. (CBA, Articles 11(c), (d)).</p>\n<p>Under the Collective Bargaining Agreement between Pan Am and the TWU, flight service seniority governs salary, promotions, demotions, pay progressions, reductions in force, reemployment, and matters of job preference (Pl. Ex. 33). Through a complex system of bidding, senior flight attendants may choose different kinds of flights and flight schedules and the higher paying position of purser on a flight which carries administrative and supervisory responsibility over the cabin and other flight attendants (CBA, Articles 3 and Appendix Q). A flight attendant taking a minimum mandatory leave of 7-8 months continues to accrue seniority for 3 months; the net seniority loss, relative to continuing flight attendants, is therefore 4-5 months or 120-150 days. The named plaintiffs, Margaret Feather and Ute Harriss, experienced seniority losses of approximately 130 days. The record suggests that seniority lapses within these ranges can result in losses of 20-40 positions on the seniority roster during one or more pregnancy leaves, resulting in inability to elect the higher-paying purser position and forced election of stand-by and less desirable flights and flight schedules. Similar losses, of course, would occur in connection with non-pregnancy leaves of similar length with the exception of medical and union leaves.<sup>[7]</sup></p>\n<p>Pursuant to its Collective Bargaining Agreement with the TWU, Pan Am offers sick pay to its employees for periods of \"sickness or injury\" (CBA, Article 13). Each employee receives 4 hours of sick pay credit for each full month of compensated employment, to a maximum of 500 hours. Credit is withdrawn at the rate of 2.23 hours per day of sickness and injury to a maximum of 67 hours a month (CBA, Articles 13(a), (b)). Although \"sickness or injury\" is not defined in the Collective Bargaining Agreement, flight attendants are not permitted to use sick pay during pregnancy leave. Plaintiff Feather testified that she had accumulated 100-200 hours of sick pay credit at the time of her first pregnancy; plaintiff Harriss testified that she had 250 hours at the time of her pregnancy. This accumulated time, which would have replaced 3-4 months of lost salary while on pregnancy leave, could not be used.</p>\n<p>Pan Am's employees who are represented by the TWU, including flight attendants, are covered by the \"Group Plan of Health Care Insurance, 1975,\" operated by Pan Am through the Travellers Insurance Company. <span class=\"star-pagination\">*418</span> That plan currently provides the following normal pregnancy coverage:</p>\n<p></p>\n<pre>\nMaternity Benefits (for female\nemployee or dependents)\nNormal Delivery\n  Hospital room &amp; board, maximum\n  (mother only) ................ Semiprivate rate\n  Maximum number of\n  days ......................... 21 days\n  Miscellaneous hospital\n  fees ......................... $225\n  Surgical benefit,\n  maximum ...................... $180\n(Certain complications of pregnancy\nare covered as any\nother illness.)<sup>[8]</sup>\n(Pl. Ex. 93, p. 3; Testimony\nof William McCulloch.)\n</pre>\n<p>In contrast, any other condition defined as \"sickness\" or \"illness\" and requiring hospitalization is covered for a longer period at higher benefit levels:</p>\n<p></p>\n<pre>\nHospital Benefits\n  Daily room &amp; board,\n  maximum ....................... Semiprivate rate\n  Number of days per\n  disability .................... 90 days\n  Miscellaneous fees,\n  maximum ....................... $400\n  Emergency illness outpatient,\n  maximum ....................... $250 per calendar\n                                       year\n  Emergency accident outpatient,\n  maximum ....................... $250 per cause\nSurgical Benefits\n  According to schedule,\n  maximum ....................... $1,200\nPl. Ex. 93, p. 3.)\n</pre>\n<p>The current level of maternity benefits, effective November 1, 1975, was the product of collective bargaining and represented an increase over previous levels.<sup>[9]</sup></p>\n<p>Pan Am pays the entire cost of medical insurance for its employees: $25.10 per month for single employee coverage; $74.51 per month for married/dependent coverage. Costs to Pan Am are rated by Travellers based on type and level of coverage and single as opposed to married/dependent coverage; sex is not used in evaluating rates. In addition, average benefits paid out under the plan in the claim years 1974-76 amounted to $332.88 per female employee and $252.94 per male employee. (Testimony of W. McCulloch, Pan Am's Director of Benefits Administration; Deposition of Terrence Logan, Pl. Ex. B.) Despite these figures, plaintiffs have attempted to demonstrate that the plan operates to discriminate against female employees because of the effect of an insurance convention called the Coordination of Benefits Rule [COB].</p>\n<p>The COB Rule is designed to prevent double payment in cases in which spouses are both working and covered under employer-administered medical insurance plans. In such cases, when an employee makes a claim for benefits, his or her employer's plan provides primary coverage and the spouse's employer's plan secondary coverage until the highest benefit level under either plan has been paid. If dependent children make claims, the father's insurance is primary and the mother's secondary. Because of the operation of the latter aspect of the COB Rule, Travellers (and Pan Am) pay out less on claims of dependents of female employees since those claims are picked up by the father's employer's insurance carrier. The result is that Travellers (and Pan Am) pay out somewhat less per female employee in the flight service department than per male employee. (Deposition of T. Logan, pp. 35-36; Testimony of W. McCulloch; Affidavit of Arthur Levy and Table attached thereto.)</p>\n<p></p>\n<h2>C. <i>The Merits of Pan Am's Policy</i>\n</h2>\n<p>Pan Am has taken the position that flight attendants are in the first instance safety officers who must be physically and mentally <span class=\"star-pagination\">*419</span> capable of performing emergency duties at all times. There is substantial support for this position in the legal obligations and public duties of an air carrier. In prescribing rules and standards for air carriers, the Administrator of the Federal Aviation Administration is directed in 49 U.S.C. § 1421(b) to \"give full consideration to the duty resting upon air carriers to perform their services with the highest possible degree of safety in the public interest.\" Although the F.A.A. has not required certification of the competence of flight attendants or expressly prescribed standards or regulations governing pregnant attendants, its concern for flight attendant performance in emergency situations is manifested in several regulations (Pls. Ex. 216-217).</p>\n<p>The F.A.A. prescribes a minimum of one flight attendant for each 50 passenger seats on the aircraft or the number of flight attendants used to conduct required emergency evacuation demonstrations. 14 C.F.R. § 121.391. F.A.A. regulations also require air carriers: (1) to locate flight attendants near exits and distribute them in the aircraft \"in order to provide the most effective egress of passengers in event of an emergency evacuation,\" 14 C.F.R. § 121.394(d); (2) to assign emergency functions to crewmembers, 14 C.F.R. § 121.397; and (3) to conduct initial, transition, and recurrent training of flight attendants using F.A.A. approved courses, including drill training in emergency evacuations and other emergency events, 14 C.F.R. §§ 121.401; 121.415(a)(3); 121.417; 121.421; 121.427. In initial, transition, and recurrent training, flight attendants must be given \"a competence check to determine ability to perform assigned duties and responsibilities.\" 14 C.F.R. §§ 121.421(b); 121.427(b)(3). The F.A.A.'s concern for the ability of all crewmembers, including flight attendants, to perform emergency duties reinforces Pan Am's policy of emphasizing safety in its employment demands on its flight attendants.</p>\n<p>Plaintiffs have questioned the sincerity of Pan Am's emphasis on safety, relying on a series of documents emanating from activities of the Air Transport Association [ATA] and the Air Industrial Relations Conference [AIR CON], two air carrier trade associations. Pan Am is a member carrier of ATA and was a member carrier of AIR CON until financial considerations prompted its withdrawal. The record reveals that these associations undertook studies of air carrier policy with regard to pregnant flight attendants in the period 1973-75. The general import of these studies was to the effect that carriers should continue to adhere to the leave-upon-knowledge-of-pregnancy-policy rather than seek F.A.A. intervention. Carriers expressed the view that F.A.A. intervention might result in certification of flight attendants, entailing financial and regulatory problems for their operations. (Pl. Ex. 254, Report of the August 5, 1974, meeting of the Personnel Matters Task Force of AIR CON; see also Pl. Ex. 260, 268, 275.)</p>\n<p>The ATA and AIR CON studies and related documents contain substantial discussions and exchanges of views on the pregnant flight attendant issue. They reveal a general concern for airline safety and the operational, as opposed to purely medical, reasons for removing pregnant flight attendants from flight status (Pl. Ex. 251). As the Summary Report of the ATA Medical Committee Meeting of May 3, 1973, stated:</p>\n<blockquote>\"Cabin attendants are required by the Federal Aviation Administration under [its regulations] to serve on board commercial aircraft for the primary purpose of assisting passengers in the event of an emergency. Therefore, they must be in top physical condition and free from any avoidable potential physical disability which could interfere with the most efficient performance of their safety duties. The industry policy has thus been to require a stewardess who becomes pregnant to immediately inform the company of said fact, whereupon she is immediately removed from flight service.\" (Def. Ex. A.)</blockquote>\n<p>Although there are some documents and references in the record which might be deemed inconsistent with the above statement, including an alleged statement by a Pan Am official (Pl. Ex. 254), they consist <span class=\"star-pagination\">*420</span> largely of second and third hand recollections of discussions among parties who bore no responsibility for air carrier policy. As such, they are not persuasive evidence of the intent of Pan Am or any other carrier. From its examination of the entire record, including the testimony and demeanor of Pan Am officials, the Court finds that Pan Am's maternity leave policy, while it was apparently adopted without complete and responsible internal consideration, represents an attempt to meet what Pan Am views as its safety obligations. Whether the policy is reasonably calculated to meet those obligations in light of Pan Am's concomitant obligations to its female flight attendants under Title VII remains to be considered.</p>\n<p>Pan Am has advanced four major reasons for adherence to the stop-start portion of its maternity leave policy:</p>\n<blockquote>\"1. There is a distinct risk of a disabling event in the course of pregnancy, which could occur during flight and would prevent a flight attendant from performing either routine or safety duties.\"</blockquote>\n<blockquote>\"2. The testimony is unrebutted that a pregnant flight attendant would face a conflict of interest between protecting her unborn fetus and seeking to rescue passengers in the event of an emergency.\"</blockquote>\n<blockquote>\"3. The existence of a controversy among medical experts as to whether flight attendants should be permitted to continue on duty makes a conservative decision by management eminently reasonable.\"</blockquote>\n<blockquote>\"4. The risk of harm to the mother and fetus should a complication arise at a great distance from medical help cannot be ignored by responsible management.\" Defendant's Post Trial Points and Authorities, p. 11.</blockquote>\n<p>These reasons will form the basis for the Court's consideration of the merits of Pan Am's policy.</p>\n<p></p>\n<h2>1. <i>Complications of Pregnancy and Emergency Performance.</i>\n</h2>\n<p>In addition to their routine duties of serving food and drinks and generally assisting and supervising passengers, flight attendants may be called upon to perform critical functions in aircraft emergencies. The emergency performance of flight attendants has played a significant role in aircraft accident survival on Pan Am and other airlines. (Testimony of T. J. Townsend, Pan Am Staff Vice President Operations Liason.) The most important and demanding emergency situation in which the flight attendant plays a role is the planned or unplanned evacuation of an aircraft. The duties of a flight attendant in such an evacuation may involve any or all of the following:<sup>[10]</sup> (1) The flight attendant must be able to open manually inoperable or partially inoperable doors, exerting substantial physical effort if necessary. The following excerpt from a National Transportation Safety Board [NTSB]<sup>[11]</sup> aircraft accident report illustrates the door problem:</p>\n<blockquote>\"At exit L5, the door handle would not rotate more than two-thirds, but after putting all her weight on the handle, a flight attendant managed to open the door . . .</blockquote>\n<blockquote>\"At exit R5, two flight attendants had difficulties rotating the handle, but managed to open the door.\" NTSB Report, dated March 31, 1976, in <i>Cross-Check,</i> September-October 1976, p. 9.</blockquote>\n<p>(2) The flight attendant must be able to inflate a 125 lb. life raft and inflate and deploy evacuation slides at aircraft exits. Gripping, pulling, and tying action is required as a part of these operations. (3) The flight attendant is required to assume a leadership role in evacuation procedure. <span class=\"star-pagination\">*421</span> He or she must direct passengers away from unusable exits, blocking those exits if necessary. (4) The flight attendant may be called upon to pull, push, or drag passengers in the performance of emergency duties. Flight attendants have saved the lives of passengers and fellow crewmembers by physically removing them from the vicinity of the aircraft. (Testimony of T. J. Townsend.) The following excerpt from a flight attendant's description of a successful evacuation vividly describes the physical problems of passenger management:</p>\n<blockquote>\"Shortly, 1R [exit] began to block up. The flight attendant at the door was having an extremely difficult time getting the people out and staying in the aircraft at the same time. She then went to the bottom, while I stayed topside. The task of getting the passengers to evacuate was complicated by their own actions  throwing their water jugs, sand bags, rock sacks and other luggage onto the chute first, then putting one hand on either side of the exit (a maneuver possible only at this smaller size door) to contemplate the slide they did not wish to make, thus blocking the exit and forcing us to shove each one out separately.</blockquote>\n<blockquote>\"It took all the strength I could muster to move perhaps 25 to 30 more passengers out; some went sideways, some head first, some almost backwards, but eventually they went. However, a good portion of my energy had to be utilized in trying to maintain my balance and stay inside the aircraft because there is no assist space at this exit . . . At some point, I got caught between two passengers who must have been holding on to each other and was knocked out of the door. I landed sideways, half on the chute and rolled off partway down and fell five or six feet to the ground. It was soft mud, so I was unhurt.\" Uzzell, S., Successful Evacuations Following Survivable Accidents, <i>Cross-Check,</i> Feb. 1977, p. 10.</blockquote>\n<p>The record in this case contains numerous references to the unusually exacting demands placed upon flight attendants in emergencies and their relative abilities to meet those demands. In one situation, flight attendants were unable to open even undamaged doors. (<i>Cross-Check,</i> Oct./Nov./Dec. 1975, pp. 28-29, Def. Ex. L.) In another, flight attendants did not assume emergency stations and left the aircraft, leaving passengers to fend for themselves. (<i>Cross-Check,</i> July 1976, pp. 12-13, 30-31; Def. Ex. L.) In contrast to these situations, other NTSB accident reports and the testimony of Ursula Douglas exemplify the extraordinary performance of flight attendants in emergencies. After the left wing of her aircraft exploded and the plane cartwheeled 900 yards, Ms. Douglas managed to slide feet first through her seatbelt, open and eject from the aircraft a 75-100 lb. door, and rescue passengers caught in a fire, despite sustaining several injuries. While air carrier safety records are such that this kind of emergency performance is not routinely demanded of flight attendants, the incidence of accidents (which by NTSB definition involve serious or fatal injury) and incidents (which involve other dangerous flight occurrences) is sufficient to justify Pan Am's concern for adequate performance of cabin attendants. Pan Am has had 5 accidents since 1971 and 6 life-threatening incidents since 1974. (Testimony of T. J. Townsend and Captain Francis Wallace.) One Pan Am official estimates that Pan Am flight attendants are called upon to perform emergency duties 5-6 times per year. (Testimony of T. J. Townsend.)</p>\n<p>Plaintiffs have sought to minimize the emergency demands on flight attendants by noting that flight attendants are instructed to and may enlist the aid of able-bodied passengers as well as fellow flight attendants in an emergency. This suggestion is not borne out by the credible evidence in the record and ignores the inherent unpredictability of flight emergencies. Many evacuations are unplanned and require rapid and effective action on the part of the flight attendant. (NTSB Reports; Deposition of V. Cutrone, p. 32.) Fellow flight attendants, passengers, and other crewmembers may be injured, isolated, or otherwise unable to assist the pregnant flight attendant. The ability of each flight attendant <span class=\"star-pagination\">*422</span> to perform at full capacity is vital to emergency management.</p>\n<p>The performance capability of the pregnant flight attendant was the subject of extensive trial and deposition testimony by eminently qualified experts in the fields of obstetrics/gynecology and aviation medicine. A review of the medical testimony reveals nearly unanimous support for two propositions. Indeed, neither party has seriously disputed either of them. First, it is clear that a normally healthy young flight attendant experiencing a normal, uncomplicated pregnancy is fully able to perform her ordinary duties through the first two trimesters, or 20-24 weeks, of her pregnancy. Second, even such a flight attendant, because of increasing girth, disturbance of balance, and other problems will have sufficient difficulty performing her duties in the cramped aircraft environment to make a mandatory leave policy beginning at the end of the second trimester a sound administrative decision supported by the weight of medical evidence.<sup>[12]</sup></p>\n<p>Pan Am contends, however, that the incidence, disabling potential, and unpredictability of complications of pregnancy amount to a risk of impairment of flight attendant performance justifying mandatory leave during the first two trimesters as well. Moreover, it maintains that the frequency of post-pregnancy complications justifies continuation of leave until at least 60 days following birth. These contentions are disputed and form the basis for the Court's consideration of the medical evidence.</p>\n<p>Three frequent and potentially disabling complications of pregnancy in the first two trimesters support Pan Am's assessment of the risk of performance impairment among pregnant flight attendants. These are: (1) fatigue; (2) nausea and vomiting; and (3) spontaneous abortion.<sup>[13]</sup></p>\n<p>Fatigue and sleepiness are common complaints among women in early pregnancy. Such fatigue is often mild, but it may be so severe that the pregnant woman must lie down and rest and is unable to perform routine employment duties such as typing, filing, etc. (Deposition of Dr. Scholten, p. 8; Deposition of Dr. Kidera, p. 11.) While some doctors emphasized the psychological \"feeling of tiredness\" aspect of fatigue (e. g., Testimony of Dr. Pritchard), others indicated that increased hormonal output and the action of progesterone provided a physiological explanation. (E. g., Testimony of Dr. Cooper; Deposition of Dr. Scholten, Article attached: \"Pregnant Stewardess  Should She Fly?\", p. 77.) Whatever its cause, fatigue may impair reaction time and physical stamina in an emergency. Although some medications, e. g., amphetamine, may be helpful in controlling severe fatigue, these medications are contraindicated for flight attendants within 24 hours of flight. (Deposition of Dr. Scholten, p. 9.)</p>\n<p>Nausea and vomiting are also frequent occurrences in pregnancy. They typically commence between the first and second missed menstrual period and continue until about the time of the fourth missed period. Nausea and vomiting are usually worst in the morning (giving rise to the term \"morning sickness\"), but they may continue <span class=\"star-pagination\">*423</span> throughout the day (Pritchard, et al., <i>Danforth on Obstetrics,</i> Def. Ex. V, Attachment). Ninety percent of women may experience some degree of nausea in the first trimester of their pregnancies, 15% may do so in the second trimester. (Testimony of Dr. Cooper.) Although most nausea is not seriously disabling, some cases may be so severe and prolonged that they result in confinement through pregnancy. (<i>Id.</i>) Two additional factors aggravate the nausea/vomiting problem in the pregnant flight attendant. First, aircraft turbulence and the stress of emergency or even routine duties are more likely to convert nausea into vomiting. (Testimony of Drs. Zuspan, Winter, Goetsch.) Second, common medications for nausea, suggested as effective by some doctors (e. g., Testimony of Dr. Creasey), are contraindicated for flight attendants within 24 hours of flight. (Deposition of Dr. Scholten, p. 8.) The record contains reference to nausea and related complications interfering with the routine duties of flight attendants who chose to fly in disregard of airline policy. (Certificate of Defendant's Counsel Summarizing Testimony of Flight Attendant Witnesses, p. 2.)</p>\n<p>By far the most medically serious and potentially disabling event of the first two trimesters of pregnancy is the spontaneous abortion.<sup>[14]</sup> Such abortions occur in 10-20% of all pregnancies; 85-90% occur in the first trimester, the remainder in the second trimester. While many spontaneous abortions are preceded by several hours or days of cramping and bleeding, others occur with only a few hours warning or less. (Testimony of Drs. Cooper, Goetsch, Winter; Depositions of Drs. Kidera, Scholten.) Although some early spontaneous abortions may involve no more disability than a heavy menstrual period, as pregnancy advances the disabling consequences of an abortion become more serious. (Testimony of Dr. Goetsch.) Spontaneous abortions in the first trimester are unpredictable, particularly in the first pregnancy. (Testimony of Drs. Ueland, Winter, Cooper.) Spontaneous abortions in the second trimester, which are often due to the condition of incompetent cervix, may sometimes be predicted by a hystersalpinogram or a history of repeated abortion (Testimony of Dr. Cooper.)</p>\n<p>The potential performance consequences of a spontaneous abortion, which may involve severe cramping and hemorrhaging for many hours, are illustrated by several incidents in the record. In his deposition, Dr. Kidera reported that a pregnant flight attendant underwent a spontaneous abortion on a United Airlines flight during the 7th week of her pregnancy. She experienced severe hemorrhaging and had to lie down and be cared for by a psychiatrist passenger until the aircraft landed. (<i>Id.,</i> pp. 29-30.) Other flight attendants reported spontaneous abortions with little or no warning, one while an aircraft passenger. (Testimony of Ursula Douglas; Certificate of Defendant's Counsel Summarizing Testimony of Flight Attendant Witnesses, p. 2.) A spontaneous abortion in flight may disable the flight attendant and distract the attention of other crewmembers from their routine and/or emergency duties. In an emergency, such a flight attendant would become part of the emergency rather than part of its management. (Testimony of Dr. Winter.) In view of the entire record, Pan Am has acted reasonably and prudently in considering the disabling consequences of pregnancy in formulating the stop portion of its policy.<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*424</span> The issue of post-pregnancy complications and their relationship to Pan Am's mandatory 60-day post-pregnancy start policy did not receive extensive attention at trial. The weight of the medical evidence presented clearly falls on the side of Pan Am's policy, particularly in view of the potential problem of post-partum hemorrhage. Drs. Zuspan and Goetsch testified that a post-partum medical examination, which is both medically necessary and required by Pan Am's policy before return to work, should be delayed until 6 weeks postpartum or longer. At that point, uterine size and body functions have sufficiently normalized to permit an effective examination and a reliable judgment on whether the woman is ready to return to work. Dr. Creasey, plaintiffs' only witness on the start issue, preferred an individualized policy but conceded that he could \"see an argument\" for putting off the examination 4-6 weeks post-partum.</p>\n<p></p>\n<h2>2. <i>Conflict of Interest in the Pregnant Flight Attendant.</i>\n</h2>\n<p>Pan Am asserts that a pregnant flight attendant would face a conflict of interest in an emergency between her duties to her passengers and her duties to her unborn fetus. Both medical and lay opinion in the record support the potential existence of such a conflict. (E. g., Testimony of Dr. Cooper; Deposition of Dr. Kidera, pp. 18-19; Testimony of Ursula Douglas.) While other factors, such as training and individual character traits may also influence choices made during an emergency, the conflict of interest issue remains a subject of reasonable consideration by an air carrier. There is good reason to infer from the record that a pregnant flight attendant might be hesitant or indecisive in an emergency because of her condition and her desire to protect her fetus.</p>\n<p></p>\n<h2>3. <i>Conflict in Medical Opinion Justifying a Conservative View.</i>\n</h2>\n<p>There is also support for Pan Am's adoption of a \"conservative\" view on the stop-start issue. As the previous discussion has illustrated, substantial medical opinion in the fields of aviation medicine and obstetrics/gynecology favors a mandatory leave policy upon knowledge of pregnancy. Such opinion, most of which is held by doctors who have no particular interest in the airline industry or the policy of any carrier, is entitled to substantial weight in evaluating the operational reasonableness of a policy. (See, e. g., Testimony of Drs. Cooper, Goetsch, Zuspan, Winter, regarding reasonableness of stop-start policy.)</p>\n<p>The significance of differences of opinion on the stop-start issue and the reasonableness of continuing a full term mandatory leave policy are underscored by the deposition of Dr. Earl T. Carter, a Mayo Clinic physician and the Medical Director of Northwest Airlines. Northwest inaugurated a policy in 1974 allowing pregnant flight attendants to fly upon presentation of monthly medical certificates of fitness after the 4th month of pregnancy. (<i>Id.,</i> at p. 26.) Before the policy was adopted, Dr. Carter consulted with his colleagues in the Obstetrics/Gynecology Department at the Mayo Clinic and formed the opinion that the pregnant flight attendant should be allowed to fly as long as she could wear her uniform, or for about 26-28 weeks of her pregnancy. (<i>Id.,</i> pp. 25-26.) Northwest, however, went beyond Dr. Carter's advice and allows flight attendants to fly into the third <span class=\"star-pagination\">*425</span> trimester. It has also exempted pregnant flight attendants from the requirement of sliding down an evacuation slide during emergency training. (<i>Id.,</i> at pp. 51, 93.) Despite his advocacy of a liberal policy, Dr. Carter testified that complications of pregnancy might pose operational problems. (<i>Id.,</i> at p. 91.) He acknowledged that there was competent medical support for a conservative position and that Pan Am was acting prudently in adhering to that position. (<i>Id.,</i> at pp. 106-107.)<sup>[16]</sup></p>\n<p></p>\n<h2>4. <i>Availability of Medical Assistance to Pregnant Flight Attendant.</i>\n</h2>\n<p>The record discloses that Pan Am flights may last 10-15 hours or longer, especially when overseas operations are involved. It also discloses that serious complications of pregnancy, e. g., spontaneous abortion accompanied by massive hemorrhage can arise unexpectedly within such a time frame. When such an event does occur, immediate medical attention is necessary. The following statements from Pritchard, et al., <i>Danforth on Obstetrics,</i> document this necessity:</p>\n<blockquote>\"A patient should be instructed to notify her physician immediately whenever vaginal bleeding occurs during pregnancy.\"</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Whenever abortion appears imminent, it is wise to hospitalize the patient at once.\" (Def. Ex. V, Attachment.)</blockquote>\n<p>At least two medical experts testifying in this case cited the unavailability of medical care on long flights as a basis for their support of Pan Am's policy. (Testimony of Dr. Goetsch; Deposition of Dr. Scholten, p. 24.) In view of the record, Pan Am has acted reasonably in considering the unavailability of immediate medical attention to its pregnant flight attendants.</p>\n<p>In summary, the Court finds that Pan Am's stop-start policy is based on judgments, reached in good faith and supported by facts demonstrating the operational and safety problems that can arise from the presence of pregnant flight attendants on board an aircraft. The four reasons advanced by Pan Am to support its policy have a basis in fact on the record before the Court. The legal consequences of these findings will be considered in succeeding sections of this memorandum.</p>\n<p></p>\n<h2>II. THE LEGAL STATUS OF PREGNANCY CLASSIFICATIONS UNDER TITLE VII</h2>\n<p></p>\n<h2>A. <i>Legislative History</i>\n</h2>\n<p>Plaintiffs have brought this action under two specific subsections of Section 703 of Title VII, 42 U.S.C. § 2000e-2(a)(1) and (2). Subsection (a)(1) forbids an employer to discriminate against individuals in compensation or conditions of employment because of race, color, religion, sex, or national origin. Subsection (a)(2) forbids the employer to limit or classify employees in ways which deprive them of employment opportunities or adversely affect their status because of the above-mentioned characteristics.<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*426</span> The addition of the word \"sex\" to these subsections resulted from a House floor amendment offered by Representative Smith of Virginia, ostensibly in an effort to sabotage all of Title VII.<sup>[18]</sup> Consequently, the sex provisions of Title VII are buttressed by little original legislative history.<sup>[19]</sup> However, when Title VII enforcement procedures were amended in 1972, the House Committee on Education and Labor included in its report statistics showing economic discrimination against female employees<sup>[20]</sup> and a strongly-worded statement against sex-based job discrimination:</p>\n<blockquote>\"In recent years, the courts have done much to create a body of law clearly disapproving of sex discrimination in employment. Despite the efforts of the courts and the Commission, discrimination against women continues to be widespread, and is regarded by many as either morally or physiologically justifiable.</blockquote>\n<blockquote>\"This Committee believes that women's rights are not judicial divertissements. Discrimination against women is no less serious than other forms of prohibited employment practices and is to be accorded the same degree of social concern given to any type of unlawful discrimination.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"The time has come to bring an end to job discrimination once and for all, and to insure every citizen the opportunity for the decent self-respect that accompanies a job commensurate with one's abilities. The hopeful prospects that Title VII offered millions of Americans in 1964 must be revived.\" Report of the House Education and Labor Committee, No. 92-238, June 2, 1971, 1972 U.S.Code Cong. &amp; Admin.News, pp. 2137, 2141.</blockquote>\n<p>The tone of the Committee report was echoed on the House floor. <i>See, e. g.,</i> 117 Cong.Rec. 31960, 31977, 32105.<sup>[21]</sup> The central theme of the sex provisions is no different from that of the race provisions: \"what is required by Congress [in either case] is <span class=\"star-pagination\">*427</span> the removal of artificial, arbitrary, and unnecessary barriers to employment when the barriers operate to discriminate on the basis of racial or other impermissible classification.\" <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 431, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971). Title VII makes individual job-related merit the controlling factor in employment decisions to the exclusion of sexual stereotypes. <i>Cf., </i><i>Manhart v. City of Los Angeles, Dept. of Water,</i> 553 F.2d 581, 586 (9th Cir. 1977).<sup>[22]</sup> Pregnancy-based classifications, like any other employment classification, must conform to this standard.</p>\n<p></p>\n<h2>B. <i>Recent Case Law  LaFleur, Geduldig, and Gilbert</i>\n</h2>\n<p>The legal status of pregnancy-based employment regulations was first considered by the Supreme Court in a Constitutional context when three pregnant school teachers brought actions challenging the mandatory, unpaid maternity leave policies of their school boards. The Supreme Court invalidated mandatory \"stop\" policies of 4 and 5 months before expected delivery and a \"start\" policy based on the age of the teacher's child, holding that they involved the use of conclusive presumptions, unrelated to legitimate school system interests, which burdened the right to free choice in child-bearing decisions in violation of the Due Process Clause. <i>Cleveland Board of Education v. LaFleur,</i> 414 U.S. 632, 94 S.Ct. 791, 39 L.Ed.2d 52 (1974). While the Court disapproved of the irrational and irrebuttable presumption of physical incompetence on the part of pregnant teachers when individual medical evaluation was feasible,<sup>[23]</sup> it left room for a mandatory leave policy of a few weeks duration based on more general <span class=\"star-pagination\">*428</span> medical and scheduling considerations.<sup>[24]</sup> Justice Powell concurred in the result reached by the Court, but preferred to rest his decision on equal protection grounds and the overinclusive nature of the mandatory policies.<sup>[25]</sup></p>\n<p>Later in the same term in which <i>LaFleur</i> was decided, the Supreme Court examined and upheld a pregnancy disability exclusion from a state disability insurance program in the face of an equal protection challenge. <i>Geduldig v. Aiello,</i> 417 U.S. 484, 94 S.Ct. 2485, 41 L.Ed.2d 256 (1974). The Court held that the state had a legitimate interest in keeping the coverage under the insurance plan adequate for covered disabilities and at a low cost to covered employees who funded the plan. Consistent with this interest, the state was permitted to operate the plan so that the \"aggregate risk protection\" received by identifiable groups was equivalent. Since there was no risk from which men were protected and women were not and no risk from which women were protected and men were not, no invidious discrimination was found. 417 U.S. 496-97, 94 S.Ct. 2485. In response to arguments in the dissenting opinion to the effect that a pregnancy exclusion constituted sex discrimination, the Court in footnote 20 observed that pregnancy classifications were based on a unique physical condition and hence were not invariably gender-based discrimination:</p>\n<blockquote>\"The dissenting opinion to the contrary, this case is thus a far cry from cases like <i>Reed v. Reed,</i> 404 U.S. 71, 92 S.Ct. 251, 30 L.Ed.2d 225 (1971), and <i>Frontiero v. Richardson,</i> 411 U.S. 677, 93 S.Ct. 1764, 36 L.Ed.2d 583 (1973), involving discrimination based upon gender as such. The California insurance program does not exclude anyone from benefit eligibility because of gender but merely removes one physical condition  pregnancy  from the list of compensable disabilities. <i>While it is true that only women can become pregnant, it does not follow that every legislative classification concerning pregnancy is a sex-based classification like those considered in </i><i>Reed, supra,</i><i> and </i><i>Frontiero, supra</i><i>. Normal pregnancy is an objectively identifiable physical condition with unique characteristics.</i> Absent a showing that distinctions involving pregnancy are mere pretexts designed to effect an invidious discrimination against the members of one sex or the other, lawmakers are constitutionally free to include or exclude pregnancy from the coverage of legislation such as this on any reasonable basis, just as with respect to any other physical condition.</blockquote>\n<blockquote>\"The lack of identity between the excluded disability and gender as such under this insurance program becomes clear upon the most cursory analysis. The program divides potential recipients into two groups  pregnant women and nonpregnant persons. While the first group is exclusively female, the second includes members of both sexes. <i>The fiscal and actuarial benefits of the program thus accrue to members of both sexes.</i>\" 417 U.S. 496-97, n. 20, 94 S.Ct. 2492. (Italics supplied.)</blockquote>\n<p><span class=\"star-pagination\">*429</span> The significance of the analysis in footnote 20 to Title VII was the subject of the Supreme Court's decision last term in <i>General Electric Co. v. Gilbert,</i> 429 U.S. 125, 97 S.Ct. 401, 50 L.Ed.2d 343 (1976). The plaintiffs in <i>Gilbert</i> brought a class action challenging the exclusion of pregnancy from General Electric's employer-funded sickness and accident insurance program. The program provided up to 26 weeks of benefits in the amount of 60% of the employee's normal straight time earnings for total disability as a result of a nonoccupational sickness or accident. In addition to excluding pregnancy from the sickness or accident category, it terminated coverage on the date the employee ceased work because of total disability or pregnancy, although in case of personal leave, layoff, or strike, coverage was extended 31 days past that date. The Court held that the above-described program did not violate Title VII.</p>\n<p>In this Court's view, <i>Gilbert</i> stands for the following propositions: (1) Exclusion of pregnancy coverage from a general insurance program covering disability because of sickness or accident is not <i>per se</i> sex-based discrimination in violation of Title VII;<sup>[26]</sup> (2) Absent a showing that distinctions involving pregnancies either (a) \"are mere pretexts designed to effect invidious discrimination against the members of one sex or the other\";<sup>[27]</sup> or (b) produce a sex-based effect, such distinctions do not violate Title VII.<sup>[28]</sup> These propositions are considered in the following paragraphs.</p>\n<p><i>Gilbert</i> relied extensively on the analysis in <i>Geduldig,</i> and in particular on footnote 20, in considering whether distinctions in a disability insurance plan based on pregnancy were necessarily sex-based discrimination.<sup>[29]</sup> In rejecting that suggestion, the Court commented that:</p>\n<blockquote>\"Since it is a finding of sex-based discrimination that must trigger, in a case such as this, the finding of an unlawful employment practice under § 703(a)(1) [42 U.S.C. § 2000e-2(a)(1)], <i>Geduldig</i> is precisely in point in its holding that an exclusion of pregnancy from a disability-benefits plan providing general coverage is not a gender-based discrimination at all.\" 429 U.S. 136, 97 S.Ct. 408.</blockquote>\n<p>While the Court stated that a case might be made out against General Electric if the exclusion of pregnancy were found to be \"a subterfuge to accomplish a forbidden discrimination,\" 429 U.S. 136, 97 S.Ct. 408, it gave short shrift to any such suggestion in the case at bar. Recognizing that pregnancy was confined to women, the Court noted that it was different from other covered disabilities because it was \"not a `disease' at all, and [was] often a voluntarily undertaken and desired condition.\" <i>Id.</i> Thus, the general normalcy and voluntary nature of pregnancy provided a neutral basis for exclusion which obviated pretext in <i>Gilbert.</i></p>\n<p>The Court also stated that a Title VII case might be made out \"upon proof that the <i>effect</i> of an otherwise facially neutral plan or classification is to discriminate against members of one class or another.\" <span class=\"star-pagination\">*430</span> 429 U.S. 137, 97 S.Ct. 408, citing <i>Washington v. Davis,</i> 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976) and <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971). The Court found no proof of discriminatory effect in <i>Gilbert.</i> Again relying heavily on the analysis in <i>Geduldig,</i> it found no discrimination in aggregate risk protection under the plan  the insurance package included the same categories of risk for male and female employees. The fact that the plan did not cover the additional risk of pregnancy did not vitiate the plan, because the employer was already providing equality of benefits by insuring his employees against an identical list of risks. In this regard, the Court stated:</p>\n<blockquote>\"<i>Absent proof of different values,</i> the cost to `insure' against the risks is, in essence, nothing more than extra compensation to the employees, in the form of fringe benefits. If the employer were to remove the insurance fringe benefits and, instead, increase wages by an amount equal to the cost of the `insurance,' there would clearly be no gender-based discrimination, even though a female employee who wished to purchase disability insurance that covered all risks would have to pay more than would a male employee who purchased identical disability insurance, due to the fact that her insurance had to cover the `extra' disabilities due to pregnancy.\" 429 U.S. 139, n. 17, 97 S.Ct. 409. (Italics supplied.)</blockquote>\n<p><i>Gilbert</i> and <i>Geduldig</i> were employee benefits cases. Neither case cited nor discussed <i>LaFleur</i> or the Title VII implications of termination or mandatory leave policies based on pregnancy. While <i>Gilbert</i> stands for the proposition that Title VII does not require that special or additional benefits be paid to women because of their child-bearing role,<sup>[30]</sup> it did not hold or suggest that Title VII will not bar irrational or arbitrary termination or mandatory leave policies affecting pregnant women. And <i>LaFleur,</i> although decided on due process grounds, clearly indicates that in the absence of adequate justification, such policies may well be found to be irrational and arbitrary.</p>\n<p></p>\n<h2>III. THE STOP-START ISSUE</h2>\n<p>Pan Am's mandatory maternity leave policy requires pregnant flight attendants to take unpaid leaves of absence from discovery of pregnancy until no earlier than 60 nor later than 90 days following delivery. In the following sections of this opinion, the Court will examine the leave policy in light of the controlling questions:</p>\n<blockquote>(A) Does it have a discriminatory effect?</blockquote>\n<blockquote>(B) Is it justified by business necessity or as a bona fide occupational qualification (B.F.O.Q.)?</blockquote>\n<blockquote>(C) Is it a pretext for sex-based discrimination?</blockquote>\n<p>See the discussion in the preceding section and <i>Dothard v. Rawlinson,</i> ___ U.S. ___, 97 S.Ct. 2720, 53 L.Ed.2d 786 (1977); <i>Albemarle Paper Co. v. Moody,</i> 422 U.S. 405, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975); <i>McDonnell Douglas v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973); <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971).</p>\n<p></p>\n<h2>A. <i>Discriminatory Effect</i>\n</h2>\n<p>Although <i>Gilbert</i> established that pregnancy distinctions are not <i>per se</i> \"because of sex\" within the meaning of Title VII, that proposition is not, in the words of the Court, \"the end of the analysis.\" 429 U.S. 135, 97 S.Ct. 401. It is significant that five members of the Court, two in concurring opinions and three in dissent, were careful to leave open the option of a discriminatory effect finding in a pregnancy case under the reasoning of <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971). In <i>Griggs,</i> the Supreme Court established the principle of adverse effect or impact discrimination in Title VII <span class=\"star-pagination\">*431</span> analysis. It held that the use of standardized intelligence tests which: (1) operated to exclude blacks at substantially higher rates than whites; <i>and</i> (2) which were not significantly related to job performance, violated Title VII.<sup>[31]</sup> Since <i>Griggs,</i> the general proposition that a Title VII plaintiff may establish a prima facie case by showing that a particular employment practice has an adverse impact upon a particular race or sex has become well-established law.<sup>[32]</sup></p>\n<p>The <i>Griggs</i> analysis is applicable to mandatory pregnancy leave policies. In <i>Griggs,</i> an ostensibly neutral device  an intelligence test  had the effect of excluding a disproportionate number of black persons from employment. In this case, the mandatory pregnancy leave policy has the effect of excluding a disproportionate number of women from employment, albeit only temporarily. Where such an effect results, the policy violates Title VII unless shown to have a manifest relationship to job performance.<sup>[33]</sup></p>\n<p>It is no answer to say that the mandatory leave policy divides the employees into groups not on the basis of sex, but on the basis of pregnancy. <i>Cf., </i><i>Geduldig v. Aiello,</i> 417 U.S. at 497, n. 20, 94 S.Ct. 2485. As <i>Griggs</i> makes clear, it is not necessary to show that all members of a class are adversely affected, so long as the adverse impact is shown to fall disproportionately on that class. In <i>Griggs,</i> a disproportionate number of blacks failed the test. Here, only women  although not all women  are affected by the compulsory leave policy. This case is therefore analogous to decisions holding the exclusion of married women or mothers of small children to be Title VII violations.<sup>[34]</sup></p>\n<p>For the same reason, the policy is not rendered immune by the fact that pregnancy <span class=\"star-pagination\">*432</span> is a physical condition unique to women. A facially neutral policy may violate Title VII nonetheless if it has a sex-based discriminatory effect. See, <i>Dothard v. Rawlinson,</i> ___ U.S. ___, 97 S.Ct. 2720, 2726-2727, 53 L.Ed.2d 786 (1977) (height and weight requirement found to violate Title VII).</p>\n<p>The record in the instant case demonstrates that Pan Am's policy has a discriminatory effect upon its female flight attendants within the meaning of Title VII. First, a substantial portion of Pan Am's female flight attendants will be directly affected by the policy one or more times during their careers at Pan Am. The policy, unlike the insurance program in <i>Gilbert,</i> affirmatively disables these flight attendants from receiving wages from Pan Am for several months. Male flight attendants are not similarly disabled.<sup>[35]</sup> Second, the policy has a potential impact on decisions of female flight attendants whether to become pregnant at all and accept the financial consequences. <i>Cleveland Board of Education v. LaFleur, supra</i><i>. See,</i> also, Note, Sex Discrimination in Employment: An Attempt to Interpret Title VII of the Civil Rights Act of 1964, 1968 <i>Duke L.J.</i> 671, 722.</p>\n<p>Finally, it cannot be said that Pan Am's policy on its face is so obviously related to business necessities as to immunize it from attack as an \"artificial, arbitrary and unnecessary barrier to employment\" and obviate the need to justify it as a business necessity or B.F.O.Q.<sup>[36]</sup></p>\n<p></p>\n<h2>B. <i>Business Necessity/Bona Fide Occupational Qualification</i>\n</h2>\n<p>Once a prima facie case is established, the employer has the burden of showing that the employment practice in question bears a manifest relationship to job performance or other legitimate business necessity of the employer. <i>Griggs,</i> at 431, 91 S.Ct. 849; <i>McDonnell Douglas,</i> at 802-803, 93 S.Ct. 1817. Alternatively, Pan Am has advanced the affirmative defense that non-pregnancy \"is a bona fide occupational qualification [BFOQ] reasonably related to the normal operation of [its] business\" as an air carrier. 42 U.S.C. § 2000e-2(e).<sup>[37]</sup> Both the business necessity and B.F.O.Q. defense are designed to require that employment practice be related to the legitimate needs of the employer's particular business. Therefore, the Court will examine Pan Am's defense in the light of relevant cases applying either standard.</p>\n<p>In order to survive a showing of discriminatory impact, an employment practice must be shown to be necessary to the safe and efficient operation of a business. This showing involves three essential elements: (1) the asserted business interests which underlie the policy must be related to the primary purpose or essence of the business operation  the test is business necessity, not mere business convenience; (2) the policy must be reasonably calculated to further the asserted business interests; and (3) there must be no alternative policy which satisfies the asserted interests with a lesser <span class=\"star-pagination\">*433</span> discriminatory impact.<sup>[38]</sup> The final element has also been viewed as relevant to the pretext issue on which the plaintiff bears the burden of persuasion.<sup>[39]</sup></p>\n<p>The unique business interests of common carriers in the safe transportation of their passengers were analyzed in two recent cases decided under the Age Discrimination in Employment Act of 1967, 29 U.S.C. § 621 et seq., which is similar in structure and language to Title VII: <i>Usery v. Tamiami Trail Tours, Inc.,</i> 531 F.2d 224 (5th Cir., 1976); <i>Hodgson v. Greyhound, Inc.,</i> 499 F.2d 859 (7th Cir.), <i>cert. den.,</i> 419 U.S. 1122, 95 S.Ct. 805, 42 L.Ed.2d 822 (1974). Both cases involved bus company policies refusing to consider initial applications for the position of intercity driver from persons over a specified age  40 in the case of Tamiami; 35 in the case of Greyhound. In both cases, the policies were sustained as B.F.O.Q.s reasonably related to the employers' interests in providing safe transportation.</p>\n<p>In <i>Usery,</i> the court noted that safe transportation of passengers went to the essence of the business of a common carrier, and articulated the following test for safety qualifications:</p>\n<blockquote>\"The greater the safety factor, measured by the likelihood of harm and the probable severity of that harm in case of an accident, the more stringent may be the job qualifications designed to insure safe driving.\" 531 F.2d 236.</blockquote>\n<p>Finding the safety factor great, the court upheld the policy based on the trial court's finding that physiological and psychological deterioration with age, all of which could not be detected by examination, made 40 a reasonable cut-off age in driver hiring.<sup>[40]</sup></p>\n<p>In <i>Hodgson,</i> the trial court had found Greyhound's policy to be unlawful, holding that it had not demonstrated that \"`all or substantially all [applicants over age 40] . . . would be unable to perform safely and efficiently the duties of the job involved.'\" 499 F.2d at 861. The Court of Appeals reversed, saying:</p>\n<blockquote>\"As reflected in the <i>Spurlock</i> decision [cited in note 41, <i>infra</i>], a public transportation carrier, such as Greyhound, entrusted with the lives and well-being of passengers, must continually strive to employ the most highly qualified persons available for the position of intercity bus driver for the paramount goal of a bus carrier is safety. Due to such compelling concerns for safety, it is not necessary that Greyhound show that all or substantially all bus driver applicants over forty could not perform safely. Rather, to the extent that the elimination of Greyhound's hiring policy may impede the attainment of its goal of safety, it must be said that such action undermines the essence of Greyhound's operations. Stated differently, <i>Greyhound must demonstrate that it has a rational basis in fact to believe that elimination of its maximum</i> <span class=\"star-pagination\">*434</span> <i>hiring age will increase the likelihood of risk of harm to its passengers. Greyhound need only demonstrate however a minimal increase in risk of harm</i> for it is enough to show that elimination of the hiring policy might jeopardize the life of one more person than might otherwise occur under the present hiring practice.\" (499 F.2d at 863, italics supplied.)</blockquote>\n<p>The court found that the policy was amply justified by a record disclosing: (1) rigorous and demanding assignments given newly hired, low seniority drivers; (2) physical and sensory deterioration with age; (3) optimum performance by drivers combining age and driving experience; and (4) the impracticability of frequent individual physical and performance screening of drivers.<sup>[41]</sup></p>\n<p>The record before the Court sustains Pan Am's policy as a business necessity/B.F.O.Q. under the standards set forth above.<sup>[42]</sup> The policy is a good faith effort on the part of Pan Am to protect the safety of its passengers by ensuring the maximum emergency capabilities of all flight attendants. It is reasonably calculated to further the safety objective by removing from flight status a group of flight attendants whose condition poses an additional risk to emergency management. Although plaintiffs have sought to minimize the likelihood of harm through calculations of the probable coincidence of an emergency and a pregnancy disability, their analysis does not meet the thrust of Pan Am's defense. As an air carrier with a public duty to operate with the highest degree of safety, Pan Am is in the business of avoiding and managing the risks resulting from low probability occurrences which could have extremely serious consequences. Indeed, such risk management is of the essence of Pan Am's business, since aircraft accidents and incidents are invariably unique and low probability occurrences. (<i>See, e. g.,</i> Testimony of Dr. Winter.) That Pan Am chooses to manage an established risk of disruption of emergency operations, such as pregnancy in a flight attendant, with a general policy rather than individual consideration, does not automatically vitiate that policy under Title VII.</p>\n<p>Moreover, the record does not establish a feasible alternative policy of lesser adverse impact that would satisfy Pan Am's objectives. A policy of individualized examination or certification does not meet this test for several reasons. First, major complications of pregnancy which justify the policy, e. g., spontaneous abortion, are not sufficiently predictable through examination to support an individualized policy. Second, the potential conflict of interest to which a flight attendant may be exposed has not been shown to be manageable through an individualized policy. Third, individualized evaluation of the medical condition, capability and performance of flight attendants throughout pregnancy has not been shown to be administratively or operationally feasible within Pan Am.<sup>[43]</sup></p>\n<p>In sum, Pan Am, entrusted as a carrier with the lives and well-being of its passengers, has an obligation at all times to employ the most highly qualified persons in positions affecting the safety of passengers. The record demonstrates that Pan Am \"has a rational basis in fact to believe that elimination of its [mandatory pregnancy leave] <span class=\"star-pagination\">*435</span> will increase the likelihood of risk of harm to its passengers.\" <i>Hodgson,</i> 499 F.2d at 863. Moreover, Pan Am has demonstrated that the \"likelihood of harm and the probable severity of harm in case of an accident\" warrant imposition of a stringent policy. <i>Usery,</i> 531 F.2d at 236. Finally, Pan Am has shown that it is \"highly impractical to deal with [pregnant flight attendants] on an individualized basis\" <i>and</i> it has applied a \"reasonable general rule,\" <i>Weeks,</i> 408 F.2d at 235, n. 5.</p>\n<p>As in <i>Dothard,</i> \"more is at stake in this case . . . than an individual woman's decision to weigh and accept the risks of employment\" or, for that matter, an individual woman's right to be evaluated on an individualized basis. ___ U.S. at ___, 97 S.Ct. at 2730. The rights of individuals cannot be determined in the abstract without regard to the burdens their exercise might impose on society as a whole. The record amply demonstrates that the risk of harm to passengers and crew in the event of the failure of a flight attendant to perform to capacity in the event of an emergency is sufficiently great  and the public interest in avoiding it sufficiently compelling  to justify Pan Am's method of minimizing that risk by adoption of a general mandatory pregnancy policy.<sup>[44]</sup></p>\n<p></p>\n<h2>C. <i>Pretext</i>\n</h2>\n<p>The Supreme Court recognized in <i>Gilbert</i> that even in the absence of proof of sex-based discrimination, liability may be imposed where \"`distinctions involving pregnancy are mere pretexts designed to effect an invidious discrimination against the members of one sex or the other.'\" 429 U.S. at 135, 97 S.Ct. at 407. The Court rejected the pretext argument there, finding that \"we have here no question of excluding a disease or disability comparable in all other respects to covered diseases or disabilities and yet confined to the members of one race or sex. Pregnancy is, of course, confined to women, but it is in other ways significantly different from the typical covered disease or disability.\" 429 U.S. at 136, 97 S.Ct. at 408.</p>\n<p>The Court had previously analyzed the pretext issue in <i>McDonnell Douglas v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). It held there that although a prima facie case had been made out by the employer's failure to rehire a qualified black applicant, the employer had successfully rebutted that case by a showing of unlawful, disruptive activity on the part of the applicant against the employer. The applicant was given the opportunity to show, on remand, that the employer's rebuttal was a pretext for forbidden discrimination. The Court suggested that such a showing might be made, <i>e. g.,</i> if whites engaging in similar activity were nonetheless hired, or if there were other evidence suggesting purposeful but disguised discrimination. <i>See,</i> also <i>McDonald v. Santa Fe Trail Transportation Co.,</i> 427 U.S. 273, <span class=\"star-pagination\">*436</span> 96 S.Ct. 2574, 49 L.Ed.2d 493 (1976). In <i>Albemarle Paper Co. v. Moody,</i> 422 U.S. 405, 425, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975), a testing case, the Court expressed a somewhat different view of pretext, stating that a plaintiff may rebut a job-relatedness showing by establishing that other available selection devices would, without discriminatory effect, also \"serve the employer's legitimate interest in `efficient and trustworthy workmanship.'\" <i>See,</i> also, <i>Dothard v. Rawlinson,</i> ___ U.S. ___, 97 S.Ct. 2720, 53 L.Ed.2d 786 (1977).</p>\n<p>The record here does not support a finding of pretext. The evidence shows that pregnancy is a unique condition for which provision must be made by Pan Am. There is no indication that the provision made was intended as a vehicle for discriminatory treatment of women or was otherwise adopted in anything but good faith. On the contrary, as discussed in the preceding section of this opinion, it is supported by legitimate safety considerations, which cannot be adequately satisfied by alternative means.<sup>[45]</sup></p>\n<p></p>\n<h2>IV. <i>THE BENEFITS ISSUE</i>\n</h2>\n<p>The <i>Gilbert</i> decision controls the disposition of the benefits issue. Under its analysis, exclusion of pregnancy, regarded as generally a voluntary and desired condition from benefit coverage does not warrant inference of pretext. Likewise, discriminatory effect is not established when men and women receive the same aggregate risk protection, based on even-handed inclusion of risks from an insurance plan.<sup>[46]</sup></p>\n<p>Plaintiffs assail Pan Am's sick pay policy, which denies the use of accumulated sick pay during pregnancy leave. Sick pay is accrued on the basis of months of compensated employment and distributed during periods of \"sickness or injury.\" (CBA, Articles 13(a), (b).) By analogy to <i>Gilbert,</i> there is no showing of pretext when a benefits plan distinguishes pregnancy from \"sickness and injury\" any more than when it differentiates \"disability.\" In each case, the distinction rests on the general voluntariness, desirability, and normalcy of pregnancy as opposed to the contrasting features of the distinguished conditions. Moreover, the sick pay plan contains an even-handed inclusion of risks  male and female employees are equally protected from wage loss due to the same categories of \"sickness and injury.\" Since plaintiffs have not established that the sick pay plan is worth more to men than women by reason of the pregnancy exclusion, discriminatory effect has not been proved. <i>See, </i><i>Hutchison v. Lake Oswego School Dist.,</i> 519 F.2d 961 (9th Cir., 1975), vacated and remanded for reconsideration in light of <i>Gilbert,</i> 429 U.S. 1033, 97 <span class=\"star-pagination\">*437</span> S.Ct. 725, 50 L.Ed.2d 744 (1977), vacated and remanded with instructions to dismiss complaint, Nos. 74-3181, 74-3182, 558 F.2d 1037 (9th Cir., 1977) (denial of sick leave to pregnant teachers upheld in the face of a Title VII attack).</p>\n<p>Plaintiffs also attack Pan Am's Group Health Insurance Policy, which provides lower benefit levels for normal pregnancy than for hospitalization for other conditions. No pretext is shown  the same elements which distinguished pregnancy from other disabilities in <i>Gilbert</i> distinguish it from other \"sickness\" or \"illness\" under a medical insurance policy. (Pl. Ex. 76.) However, with regard to the Group Health Policy coverage of pregnancy, plaintiffs have attempted to establish a discriminatory effect by introducing evidence establishing that, because of the COB Rule, dependents' claims are paid under the father's policy, and female employees therefore receive less from the insurance carrier.</p>\n<p>Plaintiffs' evidence falls short of establishing a discriminatory effect for several related reasons. First, Pan Am makes equal contributions for employees of both sexes to Travellers to fund the medical insurance plan. The Wage and Hour Administrator, whose interpretations of the Equal Pay Act of 1963 apply as well to Title VII, see 42 U.S.C. § 2000e-2(h), has promulgated the following regulation regarding employer insurance contributions:</p>\n<blockquote>\"If employer contributions to a plan providing insurance or similar benefits to employees are equal for both men and women, no wage differential prohibited by the equal pay provisions will result from such payments, even though the benefits which accrue to the employees in question are greater for one sex than for the other. The mere fact that the employer may make unequal contributions for employees of opposite sexes in such a situation will not, however, be considered to indicate that the employer's payments are in violation of section 6(d), if the resulting benefits are equal for such employees.\" 29 CFR § 800.116(d) (1975).</blockquote>\n<p>This regulation is consistent with the legislative history of the Equal Pay Act and Title VII and is entitled to deference. <i>Gilbert,</i> 429 U.S. 144-45, 97 S.Ct. 401. Its first sentence protects Pan Am's policy, which is based on equal contributions.</p>\n<p>Second, while Travellers may pay out more to men, the actual benefits provided under the plan are not greater for men. Men and women receive the same basic benefits under the plan although under the COB Rule some of those benefits may be paid by another insurance carrier. The female employee loses nothing through operation of the COB Rule  to the extent she receives less from Travellers, she (through payments to her dependents) may receive more from another carrier adhering to the Rule. Third, even if a difference in value of benefits received is assumed, the plan contains only an even-handed inclusion of risks under <i>Gilbert</i> and is therefore valid under Title VII. See, in contrast, <i>Manhart v. City of Los Angeles, Department of Water,</i> 553 F.2d 581 (9th Cir., 1976) (retirement plan providing equal benefits to members of both sexes but imposing a higher cost on women based on greater average longevity violates Title VII).</p>\n<p>Finally, plaintiffs attack the seniority policy as it applies to pregnant flight attendants. On the face of the policy, the <i>Gilbert</i> analysis applies to foreclose plaintiffs' argument. The seniority policy is the same, <i>i. e.,</i> accrual of seniority for the first 90 days of leave, for all leaves except medical and union business leaves. Again, these types of leave are distinguishable from maternity leave based on their different purposes and the nature of their underlying conditions  sex is not present on the face of the distinction. Moreover, plaintiffs have made no case of discriminatory effect  there is no evidence that men have more seniority than women because of the challenged seniority policy.</p>\n<p>However, Pan Am has made a distinction between the kind of mandatory leave imposed on account of pregnancy and personal leave or leave granted for any other reason. A flight attendant going on maternity leave has been required to liquidate her <span class=\"star-pagination\">*438</span> accrued vacation immediately upon beginning her leave, receiving vacation pay in cash, while all other employees going on leave could take their vacation <i>time</i> before beginning leave. The consequence of this distinction is that pregnant flight attendants lose the benefits which all other employees receive while on vacation and before starting their leaves. These benefits include: (1) accrual of additional seniority during the vacation period; (2) participation in Pan Am's health and life insurance program during that period at no cost to the employee; and (3) eligibility for free or reduced fare travel during that period.</p>\n<p>The distinction made, and its consequences, result in a discriminatory impact on female flight attendants. Only women going on pregnancy leave were required to liquidate accrued vacation immediately. No male or female employee going on any other kind of leave for any other reason has been required to submit to liquidation and the attendant loss of benefits. In contrast to the situation in <i>Gilbert,</i> the vacation liquidation policy was not part of an insurance plan which covers the same risks for male and female employees and merely fails to cover an additional sex-unique risk. The policy thus singled out women based on a sex-unique condition and imposed on them alone a loss of benefits not suffered by similarly situated male employees. It made pre-leave vacation benefits worth more to men than women.</p>\n<p>The record discloses no reason or justification for applying a vacation liquidation policy only to pregnant flight attendants. The <i>Gilbert</i> analysis does not support the policy on its face  the largely voluntary and desirable nature of pregnancy does not distinguish it from other causes of personal leave which may be equally voluntary and desirable. Moreover, the safety, administrative, and insurance considerations advanced by Pan Am in support of other aspects of the stop-start and benefits policies do not supply a persuasive reason for liquidating the vacation time of only pregnant flight attendants.</p>\n<p>Subsequent to the trial, in a reply memorandum filed with the Court on August 26, 1977, Pan Am's counsel advised that this distinction between maternity leaves and other personal leaves appears to have been eliminated prior to the trial, unbeknownst to counsel. Counsel for plaintiffs are requested to advise the Court promptly whether they dispute the representation of Pan Am in this respect.</p>\n<p>In any event, the past treatment accorded maternity leaves as a result of which Pan Am's female flight attendants were precluded from taking accrued vacation when going on pregnancy leave was discriminatory in violation of Title VII. <i>Cf., </i><i>Liss v. School Dist. of City of LaDue,</i> 548 F.2d 751 (8th Cir., 1977) (compensation under sick leave policy for any kind of disability except pregnancy may violate Title VII under the <i>Gilbert</i> analysis).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated, the Court finds and concludes that Pan Am's mandatory pregnancy leave policy and its policy and practice with respect to sick pay benefits, group health insurance, long-term disability insurance, and seniority accrual during pregnancy leave do not violate Sections 2000e-2(a)(1) or (2) of Title 42, United States Code.</p>\n<p>The Court further finds and concludes that Pan Am's policy requiring flight attendants to liquidate their accrued vacation benefits at the beginning of pregnancy leave did violate those sections. Inasmuch as the issues of liability and damages have heretofore been bifurcated, further proceedings may be required to determine eligible claimants and damages on this aspect of the case.</p>\n<p>The parties are directed to confer concerning what if any further proceedings may be required. In particular, counsel are requested to consider whether application should be made for an order of certification under 28 U.S.C. § 1292(b).</p>\n<p>The matter is set for a status conference on September 16, 1977, at 10:00 A.M.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs Harriss and Feather filed timely charges of discrimination with the Equal Employment Opportunity Commission; received Notice of Right to Sue letters from the E.E. O.C.; and commenced this action in the manner and within the time permitted in 42 U.S.C. § 2000e-5. The E.E.O.C. and state equal employment agencies could not effect a settlement of the charges, and administrative remedies have been exhausted. (Pl. Exs. 1-4.)</p>\n<p>[2]  <i>Harriss v. Pan American World Airways, Inc.,</i> 74 F.R.D. 24, 48 (N.D.Cal., 1977).</p>\n<p>[3]  The historical information contained in this paragraph concerning Pan Am's use of flight attendants is taken from the opinion of the district court in <i>Diaz v. Pan American World Airways, Inc.,</i> 311 F.Supp. 559 (S.D.Fla.,1970), <i>rev'd</i> 442 F.2d 385 (5th Cir., 1971), a case which held Pan Am's post-1959 policy of hiring only female flight attendants to be a violation of Title VII.</p>\n<p>[4]  In contrast, most U. S. domestic airlines began to employ all-female cabin crews in the 1930's to increase business by emphasizing in-cabin comfort and service and reducing passenger apprehension concerning flight. 311 F.Supp. 562.</p>\n<p>[5]  See note 3, <i>supra.</i> Pan Am now employs approximately 3,400 female and 600 male flight attendants.</p>\n<p>[6]  Plaintiffs also challenge the following aspects of Pan Am's benefits policy: (1) exclusion of pregnancy from Pan Am's Long Term Disability Insurance Plan; (2) liquidation of vacation benefits at the beginning of leave resulting in inability to use vacation time to accrue seniority or enjoy reduced-fare travel benefits; and (3) continuation of life and medical insurance during leave only at the expense of the flight attendant. Maternity leave is unique in its provision for liquidation of vacation  even personal leave allows vacation <i>time,</i> as well as money, to be retained. There is no requirement that persons who are drawing sick pay or who are on the first 30 days of medical leave pay insurance premiums to retain coverage, but such payment is apparently necessary in all other types of leaves.</p>\n<p>[7]  Plaintiffs complain that their seniority losses are aggravated by the liquidation of accrued vacation at the beginning of leave, a practice unique to maternity leave. They argue that they are not, like other employees, allowed to use <i>vacation time</i> to continue to accrue seniority. <i>See, also,</i> note 6 <i>supra.</i></p>\n<p>[8]  The provision that complications of pregnancy be covered as any other illness became effective August 1, 1974. (Pl. Ex. 33, p. 133.) This provision was negotiated following a 1973 TWU demand for an increase in normal maternity benefits to cover hospital and miscellaneous fees in full and to increase the surgical benefit by 50%. Acceptance of the TWU demand would have cost Pan Am an additional $361,465 in 1973. (Testimony of William McCulloch, Def. Ex. F.)</p>\n<p>[9]  During those negotiations, TWU had demanded a 50% across the board increase in maternity insurance levels.</p>\n<p>[10]  The major sources of the emergency duty list for flight attendants are the testimony of Captain Francis Wallace, Pan Am's Director of Flight Safety Analysis and Information; Pl. Ex. 147, which is an Emergency Evaluation Checklist from the Flight Operations Division  Training Program Developments; and accident reports of the National Transportation Safety Board.</p>\n<p>[11]  The National Transportation Safety Board is a federal agency which investigates civil aircraft accidents and makes safety recommendations to the F.A.A. Administrator. 49 U.S.C. § 1441(a). <i>Cross-Check</i> is a safety magazine published by Pan Am for distribution to its employees.</p>\n<p>[12]  In addition to expanding girth and balance problems, the serious conditions of placenta previa and placenta abruptio can occur at the end of the second and beginning of the third trimester. These conditions occur in 3-4% of pregnancies and may involve massive hemorrhaging as the placenta ruptures and becomes detached from the wall of the uterus. (Testimony of Drs. Cooper and Goetsch.)</p>\n<p>[13]  There are references in the medical testimony to problems of pregnancy other than those discussed above, e. g., urinary difficulties, backache, emotional lability, stress hormone imbalance, decreases in work efficiency, etc. There are also references to fetal problems resulting from lower oxygen levels, radiation, and trauma to the flight attendant. None of these references were sufficiently supported or developed to give rise to a significant operational concern that supports Pan Am's policy. The record as a whole does not support the conclusion that pregnant women are less work-efficient than non-pregnant women in the first two trimesters. The other problems listed have a minor impact on performance ability. The fetus, because of anaerobic metabolism and fluid sack protection, may be better able to survive low oxygen or trauma than the mother. Other suggested dangers, such as radiation, are speculation at this stage of medical knowledge.</p>\n<p>[14]  By definition, a third trimester termination of pregnancy is considered a stillbirth as opposed to an abortion.</p>\n<p>[15]  In an attempt to minimize the importance of the complications of early pregnancy, plaintiffs have argued that such complications occur before pregnant women have knowledge of pregnancy and are thus beyond the reach of Pan Am's policy in any event. This argument, coupled with the ability of a flight attendant to conceal pregnancy through the first trimester, apparently convinced Dr. Carter, Medical Director of Northwest Airlines, to disregard early pregnancy complications in forming his opinion. (Deposition of Dr. Carter, pp. 23-25.) The Court, however, must reject the argument for two reasons. First, although there is some direct conflict in the testimony, the weight of the evidence supports the view that most women have knowledge, or at least a substantial basis to suspect their pregnancies between the first and second menstrual periods, or 4-8 weeks into the pregnancy. Dr. Cooper and Dr. Goetsch, both of whom had extensive practical experience in obstetrics, advanced this view. Dr. Cooper testified that 75% of his patients request examination between the first and second missed periods; Dr. Goetsch testified that the vast majority of his patients did likewise.\n</p>\n<p>Second, there is an assumption in this argument that because some pregnant flight attendants may conceal their pregnancies in violation of the policy, the policy is somehow vitiated. The fact that some disobedience occurs does not render Pan Am's adherence to its policy unreasonable when it is supported by sound medical/operational considerations. If flight attendants make an effort to meet their obligation under the policy, most will report their pregnancies at 6-10 weeks, which is at or before the time that most significant early complications of pregnancy arise.</p>\n<p>[16]  Plaintiffs have relied extensively on the Northwest policy and Dr. Carter's deposition in their attack on Pan Am's policy. This reliance is misplaced for several reasons. First, in formulating the Northwest policy, Dr. Carter disregarded important complications of pregnancy on bases not supported in this record. <i>See,</i> note 15, <i>supra.</i> Second, Northwest's policy went beyond Dr. Carter's advice and extended flight status into the third trimester, a result that is clearly contrary to the record before the Court. Third, Northwest's policy has not been the subject of sufficient study or experience (1974-77) to warrant its use as a model for other airlines.</p>\n<p>[17]  Section 2000e-2(a)(1) provides:\n</p>\n<p>(a) It shall be an unlawful employment practice for an employer </p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or . . .</p>\n<p>Section 2000e-2(a)(2) provides:</p>\n<p>(a) It shall be an unlawful employment practice for an employer </p>\n<p>*   *   *   *   *   *</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>[18]  <i>See, generally,</i> Note, Sex Discrimination in Employment: An Attempt to interpret Title VII of the Civil Rights Act of 1964, 1968 <i>Duke L. J.</i> 671, 672-679. The author questions the sincerity of the sponsors of the Smith Amendment noting, among other things, their negative votes on the question of passage of Title VII as a whole.</p>\n<p>[19]  Comments made on the House Floor immediately prior to the enactment of the Smith Amendment reflected concerns that: (1) white women, unprotected by Title VII, would occupy the bottom of the employment ladder and would lose jobs to black women, Remarks of Rep. Griffiths, 110 Cong.Rec. 2579; Rep. Gathings, 110 Cong.Rec. 2584; Rep. Smith, 110 Cong.Rec. 2583; and (2) state protective legislation prevented women from obtaining better paying jobs. Remarks of Rep. St. George, 110 Cong.Rec. 2580-81. Although there was no reference to pregnancy in the floor debate, Representative Green urged, with considerable foresight, that \"biological differences between men and women\" would create employment problems and that further study was necessary. 110 Cong.Rec. 2584. The Smith Amendment, however, was agreed to on a vote of 168-133.</p>\n<p>[20]  The Report referred to Labor Department statistics comparing wages of men and women:\n</p>\n<p>\"Recent statistics released from the U.S. Department of Labor indicate that there exists a profound economic discrimination against women workers. Ten years ago, women made 60.8% of the average salaries made by men in the same year; in 1968, women's earnings still only represented 58.2% of the salaries made by men in that year. Similarly, in that same year, 60% of women, but only 20% of men earned less than $5,000. At the other end of the scale, only 3% of women, but 28% of men had earnings of $10,000 or more.</p>\n<p>\"Women are subject to economic deprivation as a class. Their self-fulfillment and development is frustrated because of their sex. Numerous studies have shown that women are placed in the less challenging, the less responsible and the less remunerative positions on the basis of their sex alone.\" Report of the House Education and Labor Committee, No. 92-238, June 2, 1971, 1972 U.S.Code Cong. &amp; Admin.News, pp. 2137, 2140.</p>\n<p>[21]  Representative Mink referred to the Report and commented:\n</p>\n<p>\"The view that employment discrimination against women is perfectly natural and only reflects the inherent differences between the sexes continues to the detriment of the entire nation.\" 117 Cong.Rec. 32105.</p>\n<p>[22]  The use of pregnancy-based classifications to determine access to employment and employee fringe benefits does not appear to have been specifically considered in Title VII or its legislative history. However, on April 2, 1972, the Equal Employment Opportunity Commission issued a pregnancy guideline as a part of a set of guidelines on sex discrimination. The E.E.O.C. guideline provides:\n</p>\n<p>§ 1604.10 <i>Employment policies relating to pregnancy and childbirth.</i></p>\n<p>(a) A written or unwritten employment policy or practice which excludes from employment applicants or employees because of pregnancy is in prima facie violation of Title VII.</p>\n<p>(b) Disabilities caused or contributed to by pregnancy, miscarriage, abortion, childbirth, and recovery therefrom are, for all job-related purposes, temporary disabilities and should be treated as such under any health or temporary disability insurance or sick leave plan available in connection with employment. Written and unwritten employment policies and practices involving matters such as the commencement and duration of leave, the availability of extensions, the accrual of seniority and other benefits and privileges, reinstatement, and payment under any health or temporary disability insurance or sick leave plan, formal or informal, shall be applied to disability due to pregnancy or childbirth on the same terms and conditions as they are applied to other temporary disabilities.</p>\n<p>(c) Where the termination of an employee who is temporarily disabled is caused by an employment policy under which insufficient or no leave is available, such a termination violates the act if it has a disparate impact on employees of one sex and is not justified by business necessity. 29 C.F.R. § 1604.10; 37 F.R. 6836, April 5, 1972.</p>\n<p>The first sentence of § 1604.10(b), insofar as it applies to coverage of pregnancy under a disability insurance program, has been discredited as evidence of Congressional intent by the Supreme Court. <i>Gilbert v. General Electric Co.,</i> 429 U.S. 125, 140-145, 97 S.Ct. 401, 50 L.Ed.2d 343 (1976). The Court gave a number of reasons for its refusal to defer to that portion of the guideline, including the fact that it conflicted with earlier pronouncements of the E.E.O.C. and with effective regulations of the Wage and Hour Division, which is charged with enforcement of Equal Pay Act provisions paralleling Title VII. The Court's reasons may not vitiate other portions of the guideline, <i>e. g.,</i> those referring to termination and leave policies, because of the E.E.O.C.'s consistency in making findings of sex discrimination based on arbitrary policies in these areas. <i>See, e. g.,</i> 1973 CCH E.E.O.C. Decisions ¶¶ 6170; 6370; 6380. <i>See,</i> also, Note, <i>supra,</i> note 18, at 721 (reporting 1966 and 1967 opinions of the E.E.O.C. General Counsel reaching different results in mandatory leave cases).</p>\n<p>[23]  In support of its rejection of the fixed leave policies, the Court noted that: (1) medical testimony in the record indicated that the working ability of a pregnant women was an individualized matter; and (2) individual medical examination and certification was available as an alternative to a fixed policy for all women. 414 U.S. 645-47, n. 14, 94 S.Ct. 791.</p>\n<p>[24]  The Court stated at 414 U.S. 647, n. 13 at 94 S.Ct. 799:\n</p>\n<p>\"This is not to say that the only means for providing appropriate protection for the rights of pregnant teachers is an individualized determination in each case and in every circumstance. We are not dealing in these cases with maternity leave regulations requiring a termination of employment at some firm date during the last few weeks of pregnancy. We therefore have no occasion to decide whether such regulations might be justified by considerations not presented in these records  for example, widespread medical consensus about the `disabling' effect of pregnancy on a teacher's job performance during these latter days, or evidence showing that such firm cutoffs were the only reasonable method of avoiding the possibility of labor beginning while some teacher was in the classroom, or proof that adequate substitutes could not be procured without at least some minimal lead time and certainty as to the dates upon which their employment was to begin.\"</p>\n<p>[25]  Justice Powell would not reach the question whether pregnancy is a sex-based classification, but stated only that the school board policies were not shown to further the admittedly legitimate state interests at stake. 414 U.S. 653, n. 2, 94 S.Ct. 791.</p>\n<p>[26]  Plaintiffs argue in their final brief that the court should disregard certain aspects of <i>Gilbert</i> because that case was brought only under 42 U.S.C. § 2000e-2(a)(1) (which forbids the employer \"to discriminate . . . because of . . . sex\") whereas this case is brought under that section and under 42 U.S.C. § 2000e-2(a)(2) (which forbids the employer \"to limit, segregate, or classify . . . because of . . . sex\"). This distinction does not suggest a difference of legal significance. Both sections prohibit classification and distinction <i>because of sex</i> and thus involve the same questions of sex-based activity, pretext, and effect. <i>Gilbert</i> treats the sections as interchangeable in its analysis; this Court will do likewise.</p>\n<p>[27]  <i>Geduldig,</i> 417 U.S. at 496-97, n. 20, 94 S.Ct. at 2492 quoted, <i>supra.</i> This passage is quoted in <i>Gilbert,</i> 429 U.S. at 134-35, 97 S.Ct. at 407.</p>\n<p>[28]  <i>Gilbert</i> states: \"Absent a showing of gender-based discrimination, as that term is defined in <i>Geduldig,</i> or a showing of gender-based effect, there can be no showing of violation of § 703(a)(1) [42 U.S.C. § 2000e-2(a)(1)].\" 429 U.S. 137-38, n. 15, 97 S.Ct. 409.</p>\n<p>[29]  In this respect, <i>Gilbert</i> laid to rest the unanimous view of the Courts of Appeals that <i>Geduldig,</i> as an equal protection case, was not helpful in analyzing pregnancy in a Title VII context. <i>Gilbert,</i> 429 U.S. at 147, 97 S.Ct. 401 and cases cited (Brennan, J., dissenting).</p>\n<p>[30]  \"The District Court was wrong in assuming, as it did, <i>General Electric Company v. Gilbert,</i> 375 F.Supp. 367, at 383, that Title VII's ban on employment discrimination necessarily means that `greater economic benefits' must be paid to one sex or the other because of their differing roles in `the scheme of human existence.'\" 429 U.S. at 139, n. 17, 97 S.Ct. at 409.</p>\n<p>[31]  The Court, in a unanimous opinion, emphasized that \"practices, procedures, or tests, neutral on their face, and even neutral in terms of intent, cannot be maintained if they operate to freeze the status quo of prior discriminatory employment practices.\" 401 U.S. 430, 91 S.Ct. 853.</p>\n<p>[32]  <i>See, e. g., </i><i>Dothard v. Rawlinson,</i> ___ U.S. ___, 97 S.Ct. 2720, 2726-2727, 53 L.Ed.2d 786 (1977), and cases cited therein; <i>see,</i> also, <i>Kaplan v. International Alliance of Theatrical &amp; Stage Employees, etc.,</i> 525 F.2d 1354 (9th Cir. 1975).</p>\n<p>[33]  A policy denying or curtailing employment opportunities of women when such opportunities are available to men must be distinguished from a benefit plan, such as that in <i>Gilbert,</i> which fails to provide benefits only women could claim, such as pregnancy benefits. While the exclusion of such benefits may cause some women to bear costs they would otherwise avoid, it does not follow that sex-based discrimination is established. As the Court said in <i>Gilbert</i>:\n</p>\n<p>\"For all that appears, pregnancy-related disabilities constitute an <i>additional</i> risk, unique to women, and the failure to compensate them for this risk does not destroy the parity of the benefits, accruing to men and women alike, which results from the facially evenhanded <i>inclusion</i> of risks.\" 429 U.S. 139, 97 S.Ct. 409.</p>\n<p>[34]  <i>Sprogis v. United Air Lines, Inc.,</i> 444 F.2d 1194 (7th Cir., 1971) (no-marriage rule for female flight attendants violates Title VII where same rule is not applied to male flight attendants); <i>Phillips v. Martin Marietta Corp.,</i> 400 U.S. 542, 90 S.Ct. 496, 27 L.Ed.2d 613 (1971) (Title VII does not permit one hiring policy for women and one for men  each having preschool-age children); <i>see in </i><i>contrast, Stroud v. Delta Airlines,</i> 544 F.2d 892 (5th Cir., 1971) (Title VII does not prohibit a no-marriage rule where only female flight attendants are employed). As the court commented in <i>Sprogis,</i> 444 F.2d at 1198:\n</p>\n<p>\"The scope of Section 703(a)(1) is not confined to explicit discrimination based `solely' on sex. In forbidding employers to discriminate against individuals because of their sex, Congress intended to strike at the entire spectrum of disparate treatment of men and women resulting from sex stereotypes. Section 703(a)(1) subjects to scrutiny and eliminates such irrational impediments to job opportunities and enjoyment which have plagued women in the past. The effect of the statute is not to be diluted because discrimination adversely affects only a portion of the protected class. Discrimination is not to be tolerated under the guise of physical properties possessed by one sex (cf. <i>Cheatwood v. South Central Bell Telephone and Telegraph Co.,</i> 303 F.Supp. 754, 759-760 (M.D.Ala. 1969)) or through the unequal application of a seemingly neutral company policy. Cf. <i>Phillips v. Martin Marietta Corp.,</i> 400 U.S. 542, 91 S.Ct. 496, 27 L.Ed.2d 613.\"</p>\n<p><i>See,</i> also, Binder, Sex Discrimination in the Airline Industry: Title VII Flying High, 59 <i>Cal. L.Rev.</i> 1091 (1971).</p>\n<p>[35]  <i>Cf.,</i> Note, Love's Labors Lost: New Conceptions of Maternity Leaves, 7 <i>HARV.CIV.RT.  CIV.LIB.L.REV.</i> 260, 261-62 (1972) (documenting job needs and labor market reentry problems of pregnant women); Comment, <i>Geduldig v. Aiello</i>: Pregnancy Classifications and the Definition of Sex Discrimination, 75 <i>Colum.L. Rev.</i> 441, 459, 461 (1975) (documenting needs of pregnant women and stereotyped views of their capabilities); Larson, Sex Discrimination As To Maternity Benefits, 1975 <i>Duke L.J.</i> 805, 837-38.</p>\n<p>[36]  <i>Wetzel v. Liberty Mutual Insurance Co.,</i> 511 F.2d 199, 208 (3rd Cir., 1975), vacated and remanded on jurisdictional grounds with instructions to dismiss appeal, 424 U.S. 737, 96 S.Ct. 1202, 47 L.Ed.2d 435 (1976) (\"A maternity leave policy that is applied to one sex only, that is based on class generalizations of that sex, and that treats pregnancy different from other temporary disabilities is not permitted under Title VII.\").</p>\n<p>[37]  That subsection provides:\n</p>\n<p>\"Notwithstanding any other provision of this subchapter . . . it shall not be an unlawful employment practice for an employer to hire and employ employees . . on the basis of his religion, sex, or national origin in those certain instances where religion, sex, or national origin is a bona fide occupational qualification reasonably necessary to the normal operation of that particular business or enterprise . . .\"</p>\n<p>[38]  <i>Diaz v. Pan American World Airways,</i> 442 F.2d 385, 388 (5th Cir., 1971), <i>cert. den.,</i> 404 U.S. 950, 92 S.Ct. 275, 30 L.Ed.2d 267 (1972); <i>Robinson v. Lorillard Corp.,</i> 444 F.2d 791, 798 (4th Cir.), <i>cert. dismissed,</i> 404 U.S. 1006, 92 S.Ct. 573, 30 L.Ed.2d 655 (1971); <i>United States v. Bethlehem Steel Corp.,</i> 446 F.2d 652, 662 (2nd Cir., 1971); <i>Jones v. Lee Way Motor Freight,</i> 431 F.2d 245, 249-250 (10th Cir., 1970), <i>cert. den.,</i> 401 U.S. 954, 91 S.Ct. 972, 28 L.Ed.2d 237 (1971); <i>Local 189, United Papermakers &amp; Paperworkers v. United States,</i> 416 F.2d 980, 989 (5th Cir., 1969), <i>cert. den.,</i> 397 U.S. 919, 90 S.Ct. 926, 25 L.Ed.2d 100 (1970); <i>see,</i> also, Note, Business Necessity Under Title VII of the Civil Rights Act of 1964: A No-Alternative Approach, 84 <i>Yale L.J.</i> 98 (1974).</p>\n<p>[39]  <i>Dothard v. Rawlinson,</i> ___ U.S. ___, 97 S.Ct. 2720, 2726, 53 L.Ed.2d 786 (1977); <i>Albemarle Paper Co. v. Moody,</i> 422 U.S. 405, 425, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975).</p>\n<p>[40]  The court noted that once the employer's safety-based policy had passed the \"<i>essence</i> of the business operation\" test, <i>Diaz v. Pan American World Airways,</i> 442 F.2d 385, 388 (5th Cir., 1971), <i>cert. den.,</i> 404 U.S. 950, 92 S.Ct. 275, 30 L.Ed.2d 267 (1972), Title VII did not require hiring an unqualified applicant because the employer could not prove that all or substantially all applicants in his or her protected group would be unable to perform the job, <i>Weeks v. Southern Bell Tel. &amp; Tel.,</i> 408 F.2d 228, 235 (5th Cir., 1969). In contrast, <i>see, </i><i>Newmon v. Delta Airlines, Inc.,</i> 374 F.Supp. 238, 245 (N.D.Ga., 1973) (<i>Weeks</i> standard applies to pregnant ground personnel  no safety defense).</p>\n<p>[41]  <i>Cf., </i><i>Spurlock v. United Airlines,</i> 475 F.2d 216, 219 (10th Cir., 1972) (airline pilot qualifications require lesser showing of business necessity because of high degree of job skill required); <i>Air Line Pilots Association v. Quesada,</i> 276 F.2d 892 (2nd Cir., 1960) (upholding pilot age limit of 60 in the face of an administrative challenge  in view of safety responsibility of F.A.A., court would not substitute its own judgment).</p>\n<p>[42]  While the degree of connection between passenger safety and personnel qualification is not necessarily the same in the case of airline pilots, bus drivers and flight cabin attendants, the potential for death and injury in large-air-craft emergencies is so great that it is appropriate to apply the same standards of business necessity and B.F.O.Q. <i>See,</i> footnote 44, <i>infra.</i></p>\n<p>[43]  The evidence also establishes that transfer of pregnant flight attendants to ground positions would not be feasible because ground personnel are represented by different unions. (Testimony of R. J. Hale.) In any event, such a transfer would not be required under Title VII. <i>Cf., </i><i>Roller v. City of San Mateo,</i> 399 F.Supp. 358 (N.D.Cal., 1975).</p>\n<p>[44]  The Fourth Circuit recently decided <i>Condit v. United Airlines Inc.,</i> 13 F.E.P. 689 (1976), <i>aff'd,</i> 558 F.2d 1176 (No. 76-2296, July 28, 1977), which reached the same conclusion. The circuit court said, in relevant part:\n</p>\n<p>\"The district court found, on conflicting expert testimony, that pregnancy could incapacitate a stewardess in ways that might threaten the safe operation of aircraft. It therefore concluded that United's policy of refusing to allow stewardesses to fly from the time they learned they were pregnant was consistent with a common carrier's duty to exercise the highest degree of care for the safety of its passengers.</p>\n<p>\"The district court's ruling that United's policy is a bona fide occupational qualification is based on findings of fact which, on the evidence presented by this record, are not clearly erroneous. Fed.R.Civ.P. 52(a). Accordingly, the judgment is affirmed.\" <i>Id.,</i> at pp. 1176-1177.</p>\n<p><i>Contra: In Re: National Airlines, Inc., Maternity Leave Practices and Flight Attendant Weight Program Litigation,</i> 434 F.Supp. 249 (S.D.Fla., 1977) (mandatory leave policy invalid under Title VII as applied to first two trimesters).</p>\n<p>There are currently pending before the Supreme Court cases involving the lawfulness under Title VII of a mandatory leave policy for pregnant teachers (<i>Berg v. Richmond School District,</i> 528 F.2d 1208 (9th Cir., 1975), <i>cert. granted,</i> 429 U.S. 1071, 97 S.Ct. 806, 50 L.Ed.2d 788 (1977)) and of pregnancy classifications in the area of sick leave and seniority. (<i>Satty v. Nashville Gas Co.,</i> 522 F.2d 850 (6th Cir. 1975), <i>cert. granted,</i> 429 U.S. 1071, 97 S.Ct. 806, 50 L.Ed.2d 788 (1977)).</p>\n<p>[45]  Although Pan Am's overall safety policy may contain deficiencies and inconsistencies, and although the pregnancy leave policy appears to have been adopted without significant deliberation or study, these factors do not support an inference of sex discrimination in the maternity policy. (<i>Cf.,</i> Testimony of Dr. Winter.) Consistent with F.A.A. regulations and policy, Pan Am has continued to upgrade its safety program. Since 1975, flight attendants have been required annually to complete an emergency training exercise in an aircraft simulator. The exercise involves role-playing and simulation of emergency evacuation forces, i. e., disabled doors, unruly passengers, etc. Failure to properly complete the exercise will disqualify the attendant from flight service. (Deposition of V. Cutrone, especially pp. 21, 25.) Furthermore, while Pan Am generally deals with flight attendant medical conditions on an individual basis rather than by rule (Testimony of Dr. Constantino), plaintiffs have not shown the irrationality or inherently sex-based nature of this distinction. The record reveals that Pan Am's policies regarding its pregnant flight attendants are based on the peculiarities of their condition, not their sex.</p>\n<p>[46]  At the outset, <i>Gilbert</i> operates squarely to defeat plaintiffs' challenge to Pan Am's Long Term Disability Insurance program. The disability policy provides:\n</p>\n<p>\"No payment will be made for disabilities caused by pregnancy, felony, engaging in an illegal occupation, intentionally self-inflicted injury, war, habitual drunkenness, or addiction to narcotics.\" (Pl. Ex. 75, p. 4.)</p>\n<p>No pretext is established  all of the exclusions are sex-neutral with the exception of pregnancy. Moreover, all of the exclusions, with the possible exception of war (which is sui generis) appear to be based on an assumption of voluntary control, not sex. There is no evidence of discriminatory effect  the program contains an even-handed inclusion of risks and has not been shown to be worth more to men than women.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">413</span></span> (1977)</b></center>\n<center><h1>Ute R. HARRISS and Margaret A. Feather, Plaintiffs,<br>\nv.<br>\nPAN AMERICAN WORLD AIRWAYS, INC., Defendant.</h1></center>\n<center>No. C-74-1884-WWS.</center>\n<center><p><b>United States District Court, N. D. California.</b></p></center>\n<center>September 2, 1977.</center>\n<p><span class=\"star-pagination\">*414</span> Ronald E. Yank, Carroll, Burdick &amp; McDonough, San Francisco, Cal., Robert B. Wallace, Surrey, Karasik &amp; Morse, Washington, D. C., Elizabeth R. Rindskopf, Lawyers' Committee for Civil Rights Under Law, Washington, D. C., for plaintiffs.</p>\n<p>Robert S. Venning, Thomas J. Brewer, Catherine P. Rosen, Heller, Ehrman, White &amp; McAuliffe, San Francisco, Cal., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION ON THE ISSUES OF LIABILITY</h2>\n<p>SCHWARZER, District Judge.</p>\n<p>This action was brought by plaintiffs Ute Harriss and Margaret Feather on their own behalf and on behalf of other female flight attendants in the employ of defendant Pan American World Airways, Inc. [Pan Am]. Plaintiffs charge Pan Am with violations of Title VII of the Civil Rights Act of 1964, specifically Sections 703(a)(1), (2) of that Title, 42 U.S.C. § 2000e-2(a)(1), (2). They allege that Pan Am has committed unlawful employment practices by: (1) requiring its female flight attendants to begin unpaid maternity leave upon discovery of pregnancy; (2) refusing to allow female flight attendants to return to work until a specified time after termination of pregnancy; and (3) denying female flight attendants on maternity leave the use of sick leave, continuing accrual of seniority, and other employee fringe benefits. Pan Am has denied any violation of Title VII and has specifically alleged that the personnel practices complained of are the result of bona fide occupational qualifications reasonably necessary to the normal operation of its business as an air carrier, <i>see,</i> 42 U.S.C. § 2000e-2(e)(1). This Court has jurisdiction over the action under 42 U.S.C. § 2000e-5(f)(3).<sup>[1]</sup></p>\n<p>On January 24, 1977, this Court determined that plaintiffs' action could be maintained as a class action on behalf of a class consisting of \"all female flight attendants who have been employed as such by [Pan Am] after October 24, 1972, or who may be so employed . . . in the future.\"<sup>[2]</sup> The issues of liability and relief were bifurcated for trial and the liability issues have been fully tried to the Court. This memorandum opinion will constitute findings of fact and conclusions of law on those issues for purposes of Rule 52(a), Fed.R.Civ.P.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*415</span> I. FACTS</h2>\n<p></p>\n<h2>A. <i>Pan Am's Maternity Policy</i>\n</h2>\n<p>Pan Am began passenger operations sometime before 1930 with flights from Miami to parts of the Carribean and Latin America.<sup>[3]</sup> These early flights were long and arduous, and flight attendants' duties involved heavy physical labor in mooring and loading and unloading the aircraft. Most passengers and all flight attendants were male. When the use of land-based aircraft during World War II eliminated some of the demanding physical requirements, Pan Am began using mixed-sex crews and continued to do so until 1959.<sup>[4]</sup> By that time, jet aircraft had been introduced and the airline passenger mix had changed from business and military passengers to a greater proportion of tourists. Accordingly, in 1959 Pan Am inaugurated a female-only hiring policy for flight attendants, based on the perceived function of the flight attendant \"to provide passengers . . . with friendly personalized service, to instill a sense of comfort and well-being in flight, and to provide maximum reassurance to the new `mix' of travellers Pan Am was carrying.\" <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">563</span></span>. This policy was declared to be a violation of Title VII by the Court of Appeals for the Fifth Circuit in 1971, at the same time as the policies at issue in this case were inaugurated.<sup>[5]</sup></p>\n<p>Before April 1, 1971, Pan Am had a two-pronged policy regarding the family status of its female flight attendants: (1) any female flight attendant becoming pregnant was terminated; and (2) Pan Am retained the option to terminate female flight attendants after 6 months of marriage. The second prong of the policy was eliminated as antiquated  Pan Am had apparently not exercised its option with regard to married attendants and had no desire to do so. In response to a 1971 proposal by the Transport Worker's Union [TWU], which is the bargaining representative for Pan Am's flight attendants, the Company also changed the maternity termination policy to a mandatory leave of absence upon knowledge of pregnancy. It is this revised policy which plaintiffs challenge in this case (Testimony of R. J. Hale, Pan Am's Director of Administration  In Flight Services).</p>\n<p>Following the 1971 negotiations, the following clause was inserted in the Collective Bargaining Agreement [CBA] between Pan Am and the TWU:</p>\n<blockquote>Female employees hereunder may be granted pregnancy leaves of absence subject to the policy established by the Flight Service Department, the provisions of which will be published in the Flight Service Manual. CBA, Article 11(h).</blockquote>\n<p>The Non-Discretionary Leave of Absence Section of the Flight Service Manual [FSM] dated February 1, 1975, contains Pan Am's currently effective leave of absence policy for pregnant flight attendants. The policy contains the following basic features: (1) Upon becoming aware of her pregnancy, the flight attendant must notify her supervisor of her condition within 24 hours. She must also present a medical certificate confirming pregnancy and expected delivery date or submit to a medical examination by a Pan Am physician within 10 days. (2) Upon notification of pregnancy, the flight attendant begins a mandatory, unpaid leave of absence for the duration of her pregnancy with an expiration date of not less than 60 nor more than 90 days following birth. (3) The flight attendant must notify Pan <span class=\"star-pagination\">*416</span> Am of birth or termination of pregnancy and must provide a doctor's certificate confirming fitness to return to flight status. (4) The leave of absence will be extended from 60 to 90 days after delivery upon request and further reasonable extensions may be granted for medical reasons (Pl. Ex. 47, pp. 5-8). The policy is accompanied by a stringent enforcement provision:</p>\n<blockquote>A Cabin Attendant's failure to comply with any of the procedures set forth above will be considered a voluntary resignation. <i>Id.</i> at p. 8.</blockquote>\n<p>The exact origins of the 1971 policy and the specific considerations, if any, which entered into its adoption remain shrouded in mystery. R. J. Hale, Pan Am's Director of Administration  In Flight Services, who participated in the 1971 TWU negotiations, gave the principal testimony regarding the origins and development of the policy. He testified that the TWU had proposed a leave of absence policy for pregnant flight attendants, and Pan Am did not oppose that suggestion. Although he recalled no discussion within management of operational considerations or alternatives regarding the stop-start dates of maternity leave, he did recall that the Pan Am Medical Department proposed that leave begin upon knowledge of pregnancy and end 60 days after birth and with doctor's approval. Hale's recollections regarding the general origins of the policy were confirmed by every other Pan Am official who testified in person or by deposition in this case  none knew of any studies, deliberations, or specific considerations which underlay the policy and none were able to discuss its merits or alternatives, but all indicated that the policy emanated from and was the chief responsibility of the Pan Am Medical Department. Dr. Joseph Constantino, Pan Am's current Medical Director, testified in support of the policy, but was not aware of any study or deliberative process that had gone on within Pan Am with respect to its inauguration in 1971 or its continuation in the face of legal challenge. He stated that he supported the policy based on his consultations with other doctors, including the Medical Directors of other major airlines.</p>\n<p>The impact of Pan Am's policy on its female flight attendants and the reasons offered in support of the policy will be considered in detail in succeeding sections.</p>\n<p></p>\n<h2>B. <i>The Impact of Pan Am's Maternity Policy on Female Flight Attendants</i>\n</h2>\n<p>Pan Am employs approximately 4,000 flight attendants: 3,400 females and 600 males. The median age of a flight attendant at Pan Am is 31 years; median service is 8½ years. Flight attendants may continue to serve until age 65, although very few have continued beyond the age of 60. From these figures, it appears that most female flight attendants are employed as such during a significant number of their prime child-bearing years. Since Pan Am inaugurated its maternity leave policy in 1971, it has granted between 200 and 300 maternity leaves annually (Testimony of R. J. Hale, Pl. Exs. 309, 310). Therefore, it is likely that a substantial number of Pan Am's female flight attendants will encounter the maternity policy while employed at Pan Am either by taking, or considering whether to take, maternity leaves of absence to bear children.</p>\n<p>The Pan Am policy requires pregnant flight attendants to take an uncompensated leave of absence upon discovery of pregnancy. As a result of their on-leave status, these flight attendants also suffer loss of certain other employment benefits. The principal benefit losses alleged by plaintiffs to flow from the maternity policy include: (1) failure to accrue seniority while on leave; (2) denial of sick pay benefits; and (3) limitation of medical insurance coverage for normal pregnancy.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*417</span> Pregnancy leave is classified by Pan Am as a form of non-discretionary leave of absence, along with medical and emergency leaves (FSM, Pl. Ex. 47). Pan Am also grants discretionary leaves of absence, including leaves for personal reasons (FSM, Pl. Ex. 48). Pan Am has encouraged employees to take discretionary leave in an effort to manage decreased personnel needs without lay-offs. Employees on leave of absence, including pregnancy leave, continue to accrue seniority for 90 days while on leave. Thereafter, accumulated seniority is retained but no further seniority accrues. There are two exceptions to this seniority policy: (1) Employees on medical leave of absence, i. e., those who have used up accumulated sick bank hours because of illness or injury continue to accrue seniority until they are able to return to duty or are declared unfit for duty, to a maximum period of three years (CBA, Articles 11(d); FSM, p. 9, Pl. Ex. 47); and (2) certain employees on leave for union business continue to accrue seniority indefinitely. (CBA, Articles 11(c), (d)).</p>\n<p>Under the Collective Bargaining Agreement between Pan Am and the TWU, flight service seniority governs salary, promotions, demotions, pay progressions, reductions in force, reemployment, and matters of job preference (Pl. Ex. 33). Through a complex system of bidding, senior flight attendants may choose different kinds of flights and flight schedules and the higher paying position of purser on a flight which carries administrative and supervisory responsibility over the cabin and other flight attendants (CBA, Articles 3 and Appendix Q). A flight attendant taking a minimum mandatory leave of 7-8 months continues to accrue seniority for 3 months; the net seniority loss, relative to continuing flight attendants, is therefore 4-5 months or 120-150 days. The named plaintiffs, Margaret Feather and Ute Harriss, experienced seniority losses of approximately 130 days. The record suggests that seniority lapses within these ranges can result in losses of 20-40 positions on the seniority roster during one or more pregnancy leaves, resulting in inability to elect the higher-paying purser position and forced election of stand-by and less desirable flights and flight schedules. Similar losses, of course, would occur in connection with non-pregnancy leaves of similar length with the exception of medical and union leaves.<sup>[7]</sup></p>\n<p>Pursuant to its Collective Bargaining Agreement with the TWU, Pan Am offers sick pay to its employees for periods of \"sickness or injury\" (CBA, Article 13). Each employee receives 4 hours of sick pay credit for each full month of compensated employment, to a maximum of 500 hours. Credit is withdrawn at the rate of 2.23 hours per day of sickness and injury to a maximum of 67 hours a month (CBA, Articles 13(a), (b)). Although \"sickness or injury\" is not defined in the Collective Bargaining Agreement, flight attendants are not permitted to use sick pay during pregnancy leave. Plaintiff Feather testified that she had accumulated 100-200 hours of sick pay credit at the time of her first pregnancy; plaintiff Harriss testified that she had 250 hours at the time of her pregnancy. This accumulated time, which would have replaced 3-4 months of lost salary while on pregnancy leave, could not be used.</p>\n<p>Pan Am's employees who are represented by the TWU, including flight attendants, are covered by the \"Group Plan of Health Care Insurance, 1975,\" operated by Pan Am through the Travellers Insurance Company. <span class=\"star-pagination\">*418</span> That plan currently provides the following normal pregnancy coverage:</p>\n<p></p>\n<pre>\nMaternity Benefits (for female\nemployee or dependents)\nNormal Delivery\n  Hospital room &amp; board, maximum\n  (mother only) ................ Semiprivate rate\n  Maximum number of\n  days ......................... 21 days\n  Miscellaneous hospital\n  fees ......................... $225\n  Surgical benefit,\n  maximum ...................... $180\n(Certain complications of pregnancy\nare covered as any\nother illness.)<sup>[8]</sup>\n(Pl. Ex. 93, p. 3; Testimony\nof William McCulloch.)\n</pre>\n<p>In contrast, any other condition defined as \"sickness\" or \"illness\" and requiring hospitalization is covered for a longer period at higher benefit levels:</p>\n<p></p>\n<pre>\nHospital Benefits\n  Daily room &amp; board,\n  maximum ....................... Semiprivate rate\n  Number of days per\n  disability .................... 90 days\n  Miscellaneous fees,\n  maximum ....................... $400\n  Emergency illness outpatient,\n  maximum ....................... $250 per calendar\n                                       year\n  Emergency accident outpatient,\n  maximum ....................... $250 per cause\nSurgical Benefits\n  According to schedule,\n  maximum ....................... $1,200\nPl. Ex. 93, p. 3.)\n</pre>\n<p>The current level of maternity benefits, effective November 1, 1975, was the product of collective bargaining and represented an increase over previous levels.<sup>[9]</sup></p>\n<p>Pan Am pays the entire cost of medical insurance for its employees: $25.10 per month for single employee coverage; $74.51 per month for married/dependent coverage. Costs to Pan Am are rated by Travellers based on type and level of coverage and single as opposed to married/dependent coverage; sex is not used in evaluating rates. In addition, average benefits paid out under the plan in the claim years 1974-76 amounted to $332.88 per female employee and $252.94 per male employee. (Testimony of W. McCulloch, Pan Am's Director of Benefits Administration; Deposition of Terrence Logan, Pl. Ex. B.) Despite these figures, plaintiffs have attempted to demonstrate that the plan operates to discriminate against female employees because of the effect of an insurance convention called the Coordination of Benefits Rule [COB].</p>\n<p>The COB Rule is designed to prevent double payment in cases in which spouses are both working and covered under employer-administered medical insurance plans. In such cases, when an employee makes a claim for benefits, his or her employer's plan provides primary coverage and the spouse's employer's plan secondary coverage until the highest benefit level under either plan has been paid. If dependent children make claims, the father's insurance is primary and the mother's secondary. Because of the operation of the latter aspect of the COB Rule, Travellers (and Pan Am) pay out less on claims of dependents of female employees since those claims are picked up by the father's employer's insurance carrier. The result is that Travellers (and Pan Am) pay out somewhat less per female employee in the flight service department than per male employee. (Deposition of T. Logan, pp. 35-36; Testimony of W. McCulloch; Affidavit of Arthur Levy and Table attached thereto.)</p>\n<p></p>\n<h2>C. <i>The Merits of Pan Am's Policy</i>\n</h2>\n<p>Pan Am has taken the position that flight attendants are in the first instance safety officers who must be physically and mentally <span class=\"star-pagination\">*419</span> capable of performing emergency duties at all times. There is substantial support for this position in the legal obligations and public duties of an air carrier. In prescribing rules and standards for air carriers, the Administrator of the Federal Aviation Administration is directed in 49 U.S.C. § 1421(b) to \"give full consideration to the duty resting upon air carriers to perform their services with the highest possible degree of safety in the public interest.\" Although the F.A.A. has not required certification of the competence of flight attendants or expressly prescribed standards or regulations governing pregnant attendants, its concern for flight attendant performance in emergency situations is manifested in several regulations (Pls. Ex. 216-217).</p>\n<p>The F.A.A. prescribes a minimum of one flight attendant for each 50 passenger seats on the aircraft or the number of flight attendants used to conduct required emergency evacuation demonstrations. 14 C.F.R. § 121.391. F.A.A. regulations also require air carriers: (1) to locate flight attendants near exits and distribute them in the aircraft \"in order to provide the most effective egress of passengers in event of an emergency evacuation,\" 14 C.F.R. § 121.394(d); (2) to assign emergency functions to crewmembers, 14 C.F.R. § 121.397; and (3) to conduct initial, transition, and recurrent training of flight attendants using F.A.A. approved courses, including drill training in emergency evacuations and other emergency events, 14 C.F.R. §§ 121.401; 121.415(a)(3); 121.417; 121.421; 121.427. In initial, transition, and recurrent training, flight attendants must be given \"a competence check to determine ability to perform assigned duties and responsibilities.\" 14 C.F.R. §§ 121.421(b); 121.427(b)(3). The F.A.A.'s concern for the ability of all crewmembers, including flight attendants, to perform emergency duties reinforces Pan Am's policy of emphasizing safety in its employment demands on its flight attendants.</p>\n<p>Plaintiffs have questioned the sincerity of Pan Am's emphasis on safety, relying on a series of documents emanating from activities of the Air Transport Association [ATA] and the Air Industrial Relations Conference [AIR CON], two air carrier trade associations. Pan Am is a member carrier of ATA and was a member carrier of AIR CON until financial considerations prompted its withdrawal. The record reveals that these associations undertook studies of air carrier policy with regard to pregnant flight attendants in the period 1973-75. The general import of these studies was to the effect that carriers should continue to adhere to the leave-upon-knowledge-of-pregnancy-policy rather than seek F.A.A. intervention. Carriers expressed the view that F.A.A. intervention might result in certification of flight attendants, entailing financial and regulatory problems for their operations. (Pl. Ex. 254, Report of the August 5, 1974, meeting of the Personnel Matters Task Force of AIR CON; see also Pl. Ex. 260, 268, 275.)</p>\n<p>The ATA and AIR CON studies and related documents contain substantial discussions and exchanges of views on the pregnant flight attendant issue. They reveal a general concern for airline safety and the operational, as opposed to purely medical, reasons for removing pregnant flight attendants from flight status (Pl. Ex. 251). As the Summary Report of the ATA Medical Committee Meeting of May 3, 1973, stated:</p>\n<blockquote>\"Cabin attendants are required by the Federal Aviation Administration under [its regulations] to serve on board commercial aircraft for the primary purpose of assisting passengers in the event of an emergency. Therefore, they must be in top physical condition and free from any avoidable potential physical disability which could interfere with the most efficient performance of their safety duties. The industry policy has thus been to require a stewardess who becomes pregnant to immediately inform the company of said fact, whereupon she is immediately removed from flight service.\" (Def. Ex. A.)</blockquote>\n<p>Although there are some documents and references in the record which might be deemed inconsistent with the above statement, including an alleged statement by a Pan Am official (Pl. Ex. 254), they consist <span class=\"star-pagination\">*420</span> largely of second and third hand recollections of discussions among parties who bore no responsibility for air carrier policy. As such, they are not persuasive evidence of the intent of Pan Am or any other carrier. From its examination of the entire record, including the testimony and demeanor of Pan Am officials, the Court finds that Pan Am's maternity leave policy, while it was apparently adopted without complete and responsible internal consideration, represents an attempt to meet what Pan Am views as its safety obligations. Whether the policy is reasonably calculated to meet those obligations in light of Pan Am's concomitant obligations to its female flight attendants under Title VII remains to be considered.</p>\n<p>Pan Am has advanced four major reasons for adherence to the stop-start portion of its maternity leave policy:</p>\n<blockquote>\"1. There is a distinct risk of a disabling event in the course of pregnancy, which could occur during flight and would prevent a flight attendant from performing either routine or safety duties.\"</blockquote>\n<blockquote>\"2. The testimony is unrebutted that a pregnant flight attendant would face a conflict of interest between protecting her unborn fetus and seeking to rescue passengers in the event of an emergency.\"</blockquote>\n<blockquote>\"3. The existence of a controversy among medical experts as to whether flight attendants should be permitted to continue on duty makes a conservative decision by management eminently reasonable.\"</blockquote>\n<blockquote>\"4. The risk of harm to the mother and fetus should a complication arise at a great distance from medical help cannot be ignored by responsible management.\" Defendant's Post Trial Points and Authorities, p. 11.</blockquote>\n<p>These reasons will form the basis for the Court's consideration of the merits of Pan Am's policy.</p>\n<p></p>\n<h2>1. <i>Complications of Pregnancy and Emergency Performance.</i>\n</h2>\n<p>In addition to their routine duties of serving food and drinks and generally assisting and supervising passengers, flight attendants may be called upon to perform critical functions in aircraft emergencies. The emergency performance of flight attendants has played a significant role in aircraft accident survival on Pan Am and other airlines. (Testimony of T. J. Townsend, Pan Am Staff Vice President Operations Liason.) The most important and demanding emergency situation in which the flight attendant plays a role is the planned or unplanned evacuation of an aircraft. The duties of a flight attendant in such an evacuation may involve any or all of the following:<sup>[10]</sup> (1) The flight attendant must be able to open manually inoperable or partially inoperable doors, exerting substantial physical effort if necessary. The following excerpt from a National Transportation Safety Board [NTSB]<sup>[11]</sup> aircraft accident report illustrates the door problem:</p>\n<blockquote>\"At exit L5, the door handle would not rotate more than two-thirds, but after putting all her weight on the handle, a flight attendant managed to open the door . . .</blockquote>\n<blockquote>\"At exit R5, two flight attendants had difficulties rotating the handle, but managed to open the door.\" NTSB Report, dated March 31, 1976, in <i>Cross-Check,</i> September-October 1976, p. 9.</blockquote>\n<p>(2) The flight attendant must be able to inflate a 125 lb. life raft and inflate and deploy evacuation slides at aircraft exits. Gripping, pulling, and tying action is required as a part of these operations. (3) The flight attendant is required to assume a leadership role in evacuation procedure. <span class=\"star-pagination\">*421</span> He or she must direct passengers away from unusable exits, blocking those exits if necessary. (4) The flight attendant may be called upon to pull, push, or drag passengers in the performance of emergency duties. Flight attendants have saved the lives of passengers and fellow crewmembers by physically removing them from the vicinity of the aircraft. (Testimony of T. J. Townsend.) The following excerpt from a flight attendant's description of a successful evacuation vividly describes the physical problems of passenger management:</p>\n<blockquote>\"Shortly, 1R [exit] began to block up. The flight attendant at the door was having an extremely difficult time getting the people out and staying in the aircraft at the same time. She then went to the bottom, while I stayed topside. The task of getting the passengers to evacuate was complicated by their own actions  throwing their water jugs, sand bags, rock sacks and other luggage onto the chute first, then putting one hand on either side of the exit (a maneuver possible only at this smaller size door) to contemplate the slide they did not wish to make, thus blocking the exit and forcing us to shove each one out separately.</blockquote>\n<blockquote>\"It took all the strength I could muster to move perhaps 25 to 30 more passengers out; some went sideways, some head first, some almost backwards, but eventually they went. However, a good portion of my energy had to be utilized in trying to maintain my balance and stay inside the aircraft because there is no assist space at this exit . . . At some point, I got caught between two passengers who must have been holding on to each other and was knocked out of the door. I landed sideways, half on the chute and rolled off partway down and fell five or six feet to the ground. It was soft mud, so I was unhurt.\" Uzzell, S., Successful Evacuations Following Survivable Accidents, <i>Cross-Check,</i> Feb. 1977, p. 10.</blockquote>\n<p>The record in this case contains numerous references to the unusually exacting demands placed upon flight attendants in emergencies and their relative abilities to meet those demands. In one situation, flight attendants were unable to open even undamaged doors. (<i>Cross-Check,</i> Oct./Nov./Dec. 1975, pp. 28-29, Def. Ex. L.) In another, flight attendants did not assume emergency stations and left the aircraft, leaving passengers to fend for themselves. (<i>Cross-Check,</i> July 1976, pp. 12-13, 30-31; Def. Ex. L.) In contrast to these situations, other NTSB accident reports and the testimony of Ursula Douglas exemplify the extraordinary performance of flight attendants in emergencies. After the left wing of her aircraft exploded and the plane cartwheeled 900 yards, Ms. Douglas managed to slide feet first through her seatbelt, open and eject from the aircraft a 75-100 lb. door, and rescue passengers caught in a fire, despite sustaining several injuries. While air carrier safety records are such that this kind of emergency performance is not routinely demanded of flight attendants, the incidence of accidents (which by NTSB definition involve serious or fatal injury) and incidents (which involve other dangerous flight occurrences) is sufficient to justify Pan Am's concern for adequate performance of cabin attendants. Pan Am has had 5 accidents since 1971 and 6 life-threatening incidents since 1974. (Testimony of T. J. Townsend and Captain Francis Wallace.) One Pan Am official estimates that Pan Am flight attendants are called upon to perform emergency duties 5-6 times per year. (Testimony of T. J. Townsend.)</p>\n<p>Plaintiffs have sought to minimize the emergency demands on flight attendants by noting that flight attendants are instructed to and may enlist the aid of able-bodied passengers as well as fellow flight attendants in an emergency. This suggestion is not borne out by the credible evidence in the record and ignores the inherent unpredictability of flight emergencies. Many evacuations are unplanned and require rapid and effective action on the part of the flight attendant. (NTSB Reports; Deposition of V. Cutrone, p. 32.) Fellow flight attendants, passengers, and other crewmembers may be injured, isolated, or otherwise unable to assist the pregnant flight attendant. The ability of each flight attendant <span class=\"star-pagination\">*422</span> to perform at full capacity is vital to emergency management.</p>\n<p>The performance capability of the pregnant flight attendant was the subject of extensive trial and deposition testimony by eminently qualified experts in the fields of obstetrics/gynecology and aviation medicine. A review of the medical testimony reveals nearly unanimous support for two propositions. Indeed, neither party has seriously disputed either of them. First, it is clear that a normally healthy young flight attendant experiencing a normal, uncomplicated pregnancy is fully able to perform her ordinary duties through the first two trimesters, or 20-24 weeks, of her pregnancy. Second, even such a flight attendant, because of increasing girth, disturbance of balance, and other problems will have sufficient difficulty performing her duties in the cramped aircraft environment to make a mandatory leave policy beginning at the end of the second trimester a sound administrative decision supported by the weight of medical evidence.<sup>[12]</sup></p>\n<p>Pan Am contends, however, that the incidence, disabling potential, and unpredictability of complications of pregnancy amount to a risk of impairment of flight attendant performance justifying mandatory leave during the first two trimesters as well. Moreover, it maintains that the frequency of post-pregnancy complications justifies continuation of leave until at least 60 days following birth. These contentions are disputed and form the basis for the Court's consideration of the medical evidence.</p>\n<p>Three frequent and potentially disabling complications of pregnancy in the first two trimesters support Pan Am's assessment of the risk of performance impairment among pregnant flight attendants. These are: (1) fatigue; (2) nausea and vomiting; and (3) spontaneous abortion.<sup>[13]</sup></p>\n<p>Fatigue and sleepiness are common complaints among women in early pregnancy. Such fatigue is often mild, but it may be so severe that the pregnant woman must lie down and rest and is unable to perform routine employment duties such as typing, filing, etc. (Deposition of Dr. Scholten, p. 8; Deposition of Dr. Kidera, p. 11.) While some doctors emphasized the psychological \"feeling of tiredness\" aspect of fatigue (e. g., Testimony of Dr. Pritchard), others indicated that increased hormonal output and the action of progesterone provided a physiological explanation. (E. g., Testimony of Dr. Cooper; Deposition of Dr. Scholten, Article attached: \"Pregnant Stewardess  Should She Fly?\", p. 77.) Whatever its cause, fatigue may impair reaction time and physical stamina in an emergency. Although some medications, e. g., amphetamine, may be helpful in controlling severe fatigue, these medications are contraindicated for flight attendants within 24 hours of flight. (Deposition of Dr. Scholten, p. 9.)</p>\n<p>Nausea and vomiting are also frequent occurrences in pregnancy. They typically commence between the first and second missed menstrual period and continue until about the time of the fourth missed period. Nausea and vomiting are usually worst in the morning (giving rise to the term \"morning sickness\"), but they may continue <span class=\"star-pagination\">*423</span> throughout the day (Pritchard, et al., <i>Danforth on Obstetrics,</i> Def. Ex. V, Attachment). Ninety percent of women may experience some degree of nausea in the first trimester of their pregnancies, 15% may do so in the second trimester. (Testimony of Dr. Cooper.) Although most nausea is not seriously disabling, some cases may be so severe and prolonged that they result in confinement through pregnancy. (<i>Id.</i>) Two additional factors aggravate the nausea/vomiting problem in the pregnant flight attendant. First, aircraft turbulence and the stress of emergency or even routine duties are more likely to convert nausea into vomiting. (Testimony of Drs. Zuspan, Winter, Goetsch.) Second, common medications for nausea, suggested as effective by some doctors (e. g., Testimony of Dr. Creasey), are contraindicated for flight attendants within 24 hours of flight. (Deposition of Dr. Scholten, p. 8.) The record contains reference to nausea and related complications interfering with the routine duties of flight attendants who chose to fly in disregard of airline policy. (Certificate of Defendant's Counsel Summarizing Testimony of Flight Attendant Witnesses, p. 2.)</p>\n<p>By far the most medically serious and potentially disabling event of the first two trimesters of pregnancy is the spontaneous abortion.<sup>[14]</sup> Such abortions occur in 10-20% of all pregnancies; 85-90% occur in the first trimester, the remainder in the second trimester. While many spontaneous abortions are preceded by several hours or days of cramping and bleeding, others occur with only a few hours warning or less. (Testimony of Drs. Cooper, Goetsch, Winter; Depositions of Drs. Kidera, Scholten.) Although some early spontaneous abortions may involve no more disability than a heavy menstrual period, as pregnancy advances the disabling consequences of an abortion become more serious. (Testimony of Dr. Goetsch.) Spontaneous abortions in the first trimester are unpredictable, particularly in the first pregnancy. (Testimony of Drs. Ueland, Winter, Cooper.) Spontaneous abortions in the second trimester, which are often due to the condition of incompetent cervix, may sometimes be predicted by a hystersalpinogram or a history of repeated abortion (Testimony of Dr. Cooper.)</p>\n<p>The potential performance consequences of a spontaneous abortion, which may involve severe cramping and hemorrhaging for many hours, are illustrated by several incidents in the record. In his deposition, Dr. Kidera reported that a pregnant flight attendant underwent a spontaneous abortion on a United Airlines flight during the 7th week of her pregnancy. She experienced severe hemorrhaging and had to lie down and be cared for by a psychiatrist passenger until the aircraft landed. (<i>Id.,</i> pp. 29-30.) Other flight attendants reported spontaneous abortions with little or no warning, one while an aircraft passenger. (Testimony of Ursula Douglas; Certificate of Defendant's Counsel Summarizing Testimony of Flight Attendant Witnesses, p. 2.) A spontaneous abortion in flight may disable the flight attendant and distract the attention of other crewmembers from their routine and/or emergency duties. In an emergency, such a flight attendant would become part of the emergency rather than part of its management. (Testimony of Dr. Winter.) In view of the entire record, Pan Am has acted reasonably and prudently in considering the disabling consequences of pregnancy in formulating the stop portion of its policy.<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*424</span> The issue of post-pregnancy complications and their relationship to Pan Am's mandatory 60-day post-pregnancy start policy did not receive extensive attention at trial. The weight of the medical evidence presented clearly falls on the side of Pan Am's policy, particularly in view of the potential problem of post-partum hemorrhage. Drs. Zuspan and Goetsch testified that a post-partum medical examination, which is both medically necessary and required by Pan Am's policy before return to work, should be delayed until 6 weeks postpartum or longer. At that point, uterine size and body functions have sufficiently normalized to permit an effective examination and a reliable judgment on whether the woman is ready to return to work. Dr. Creasey, plaintiffs' only witness on the start issue, preferred an individualized policy but conceded that he could \"see an argument\" for putting off the examination 4-6 weeks post-partum.</p>\n<p></p>\n<h2>2. <i>Conflict of Interest in the Pregnant Flight Attendant.</i>\n</h2>\n<p>Pan Am asserts that a pregnant flight attendant would face a conflict of interest in an emergency between her duties to her passengers and her duties to her unborn fetus. Both medical and lay opinion in the record support the potential existence of such a conflict. (E. g., Testimony of Dr. Cooper; Deposition of Dr. Kidera, pp. 18-19; Testimony of Ursula Douglas.) While other factors, such as training and individual character traits may also influence choices made during an emergency, the conflict of interest issue remains a subject of reasonable consideration by an air carrier. There is good reason to infer from the record that a pregnant flight attendant might be hesitant or indecisive in an emergency because of her condition and her desire to protect her fetus.</p>\n<p></p>\n<h2>3. <i>Conflict in Medical Opinion Justifying a Conservative View.</i>\n</h2>\n<p>There is also support for Pan Am's adoption of a \"conservative\" view on the stop-start issue. As the previous discussion has illustrated, substantial medical opinion in the fields of aviation medicine and obstetrics/gynecology favors a mandatory leave policy upon knowledge of pregnancy. Such opinion, most of which is held by doctors who have no particular interest in the airline industry or the policy of any carrier, is entitled to substantial weight in evaluating the operational reasonableness of a policy. (See, e. g., Testimony of Drs. Cooper, Goetsch, Zuspan, Winter, regarding reasonableness of stop-start policy.)</p>\n<p>The significance of differences of opinion on the stop-start issue and the reasonableness of continuing a full term mandatory leave policy are underscored by the deposition of Dr. Earl T. Carter, a Mayo Clinic physician and the Medical Director of Northwest Airlines. Northwest inaugurated a policy in 1974 allowing pregnant flight attendants to fly upon presentation of monthly medical certificates of fitness after the 4th month of pregnancy. (<i>Id.,</i> at p. 26.) Before the policy was adopted, Dr. Carter consulted with his colleagues in the Obstetrics/Gynecology Department at the Mayo Clinic and formed the opinion that the pregnant flight attendant should be allowed to fly as long as she could wear her uniform, or for about 26-28 weeks of her pregnancy. (<i>Id.,</i> pp. 25-26.) Northwest, however, went beyond Dr. Carter's advice and allows flight attendants to fly into the third <span class=\"star-pagination\">*425</span> trimester. It has also exempted pregnant flight attendants from the requirement of sliding down an evacuation slide during emergency training. (<i>Id.,</i> at pp. 51, 93.) Despite his advocacy of a liberal policy, Dr. Carter testified that complications of pregnancy might pose operational problems. (<i>Id.,</i> at p. 91.) He acknowledged that there was competent medical support for a conservative position and that Pan Am was acting prudently in adhering to that position. (<i>Id.,</i> at pp. 106-107.)<sup>[16]</sup></p>\n<p></p>\n<h2>4. <i>Availability of Medical Assistance to Pregnant Flight Attendant.</i>\n</h2>\n<p>The record discloses that Pan Am flights may last 10-15 hours or longer, especially when overseas operations are involved. It also discloses that serious complications of pregnancy, e. g., spontaneous abortion accompanied by massive hemorrhage can arise unexpectedly within such a time frame. When such an event does occur, immediate medical attention is necessary. The following statements from Pritchard, et al., <i>Danforth on Obstetrics,</i> document this necessity:</p>\n<blockquote>\"A patient should be instructed to notify her physician immediately whenever vaginal bleeding occurs during pregnancy.\"</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Whenever abortion appears imminent, it is wise to hospitalize the patient at once.\" (Def. Ex. V, Attachment.)</blockquote>\n<p>At least two medical experts testifying in this case cited the unavailability of medical care on long flights as a basis for their support of Pan Am's policy. (Testimony of Dr. Goetsch; Deposition of Dr. Scholten, p. 24.) In view of the record, Pan Am has acted reasonably in considering the unavailability of immediate medical attention to its pregnant flight attendants.</p>\n<p>In summary, the Court finds that Pan Am's stop-start policy is based on judgments, reached in good faith and supported by facts demonstrating the operational and safety problems that can arise from the presence of pregnant flight attendants on board an aircraft. The four reasons advanced by Pan Am to support its policy have a basis in fact on the record before the Court. The legal consequences of these findings will be considered in succeeding sections of this memorandum.</p>\n<p></p>\n<h2>II. THE LEGAL STATUS OF PREGNANCY CLASSIFICATIONS UNDER TITLE VII</h2>\n<p></p>\n<h2>A. <i>Legislative History</i>\n</h2>\n<p>Plaintiffs have brought this action under two specific subsections of Section 703 of Title VII, 42 U.S.C. § 2000e-2(a)(1) and (2). Subsection (a)(1) forbids an employer to discriminate against individuals in compensation or conditions of employment because of race, color, religion, sex, or national origin. Subsection (a)(2) forbids the employer to limit or classify employees in ways which deprive them of employment opportunities or adversely affect their status because of the above-mentioned characteristics.<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*426</span> The addition of the word \"sex\" to these subsections resulted from a House floor amendment offered by Representative Smith of Virginia, ostensibly in an effort to sabotage all of Title VII.<sup>[18]</sup> Consequently, the sex provisions of Title VII are buttressed by little original legislative history.<sup>[19]</sup> However, when Title VII enforcement procedures were amended in 1972, the House Committee on Education and Labor included in its report statistics showing economic discrimination against female employees<sup>[20]</sup> and a strongly-worded statement against sex-based job discrimination:</p>\n<blockquote>\"In recent years, the courts have done much to create a body of law clearly disapproving of sex discrimination in employment. Despite the efforts of the courts and the Commission, discrimination against women continues to be widespread, and is regarded by many as either morally or physiologically justifiable.</blockquote>\n<blockquote>\"This Committee believes that women's rights are not judicial divertissements. Discrimination against women is no less serious than other forms of prohibited employment practices and is to be accorded the same degree of social concern given to any type of unlawful discrimination.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"The time has come to bring an end to job discrimination once and for all, and to insure every citizen the opportunity for the decent self-respect that accompanies a job commensurate with one's abilities. The hopeful prospects that Title VII offered millions of Americans in 1964 must be revived.\" Report of the House Education and Labor Committee, No. 92-238, June 2, 1971, 1972 U.S.Code Cong. &amp; Admin.News, pp. 2137, 2141.</blockquote>\n<p>The tone of the Committee report was echoed on the House floor. <i>See, e. g.,</i> 117 Cong.Rec. 31960, 31977, 32105.<sup>[21]</sup> The central theme of the sex provisions is no different from that of the race provisions: \"what is required by Congress [in either case] is <span class=\"star-pagination\">*427</span> the removal of artificial, arbitrary, and unnecessary barriers to employment when the barriers operate to discriminate on the basis of racial or other impermissible classification.\" <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 431, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 853, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971). Title VII makes individual job-related merit the controlling factor in employment decisions to the exclusion of sexual stereotypes. <i>Cf., </i><i>Manhart v. City of Los Angeles, Dept. of Water,</i> <span class=\"citation\" data-id=\"344845\"><a href=\"/opinion/344845/13-fair-emplpraccas-1625-14-fair-emplpraccas-1233-12-empl-prac/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></a></span>, 586 (9th Cir. 1977).<sup>[22]</sup> Pregnancy-based classifications, like any other employment classification, must conform to this standard.</p>\n<p></p>\n<h2>B. <i>Recent Case Law  LaFleur, Geduldig, and Gilbert</i>\n</h2>\n<p>The legal status of pregnancy-based employment regulations was first considered by the Supreme Court in a Constitutional context when three pregnant school teachers brought actions challenging the mandatory, unpaid maternity leave policies of their school boards. The Supreme Court invalidated mandatory \"stop\" policies of 4 and 5 months before expected delivery and a \"start\" policy based on the age of the teacher's child, holding that they involved the use of conclusive presumptions, unrelated to legitimate school system interests, which burdened the right to free choice in child-bearing decisions in violation of the Due Process Clause. <i>Cleveland Board of Education v. LaFleur,</i> <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></a></span>, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">791</span></a></span>, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></a></span> (1974). While the Court disapproved of the irrational and irrebuttable presumption of physical incompetence on the part of pregnant teachers when individual medical evaluation was feasible,<sup>[23]</sup> it left room for a mandatory leave policy of a few weeks duration based on more general <span class=\"star-pagination\">*428</span> medical and scheduling considerations.<sup>[24]</sup> Justice Powell concurred in the result reached by the Court, but preferred to rest his decision on equal protection grounds and the overinclusive nature of the mandatory policies.<sup>[25]</sup></p>\n<p>Later in the same term in which <i>LaFleur</i> was decided, the Supreme Court examined and upheld a pregnancy disability exclusion from a state disability insurance program in the face of an equal protection challenge. <i>Geduldig v. Aiello,</i> <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1974). The Court held that the state had a legitimate interest in keeping the coverage under the insurance plan adequate for covered disabilities and at a low cost to covered employees who funded the plan. Consistent with this interest, the state was permitted to operate the plan so that the \"aggregate risk protection\" received by identifiable groups was equivalent. Since there was no risk from which men were protected and women were not and no risk from which women were protected and men were not, no invidious discrimination was found. 417 U.S. 496-97, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>. In response to arguments in the dissenting opinion to the effect that a pregnancy exclusion constituted sex discrimination, the Court in footnote 20 observed that pregnancy classifications were based on a unique physical condition and hence were not invariably gender-based discrimination:</p>\n<blockquote>\"The dissenting opinion to the contrary, this case is thus a far cry from cases like <i>Reed v. Reed,</i> <span class=\"citation\" data-id=\"108404\"><a href=\"/opinion/108404/reed-v-reed/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation\" data-id=\"108404\"><a href=\"/opinion/108404/reed-v-reed/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">251</span></a></span>, <span class=\"citation\" data-id=\"108404\"><a href=\"/opinion/108404/reed-v-reed/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></a></span> (1971), and <i>Frontiero v. Richardson,</i> <span class=\"citation\" data-id=\"108781\"><a href=\"/opinion/108781/frontiero-v-richardson/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, <span class=\"citation\" data-id=\"108781\"><a href=\"/opinion/108781/frontiero-v-richardson/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1764</span></a></span>, <span class=\"citation\" data-id=\"108781\"><a href=\"/opinion/108781/frontiero-v-richardson/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (1973), involving discrimination based upon gender as such. The California insurance program does not exclude anyone from benefit eligibility because of gender but merely removes one physical condition  pregnancy  from the list of compensable disabilities. <i>While it is true that only women can become pregnant, it does not follow that every legislative classification concerning pregnancy is a sex-based classification like those considered in </i><i>Reed, supra,</i><i> and </i><i>Frontiero, supra</i><i>. Normal pregnancy is an objectively identifiable physical condition with unique characteristics.</i> Absent a showing that distinctions involving pregnancy are mere pretexts designed to effect an invidious discrimination against the members of one sex or the other, lawmakers are constitutionally free to include or exclude pregnancy from the coverage of legislation such as this on any reasonable basis, just as with respect to any other physical condition.</blockquote>\n<blockquote>\"The lack of identity between the excluded disability and gender as such under this insurance program becomes clear upon the most cursory analysis. The program divides potential recipients into two groups  pregnant women and nonpregnant persons. While the first group is exclusively female, the second includes members of both sexes. <i>The fiscal and actuarial benefits of the program thus accrue to members of both sexes.</i>\" 417 U.S. 496-97, n. 20, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2492</span></span>. (Italics supplied.)</blockquote>\n<p><span class=\"star-pagination\">*429</span> The significance of the analysis in footnote 20 to Title VII was the subject of the Supreme Court's decision last term in <i>General Electric Co. v. Gilbert,</i> <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1976). The plaintiffs in <i>Gilbert</i> brought a class action challenging the exclusion of pregnancy from General Electric's employer-funded sickness and accident insurance program. The program provided up to 26 weeks of benefits in the amount of 60% of the employee's normal straight time earnings for total disability as a result of a nonoccupational sickness or accident. In addition to excluding pregnancy from the sickness or accident category, it terminated coverage on the date the employee ceased work because of total disability or pregnancy, although in case of personal leave, layoff, or strike, coverage was extended 31 days past that date. The Court held that the above-described program did not violate Title VII.</p>\n<p>In this Court's view, <i>Gilbert</i> stands for the following propositions: (1) Exclusion of pregnancy coverage from a general insurance program covering disability because of sickness or accident is not <i>per se</i> sex-based discrimination in violation of Title VII;<sup>[26]</sup> (2) Absent a showing that distinctions involving pregnancies either (a) \"are mere pretexts designed to effect invidious discrimination against the members of one sex or the other\";<sup>[27]</sup> or (b) produce a sex-based effect, such distinctions do not violate Title VII.<sup>[28]</sup> These propositions are considered in the following paragraphs.</p>\n<p><i>Gilbert</i> relied extensively on the analysis in <i>Geduldig,</i> and in particular on footnote 20, in considering whether distinctions in a disability insurance plan based on pregnancy were necessarily sex-based discrimination.<sup>[29]</sup> In rejecting that suggestion, the Court commented that:</p>\n<blockquote>\"Since it is a finding of sex-based discrimination that must trigger, in a case such as this, the finding of an unlawful employment practice under § 703(a)(1) [42 U.S.C. § 2000e-2(a)(1)], <i>Geduldig</i> is precisely in point in its holding that an exclusion of pregnancy from a disability-benefits plan providing general coverage is not a gender-based discrimination at all.\" <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">408</span></span>.</blockquote>\n<p>While the Court stated that a case might be made out against General Electric if the exclusion of pregnancy were found to be \"a subterfuge to accomplish a forbidden discrimination,\" <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">408</span></span>, it gave short shrift to any such suggestion in the case at bar. Recognizing that pregnancy was confined to women, the Court noted that it was different from other covered disabilities because it was \"not a `disease' at all, and [was] often a voluntarily undertaken and desired condition.\" <i>Id.</i> Thus, the general normalcy and voluntary nature of pregnancy provided a neutral basis for exclusion which obviated pretext in <i>Gilbert.</i></p>\n<p>The Court also stated that a Title VII case might be made out \"upon proof that the <i>effect</i> of an otherwise facially neutral plan or classification is to discriminate against members of one class or another.\" <span class=\"star-pagination\">*430</span> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">408</span></span>, citing <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976) and <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971). The Court found no proof of discriminatory effect in <i>Gilbert.</i> Again relying heavily on the analysis in <i>Geduldig,</i> it found no discrimination in aggregate risk protection under the plan  the insurance package included the same categories of risk for male and female employees. The fact that the plan did not cover the additional risk of pregnancy did not vitiate the plan, because the employer was already providing equality of benefits by insuring his employees against an identical list of risks. In this regard, the Court stated:</p>\n<blockquote>\"<i>Absent proof of different values,</i> the cost to `insure' against the risks is, in essence, nothing more than extra compensation to the employees, in the form of fringe benefits. If the employer were to remove the insurance fringe benefits and, instead, increase wages by an amount equal to the cost of the `insurance,' there would clearly be no gender-based discrimination, even though a female employee who wished to purchase disability insurance that covered all risks would have to pay more than would a male employee who purchased identical disability insurance, due to the fact that her insurance had to cover the `extra' disabilities due to pregnancy.\" <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></span>, n. 17, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>. (Italics supplied.)</blockquote>\n<p><i>Gilbert</i> and <i>Geduldig</i> were employee benefits cases. Neither case cited nor discussed <i>LaFleur</i> or the Title VII implications of termination or mandatory leave policies based on pregnancy. While <i>Gilbert</i> stands for the proposition that Title VII does not require that special or additional benefits be paid to women because of their child-bearing role,<sup>[30]</sup> it did not hold or suggest that Title VII will not bar irrational or arbitrary termination or mandatory leave policies affecting pregnant women. And <i>LaFleur,</i> although decided on due process grounds, clearly indicates that in the absence of adequate justification, such policies may well be found to be irrational and arbitrary.</p>\n<p></p>\n<h2>III. THE STOP-START ISSUE</h2>\n<p>Pan Am's mandatory maternity leave policy requires pregnant flight attendants to take unpaid leaves of absence from discovery of pregnancy until no earlier than 60 nor later than 90 days following delivery. In the following sections of this opinion, the Court will examine the leave policy in light of the controlling questions:</p>\n<blockquote>(A) Does it have a discriminatory effect?</blockquote>\n<blockquote>(B) Is it justified by business necessity or as a bona fide occupational qualification (B.F.O.Q.)?</blockquote>\n<blockquote>(C) Is it a pretext for sex-based discrimination?</blockquote>\n<p>See the discussion in the preceding section and <i>Dothard v. Rawlinson,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977); <i>Albemarle Paper Co. v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975); <i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973); <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971).</p>\n<p></p>\n<h2>A. <i>Discriminatory Effect</i>\n</h2>\n<p>Although <i>Gilbert</i> established that pregnancy distinctions are not <i>per se</i> \"because of sex\" within the meaning of Title VII, that proposition is not, in the words of the Court, \"the end of the analysis.\" <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>. It is significant that five members of the Court, two in concurring opinions and three in dissent, were careful to leave open the option of a discriminatory effect finding in a pregnancy case under the reasoning of <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971). In <i>Griggs,</i> the Supreme Court established the principle of adverse effect or impact discrimination in Title VII <span class=\"star-pagination\">*431</span> analysis. It held that the use of standardized intelligence tests which: (1) operated to exclude blacks at substantially higher rates than whites; <i>and</i> (2) which were not significantly related to job performance, violated Title VII.<sup>[31]</sup> Since <i>Griggs,</i> the general proposition that a Title VII plaintiff may establish a prima facie case by showing that a particular employment practice has an adverse impact upon a particular race or sex has become well-established law.<sup>[32]</sup></p>\n<p>The <i>Griggs</i> analysis is applicable to mandatory pregnancy leave policies. In <i>Griggs,</i> an ostensibly neutral device  an intelligence test  had the effect of excluding a disproportionate number of black persons from employment. In this case, the mandatory pregnancy leave policy has the effect of excluding a disproportionate number of women from employment, albeit only temporarily. Where such an effect results, the policy violates Title VII unless shown to have a manifest relationship to job performance.<sup>[33]</sup></p>\n<p>It is no answer to say that the mandatory leave policy divides the employees into groups not on the basis of sex, but on the basis of pregnancy. <i>Cf., </i><i>Geduldig v. Aiello,</i> 417 U.S. at 497, n. 20, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>. As <i>Griggs</i> makes clear, it is not necessary to show that all members of a class are adversely affected, so long as the adverse impact is shown to fall disproportionately on that class. In <i>Griggs,</i> a disproportionate number of blacks failed the test. Here, only women  although not all women  are affected by the compulsory leave policy. This case is therefore analogous to decisions holding the exclusion of married women or mothers of small children to be Title VII violations.<sup>[34]</sup></p>\n<p>For the same reason, the policy is not rendered immune by the fact that pregnancy <span class=\"star-pagination\">*432</span> is a physical condition unique to women. A facially neutral policy may violate Title VII nonetheless if it has a sex-based discriminatory effect. See, <i>Dothard v. Rawlinson,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2726-2727, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977) (height and weight requirement found to violate Title VII).</p>\n<p>The record in the instant case demonstrates that Pan Am's policy has a discriminatory effect upon its female flight attendants within the meaning of Title VII. First, a substantial portion of Pan Am's female flight attendants will be directly affected by the policy one or more times during their careers at Pan Am. The policy, unlike the insurance program in <i>Gilbert,</i> affirmatively disables these flight attendants from receiving wages from Pan Am for several months. Male flight attendants are not similarly disabled.<sup>[35]</sup> Second, the policy has a potential impact on decisions of female flight attendants whether to become pregnant at all and accept the financial consequences. <i>Cleveland Board of Education v. LaFleur, supra</i><i>. See,</i> also, Note, Sex Discrimination in Employment: An Attempt to Interpret Title VII of the Civil Rights Act of 1964, 1968 <i>Duke L.J.</i> 671, 722.</p>\n<p>Finally, it cannot be said that Pan Am's policy on its face is so obviously related to business necessities as to immunize it from attack as an \"artificial, arbitrary and unnecessary barrier to employment\" and obviate the need to justify it as a business necessity or B.F.O.Q.<sup>[36]</sup></p>\n<p></p>\n<h2>B. <i>Business Necessity/Bona Fide Occupational Qualification</i>\n</h2>\n<p>Once a prima facie case is established, the employer has the burden of showing that the employment practice in question bears a manifest relationship to job performance or other legitimate business necessity of the employer. <i>Griggs,</i> at 431, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>; <i>McDonnell Douglas,</i> at 802-803, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>. Alternatively, Pan Am has advanced the affirmative defense that non-pregnancy \"is a bona fide occupational qualification [BFOQ] reasonably related to the normal operation of [its] business\" as an air carrier. 42 U.S.C. § 2000e-2(e).<sup>[37]</sup> Both the business necessity and B.F.O.Q. defense are designed to require that employment practice be related to the legitimate needs of the employer's particular business. Therefore, the Court will examine Pan Am's defense in the light of relevant cases applying either standard.</p>\n<p>In order to survive a showing of discriminatory impact, an employment practice must be shown to be necessary to the safe and efficient operation of a business. This showing involves three essential elements: (1) the asserted business interests which underlie the policy must be related to the primary purpose or essence of the business operation  the test is business necessity, not mere business convenience; (2) the policy must be reasonably calculated to further the asserted business interests; and (3) there must be no alternative policy which satisfies the asserted interests with a lesser <span class=\"star-pagination\">*433</span> discriminatory impact.<sup>[38]</sup> The final element has also been viewed as relevant to the pretext issue on which the plaintiff bears the burden of persuasion.<sup>[39]</sup></p>\n<p>The unique business interests of common carriers in the safe transportation of their passengers were analyzed in two recent cases decided under the Age Discrimination in Employment Act of 1967, 29 U.S.C. § 621 et seq., which is similar in structure and language to Title VII: <i>Usery v. Tamiami Trail Tours, Inc.,</i> <span class=\"citation\" data-id=\"333790\"><a href=\"/opinion/333790/12-fair-emplpraccas-1233-11-empl-prac-dec-p-10916-w-j-usery/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span> (5th Cir., 1976); <i>Hodgson v. Greyhound, Inc.,</i> <span class=\"citation\" data-id=\"320410\"><a href=\"/opinion/320410/7-fair-emplpraccas-817-7-empl-prac-dec-p-9286-james-d-hodgson/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span> (7th Cir.), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">805</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">822</span></span> (1974). Both cases involved bus company policies refusing to consider initial applications for the position of intercity driver from persons over a specified age  40 in the case of Tamiami; 35 in the case of Greyhound. In both cases, the policies were sustained as B.F.O.Q.s reasonably related to the employers' interests in providing safe transportation.</p>\n<p>In <i>Usery,</i> the court noted that safe transportation of passengers went to the essence of the business of a common carrier, and articulated the following test for safety qualifications:</p>\n<blockquote>\"The greater the safety factor, measured by the likelihood of harm and the probable severity of that harm in case of an accident, the more stringent may be the job qualifications designed to insure safe driving.\" <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></span>.</blockquote>\n<p>Finding the safety factor great, the court upheld the policy based on the trial court's finding that physiological and psychological deterioration with age, all of which could not be detected by examination, made 40 a reasonable cut-off age in driver hiring.<sup>[40]</sup></p>\n<p>In <i>Hodgson,</i> the trial court had found Greyhound's policy to be unlawful, holding that it had not demonstrated that \"`all or substantially all [applicants over age 40] . . . would be unable to perform safely and efficiently the duties of the job involved.'\" 499 F.2d at 861. The Court of Appeals reversed, saying:</p>\n<blockquote>\"As reflected in the <i>Spurlock</i> decision [cited in note 41, <i>infra</i>], a public transportation carrier, such as Greyhound, entrusted with the lives and well-being of passengers, must continually strive to employ the most highly qualified persons available for the position of intercity bus driver for the paramount goal of a bus carrier is safety. Due to such compelling concerns for safety, it is not necessary that Greyhound show that all or substantially all bus driver applicants over forty could not perform safely. Rather, to the extent that the elimination of Greyhound's hiring policy may impede the attainment of its goal of safety, it must be said that such action undermines the essence of Greyhound's operations. Stated differently, <i>Greyhound must demonstrate that it has a rational basis in fact to believe that elimination of its maximum</i> <span class=\"star-pagination\">*434</span> <i>hiring age will increase the likelihood of risk of harm to its passengers. Greyhound need only demonstrate however a minimal increase in risk of harm</i> for it is enough to show that elimination of the hiring policy might jeopardize the life of one more person than might otherwise occur under the present hiring practice.\" (499 F.2d at 863, italics supplied.)</blockquote>\n<p>The court found that the policy was amply justified by a record disclosing: (1) rigorous and demanding assignments given newly hired, low seniority drivers; (2) physical and sensory deterioration with age; (3) optimum performance by drivers combining age and driving experience; and (4) the impracticability of frequent individual physical and performance screening of drivers.<sup>[41]</sup></p>\n<p>The record before the Court sustains Pan Am's policy as a business necessity/B.F.O.Q. under the standards set forth above.<sup>[42]</sup> The policy is a good faith effort on the part of Pan Am to protect the safety of its passengers by ensuring the maximum emergency capabilities of all flight attendants. It is reasonably calculated to further the safety objective by removing from flight status a group of flight attendants whose condition poses an additional risk to emergency management. Although plaintiffs have sought to minimize the likelihood of harm through calculations of the probable coincidence of an emergency and a pregnancy disability, their analysis does not meet the thrust of Pan Am's defense. As an air carrier with a public duty to operate with the highest degree of safety, Pan Am is in the business of avoiding and managing the risks resulting from low probability occurrences which could have extremely serious consequences. Indeed, such risk management is of the essence of Pan Am's business, since aircraft accidents and incidents are invariably unique and low probability occurrences. (<i>See, e. g.,</i> Testimony of Dr. Winter.) That Pan Am chooses to manage an established risk of disruption of emergency operations, such as pregnancy in a flight attendant, with a general policy rather than individual consideration, does not automatically vitiate that policy under Title VII.</p>\n<p>Moreover, the record does not establish a feasible alternative policy of lesser adverse impact that would satisfy Pan Am's objectives. A policy of individualized examination or certification does not meet this test for several reasons. First, major complications of pregnancy which justify the policy, e. g., spontaneous abortion, are not sufficiently predictable through examination to support an individualized policy. Second, the potential conflict of interest to which a flight attendant may be exposed has not been shown to be manageable through an individualized policy. Third, individualized evaluation of the medical condition, capability and performance of flight attendants throughout pregnancy has not been shown to be administratively or operationally feasible within Pan Am.<sup>[43]</sup></p>\n<p>In sum, Pan Am, entrusted as a carrier with the lives and well-being of its passengers, has an obligation at all times to employ the most highly qualified persons in positions affecting the safety of passengers. The record demonstrates that Pan Am \"has a rational basis in fact to believe that elimination of its [mandatory pregnancy leave] <span class=\"star-pagination\">*435</span> will increase the likelihood of risk of harm to its passengers.\" <i>Hodgson,</i> 499 F.2d at 863. Moreover, Pan Am has demonstrated that the \"likelihood of harm and the probable severity of harm in case of an accident\" warrant imposition of a stringent policy. <i>Usery,</i> 531 F.2d at 236. Finally, Pan Am has shown that it is \"highly impractical to deal with [pregnant flight attendants] on an individualized basis\" <i>and</i> it has applied a \"reasonable general rule,\" <i>Weeks,</i> 408 F.2d at 235, n. 5.</p>\n<p>As in <i>Dothard,</i> \"more is at stake in this case . . . than an individual woman's decision to weigh and accept the risks of employment\" or, for that matter, an individual woman's right to be evaluated on an individualized basis. ___ U.S. at ___, 97 S.Ct. at 2730. The rights of individuals cannot be determined in the abstract without regard to the burdens their exercise might impose on society as a whole. The record amply demonstrates that the risk of harm to passengers and crew in the event of the failure of a flight attendant to perform to capacity in the event of an emergency is sufficiently great  and the public interest in avoiding it sufficiently compelling  to justify Pan Am's method of minimizing that risk by adoption of a general mandatory pregnancy policy.<sup>[44]</sup></p>\n<p></p>\n<h2>C. <i>Pretext</i>\n</h2>\n<p>The Supreme Court recognized in <i>Gilbert</i> that even in the absence of proof of sex-based discrimination, liability may be imposed where \"`distinctions involving pregnancy are mere pretexts designed to effect an invidious discrimination against the members of one sex or the other.'\" 429 U.S. at 135, 97 S.Ct. at 407. The Court rejected the pretext argument there, finding that \"we have here no question of excluding a disease or disability comparable in all other respects to covered diseases or disabilities and yet confined to the members of one race or sex. Pregnancy is, of course, confined to women, but it is in other ways significantly different from the typical covered disease or disability.\" 429 U.S. at 136, 97 S.Ct. at 408.</p>\n<p>The Court had previously analyzed the pretext issue in <i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). It held there that although a prima facie case had been made out by the employer's failure to rehire a qualified black applicant, the employer had successfully rebutted that case by a showing of unlawful, disruptive activity on the part of the applicant against the employer. The applicant was given the opportunity to show, on remand, that the employer's rebuttal was a pretext for forbidden discrimination. The Court suggested that such a showing might be made, <i>e. g.,</i> if whites engaging in similar activity were nonetheless hired, or if there were other evidence suggesting purposeful but disguised discrimination. <i>See,</i> also <i>McDonald v. Santa Fe Trail Transportation Co.,</i> <span class=\"citation\" data-id=\"109513\"><a href=\"/opinion/109513/mcdonald-v-santa-fe-trail-transp-co/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"star-pagination\">*436</span> <span class=\"citation\" data-id=\"109513\"><a href=\"/opinion/109513/mcdonald-v-santa-fe-trail-transp-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2574</span></a></span>, <span class=\"citation\" data-id=\"109513\"><a href=\"/opinion/109513/mcdonald-v-santa-fe-trail-transp-co/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span></a></span> (1976). In <i>Albemarle Paper Co. v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 425, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975), a testing case, the Court expressed a somewhat different view of pretext, stating that a plaintiff may rebut a job-relatedness showing by establishing that other available selection devices would, without discriminatory effect, also \"serve the employer's legitimate interest in `efficient and trustworthy workmanship.'\" <i>See,</i> also, <i>Dothard v. Rawlinson,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977).</p>\n<p>The record here does not support a finding of pretext. The evidence shows that pregnancy is a unique condition for which provision must be made by Pan Am. There is no indication that the provision made was intended as a vehicle for discriminatory treatment of women or was otherwise adopted in anything but good faith. On the contrary, as discussed in the preceding section of this opinion, it is supported by legitimate safety considerations, which cannot be adequately satisfied by alternative means.<sup>[45]</sup></p>\n<p></p>\n<h2>IV. <i>THE BENEFITS ISSUE</i>\n</h2>\n<p>The <i>Gilbert</i> decision controls the disposition of the benefits issue. Under its analysis, exclusion of pregnancy, regarded as generally a voluntary and desired condition from benefit coverage does not warrant inference of pretext. Likewise, discriminatory effect is not established when men and women receive the same aggregate risk protection, based on even-handed inclusion of risks from an insurance plan.<sup>[46]</sup></p>\n<p>Plaintiffs assail Pan Am's sick pay policy, which denies the use of accumulated sick pay during pregnancy leave. Sick pay is accrued on the basis of months of compensated employment and distributed during periods of \"sickness or injury.\" (CBA, Articles 13(a), (b).) By analogy to <i>Gilbert,</i> there is no showing of pretext when a benefits plan distinguishes pregnancy from \"sickness and injury\" any more than when it differentiates \"disability.\" In each case, the distinction rests on the general voluntariness, desirability, and normalcy of pregnancy as opposed to the contrasting features of the distinguished conditions. Moreover, the sick pay plan contains an even-handed inclusion of risks  male and female employees are equally protected from wage loss due to the same categories of \"sickness and injury.\" Since plaintiffs have not established that the sick pay plan is worth more to men than women by reason of the pregnancy exclusion, discriminatory effect has not been proved. <i>See, </i><i>Hutchison v. Lake Oswego School Dist.,</i> <span class=\"citation\" data-id=\"328886\"><a href=\"/opinion/328886/11-fair-emplpraccas-161-10-empl-prac-dec-p-10325-barbara-r/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span> (9th Cir., 1975), vacated and remanded for reconsideration in light of <i>Gilbert,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, 97 <span class=\"star-pagination\">*437</span> S.Ct. 725, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">744</span></span> (1977), vacated and remanded with instructions to dismiss complaint, Nos. 74-3181, 74-3182, <span class=\"citation no-link\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></span> (9th Cir., 1977) (denial of sick leave to pregnant teachers upheld in the face of a Title VII attack).</p>\n<p>Plaintiffs also attack Pan Am's Group Health Insurance Policy, which provides lower benefit levels for normal pregnancy than for hospitalization for other conditions. No pretext is shown  the same elements which distinguished pregnancy from other disabilities in <i>Gilbert</i> distinguish it from other \"sickness\" or \"illness\" under a medical insurance policy. (Pl. Ex. 76.) However, with regard to the Group Health Policy coverage of pregnancy, plaintiffs have attempted to establish a discriminatory effect by introducing evidence establishing that, because of the COB Rule, dependents' claims are paid under the father's policy, and female employees therefore receive less from the insurance carrier.</p>\n<p>Plaintiffs' evidence falls short of establishing a discriminatory effect for several related reasons. First, Pan Am makes equal contributions for employees of both sexes to Travellers to fund the medical insurance plan. The Wage and Hour Administrator, whose interpretations of the Equal Pay Act of 1963 apply as well to Title VII, see 42 U.S.C. § 2000e-2(h), has promulgated the following regulation regarding employer insurance contributions:</p>\n<blockquote>\"If employer contributions to a plan providing insurance or similar benefits to employees are equal for both men and women, no wage differential prohibited by the equal pay provisions will result from such payments, even though the benefits which accrue to the employees in question are greater for one sex than for the other. The mere fact that the employer may make unequal contributions for employees of opposite sexes in such a situation will not, however, be considered to indicate that the employer's payments are in violation of section 6(d), if the resulting benefits are equal for such employees.\" 29 CFR § 800.116(d) (1975).</blockquote>\n<p>This regulation is consistent with the legislative history of the Equal Pay Act and Title VII and is entitled to deference. <i>Gilbert,</i> 429 U.S. 144-45, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>. Its first sentence protects Pan Am's policy, which is based on equal contributions.</p>\n<p>Second, while Travellers may pay out more to men, the actual benefits provided under the plan are not greater for men. Men and women receive the same basic benefits under the plan although under the COB Rule some of those benefits may be paid by another insurance carrier. The female employee loses nothing through operation of the COB Rule  to the extent she receives less from Travellers, she (through payments to her dependents) may receive more from another carrier adhering to the Rule. Third, even if a difference in value of benefits received is assumed, the plan contains only an even-handed inclusion of risks under <i>Gilbert</i> and is therefore valid under Title VII. See, in contrast, <i>Manhart v. City of Los Angeles, Department of Water,</i> <span class=\"citation\" data-id=\"344845\"><a href=\"/opinion/344845/13-fair-emplpraccas-1625-14-fair-emplpraccas-1233-12-empl-prac/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></a></span> (9th Cir., 1976) (retirement plan providing equal benefits to members of both sexes but imposing a higher cost on women based on greater average longevity violates Title VII).</p>\n<p>Finally, plaintiffs attack the seniority policy as it applies to pregnant flight attendants. On the face of the policy, the <i>Gilbert</i> analysis applies to foreclose plaintiffs' argument. The seniority policy is the same, <i>i. e.,</i> accrual of seniority for the first 90 days of leave, for all leaves except medical and union business leaves. Again, these types of leave are distinguishable from maternity leave based on their different purposes and the nature of their underlying conditions  sex is not present on the face of the distinction. Moreover, plaintiffs have made no case of discriminatory effect  there is no evidence that men have more seniority than women because of the challenged seniority policy.</p>\n<p>However, Pan Am has made a distinction between the kind of mandatory leave imposed on account of pregnancy and personal leave or leave granted for any other reason. A flight attendant going on maternity leave has been required to liquidate her <span class=\"star-pagination\">*438</span> accrued vacation immediately upon beginning her leave, receiving vacation pay in cash, while all other employees going on leave could take their vacation <i>time</i> before beginning leave. The consequence of this distinction is that pregnant flight attendants lose the benefits which all other employees receive while on vacation and before starting their leaves. These benefits include: (1) accrual of additional seniority during the vacation period; (2) participation in Pan Am's health and life insurance program during that period at no cost to the employee; and (3) eligibility for free or reduced fare travel during that period.</p>\n<p>The distinction made, and its consequences, result in a discriminatory impact on female flight attendants. Only women going on pregnancy leave were required to liquidate accrued vacation immediately. No male or female employee going on any other kind of leave for any other reason has been required to submit to liquidation and the attendant loss of benefits. In contrast to the situation in <i>Gilbert,</i> the vacation liquidation policy was not part of an insurance plan which covers the same risks for male and female employees and merely fails to cover an additional sex-unique risk. The policy thus singled out women based on a sex-unique condition and imposed on them alone a loss of benefits not suffered by similarly situated male employees. It made pre-leave vacation benefits worth more to men than women.</p>\n<p>The record discloses no reason or justification for applying a vacation liquidation policy only to pregnant flight attendants. The <i>Gilbert</i> analysis does not support the policy on its face  the largely voluntary and desirable nature of pregnancy does not distinguish it from other causes of personal leave which may be equally voluntary and desirable. Moreover, the safety, administrative, and insurance considerations advanced by Pan Am in support of other aspects of the stop-start and benefits policies do not supply a persuasive reason for liquidating the vacation time of only pregnant flight attendants.</p>\n<p>Subsequent to the trial, in a reply memorandum filed with the Court on August 26, 1977, Pan Am's counsel advised that this distinction between maternity leaves and other personal leaves appears to have been eliminated prior to the trial, unbeknownst to counsel. Counsel for plaintiffs are requested to advise the Court promptly whether they dispute the representation of Pan Am in this respect.</p>\n<p>In any event, the past treatment accorded maternity leaves as a result of which Pan Am's female flight attendants were precluded from taking accrued vacation when going on pregnancy leave was discriminatory in violation of Title VII. <i>Cf., </i><i>Liss v. School Dist. of City of LaDue,</i> <span class=\"citation\" data-id=\"342487\"><a href=\"/opinion/342487/14-fair-emplpraccas-771-13-empl-prac-dec-p-11475-ellen-joy-liss-v/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">751</span></a></span> (8th Cir., 1977) (compensation under sick leave policy for any kind of disability except pregnancy may violate Title VII under the <i>Gilbert</i> analysis).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated, the Court finds and concludes that Pan Am's mandatory pregnancy leave policy and its policy and practice with respect to sick pay benefits, group health insurance, long-term disability insurance, and seniority accrual during pregnancy leave do not violate Sections 2000e-2(a)(1) or (2) of Title 42, United States Code.</p>\n<p>The Court further finds and concludes that Pan Am's policy requiring flight attendants to liquidate their accrued vacation benefits at the beginning of pregnancy leave did violate those sections. Inasmuch as the issues of liability and damages have heretofore been bifurcated, further proceedings may be required to determine eligible claimants and damages on this aspect of the case.</p>\n<p>The parties are directed to confer concerning what if any further proceedings may be required. In particular, counsel are requested to consider whether application should be made for an order of certification under 28 U.S.C. § 1292(b).</p>\n<p>The matter is set for a status conference on September 16, 1977, at 10:00 A.M.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs Harriss and Feather filed timely charges of discrimination with the Equal Employment Opportunity Commission; received Notice of Right to Sue letters from the E.E. O.C.; and commenced this action in the manner and within the time permitted in 42 U.S.C. § 2000e-5. The E.E.O.C. and state equal employment agencies could not effect a settlement of the charges, and administrative remedies have been exhausted. (Pl. Exs. 1-4.)</p>\n<p>[2]  <i>Harriss v. Pan American World Airways, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">24</span></span>, 48 (N.D.Cal., 1977).</p>\n<p>[3]  The historical information contained in this paragraph concerning Pan Am's use of flight attendants is taken from the opinion of the district court in <i>Diaz v. Pan American World Airways, Inc.,</i> <span class=\"citation\" data-id=\"2127317\"><a href=\"/opinion/2127317/diaz-v-pan-american-world-airways-inc/\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">559</span></a></span> (S.D.Fla.,1970), <i>rev'd</i> <span class=\"citation\" data-id=\"296524\"><a href=\"/opinion/296524/3-fair-emplpraccas-337-3-fair-emplpraccas-469-3-empl-prac-dec-p/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span> (5th Cir., 1971), a case which held Pan Am's post-1959 policy of hiring only female flight attendants to be a violation of Title VII.</p>\n<p>[4]  In contrast, most U. S. domestic airlines began to employ all-female cabin crews in the 1930's to increase business by emphasizing in-cabin comfort and service and reducing passenger apprehension concerning flight. <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">562</span></span>.</p>\n<p>[5]  See note 3, <i>supra.</i> Pan Am now employs approximately 3,400 female and 600 male flight attendants.</p>\n<p>[6]  Plaintiffs also challenge the following aspects of Pan Am's benefits policy: (1) exclusion of pregnancy from Pan Am's Long Term Disability Insurance Plan; (2) liquidation of vacation benefits at the beginning of leave resulting in inability to use vacation time to accrue seniority or enjoy reduced-fare travel benefits; and (3) continuation of life and medical insurance during leave only at the expense of the flight attendant. Maternity leave is unique in its provision for liquidation of vacation  even personal leave allows vacation <i>time,</i> as well as money, to be retained. There is no requirement that persons who are drawing sick pay or who are on the first 30 days of medical leave pay insurance premiums to retain coverage, but such payment is apparently necessary in all other types of leaves.</p>\n<p>[7]  Plaintiffs complain that their seniority losses are aggravated by the liquidation of accrued vacation at the beginning of leave, a practice unique to maternity leave. They argue that they are not, like other employees, allowed to use <i>vacation time</i> to continue to accrue seniority. <i>See, also,</i> note 6 <i>supra.</i></p>\n<p>[8]  The provision that complications of pregnancy be covered as any other illness became effective August 1, 1974. (Pl. Ex. 33, p. 133.) This provision was negotiated following a 1973 TWU demand for an increase in normal maternity benefits to cover hospital and miscellaneous fees in full and to increase the surgical benefit by 50%. Acceptance of the TWU demand would have cost Pan Am an additional $361,465 in 1973. (Testimony of William McCulloch, Def. Ex. F.)</p>\n<p>[9]  During those negotiations, TWU had demanded a 50% across the board increase in maternity insurance levels.</p>\n<p>[10]  The major sources of the emergency duty list for flight attendants are the testimony of Captain Francis Wallace, Pan Am's Director of Flight Safety Analysis and Information; Pl. Ex. 147, which is an Emergency Evaluation Checklist from the Flight Operations Division  Training Program Developments; and accident reports of the National Transportation Safety Board.</p>\n<p>[11]  The National Transportation Safety Board is a federal agency which investigates civil aircraft accidents and makes safety recommendations to the F.A.A. Administrator. 49 U.S.C. § 1441(a). <i>Cross-Check</i> is a safety magazine published by Pan Am for distribution to its employees.</p>\n<p>[12]  In addition to expanding girth and balance problems, the serious conditions of placenta previa and placenta abruptio can occur at the end of the second and beginning of the third trimester. These conditions occur in 3-4% of pregnancies and may involve massive hemorrhaging as the placenta ruptures and becomes detached from the wall of the uterus. (Testimony of Drs. Cooper and Goetsch.)</p>\n<p>[13]  There are references in the medical testimony to problems of pregnancy other than those discussed above, e. g., urinary difficulties, backache, emotional lability, stress hormone imbalance, decreases in work efficiency, etc. There are also references to fetal problems resulting from lower oxygen levels, radiation, and trauma to the flight attendant. None of these references were sufficiently supported or developed to give rise to a significant operational concern that supports Pan Am's policy. The record as a whole does not support the conclusion that pregnant women are less work-efficient than non-pregnant women in the first two trimesters. The other problems listed have a minor impact on performance ability. The fetus, because of anaerobic metabolism and fluid sack protection, may be better able to survive low oxygen or trauma than the mother. Other suggested dangers, such as radiation, are speculation at this stage of medical knowledge.</p>\n<p>[14]  By definition, a third trimester termination of pregnancy is considered a stillbirth as opposed to an abortion.</p>\n<p>[15]  In an attempt to minimize the importance of the complications of early pregnancy, plaintiffs have argued that such complications occur before pregnant women have knowledge of pregnancy and are thus beyond the reach of Pan Am's policy in any event. This argument, coupled with the ability of a flight attendant to conceal pregnancy through the first trimester, apparently convinced Dr. Carter, Medical Director of Northwest Airlines, to disregard early pregnancy complications in forming his opinion. (Deposition of Dr. Carter, pp. 23-25.) The Court, however, must reject the argument for two reasons. First, although there is some direct conflict in the testimony, the weight of the evidence supports the view that most women have knowledge, or at least a substantial basis to suspect their pregnancies between the first and second menstrual periods, or 4-8 weeks into the pregnancy. Dr. Cooper and Dr. Goetsch, both of whom had extensive practical experience in obstetrics, advanced this view. Dr. Cooper testified that 75% of his patients request examination between the first and second missed periods; Dr. Goetsch testified that the vast majority of his patients did likewise.\n</p>\n<p>Second, there is an assumption in this argument that because some pregnant flight attendants may conceal their pregnancies in violation of the policy, the policy is somehow vitiated. The fact that some disobedience occurs does not render Pan Am's adherence to its policy unreasonable when it is supported by sound medical/operational considerations. If flight attendants make an effort to meet their obligation under the policy, most will report their pregnancies at 6-10 weeks, which is at or before the time that most significant early complications of pregnancy arise.</p>\n<p>[16]  Plaintiffs have relied extensively on the Northwest policy and Dr. Carter's deposition in their attack on Pan Am's policy. This reliance is misplaced for several reasons. First, in formulating the Northwest policy, Dr. Carter disregarded important complications of pregnancy on bases not supported in this record. <i>See,</i> note 15, <i>supra.</i> Second, Northwest's policy went beyond Dr. Carter's advice and extended flight status into the third trimester, a result that is clearly contrary to the record before the Court. Third, Northwest's policy has not been the subject of sufficient study or experience (1974-77) to warrant its use as a model for other airlines.</p>\n<p>[17]  Section 2000e-2(a)(1) provides:\n</p>\n<p>(a) It shall be an unlawful employment practice for an employer </p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or . . .</p>\n<p>Section 2000e-2(a)(2) provides:</p>\n<p>(a) It shall be an unlawful employment practice for an employer </p>\n<p>*   *   *   *   *   *</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>[18]  <i>See, generally,</i> Note, Sex Discrimination in Employment: An Attempt to interpret Title VII of the Civil Rights Act of 1964, 1968 <i>Duke L. J.</i> 671, 672-679. The author questions the sincerity of the sponsors of the Smith Amendment noting, among other things, their negative votes on the question of passage of Title VII as a whole.</p>\n<p>[19]  Comments made on the House Floor immediately prior to the enactment of the Smith Amendment reflected concerns that: (1) white women, unprotected by Title VII, would occupy the bottom of the employment ladder and would lose jobs to black women, Remarks of Rep. Griffiths, 110 Cong.Rec. 2579; Rep. Gathings, 110 Cong.Rec. 2584; Rep. Smith, 110 Cong.Rec. 2583; and (2) state protective legislation prevented women from obtaining better paying jobs. Remarks of Rep. St. George, 110 Cong.Rec. 2580-81. Although there was no reference to pregnancy in the floor debate, Representative Green urged, with considerable foresight, that \"biological differences between men and women\" would create employment problems and that further study was necessary. 110 Cong.Rec. 2584. The Smith Amendment, however, was agreed to on a vote of 168-133.</p>\n<p>[20]  The Report referred to Labor Department statistics comparing wages of men and women:\n</p>\n<p>\"Recent statistics released from the U.S. Department of Labor indicate that there exists a profound economic discrimination against women workers. Ten years ago, women made 60.8% of the average salaries made by men in the same year; in 1968, women's earnings still only represented 58.2% of the salaries made by men in that year. Similarly, in that same year, 60% of women, but only 20% of men earned less than $5,000. At the other end of the scale, only 3% of women, but 28% of men had earnings of $10,000 or more.</p>\n<p>\"Women are subject to economic deprivation as a class. Their self-fulfillment and development is frustrated because of their sex. Numerous studies have shown that women are placed in the less challenging, the less responsible and the less remunerative positions on the basis of their sex alone.\" Report of the House Education and Labor Committee, No. 92-238, June 2, 1971, 1972 U.S.Code Cong. &amp; Admin.News, pp. 2137, 2140.</p>\n<p>[21]  Representative Mink referred to the Report and commented:\n</p>\n<p>\"The view that employment discrimination against women is perfectly natural and only reflects the inherent differences between the sexes continues to the detriment of the entire nation.\" 117 Cong.Rec. 32105.</p>\n<p>[22]  The use of pregnancy-based classifications to determine access to employment and employee fringe benefits does not appear to have been specifically considered in Title VII or its legislative history. However, on April 2, 1972, the Equal Employment Opportunity Commission issued a pregnancy guideline as a part of a set of guidelines on sex discrimination. The E.E.O.C. guideline provides:\n</p>\n<p>§ 1604.10 <i>Employment policies relating to pregnancy and childbirth.</i></p>\n<p>(a) A written or unwritten employment policy or practice which excludes from employment applicants or employees because of pregnancy is in prima facie violation of Title VII.</p>\n<p>(b) Disabilities caused or contributed to by pregnancy, miscarriage, abortion, childbirth, and recovery therefrom are, for all job-related purposes, temporary disabilities and should be treated as such under any health or temporary disability insurance or sick leave plan available in connection with employment. Written and unwritten employment policies and practices involving matters such as the commencement and duration of leave, the availability of extensions, the accrual of seniority and other benefits and privileges, reinstatement, and payment under any health or temporary disability insurance or sick leave plan, formal or informal, shall be applied to disability due to pregnancy or childbirth on the same terms and conditions as they are applied to other temporary disabilities.</p>\n<p>(c) Where the termination of an employee who is temporarily disabled is caused by an employment policy under which insufficient or no leave is available, such a termination violates the act if it has a disparate impact on employees of one sex and is not justified by business necessity. 29 C.F.R. § 1604.10; 37 F.R. 6836, April 5, 1972.</p>\n<p>The first sentence of § 1604.10(b), insofar as it applies to coverage of pregnancy under a disability insurance program, has been discredited as evidence of Congressional intent by the Supreme Court. <i>Gilbert v. General Electric Co.,</i> <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 140-145, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1976). The Court gave a number of reasons for its refusal to defer to that portion of the guideline, including the fact that it conflicted with earlier pronouncements of the E.E.O.C. and with effective regulations of the Wage and Hour Division, which is charged with enforcement of Equal Pay Act provisions paralleling Title VII. The Court's reasons may not vitiate other portions of the guideline, <i>e. g.,</i> those referring to termination and leave policies, because of the E.E.O.C.'s consistency in making findings of sex discrimination based on arbitrary policies in these areas. <i>See, e. g.,</i> 1973 CCH E.E.O.C. Decisions ¶¶ 6170; 6370; 6380. <i>See,</i> also, Note, <i>supra,</i> note 18, at 721 (reporting 1966 and 1967 opinions of the E.E.O.C. General Counsel reaching different results in mandatory leave cases).</p>\n<p>[23]  In support of its rejection of the fixed leave policies, the Court noted that: (1) medical testimony in the record indicated that the working ability of a pregnant women was an individualized matter; and (2) individual medical examination and certification was available as an alternative to a fixed policy for all women. 414 U.S. 645-47, n. 14, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">791</span></a></span>.</p>\n<p>[24]  The Court stated at <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">647</span></span>, n. 13 at <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">799</span></span>:\n</p>\n<p>\"This is not to say that the only means for providing appropriate protection for the rights of pregnant teachers is an individualized determination in each case and in every circumstance. We are not dealing in these cases with maternity leave regulations requiring a termination of employment at some firm date during the last few weeks of pregnancy. We therefore have no occasion to decide whether such regulations might be justified by considerations not presented in these records  for example, widespread medical consensus about the `disabling' effect of pregnancy on a teacher's job performance during these latter days, or evidence showing that such firm cutoffs were the only reasonable method of avoiding the possibility of labor beginning while some teacher was in the classroom, or proof that adequate substitutes could not be procured without at least some minimal lead time and certainty as to the dates upon which their employment was to begin.\"</p>\n<p>[25]  Justice Powell would not reach the question whether pregnancy is a sex-based classification, but stated only that the school board policies were not shown to further the admittedly legitimate state interests at stake. <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">653</span></span>, n. 2, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">791</span></a></span>.</p>\n<p>[26]  Plaintiffs argue in their final brief that the court should disregard certain aspects of <i>Gilbert</i> because that case was brought only under 42 U.S.C. § 2000e-2(a)(1) (which forbids the employer \"to discriminate . . . because of . . . sex\") whereas this case is brought under that section and under 42 U.S.C. § 2000e-2(a)(2) (which forbids the employer \"to limit, segregate, or classify . . . because of . . . sex\"). This distinction does not suggest a difference of legal significance. Both sections prohibit classification and distinction <i>because of sex</i> and thus involve the same questions of sex-based activity, pretext, and effect. <i>Gilbert</i> treats the sections as interchangeable in its analysis; this Court will do likewise.</p>\n<p>[27]  <i>Geduldig,</i> 417 U.S. at 496-97, n. 20, 94 S.Ct. at 2492 quoted, <i>supra.</i> This passage is quoted in <i>Gilbert,</i> 429 U.S. at 134-35, 97 S.Ct. at 407.</p>\n<p>[28]  <i>Gilbert</i> states: \"Absent a showing of gender-based discrimination, as that term is defined in <i>Geduldig,</i> or a showing of gender-based effect, there can be no showing of violation of § 703(a)(1) [42 U.S.C. § 2000e-2(a)(1)].\" <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></span>-38, n. 15, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>.</p>\n<p>[29]  In this respect, <i>Gilbert</i> laid to rest the unanimous view of the Courts of Appeals that <i>Geduldig,</i> as an equal protection case, was not helpful in analyzing pregnancy in a Title VII context. <i>Gilbert,</i> 429 U.S. at 147, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span> and cases cited (Brennan, J., dissenting).</p>\n<p>[30]  \"The District Court was wrong in assuming, as it did, <i>General Electric Company v. Gilbert,</i> <span class=\"citation\" data-id=\"1669167\"><a href=\"/opinion/1669167/gilbert-v-general-electric-company/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">367</span></a></span>, at 383, that Title VII's ban on employment discrimination necessarily means that `greater economic benefits' must be paid to one sex or the other because of their differing roles in `the scheme of human existence.'\" 429 U.S. at 139, n. 17, 97 S.Ct. at 409.</p>\n<p>[31]  The Court, in a unanimous opinion, emphasized that \"practices, procedures, or tests, neutral on their face, and even neutral in terms of intent, cannot be maintained if they operate to freeze the status quo of prior discriminatory employment practices.\" <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></span>.</p>\n<p>[32]  <i>See, e. g., </i><i>Dothard v. Rawlinson,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2726-2727, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977), and cases cited therein; <i>see,</i> also, <i>Kaplan v. International Alliance of Theatrical &amp; Stage Employees, etc.,</i> <span class=\"citation\" data-id=\"331363\"><a href=\"/opinion/331363/11-fair-emplpraccas-872-10-empl-prac-dec-p-10504-sandra-lee-kaplan/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1354</span></a></span> (9th Cir. 1975).</p>\n<p>[33]  A policy denying or curtailing employment opportunities of women when such opportunities are available to men must be distinguished from a benefit plan, such as that in <i>Gilbert,</i> which fails to provide benefits only women could claim, such as pregnancy benefits. While the exclusion of such benefits may cause some women to bear costs they would otherwise avoid, it does not follow that sex-based discrimination is established. As the Court said in <i>Gilbert</i>:\n</p>\n<p>\"For all that appears, pregnancy-related disabilities constitute an <i>additional</i> risk, unique to women, and the failure to compensate them for this risk does not destroy the parity of the benefits, accruing to men and women alike, which results from the facially evenhanded <i>inclusion</i> of risks.\" <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>.</p>\n<p>[34]  <i>Sprogis v. United Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"297609\"><a href=\"/opinion/297609/mary-burke-sprogis-v-united-air-lines-inc/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1194</span></a></span> (7th Cir., 1971) (no-marriage rule for female flight attendants violates Title VII where same rule is not applied to male flight attendants); <i>Phillips v. Martin Marietta Corp.,</i> <span class=\"citation\" data-id=\"108237\"><a href=\"/opinion/108237/phillips-v-martin-marietta-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">496</span></span>, <span class=\"citation\" data-id=\"108237\"><a href=\"/opinion/108237/phillips-v-martin-marietta-corp/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">613</span></a></span> (1971) (Title VII does not permit one hiring policy for women and one for men  each having preschool-age children); <i>see in </i><i>contrast, Stroud v. Delta Airlines,</i> <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">892</span></span> (5th Cir., 1971) (Title VII does not prohibit a no-marriage rule where only female flight attendants are employed). As the court commented in <i>Sprogis,</i> 444 F.2d at 1198:\n</p>\n<p>\"The scope of Section 703(a)(1) is not confined to explicit discrimination based `solely' on sex. In forbidding employers to discriminate against individuals because of their sex, Congress intended to strike at the entire spectrum of disparate treatment of men and women resulting from sex stereotypes. Section 703(a)(1) subjects to scrutiny and eliminates such irrational impediments to job opportunities and enjoyment which have plagued women in the past. The effect of the statute is not to be diluted because discrimination adversely affects only a portion of the protected class. Discrimination is not to be tolerated under the guise of physical properties possessed by one sex (cf. <i>Cheatwood v. South Central Bell Telephone and Telegraph Co.,</i> <span class=\"citation\" data-id=\"1623308\"><a href=\"/opinion/1623308/cheatwood-v-south-central-bell-telephone-tel-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">754</span></a></span>, 759-760 (M.D.Ala. 1969)) or through the unequal application of a seemingly neutral company policy. Cf. <i>Phillips v. Martin Marietta Corp.,</i> <span class=\"citation\" data-id=\"108237\"><a href=\"/opinion/108237/phillips-v-martin-marietta-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"108237\"><a href=\"/opinion/108237/phillips-v-martin-marietta-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"108237\"><a href=\"/opinion/108237/phillips-v-martin-marietta-corp/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">613</span></a></span>.\"</p>\n<p><i>See,</i> also, Binder, Sex Discrimination in the Airline Industry: Title VII Flying High, 59 <i>Cal. L.Rev.</i> 1091 (1971).</p>\n<p>[35]  <i>Cf.,</i> Note, Love's Labors Lost: New Conceptions of Maternity Leaves, 7 <i>HARV.CIV.RT.  CIV.LIB.L.REV.</i> 260, 261-62 (1972) (documenting job needs and labor market reentry problems of pregnant women); Comment, <i>Geduldig v. Aiello</i>: Pregnancy Classifications and the Definition of Sex Discrimination, 75 <i>Colum.L. Rev.</i> 441, 459, 461 (1975) (documenting needs of pregnant women and stereotyped views of their capabilities); Larson, Sex Discrimination As To Maternity Benefits, 1975 <i>Duke L.J.</i> 805, 837-38.</p>\n<p>[36]  <i>Wetzel v. Liberty Mutual Insurance Co.,</i> <span class=\"citation\" data-id=\"325431\"><a href=\"/opinion/325431/9-fair-emplpraccas-227-9-empl-prac-dec-p-9942-sandra-wetzel-and/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 208 (3rd Cir., 1975), vacated and remanded on jurisdictional grounds with instructions to dismiss appeal, <span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, <span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></a></span>, <span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1976) (\"A maternity leave policy that is applied to one sex only, that is based on class generalizations of that sex, and that treats pregnancy different from other temporary disabilities is not permitted under Title VII.\").</p>\n<p>[37]  That subsection provides:\n</p>\n<p>\"Notwithstanding any other provision of this subchapter . . . it shall not be an unlawful employment practice for an employer to hire and employ employees . . on the basis of his religion, sex, or national origin in those certain instances where religion, sex, or national origin is a bona fide occupational qualification reasonably necessary to the normal operation of that particular business or enterprise . . .\"</p>\n<p>[38]  <i>Diaz v. Pan American World Airways,</i> <span class=\"citation\" data-id=\"296524\"><a href=\"/opinion/296524/3-fair-emplpraccas-337-3-fair-emplpraccas-469-3-empl-prac-dec-p/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span>, 388 (5th Cir., 1971), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">275</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></span> (1972); <i>Robinson v. Lorillard Corp.,</i> <span class=\"citation\" data-id=\"297540\"><a href=\"/opinion/297540/dorothy-p-robinson-v-lorillard-corporation-two-cases/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.), <i>cert. dismissed,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1006</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">573</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">655</span></span> (1971); <i>United States v. Bethlehem Steel Corp.,</i> <span class=\"citation\" data-id=\"298273\"><a href=\"/opinion/298273/3-fair-emplpraccas-589-3-empl-prac-dec-p-8257-united-states-of/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 662 (2nd Cir., 1971); <i>Jones v. Lee Way Motor Freight,</i> <span class=\"citation\" data-id=\"291925\"><a href=\"/opinion/291925/marcus-jones-willie-b-hodge-clifton-nickels-and-clarence-l-irving-v/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 249-250 (10th Cir., 1970), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span></span> (1971); <i>Local 189, United Papermakers &amp; Paperworkers v. United States,</i> <span class=\"citation\" data-id=\"1561770\"><a href=\"/opinion/1561770/local-189-united-papermak-paperwork-v-united-states/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 989 (5th Cir., 1969), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></span> (1970); <i>see,</i> also, Note, Business Necessity Under Title VII of the Civil Rights Act of 1964: A No-Alternative Approach, 84 <i>Yale L.J.</i> 98 (1974).</p>\n<p>[39]  <i>Dothard v. Rawlinson,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2726, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977); <i>Albemarle Paper Co. v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 425, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975).</p>\n<p>[40]  The court noted that once the employer's safety-based policy had passed the \"<i>essence</i> of the business operation\" test, <i>Diaz v. Pan American World Airways,</i> <span class=\"citation\" data-id=\"296524\"><a href=\"/opinion/296524/3-fair-emplpraccas-337-3-fair-emplpraccas-469-3-empl-prac-dec-p/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span>, 388 (5th Cir., 1971), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">275</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></span> (1972), Title VII did not require hiring an unqualified applicant because the employer could not prove that all or substantially all applicants in his or her protected group would be unable to perform the job, <i>Weeks v. Southern Bell Tel. &amp; Tel.,</i> <span class=\"citation\" data-id=\"283897\"><a href=\"/opinion/283897/mrs-lorena-w-weeks-v-southern-bell-telephone-telegraph-company/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 235 (5th Cir., 1969). In contrast, <i>see, </i><i>Newmon v. Delta Airlines, Inc.,</i> <span class=\"citation\" data-id=\"2352971\"><a href=\"/opinion/2352971/newmon-v-delta-air-lines-inc/\"><span class=\"volume\">374</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">238</span></a></span>, 245 (N.D.Ga., 1973) (<i>Weeks</i> standard applies to pregnant ground personnel  no safety defense).</p>\n<p>[41]  <i>Cf., </i><i>Spurlock v. United Airlines,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></span>, 219 (10th Cir., 1972) (airline pilot qualifications require lesser showing of business necessity because of high degree of job skill required); <i>Air Line Pilots Association v. Quesada,</i> <span class=\"citation\" data-id=\"250578\"><a href=\"/opinion/250578/9-fair-emplpraccas-1027-1-empl-prac-dec-p-9663-air-line-pilots/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">892</span></a></span> (2nd Cir., 1960) (upholding pilot age limit of 60 in the face of an administrative challenge  in view of safety responsibility of F.A.A., court would not substitute its own judgment).</p>\n<p>[42]  While the degree of connection between passenger safety and personnel qualification is not necessarily the same in the case of airline pilots, bus drivers and flight cabin attendants, the potential for death and injury in large-air-craft emergencies is so great that it is appropriate to apply the same standards of business necessity and B.F.O.Q. <i>See,</i> footnote 44, <i>infra.</i></p>\n<p>[43]  The evidence also establishes that transfer of pregnant flight attendants to ground positions would not be feasible because ground personnel are represented by different unions. (Testimony of R. J. Hale.) In any event, such a transfer would not be required under Title VII. <i>Cf., </i><i>Roller v. City of San Mateo,</i> <span class=\"citation\" data-id=\"1489659\"><a href=\"/opinion/1489659/roller-v-city-of-san-mateo/\"><span class=\"volume\">399</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">358</span></a></span> (N.D.Cal., 1975).</p>\n<p>[44]  The Fourth Circuit recently decided <i>Condit v. United Airlines Inc.,</i> 13 F.E.P. 689 (1976), <i>aff'd,</i> <span class=\"citation\" data-id=\"347424\"><a href=\"/opinion/347424/karen-condit-and-mary-e-oravec-v-united-air-lines-inc/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1176</span></a></span> (No. 76-2296, July 28, 1977), which reached the same conclusion. The circuit court said, in relevant part:\n</p>\n<p>\"The district court found, on conflicting expert testimony, that pregnancy could incapacitate a stewardess in ways that might threaten the safe operation of aircraft. It therefore concluded that United's policy of refusing to allow stewardesses to fly from the time they learned they were pregnant was consistent with a common carrier's duty to exercise the highest degree of care for the safety of its passengers.</p>\n<p>\"The district court's ruling that United's policy is a bona fide occupational qualification is based on findings of fact which, on the evidence presented by this record, are not clearly erroneous. Fed.R.Civ.P. 52(a). Accordingly, the judgment is affirmed.\" <i>Id.,</i> at pp. 1176-1177.</p>\n<p><i>Contra: In Re: National Airlines, Inc., Maternity Leave Practices and Flight Attendant Weight Program Litigation,</i> <span class=\"citation\" data-id=\"1417022\"><a href=\"/opinion/1417022/in-re-nat-airlines-inc/\"><span class=\"volume\">434</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">249</span></a></span> (S.D.Fla., 1977) (mandatory leave policy invalid under Title VII as applied to first two trimesters).</p>\n<p>There are currently pending before the Supreme Court cases involving the lawfulness under Title VII of a mandatory leave policy for pregnant teachers (<i>Berg v. Richmond School District,</i> <span class=\"citation\" data-id=\"332347\"><a href=\"/opinion/332347/11-fair-emplpraccas-1285-10-empl-prac-dec-p-10553-sonja-lynn-berg/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span> (9th Cir., 1975), <i>cert. granted,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1071</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></span> (1977)) and of pregnancy classifications in the area of sick leave and seniority. (<i>Satty v. Nashville Gas Co.,</i> <span class=\"citation\" data-id=\"330054\"><a href=\"/opinion/330054/11-fair-emplpraccas-1-10-empl-prac-dec-p-10359-nora-d-satty-on/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span> (6th Cir. 1975), <i>cert. granted,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1071</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></span> (1977)).</p>\n<p>[45]  Although Pan Am's overall safety policy may contain deficiencies and inconsistencies, and although the pregnancy leave policy appears to have been adopted without significant deliberation or study, these factors do not support an inference of sex discrimination in the maternity policy. (<i>Cf.,</i> Testimony of Dr. Winter.) Consistent with F.A.A. regulations and policy, Pan Am has continued to upgrade its safety program. Since 1975, flight attendants have been required annually to complete an emergency training exercise in an aircraft simulator. The exercise involves role-playing and simulation of emergency evacuation forces, i. e., disabled doors, unruly passengers, etc. Failure to properly complete the exercise will disqualify the attendant from flight service. (Deposition of V. Cutrone, especially pp. 21, 25.) Furthermore, while Pan Am generally deals with flight attendant medical conditions on an individual basis rather than by rule (Testimony of Dr. Constantino), plaintiffs have not shown the irrationality or inherently sex-based nature of this distinction. The record reveals that Pan Am's policies regarding its pregnant flight attendants are based on the peculiarities of their condition, not their sex.</p>\n<p>[46]  At the outset, <i>Gilbert</i> operates squarely to defeat plaintiffs' challenge to Pan Am's Long Term Disability Insurance program. The disability policy provides:\n</p>\n<p>\"No payment will be made for disabilities caused by pregnancy, felony, engaging in an illegal occupation, intentionally self-inflicted injury, war, habitual drunkenness, or addiction to narcotics.\" (Pl. Ex. 75, p. 4.)</p>\n<p>No pretext is established  all of the exclusions are sex-neutral with the exception of pregnancy. Moreover, all of the exclusions, with the possible exception of war (which is sui generis) appear to be based on an assumption of voluntary control, not sex. There is no evidence of discriminatory effect  the program contains an even-handed inclusion of risks and has not been shown to be worth more to men than women.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/250578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/325431/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331363/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/332347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344845/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1417022/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1489659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1561770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1669167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2127317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2352971/"
          ]
        }
      ],
      "judges": "Schwarzer",
      "date_created": "2014-12-22T18:13:42.225736Z",
      "date_modified": "2016-03-03T20:11:11.863951Z",
      "date_filed": "1977-09-02",
      "date_filed_is_approximate": false,
      "slug": "harriss-v-pan-am-world-airways-inc",
      "citation_id": 1544906,
      "case_name_short": "Harriss",
      "case_name": "Harriss v. Pan Am. World Airways, Inc.",
      "case_name_full": "",
      "federal_cite_one": "437 F. Supp. 413",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 16,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1137656/harriss-v-pan-am-world-airways-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:33:38.663258Z",
  "date_modified": "2014-10-30T14:33:38.663258Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Harriss",
  "case_name": "Harriss v. Pan Am. World Airways, Inc.",
  "case_name_full": "",
  "slug": "harriss-v-pan-am-world-airways-inc",
  "docket_number": "C-74-1884-WWS",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}