{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1138675/",
  "id": 1138675,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cand/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1572871/",
      "id": 1572871,
      "absolute_url": "/opinion/1572871/toussaint-v-rushen/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1138675/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1572871/",
          "id": 1572871,
          "absolute_url": "/opinion/1572871/toussaint-v-rushen/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1572871/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3408/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:49:04.172323Z",
          "date_modified": "2017-04-06T08:30:38.726115Z",
          "type": "010combined",
          "sha1": "5fe4282705bfdd2432b1132cddd019fcd501b2cc",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>553 F.Supp. 1365 (1983)</b></center>\n<center><h1>Joseph TOUSSAINT, et al., Plaintiffs,<br>\nv.<br>\nRuth RUSHEN, et al., Defendants.</h1></center>\n<center>No. C-73-1422-SAW.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>January 14, 1983.</center>\n<p><span class=\"star-pagination\">*1366</span> Sidney Wolinsky, Public Advocates, Morris Baller, Mexican-American Legal Defense <span class=\"star-pagination\">*1367</span> and Educational Fund, San Francisco, Cal., James F. Smith, Sacramento, Cal., Paul Comiskey, Smith, Snedeker &amp; Comiskey, Bernard Zimmerman, David Lew, Frances Ternus, Sanford Jay Rosen, Rosen &amp; Remcho, San Francisco, Cal., Michael Satris, San Quentin, Cal., for plaintiffs.</p>\n<p>James B. Cuneo, Deputy Atty. Gen., Cal. Dept. of Justice, San Francisco, Cal., William G. Prahl, Deputy Atty. Gen., California Dept. of Justice, Sacramento, Cal., for defendants.</p>\n<p>FINDINGS OF FACT AND CONCLUSIONS OF LAW ON GRANTING PRELIMINARY INJUNCTION FOLLOWING REMAND FROM CIRCUIT COURT</p>\n<p>WEIGEL, District Judge.</p>\n<p>The following Findings of Fact and Conclusions of Law, as well as the Preliminary Injunction to which they relate, are predicated upon the decision in <i>Wright v. Rushen</i> (9th Cir.1981) 642 F.2d 1129, which remanded this case to this Court. The Findings and Conclusions accordingly have been prepared in the light of careful consideration of (1) the entire record, of (2) the written and oral presentation of counsel for the parties including, particularly, Findings and Conclusions proposed by plaintiffs' and defendants' \"Response to Proposed Preliminary Injunction, Findings of Fact and Conclusions of Law and Supplemental Opposition to Motion for Preliminary Injunction,\" of (3) meticulous review with counsel for all parties of the Findings and Conclusions proposed by plaintiffs, of (4) all decisions, statutes and regulations referred to by the parties and of (5) this Court's supplemental research.</p>\n<p>It should be noted that a number of the provisions of the preliminary injunction do no more than to order defendants to comply with valid obligations imposed upon them by California state law including regulations of defendants' own making. It should also be noted that defendants appear to concede the appropriateness of a number of the injunctive provisions if the facts and law are as this Court has found them. See, for example, defendants' \"Response to Proposed Preliminary Injunction, Findings of Fact and Conclusions of Law and Supplemental Opposition to Motion for Preliminary Injunction\" at pages 32 and 33.</p>\n<p>Finally, by way of preliminary statement, this Court has, throughout, given full weight to evidence showing the heavy burdens placed on custodial authorities  especially in regard to handling those portions of the prison population composed of prisoners who are dangerous and violent. Such prisoners pose serious threats to each other, to other prisoners and to the custodial authorities. This Court has also given full weight to, and agrees with, the cases making it clear that prisoners, regardless of whether violent or dangerous, are not entitled to be pampered. This Court has also recognized throughout that it is not its business to run prisons. It has also recognized the heavy financial burdens involved in the maintenance and operation of prisons.</p>\n<p>It is equally true that the foregoing considerations do not permit this Court or any court to condone disregard of Constitutional rights guaranteed even to persons who are prisoners. Any such disregard weakens the very essence of law and order in a Republic founded upon and governed by a constitution binding alike upon those who govern and those who are governed. There is no license anywhere in the laws of the United States to deprive prisoners of their rights under the Constitution of the United States.</p>\n<p>Plaintiffs' motion for a preliminary injunction involves the second phase of <i>Wright v. Enomoto</i> (N.D.Cal.1976) 462 F.Supp. 397, <i>aff'd,</i> (1978) 434 U.S. 1052, 98 S.Ct. 1223, 55 L.Ed.2d 756 (hereinafter <i>Wright I</i>), a class action. Plaintiffs' class was certified on February 25, 1976. It consists of all prisoners confined or subject to confinement in administrative segregation at four California state prisons  California State Prison at San Quentin, Deuel Vocational Institution at Tracy, Correctional Training Facility at Soledad, and California <span class=\"star-pagination\">*1368</span> State Prison at Folsom.<sup>[1]</sup> Defendants are the Director of the California Department of Corrections (CDC) and the wardens and superintendents of the above-named institutions.</p>\n<p>In granting plaintiffs relief on their first claim, as affirmed in <i>Wright I, supra,</i> this Court held that principles of due process require that before an inmate is placed in administrative segregation, he must be afforded prompt written notice of the reasons for his confinement, an opportunity to prepare a defense, a fair and expeditious hearing at which to present evidence, representation by a counsel-substitute when appropriate, and a written decision by the hearing panel.</p>\n<p>In July of 1980, plaintiffs moved for a preliminary injunction on their second claim for relief, which challenged (under the Eighth Amendment of the United States Constitution and Article I, section 17, of the California Constitution) the conditions of confinement in the administrative segregation units at defendants' institutions. A preliminary injunction issued on November 3, 1980.</p>\n<p>The action is now before this Court by remand of the United States Court of Appeals for the Ninth Circuit, following its decision of March 13, 1981 vacating the November 3, 1980 preliminary injunction. <i>Wright v. Rushen, supra,</i> 642 F.2d 1129 (hereinafter <i>Wright II</i>). The Court of Appeals concluded that this Court had abused its discretion because it \"did not apply the proper legal standards assessing the plaintiffs' probability of ultimate success on the merits ...,\" (<i>id.,</i> at 1130), in that this Court \"erred in its use of the `totality of conditions' approach\" (<i>id.,</i> at 1132) in assessing the constitutionality of the conditions of confinement.</p>\n<p>In its decision, the Ninth Circuit rejected the \"totality of conditions\" approach in favor of one that examines separately \"each challenged condition of confinement, such as the adequacy of the quarters, food, medical care, etc., and determine whether that condition is compatible with `the evolving standards of decency that mark the progress of a maturing society.'\" (<i>id.,</i> at 1133).</p>\n<p>Although the Court of Appeals recognized that a district court \"may properly allow some margin of error when correcting violations\" (<i>id.,</i> at 1134), it further declared that judicial relief should be no more extensive than necessary to eliminate proven violations. The Court of Appeals also noted that \"it must be made evident to a reviewing court that the district court did in fact focus on the impact of its remedies, even when cast only in the form of a preliminary injunction, on prison security and the resources of the state\" (<i>ibid.</i>). The Court of Appeals recognized, however, that \"each condition of confinement does not exist in isolation; the court must consider the effect <span class=\"star-pagination\">*1369</span> of each condition in the context of the prison environment, especially when the ill-effects of particular conditions are exacerbated by other related conditions\" (<i>id.,</i> at 1133).</p>\n<p>The case was thus remanded back to this Court for further proceedings.</p>\n<p>In response to the Ninth Circuit's order, plaintiffs have renewed their motion for a preliminary injunction, again challenging many of the conditions of confinement in administrative segregation as violating the Eighth Amendment of the United States Constitution and Article I, section 17 of the California Constitution. In support of their motion, plaintiffs have resubmitted the evidence presented to this Court in connection with their original motion. Specifically, this evidence consists of: (1) twenty-eight declarations under penalty of perjury from inmates confined in administrative segregation at San Quentin, Deuel Vocational Institution, and Soledad; (2) depositions of defendant Ruth Rushen, California Department of Corrections director, and defendant George Sumner, former warden at San Quentin; (3) photographs of a number of the administrative segregation units; (4) declarations under penalty of perjury from psychiatrists reporting upon the mental and emotional impact of existing conditions upon prisoners; (5) extracts from the case files of various inmates; (6) declarations under penalty of perjury from several of plaintiffs' co-counsel; (7) a State Bar report on the California prison system in 1979; and (8) twenty-three declarations under penalty of perjury, primarily from inmates, filed in connection with Plaintiffs' Opposition to Defendants' Motion for Partial Summary Judgment as to San Quentin, Deuel Vocational Institution, and Soledad. In addition, plaintiffs have submitted (in connection with their Motion for Preliminary Injunction Following Remand from Circuit Court) declarations under penalty of perjury from Arnold Pontesso (a former federal penitentiary warden, a former director of the Department of Corrections for the State of Oklahoma and currently a criminal justice consultant), from psychologist Craig Haney (a specialist on the effects of institutional environments and a criminal justice consultant), from twenty-eight inmates, and from plaintiffs' co-counsel. Defendants have submitted numerous opposition photographs and declarations, consisting largely of unsubstantiated assertions and hearsay, both before the entry of the Court's initial preliminary injunction and in response to plaintiffs' Motion for Preliminary Injunction Following Remand from Circuit Court.</p>\n<p>Plaintiffs also moved and were granted leave to amend their complaint to assert pendent state law claims under state statutes and regulations.</p>\n<p>Many of the allegations in plaintiffs' declarations are either admitted or undisputed by defendants.<sup>[2]</sup> Based upon a review of all of the submitted evidence, and upon application of the Eighth Amendment standards articulated by the Ninth Circuit, as well as their pendent state claims, plaintiffs have demonstrated <i>both</i> (1) \"a combination of probable success on the merits\" <i>and</i> (2) \"that serious questions are raised and the balance of hardships tips sharply in [plaintiffs'] favor\" (<i>Wright II, supra,</i> 642 F.2d at 1132). This is so as to each of the conditions of confinement discussed below, analyzed on a condition-by-condition basis. The Court's conclusion that current conditions in administrative segregation raise serious doubts as to their constitutionality is reinforced when, as the Ninth Circuit mandated, \"the court ... consider[s] the effect of each condition in the context of the prison environment, especially when the ill-effects of particular conditions are exacerbated by other related conditions\" (<i>Wright II, supra,</i> 642 F.2d at 1133). Plaintiffs' showing entitles them to preliminary injunctive relief.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1370</span> I</h2>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Placement in administrative segregation at defendants' institutions affects a substantial number of prisoners. In San Quentin, approximately 700 prisoners, or one-fourth of the total prison population, are confined in administrative segregation (First Sumner Dep., p. 6:3-10). In Soledad, approximately 600 prisoners, or one-fifth of the total inmate population, are housed in administrative segregation units (Pl. Ex. C, Cal. State Bar Rpt., p. 23). Over 480 of the approximately 1,350 inmates at the Deuel Vocational Institution are housed in administrative segregation (Smith Decl., Def. Ex. B, p. 1:27-30, Defendants' Motion for Partial Summary Judgment as to Deuel Vocational Institution). Placement of such large numbers of prisoners in administrative segregation is unheard of in any other prison system in this country and unnecessary to maintain security or for any other valid correctional purpose (First Pontesso Decl., p. 3, ¶ 6).<sup>[3]</sup></p>\n<p>2. Many of the inmates housed in administrative segregation are placed there arbitrarily and without procedural protections. Once prisoners are placed in administrative segregation, they may be so confined for an indefinite duration, many for over two years (see Arbitrary Placement, Retention, and Length of Term in Administrative Segregation, <i>infra</i>). The capricious fashion by which many prisoners are initially placed in administrative segregation and retained there for prolonged duration only intensifies the debilitating effects of the conditions of their confinement.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1371</span> <i>Physical Conditions  Living Area</i>\n</h2>\n<p></p>\n<h2><i>Double-Celling</i></h2>\n<p>3. Prisoners who are confined in administrative segregation live in cells approximately five to six feet wide and eight to nine feet long (First Sumner Dep., pp. 3:27-28, 4:1-2; Jenkins Decl., Def. Ex. G, p. 1:21-22).<sup>[5]</sup> Each cell is furnished with a bed of some sort and a thin mattress, a pillow and blanket, a coverless toilet, and a sink (Jenkins Decl., Def. Ex. G, p. 2:19-20; Baker Decl., Def. Ex. K, p. 2, ¶ 4). No desk or chair is provided and each inmate is supplied with a cardboard box in which to keep his personal belongings (Freitas Decl., Def. Ex. D, p. 2:27-29; Baker Decl., Def. Ex. K, p. 2:26-27; First Pontesso Decl., p. 6, ¶ 14). Shelf space is minimal, and in some cases, non-existent (Freitas Decl., Def. Ex. D, p. 2:26-27). Many of these cells are windowless (Baker Decl., Def. Ex. K, p. 1, ¶ 3; Jenkins Decl., Def. Ex. G, p. 1:23-24; Anderson Decl., p. 2:17-20).</p>\n<p>4. Bad cell conditions are exacerbated by defendants' practice of involuntary double-celling, wherein two prisoners are required to share a single cell (First Sumner Dep., pp. 15:7-9, 17:1-12). For example, in San Quentin, as many as 80 prisoners have been double-celled (First Sumner Dep., p. 45:11-12) and 237 of the 387 cells in the Management Control Unit have been prepared for double-celling (Nyberg Decl., Def. Ex. I, pp. 1:31; 2:1). Double-celling was reinstituted in the Protective Housing Unit at San Quentin (Barron Decl., p. 1:7-8; Priley Decl., p. 1:7-8; Bevan Decl., p. 1:8-9; Woodhouse Decl., p. 1:7-8).</p>\n<p>5. This Court agrees with defendants Sumner and Rushen that the practice of double-celling of prisoners in administrative segregation is \"inhuman\" (First Sumner Dep., pp. 14:26-28, 15:1; Rushen Dep., p. 18:16-24; see Haney Decl., pp. 4-5, ¶¶ 9-10). Double-celling engenders violence, tension, and psychiatric problems (First Sumner Dep., pp. 14:26-28, 15:1-6; Rushen Dep., p. 18:19-24; First Kupers Decl., Pl. Ex. F., p. 6, ¶ 8; First Pontesso Decl., p. 5, ¶ 12, p. 15, ¶ 35). Defendants' regulations appear to recognize as much by requiring even prisoners in disciplinary detention to be housed in single cell occupancy whenever possible (Cal.Admin.Code, tit. 15, § 3331(b)).</p>\n<p></p>\n<h2><i>Clothing, Bedding, and Laundry</i></h2>\n<p>6. The provision of clean clothing, bedding, and laundry has at best been irregular. Prisoners have received soiled bedding, a change of underwear once a week at best, clean shirts and pants once a month, towels once every three weeks, and linens once every two weeks (Placencio Decl., p. 2:8-10; White Decl. (4/8/81), p. 4:12-16; Ferrel Decl., p. 4:29-32; Alden Decl., p. 3:9-10). At worst, weeks and months go by without an exchange of laundry (Carbone Decl., p. 4:6-8; Hawthorne Decl. (5/21/81), p. 4:17-19; McCormick Decl., p. 1, ¶ 1; Placencio Decl., p. 2:8-10).</p>\n<p></p>\n<h2><i>Lighting, Heating, Ventilation, and Plumbing</i></h2>\n<p>7. For many prisoners in administrative segregation, a single bare light bulb of inadequate wattage in the cell constitutes the primary source of light (Johnson Decl., p. 1:31; Harp Decl., p. 2:26-27; Hawthorne Decl. (6/3/80), pp. 1:32, 2:1-2; Fred Mendoza Decl., p. 2:7-12). Director Rushen has acknowledged that the lighting in some of the units is \"exceptionally dim\" (Rushen Dep., p. 13:19; <i>accord</i> First Pontesso Decl., p. 7, ¶ 17). Inadequate lighting has adversely affected the eyes of some prisoners (Fred Mendoza Decl., p. 2:7-12; Daniel Mendoza Decl., pp. 2:27-31, 3:1-2).</p>\n<p>8. Heating and ventilation have been established as inadequate. Prisoners' cells are hot and stuffy in the summer and cold in the winter (Rodgers Decl., Def. Ex. F, p. 2:2-4; Anderson Decl., p. 2:2-3; Hawthorne Decl. (6/3/80), p. 2:8-9; Jones Decl., pp. 4:26-32, 5:1-3; <i>accord,</i> First Pontesso Decl., p. 7, ¶ 16; Haney Decl., pp. 6-7, ¶ 14). Warden Sumner has acknowledged difficulty in maintaining temperature control <span class=\"star-pagination\">*1372</span> (First Sumner Dep., p. 12:6-11; see White Decl. (4/8/81), p. 3:11-12).<sup>[6]</sup> These conditions are exacerbated by the numerous broken windows in administrative segregation (as many as one-quarter of the windows in some units) (Tabash Supp. Decl., p. 4:5-6; First Pontesso Decl., p. 7, ¶ 16).</p>\n<p>9. Plumbing conditions are likewise inadequate (see First Sumner Dep., p. 16:27-28). Plaintiffs have experienced problems with the plumbing, resulting in leaking toilets, wet floors, water shut-downs, and the prevention of toilet flushing (Tabash Supp. Decl., p. 3:8-19; Carbone Decl., p. 3:6-8; Lennard Vaughn Decl., p. 3:13-19; Long Decl., p. 2:11-20). Defendants admit to leaking toilets and are considering requiring prisoners to \"use covered chamber pots ...\" (Tabash Supp.Decl., p. 3:8-19). The unhealthy environment caused by the inadequate plumbing was graphically illustrated by the presentation to the Court of a package of mosquitoes caught in one day by a prisoner in his cell located near a stopped-up drain (see McCormick Decl., p. 2, ¶ 8; Satris Decl. (1/6/82), pp. 6:13, 7:1 (exhibit J)).</p>\n<p></p>\n<h2><i>Sanitation</i></h2>\n<p>10. Rodents and insects are present in cells, as well as dirt and excrement (Freitas Decl., Def. Ex. D, p. 3:2-7; Spoon Decl., Def. Ex. J, p. 3:5-15; Anderson Decl., p. 4:4-5; Ferrel Decl., p. 4:19-22; White Decl. (6/2/80), p. 3:3-8; Blackwell Decl., p. 2:28-31; Long Decl., p. 2:3-5). Cells are not cleaned between occupation by different prisoners (Milburn Decl., p. 4, ¶ 13; Daniel Mendoza Decl., p. 2:21-26; Lennard Vaughn Decl., p. 2:10-14). Prisoners are not provided with adequate means to clean their cells (Jordan Decl., p. 2:24-27; Daniel Mendoza Decl., p. 2:11-20; Milburn Decl., p. 4, ¶ 13; Long Decl., p. 2:5-10; Gorrell Decl., p. 3:11-15; Lennard Vaughn Decl., p. 2:15-20; see First Pontesso Decl., p. 4, ¶ 10; Haney Decl., p. 5, ¶ 11).</p>\n<p></p>\n<h2><i>Fire Safety</i></h2>\n<p>11. Fire fighting preparation has proven inadequate. Materials used for fire fighting are inoperative, insufficient, or else nonexistent (Edgar Smith Decl., p. 4:5-11; McCollum Decl., pp. 2-6). Access to fire extinguishers and hoses is made difficult, and in some circumstances, impossible (McCollum Decl., pp. 2-6). Guards are unprepared and untrained in the use of such equipment (McCollum Decl., pp. 2-3; Edgar Smith Decl., p. 4:5-8). In at least some units, there is no fire alarm system nor any sprinkler system (McCollum Decl., p. 5:8-10). Nor do emergency or fire exits exist in some units (McCollum Decl., p. 4:16). The only way in which an inmate may call for help in fighting or suppressing a fire is by shouting for help to guards, who are frequently beyond calling distance and out of sight from the cell (McCollum Decl., p. 5:16-24). Such lack of fire fighting preparation resulted in the death of two San Quentin inmates confined in administrative segregation in 1981 (McCollum Decl., pp. 2:2-30, 3:1-16; Edgar Smith Decl., p. 4:5-11).</p>\n<p></p>\n<h2><i>Exercise</i></h2>\n<p>12. Many prisoners in administrative segregation are required to spend virtually <span class=\"star-pagination\">*1373</span> their entire lives in their cells, often as much as 23½ hours a day (Redd Decl., p. 3:3-6; Woodhouse Decl., p. 2:12-16; Long Decl., p. 2:30-32; Daniel Mendoza Decl., pp. 3:30-32, 4:1-3). Most do not receive daily exercise (Nyberg Decl., Def. Ex. I, p. 6:12-14; Rohrer Decl., Def. Ex. C, p. 2:6-14; Baker Decl., Def. Ex. K, p. 2:20-22). Many do not receive any outdoor exercise, and some do not receive any exercise at all (Acosta Decl., p. 2:7-11; Riney Decl., p. 5:11-12; Gonzalez Decl., p. 4:1-2; Redd Decl., p. 3:3-6). In San Quentin, for example, one entire unit is deprived of exercise altogether and other units are provided exercise only twice a week (Satris Decl. (1/6/82), p. 6:5-10 (see exhibit H); Reece Decl., p. 2:29-30; McCormick Decl., p. 1, ¶ 3; Tabash Supp.Decl., p. 5:19-26). Warden Sumner has acknowledged that he is unable to provide the amount of exercise for inmates deemed necessary for prisoner health and institutional security (First Sumner Dep., p. 14:18-23; Second Sumner Dep., p. 41:2-6; see First Pontesso Decl., p. 11, ¶ 26). Inadequate exercise debilitates a prisoner's well-being (Haney Decl., pp. 8-9, ¶¶ 19-20; p. 10, ¶ 22; First Kupers Decl., Pl. Ex. F, p. 7, ¶ 10; see First Pontesso Decl., p. 12, ¶ 29). One common effect is described by Mr. Pontesso as \"self-hypnosis,\" wherein prisoners may sleep for up to 20 hours a day due to the lack of physical or mental stimulation (First Pontesso Decl., p. 12, ¶ 29; Haney Decl., pp. 8-10, ¶¶ 19-22; pp. 16-17, ¶¶ 40-42).</p>\n<p></p>\n<h2><i>Rehabilitation and Training</i></h2>\n<p>13. The minimal allowance of exercise is compounded by the lack of meaningful activities. Prisoners do not have access to jobs, to vocational training, or to education courses beyond the high school level (First Sumner Dep., pp. 30:22-28, 31:1-4; Second Sumner Dep., pp. 109:7-28, 110:1-9; Baker Decl., Def. Ex. K, p. 4:29-30). Hobby and art materials are also denied to the prisoners (Larry Smith Decl., p. 6:4-8; Stroup Decl., pp. 5:32, 6:1; Love Decl., p. 3:13-15; Harp Decl., p. 4:11-14). Both Warden Sumner and Director Rushen have stated that the lack of vocational, educational, and recreational activities engenders boredom, tension, and idleness (Second Sumner Dep., p. 112:3-7; Rushen Dep., pp. 26:16-28, 27:1-2). This view is shared by Dr. Haney and Mr. Pontesso (Haney Decl., pp. 8-10, ¶¶ 19-22; pp. 16-17, ¶¶ 40-42; First Pontesso Decl., p. 12, ¶ 29).</p>\n<p></p>\n<h2><i>Law Books</i></h2>\n<p>14. No direct access to the law library is provided to prisoners in administrative segregation (First Sumner Dep., p. 31:15-18). Prisoners may request books to be brought to them, but long delays of from weeks to months between request and receipt occur (First Sumner Dep., p. 33:23-25; Otis Smith Decl., p. 3:3-6; Jenkins Decl., p. 2:23-24). Lack of access to the law library has made legal research extremely difficult (Daniel Mendoza Decl., pp. 4:29-32, 5:1-6). No list of books in the law library is provided (Daniel Mendoza Decl., p. 4:30-31; Benton Decl., p. 3:4-6), nor are inmates provided with legal training or legal assistance from other inmates (Fred Mendoza Decl., pp. 2:28-31, 3:1-2; Benton Decl., p. 3:4-6). Some inmates are permitted only three law books at a time, which must be surrendered before new ones are delivered (Otis Smith Decl., p. 3:6-8; Benton Decl., p. 3:3-4).</p>\n<p></p>\n<h2><i>Visitation, Telephone, and Mail Service</i></h2>\n<p>15. Many prisoners are denied contact visits with family members or friends. (Davis Decl., Def. Ex. E, p. 3:24-25; First Sumner Dep., p. 34:9-12; Larry Smith Decl., p. 2:12-15; Long Decl., p. 3:26-28; Daniel Mendoza Decl., p. 4:16-20).<sup>[7]</sup> These prisoners are required to conduct all visitation behind a glass barrier and over telephones (see Pl. Ex. E-2; Larry Smith Decl., p. 6:8-10; Fred Mendoza Decl., p. 3:9-11; Ferrel Decl., p. 5:3-6; Harp Decl., p. 3:22-24). At the Deuel Vocational Institution, there are only two telephone visiting booths for over 300 prisoners (Long Decl., p. 3:30-32).</p>\n<p><span class=\"star-pagination\">*1374</span> 16. Warden Sumner and Director Rushen acknowledge the beneficial effects of contact visits upon a prisoner's well-being (First Sumner Dep., p. 24:5-10; Rushen Dep., p. 39:16-24). Prisoners in administrative segregation have found that the restrictions placed upon visitation result in unfulfilling and frustrating visits, adversely affecting personal relationships (Rushen Dep., p. 39:8-20; Acosta Decl., p. 2:12-14; Daniel Mendoza Decl., p. 4:24-28; Fred Mendoza Decl., p. 3:14-15). Such adverse effects have been confirmed by psychiatric experts (First Kupers Decl., Pl. Ex. F, pp. 6-7, ¶ 9; Haney Decl., pp. 12-13, ¶¶ 29-30; <i>accord</i> First Pontesso Decl., pp. 7-11, ¶¶ 19-25, pp. 14-16, ¶ 35).<sup>[8]</sup></p>\n<p>17. Delivery and mailing of prisoner correspondence is often obstructed by prison authorities (Johnson Decl., p. 4:20-25; Jenkins Decl., p. 3:6-8; Harp Decl., p. 5:3-4; Hawthorne Decl. (6/3/80), p. 4:10-13; Daniel Mendoza Decl., p. 5:7-12; Benton Decl., p. 4:6-8). Such practices have been expressly proscribed by defendants' own administrative regulations. Cal.Admin.Code, tit. 15, § 3343(e).</p>\n<p></p>\n<h2><i>Medical, Dental and Psychiatric Care</i></h2>\n<p>18. Prisoners often experience difficulty in obtaining reasonably prompt access to necessary medical attention. A request for medical care must be made through a Medical Technical Assistant (MTA) who alone decides whether the prisoner will see a doctor (Hawthorne Decl. (6/3/80), p. 3:25-29). Many inmates must wait weeks or months before they are permitted to see a doctor or dentist (Hawthorne Decl. (6/3/80), p. 3:27-29; Olmos Decl., p. 2:22-30). Access to psychiatric care is even more difficult (Otis Smith Decl., p. 3:26; Redd Decl., pp. 3:18-32, 4:1-5, <i>accord,</i> Haney Decl., pp. 11-12, ¶ 27).</p>\n<p></p>\n<h2><i>Arbitrary Placement, Retention, and Length of Term in Administrative Segregation</i></h2>\n<p>19. In its decision on the first claim for relief (<i>Wright I</i>), this Court held that members of plaintiffs' class could not be confined in segregation for administrative reasons unless provided with enumerated procedural safeguards. In response, the California Department of Corrections (CDC) enacted administrative regulations establishing guidelines for placement and retention in segregation. Cal.Admin.Code, tit. 15, §§ 3335-3338. However, despite this Court's decision on the first claim, plaintiffs continue to be arbitrarily placed and retained in segregated housing.</p>\n<p>20. Plaintiffs' declarations and prison records reveal that (1) prisoners continue to be placed in administrative segregation without any written reason for days well beyond the 48-hour requirement specified in CDC regulations; (2) written explanation for placement in administrative segregation is often vague and conclusory in terms; (3) counsel-substitute (staff assistant) to aid in the preparation of the prisoner's case is often denied, even when assistance is clearly warranted; (4) access to investigating employees is often denied to prisoners; (5) investigating reports may be inadequate or not be received until after the hearing; and (6) explanations of the reasons for the decision reached and references to the evidence <span class=\"star-pagination\">*1375</span> in support of the decision are inadequate (Taylor Decl., p. 2:11-14; Thorn Decl., pp. 1:28, 2:3; Owens Decl., p. 2:13-15; Satris Decl. (1/6/82), pp. 2-5; Maxwell Decl., p. 2:10-11; Terry Alexander Decl., p. 2:1-2; Frazier Decl., p. 1:31-32; Love Decl., p. 2:15-18; Riney Decl., p. 2:21-26; Moore Decl., p. 2:24-32; Lucas Decl., p. 3:13-14; Washington, Jr. Decl., p. 2:22-32; Stroup Decl., p. 2:10-11, 27-29; see Satris Decl. (4/13/81) [and exhibits]).</p>\n<p>21. As to the hearing itself, the evidence discloses that (1) the ten-day time limitation within which the prisoner must have his hearing, as mandated by CDC regulations, is often disregarded; (2) requests by inmates for witnesses are often denied without reason; (3) confidential information may be admitted without a showing as to its reliability beyond conclusory representations by officials; and (4) the prisoner may be involuntarily absent from the hearing or, as in one reported case, there may not even be a hearing (Salinas Decl., p. 2:12-29; Owens Decl., p. 2:10-11; Taylor Decl., p. 2:22-23; Jones Decl. (12/4/81), p. 2:10-19; Riney Decl., pp. 1-4; Frazier Decl., p. 2:1-21; Gibson Decl., p. 2:6-22; Love Decl., p. 2:10-14; Washington, Jr. Decl., pp. 1-3, ¶¶ 3-7; see Satris Decl. (1/6/82), pp. 5:19-30, 6:1-4).</p>\n<p>22. For many prisoners, the punishment inflicted as a result of conditions in administrative segregation is grossly disproportionate to the offense which resulted in their placement therein (First Pontesso Decl., p. 3, ¶ 7). For example, plaintiffs' declarations disclose a policy at San Quentin to simply warehouse in administrative segregation for the duration of their confinement prisoners who previously had been found in possession of a weapon (Brooks Decl., p. 2:5-12, 20-26); who previously had been found to have been involved in a racial confrontation (Taylor Decl., p. 2:3-20; Satris Decl. (1/6/82), p. 3:16-4:2); who previously were thought to have assaulted another prisoner, even if during a previous term (Satris Decl. (1/6/82), p. 4:3-20); who had been paroled from an administrative segregation (Satris Decl. (1/6/82), pp. 2:23-3:15); or who previously had served a Security Housing Unit term (Brooks Decl., p. 2:5-12). Pursuant to these policies, prisoners transferred to San Quentin for reasons other than their conduct will automatically be placed in administrative segregation even if they have experienced no problems at the institution from which they had transferred (Taylor Decl., p. 2:1-26 (mainline at Soledad to administrative segregation at San Quentin); Brooks Decl., p. 1:29-2:12 (mainline at California Men's Colony to administrative segregation at San Quentin)).</p>\n<p>23. A prisoner will be even more adversely affected, both psychologically and physically, by an oppressive environment when his placement in administrative segregation is determined arbitrarily (First Pontesso Decl., pp. 14-16, ¶ 35; see First Kupers Decl., Pl. Ex. F., pp. 11-12, ¶ 20).<sup>[9]</sup></p>\n<p>24. Defendants' placement of prisoners in segregation for gang related reasons is especially susceptible to arbitrariness. For example, one prisoner was kept in segregation because at one point during his previous prison term he was considered a \"possible associate\" of a prison gang (Satris Decl. (1/6/82), p. 2:8-22 (see exhibit A)). Consultants to the California legislature have noted that in San Quentin alone there are approximately 300 prisoners segregated as gang members, associates, or possible affiliates (Rosen Decl. (5/7/81), pp. 1:31-2:2 (see Exhibit I at pp. 41-43)). \"This system of separating all suspected gang affiliates becomes a negative self-fulfilling prophecy, in which administration policies designed to control gang violence often perpetuate the very gang associations they seek to curtail\" (<i>id.,</i> at 43).</p>\n<p><span class=\"star-pagination\">*1376</span> 25. Once administrative segregation is effected, a prisoner's length of confinement may be of indefinite duration. Director Rushen has stated that lengthy confinement in administrative segregation is a \"very devastating experience\" (Rushen Dep., p. 44:17-18). Warden Sumner has acknowledged that a prisoner may exhibit exemplary behavior for over a year but still remain in segregation (First Sumner Dep., p. 22:24-27; Satris Decl. (1/6/82), pp. 2:8-22; 4:11-15). Continued confinement in segregation may occur even where the disciplinary charges which led to a prisoner's initial placement have subsequently been dismissed (Ferrel Decl., p. 3:6-16; Salinas Decl., p. 2:12-14; Larry Smith Decl., pp. 2:7-30, 3:1-5).</p>\n<p>26. Warden Sumner has admitted that some prisoners have been in administrative segregation for over one year, and others for more than two years (First Sumner Dep., p. 8:16-20; Acosta Decl., pp. 1:29-32, 2:1-6). Over 1,700 prisoners have been in administrative segregation for over 30 days (Answers to Plaintiffs' Fifth Set of Interrogatories by Director Rushen). Furthermore, 1,047 prisoners have been in administrative segregation for more than six months, 621 prisoners have been there for over a year, and 337 prisoners have been there for over two years (Answers to Plaintiffs' Fifth Set of Interrogatories by Director Rushen).<sup>[10]</sup></p>\n<p>27. Conditions in administrative segregation seriously debilitate the physical and psychological well-being of members of plaintiffs' class. The stress which almost invariably occurs from prison life is intensified by placement in segregation for a prolonged period of time. Ironically, confinement in administrative segregation can promote the very hatred and violence which it attempts to prevent.<sup>[11]</sup></p>\n<p></p>\n<h2><i>Violence and Guard Behavior</i></h2>\n<p>28. The increased violence which results from such conditions is often directed at the inmate himself. Plaintiffs' declarations reveal that suicides and acts of self-mutilation are frequent occurrences (Carbone Decl., p. 5:25-26; Jordan Decl., p. 4:8-9; Reece Decl., p. 3:11-13; see First Kupers Decl., Pl. Ex. F, p. 13, ¶ 22). Additionally, in one unit alone at San Quentin, there were four suicides within a six month period (Reece Decl., p. 3:13-14).</p>\n<p>29. The conditions in administrative segregation similarly heighten the level of violence on the part of correctional officers. Excessive use of firearms, tear gas and guard brutality have been reported. (Johnson Decl., p. 2:8-14; Reece Decl., p. 3:13-15; Hawthorne Decl. (6/3/80), p. 4:5-9; Otis Smith Decl., p. 3:31-32).</p>\n<p></p>\n<h2><i>Security Considerations</i></h2>\n<p>30. In its decision, the Ninth Circuit stated that prior to granting any judicial relief, \"it must be made evident to a reviewing court that the district court did in fact focus on the impact of its remedies, even when cast only in the form of a preliminary injunction, on prison security and the resources of the state\" (<i>Wright II, supra,</i> 642 F.2d at 1134). Plaintiffs and defendants have submitted evidence to this Court addressing the matters of security. Upon thorough and careful examination of the evidence, this Court is satisfied that the <span class=\"star-pagination\">*1377</span> preliminary injunction it grants poses no threat to security. On the contrary, the Court finds that the preliminary injunction will reduce greatly the threat of both physical and emotional violence to inmates and to prison staff (Haney Decl., p. 15, ¶ 36).</p>\n<p>31. For example, with regard to visitation, Mr. Pontesso has determined that contact visitation for prisoners in administrative segregation would not jeopardize security at defendants' institutions.<sup>[12]</sup> Warden Sumner has acknowledged that \"gang leaders\" in the Management Control Unit at San Quentin receive both conjugal and contact visits, apparently without threat to security (Sumner Decl. (4/28/81), p. 5:6-10). The psychological benefits accruing from such visitation would have a stabilizing effect upon an inmate (First Pontesso Decl., pp. 8-9, ¶ 22; pp. 10-11, ¶ 25; Haney Decl., pp. 12-13, ¶¶ 29-30; p. 14, ¶¶ 33-34). This in turn would mitigate the stress of prison life, thereby lowering the threat of violence.</p>\n<p>32. Increased periods of exercise promote both the physical and mental well-being of prisoners in administrative segregation, particularly since they are forced to remain in their cells for substantial periods of time (First Pontesso Decl., p. 11, ¶ 26; First Sumner Dep., p. 14:18-25; Second Sumner Dep., p. 41:2-6).</p>\n<p>33. This Court's restrictions on double-celling pose no threat to the security of defendants' institutions. Evidence presented by both plaintiffs and defendants demonstrates that the practice of double-celling engenders violence, tension, and psychiatric problems (First Pontesso Decl., p. 5, ¶ 12; p. 15, ¶ 35; First Sumner Dep., pp. 14:26-28, 15:1-4; Rushen Dep., p. 18:16-24; First Kupers Decl., Pl. Ex. F, pp. 5-6, ¶ 8; see Haney Decl., pp. 4-5, ¶¶ 9-10). Single-celling would lessen substantially the level of tension and potential violence by prisoners in administrative segregation.</p>\n<p>34. None of the other provisions contained in the preliminary injunction, such as those for adequate lighting, showers, and for procedural requirements as to placement and retention in administrative segregation requires any greater security measures than currently exist or enhances the threat of violence (First Pontesso Decl., p. 7, ¶ 17; pp. 11-12, ¶ 28; pp. 2-3, ¶¶ 5-8, pp. 13-14, ¶¶ 32-34; see p. 13, ¶ 31). Long-term confinement in administrative segregation may engender violence. Many jurisdictions have found that short-term confinement in administrative segregation is more successful than long-term confinement therein for the control of prison violence (First Pontesso Decl., p. 14, ¶¶ 33-34).<sup>[13]</sup></p>\n<p>35. This Court's preliminary injunction provides safeguards which authorize denial of the provisions contained therein upon proof that security would in fact be jeopardized. Defendants may retain a prisoner in the security housing unit if \"his release would severely endanger the lives of inmates or staff or the security of the institution.\" And defendants may retain prisoners in other administrative segregation units based upon reliable information demonstrating <span class=\"star-pagination\">*1378</span> \"that the prisoner is involved in or is planning activity which would threaten his own safety or the safety of others\" or \"that a prisoner in a security housing unit will be killed or forcibly assaulted or will attempt a forcible escape, or that the prisoner himself will kill, commit a forcible assault, or will be the principal in a forcible escape attempt.\" The injunction contains an over-all clause which permits suspending compliance during a state of riot or turmoil or other emergency.</p>\n<p></p>\n<h2><i>Cost Considerations</i></h2>\n<p>36. This Court is satisfied that the improvements of the conditions of confinement contained in this injunction would not impose significant added cost to defendants.<sup>[14]</sup> This Court finds that defendants' cost estimates are based upon unsubstantiated speculation. The evidence demonstrates that improvements in areas such as outside exercise, contact visitation, and showers can be implemented with minor expense. (First Pontesso Decl., pp. 5-6, ¶ 13, pp. 12-13, ¶ 30, pp. 7-11, ¶¶ 19-25, pp. 11-12, ¶ 28). This Court notes that on September 15, 1981, California Senate Bill (S.B.) No. 176 was signed into law by Governor Edmund G. Brown, Jr. (Satris Decl. (11/3/81), p. 2:25-30). That bill appropriates almost one and one-half million dollars for conversion of East Block at San Quentin to a Management Control Unit (M.C.U.). It furthermore appropriates over 15 million dollars for partial construction of maximum security facilities at the California Correctional Institution (C.C.I.) at Tehachapi and over one-half million dollars for partial construction of a Security Housing Unit at Folsom State Prison.</p>\n<p></p>\n<h2><i>Cost Bond Requirement</i></h2>\n<p>37. Plaintiffs have demonstrated that they are indigent prisoners who have proceeded <i>in forma pauperis</i> and who have brought this action in the public interest, and in the interest of a large class of prisoners.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>This Court is fully cognizant of the judicial restraint which federal courts must exercise in attempting to remedy Eighth Amendment violations in a state prison. <i>Hoptowit v. Ray</i> (9th Cir.1982) 682 F.2d 1237, 1246. To that end, the function of federal courts is limited to determining if a constitutional violation has occurred, and, if so, to fashion a remedy which does nothing more than correct the violation. <i>Ibid.</i> This Court is also aware, however, that \"[t]here is no iron curtain drawn between the Constitution and the prisons of this country.\" <i>Wolff v. McDonnell</i> (1974) 418 U.S. 539, 555-556, 94 S.Ct. 2963, 2974, 41 L.Ed.2d 935. Prison officials who engage in depriving prisoners of their constitutional rights will be allotted no deference from the federal courts. <i>Palmigiano v. Garrahy</i> (D.R.I.1977) 443 F.Supp. 956, 979, <i>aff'd,</i> (1st Cir.1980) 616 F.2d 598, <i>cert. denied,</i> 449 U.S. 839, 101 S.Ct. 115, 66 L.Ed.2d 45. Except for those necessarily lost as a result of confinement, prisoners retain all rights provided to free citizens. <i>Id., </i><i>Palmigiano,</i> 443 F.Supp. at 978. Additionally, the institution heads have a state-mandated duty to follow the rules and regulations prescribed by the director for the administration of state prisons. Cal.Admin.Code, tit. 15, div. 3; Cal.Pen.Code § 2079; <i>see also </i><i>In re French</i> (1980) 106 Cal.App.3d 74, 85, n. 24, 164 Cal.Rptr. 800.</p>\n<p>As expressed by this Court in its initial Findings of Fact and Conclusions of Law, and reiterated by the Court of Appeals:</p>\n<p><span class=\"star-pagination\">*1379</span> \"To obtain a preliminary injunction a party must show either a combination of probable success on the merits or that serious questions are raised and the balance of hardships tips sharply in their favor.\" <i>Wright II, supra,</i> 642 F.2d at 1132; <i>see </i><i>Benda v. Grand Lodge of International Association</i> (9th Cir.1978) 584 F.2d 308, 314-15, <i>cert. dismissed,</i> (1979) 441 U.S. 937, 99 S.Ct. 2065, 60 L.Ed.2d 667. Upon application of these principles to the evidence and findings of facts, the Court makes the following conclusions of law:</p>\n<p></p>\n<h2>A. <i>Double-celling</i>\n</h2>\n<p>Given the unanimity of opinion as to the pernicious effects of this practice upon prisoners, this Court finds that double-celling in the context of administrative segregation in the housing units challenged in this action raises serious questions as to its constitutionality. The Court is mindful of the United States Supreme Court's recent decision in <i>Rhodes v. Chapman</i> (1981) 452 U.S. 337, 101 S.Ct. 2392, 69 L.Ed.2d 59, wherein the practice of double-celling at the Southern Ohio Correctional Facility was held not unconstitutional. However, the factual differences in conditions of confinement between that institution and those in the present case are significant. For example, while the square footage in <i>Rhodes</i> approximated 63 feet, the average cell in administrative segregation here is only 48 square feet. Furthermore, apart from the fact of double-celling, none of the conditions of confinement was deemed to constitute an Eighth Amendment violation. About 75 per cent of double-celled inmates in <i>Rhodes</i> were permitted considerable time outside of their cells; many of the cells had windows which could be opened or closed; all cells had a cabinet, shelf and radio, contact visitation was afforded to all inmates; \"day rooms\" for educational, occupational, and recreational opportunities were available; access to law books was available; medical care was adequate; and plumbing, lighting, heating, noise levels, and air circulation were all satisfactory. In contrast, many of the plaintiffs are required to remain in windowless cells of 48 square feet 23½ hours a day, and endure conditions which, as explained below, are violative of the federal and state prohibition against cruel and unusual punishment.</p>\n<p>Thus, whereas the institution in <i>Rhodes</i> was described as a \"top-flight, first-class facility\" (<i>Rhodes, supra,</i> 452 U.S. at 341, 101 S.Ct. at 2395, 69 L.Ed.2d at 65, defendants' institutions are exactly the opposite. Since <i>Rhodes,</i> it has been suggested that the practice of double-celling violates the Eighth Amendment. <i>See </i><i>Heitman v. Gabriel</i> (W.D.Mo.1981) 524 F.Supp. 622.</p>\n<p>This Court agrees with defendants Rushen and Sumner that the practice of double-celling prisoners in administrative segregation under conditions existing in the units challenged here is \"inhuman\" and concludes that it cannot withstand constitutional scrutiny.</p>\n<p></p>\n<h2>B. <i>Clothing, Bedding, and Laundry</i>\n</h2>\n<p>Federal courts acknowledge the necessity for providing clean clothing and bedding on a regular basis. <i>Pugh v. Locke</i> (M.D.Ala.1976) 406 F.Supp. 318, 334, <i>aff'd, in part,</i> (5th Cir.1977) 559 F.2d 283, <i>rev'd. in part on other grounds,</i> (1978) 438 U.S. 781, 98 S.Ct. 3057, 56 L.Ed.2d 1114 (per curiam); <i>Ahrens v. Thomas</i> (W.D.Mo.1977) 434 F.Supp. 873, <i>modif. in part,</i> (8th Cir.1978) 570 F.2d 286. This Court concludes that the failure to provide inmates with regular laundry service poses a serious constitutional question. It also violates defendants' own regulations, which require that laundry items be issued and exchanged for segregated prisoners no less often than is provided for general population prisoners. Cal. Admin.Code, tit. 15, § 3343(g).</p>\n<p></p>\n<h2>C. <i>Lighting, Heating, Ventilation, and Plumbing</i>\n</h2>\n<p>Inadequate lighting, heating, ventilation, and plumbing are all conditions subject to Eighth Amendment review. <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1256; <i>Ramos v. Lamm</i> (10th Cir.1980) 639 F.2d 559, 568, <i>cert. denied,</i> (1981) 450 U.S. 1041, 101 S.Ct. 1759, 68 L.Ed.2d 239; <i>Palmigiano v.</i> <span class=\"star-pagination\">*1380</span> <i>Garrahy, supra,</i> 443 F.Supp. at 961, <i>aff'd,</i> (1st Cir.1980) 616 F.2d 598, <i>cert. denied,</i> (1980) 449 U.S. 839, 101 S.Ct. 115, 66 L.Ed.2d 45; <i>Jordan v. Fitzharris</i> (N.D.Cal. 1966) 257 F.Supp. 674, 683-84. The debilitating psychological effects which inadequate lighting can have upon inmates was further noted in <i>Palmigiano v. Garrahy, supra,</i> 443 F.Supp. at 961, <i>aff'd,</i> (1st Cir. 1980) 616 F.2d 598, <i>cert. denied,</i> (1980) 449 U.S. 839, 101 S.Ct. 115, 66 L.Ed.2d 45. This Court concludes that the lighting, heating, ventilating, and plumbing conditions which are challenged here conflict sharply with common notions of human decency and constitute a serious question of compliance with the federal and state prohibition against cruel and unusual punishment.</p>\n<p></p>\n<h2>D. <i>Sanitation</i>\n</h2>\n<p>Lack of proper sanitation is likewise subject to constitutional scrutiny. <i>Ramos v. Lamm, supra,</i> 639 F.2d at 568, <i>cert. denied,</i> (1981) 450 U.S. 1041, 101 S.Ct. 1759, 68 L.Ed.2d 239; <i>Williams v. Edwards</i> (5th Cir. 1977) 547 F.2d 1206, 1211; <i>Ahrens v. Thomas, supra,</i> 434 F.Supp. at 902, <i>modif. in part,</i> (8th Cir.1978) 570 F.2d 286; <i>Jordan v. Fitzharris, supra,</i> 257 F.Supp. at 682.</p>\n<p>Defendants' sanitary practices threaten common notions of humane living conditions. In addition, they have debilitating physical and psychological effects upon prisoners, resulting in physical illness, frustration, humiliation, and anger (Haney Decl., pp. 5-6, ¶¶ 11-12). As such, they create serious federal and state constitutional questions.</p>\n<p></p>\n<h2>E. <i>Food Service</i>\n</h2>\n<p>Problems with provision of food support this Court's conclusion that conditions in administrative segregation units raise serious constitutional questions. Such conditions are the proper subject of Eighth Amendment scrutiny. <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1256. Defendants' feeding practices also violate their own regulations, which provide that prisoners in administrative segregation must be fed the same meal and ration as is provided general population prisoners, except that a sandwich meal may be served to prisoners in administrative segregation for lunch. Cal.Admin.Code, tit. 15, § 3343(d).</p>\n<p></p>\n<h2>F. <i>Exercise</i>\n</h2>\n<p>The physical and psychological health hazards promoted by defendants' failure to provide sufficient exercise to prisoners in administrative segregation affront all modern standards of human decency in a civilized society. The failure raises serious questions as to the constitutionality of defendants' practices. <i>Spain v. Procunier</i> (9th Cir.1979) 600 F.2d 189, 199; <i>Ruiz v. Estelle</i> (5th Cir.1982) 679 F.2d 1115, 1152; <i>Ramos v. Lamm, supra,</i> 639 F.2d at 570-571, <i>cert. denied,</i> (1981) 450 U.S. 1041, 101 S.Ct. 1759, 68 L.Ed.2d 239; <i>Laaman v. Helgemoe</i> (D.N. H.1977) 437 F.Supp. 269, 309. In addition, defendants' practices violate their own regulations with regard to exercise. Cal.Admin.Code, tit. 15, § 3343(h).</p>\n<p></p>\n<h2>G. <i>Access to Law Books</i>\n</h2>\n<p>Denial of access to the legal system is a condition subject to Eighth Amendment scrutiny. This Court concludes that defendants' practices with regard to access to law books raise serious questions as to their constitutionality. They also violate their own regulations. Cal.Admin.Code, tit. 15, § 3164(d).</p>\n<p></p>\n<h2>H. <i>Visitation</i>\n</h2>\n<p>The debilitating effects of restrictive visitation have been recognized by a number of courts. <i>Pugh v. Locke, supra,</i> 406 F.Supp. at 327, <i>aff'd, in part,</i> (5th Cir.1977) 559 F.2d 283, <i>rev'd. in part on other grounds,</i> (1978) 438 U.S. 781, 98 S.Ct. 3057, 56 L.Ed.2d 1114 (per curiam); <i>Laaman v. Helgemoe, supra,</i> 437 F.Supp. at 320; <i>In re French, supra,</i> 106 Cal.App.3d at 85, 164 Cal.Rptr. 800. Given the overwhelming evidence of potential social and psychological impairment upon prisoners as a result of a lack of outside contacts, this Court strongly questions whether current visitation practices are consistent with modern standards of human decency and are constitutionally permissible.</p>\n<p><span class=\"star-pagination\">*1381</span> In addition, California statutory law accords prisoners the specific right to personal visits. Cal.Pen.Code, § 2601(d). Under that section, courts are required specially to scrutinize visiting restrictions, which will be upheld only if there is no less restrictive alternative available to satisfy reasonable security demands of the institution. <i>In re Bell</i> (1980) 110 Cal.App.3d 818, 168 Cal. Rptr. 100; <i>In re French, supra,</i> 106 Cal. App.3d at 84, n. 22, 164 Cal.Rptr. 800. Furthermore, defendants' regulations provide that prisoners in administrative segregation shall be permitted to visit under the same conditions as are permitted general population prisoners. Cal.Admin.Code, tit. 15, § 3343(f). Defendants' wholesale visiting restrictions on prisoners in administrative segregation thus also violate state law.</p>\n<p></p>\n<h2>I. <i>Mail Service</i>\n</h2>\n<p>Lack of adequate mail service is similarly a proper subject for consideration under the prohibition against cruel and unusual punishment. <i>Bolding v. Holshouser</i> (4th Cir.1978) 575 F.2d 461, 464-465, <i>cert. denied,</i> (1978) 439 U.S. 837, 99 S.Ct. 121, 58 L.Ed.2d 133; <i>Laaman v. Helgemoe, supra,</i> 437 F.Supp. at 322. Plaintiffs have demonstrated that defendants' current practices fall short of constitutional standards. Defendants' practices also violate their own regulations, which provide that prisoners in administrative segregation will not be restricted in the sending and receiving of personal correspondence. Cal.Admin.Code, tit. 15, § 3343(e).</p>\n<p></p>\n<h2>J. <i>Medical, Dental and Psychiatric Care</i>\n</h2>\n<p>The adequacy of all facets of medical care is clearly subject to Eighth Amendment scrutiny. <i>Estelle v. Gamble</i> (1976) 429 U.S. 97, 103, 97 S.Ct. 285, 290, 50 L.Ed.2d 251; <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1252-53; <i>Todaro v. Ward</i> (2d Cir. 1977) 565 F.2d 48; <i>Gates v. Collier</i> (5th Cir.1974) 501 F.2d 1291, 1302. The threat which defendants' practices pose to the physical, mental, and emotional well-being of inmates in administrative segregation is plain. This Court concludes that current practices in defendants' institutions conflict directly with notions of human decency. They also violate defendants' own rules which are designed to provide timely medical care. Cal.Admin.Code, tit. 15, § 3343(1).</p>\n<p></p>\n<h2>K. <i>Arbitrary Placement, Retention, and Length of Term in Administrative Segregation</i>\n</h2>\n<p>Defendants' failure to provide the enumerated procedural safeguards to inmates enunciated in <i>Wright I, supra,</i> resulting in arbitrary placement into administrative segregation, and the lengthy, indefinite and disproportionate duration of confinement once administrative segregation is imposed, is of doubtful constitutionality under the federal and state prohibitions against cruel and unusual punishment. <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1257-58.</p>\n<p>Calling long-term confinement in segregation \"inhumane treatment in the form of physical and psychological cruelty,\" the court in <i>Jefferson v. Southworth</i> (D.R.I. 1978) 447 F.Supp. 179, 190, <i>aff'd,</i> (1st Cir. 1980) 616 F.2d 598, <i>cert. denied,</i> (1980) 449 U.S. 839, 101 S.Ct. 115, 66 L.Ed.2d 45 held it to constitute cruel and unusual punishment. Similar rulings have been made by other courts. <i>Hutto v. Finney</i> (1978) 437 U.S. 678, 98 S.Ct. 2565, 57 L.Ed.2d 522; <i>Hardwick v. Ault</i> (M.D.Ga.1978) 447 F.Supp. 116, 125; <i>Allen v. Nelson</i> (N.D.Cal.1973) 354 F.Supp. 505, 511, <i>aff'd,</i> (9th Cir.1973) 484 F.2d 960.</p>\n<p>Expert witness testimony in similar cases has attested to the psychological and emotional harm which is caused by prolonged confinement under conditions such as those challenged here. <i>Jefferson v. Southworth, supra,</i> 447 F.Supp. at 189-90, <i>aff'd,</i> (1st Cir.1980) 616 F.2d 598, <i>cert. denied,</i> (1980) 449 U.S. 839, 101 S.Ct. 115, 66 L.Ed.2d 45; <i>Hardwick v. Ault, supra,</i> 447 F.Supp. at 125-26. The lengthy duration of time which most inmates are forced to spend in administrative segregation is shocking to the conscience of all reasonably civilized persons and conflicts directly with the prohibition against cruel and unusual punishment.</p>\n<p><span class=\"star-pagination\">*1382</span> Regardless of whether defendants' practices fall short of a clear Eighth Amendment violation, they violate the Director's regulations (Cal.Admin.Code, tit. 15, §§ 3337-3338), which were enacted in response to this Court's ruling in <i>Wright I.</i> Federal courts have found a violation of due process where state or local prison officials have failed to enforce or follow their own regulations. <i>Giampetruzzi v. Malcolm</i> (S.D.N.Y.1975) 406 F.Supp. 836, 840; <i>King v. Higgins</i> (D.Mass.1974) 370 F.Supp. 1023, 1028; <i>Lathop v. Brewer</i> (D.Iowa 1972) 340 F.Supp. 873, 882. Accordingly, this Court concludes that defendants' failure to follow their own administrative regulations constitutes a violation of due process, as guaranteed by the Fourteenth Amendment of the United States Constitution and Article I, section 7 of the California Constitution.</p>\n<p>The Court is satisfied that recurrence of these practices can only be prevented by providing additional procedural safeguards. See <i>Ruiz v. Estelle, supra,</i> 679 F.2d at 1155-56. Such action is within the ambit of the Court's authority, and does not necessitate reconvening the three-judge court which decided <i>Wright I. </i><i>Wright I, supra,</i> 462 F.Supp. at 404; see <i>Public Service Commission of Missouri v. Brashear Freight Lines, Inc.</i> (1941) 312 U.S. 621, 625, 61 S.Ct. 784, 786, 85 L.Ed. 1083; <i>Hamilton v. Nakai</i> (9th Cir.1971) 453 F.2d 152, 160-61, <i>cert. denied,</i> (1972) 406 U.S. 945, 92 S.Ct. 2044, 32 L.Ed.2d 332.</p>\n<p></p>\n<h2>L. <i>Unjustified Placement in Administrative Segregation</i>\n</h2>\n<p>Confinement in administrative segregation may be unconstitutional if imposed arbitrarily and if disproportionate to the reasons purportedly justifying such placement. <i>See, generally, </i><i>Furtado v. Bishop</i> (1st Cir.1979) 604 F.2d 80, 88, <i>cert. denied,</i> (1980) 444 U.S. 1035, 100 S.Ct. 710, 62 L.Ed.2d 672; <i>Adams v. Carlson</i> (7th Cir. 1973) 488 F.2d 619, 635-36. This is so even where the segregation is denominated \"administrative\" rather than \"punitive\" or \"disciplinary.\" <i>Fitzgerald v. Procunier</i> (N.D.Cal.1975) 393 F.Supp. 335, 342; <i>Allen v. Nelson</i> (N.D.Cal.1973) 354 F.Supp. 505, 511, <i>aff'd,</i> (9th Cir.1973) 484 F.2d 960. Review of the evidence presented indicates that many prisoners are forced to endure conditions of administrative segregation which are plainly disproportionate to the offenses, if any, which led to their confinement therein.</p>\n<p></p>\n<h2>M. <i>Security Considerations</i>\n</h2>\n<p>Upon thorough examination of all of the evidence, this Court is satisfied that the relief provided in its preliminary injunction is fully compatible with defendants' security concerns. It conforms to the Ninth Circuit's admonition that prior to granting any judicial relief, \"it must be made evident to a reviewing court that the district court did in fact focus on the impact of its remedies, even when cast only in the form of a preliminary injunction, on prison security and the resources of the state.\" <i>Wright II, supra,</i> 642 F.2d at 1134. Compliance with the provisions of the injunction will not only eliminate constitutional violations but also lessen the threat of violence. Security will, as a result, be enhanced. If, contrary to the Court's evaluation, any provisions of the injunction require improved security, the Court finds that that can be effected at no significant increase of cost to defendants.</p>\n<p></p>\n<h2>N. <i>Cost Considerations</i>\n</h2>\n<p>This Court has been mindful of the Ninth Circuit's admonition regarding cost in constructing an appropriate remedy. <i>Wright II, supra,</i> 642 F.2d at 1134. The preliminary injunction issued herewith balances plaintiffs' rights with the practical need to minimize capital expenditure. While the evidence raises serious questions as to the constitutionality of additional conditions (discussed, <i>infra</i>), the relief here granted is limited to remedying only those violations which demand urgent attention and which would not heavily tax the state's coffers. After trial of this matter, it may well be appropriate to grant relief on those conditions as well.</p>\n<p><span class=\"star-pagination\">*1383</span> Consideration of costs has been a factor in tailoring the injunction to remedy only those violations which demand necessary and immediate attention.</p>\n<p></p>\n<h2>O. <i>Cost Bond Not Required</i>\n</h2>\n<p>This Court concludes that no security should be required in connection with the issuance of this preliminary injunction. <i>See </i><i>Wayne Chemical Inc. v. Columbus Agency Service Corp.</i> (7th Cir.1977) 567 F.2d 692, 701; <i>Clarkson Co. Ltd. v. Shaheen</i> (2d Cir.1976) 544 F.2d 624, 632; <i>Urbain v. Knapp Bros. Manufacturing</i> (6th Cir.1954) 217 F.2d 810, 816; <i>\"</i><i>TOOR\" v. U.S. Dept. of HUD</i> (N.D.Cal.1973) 406 F.Supp. 1024, 1041; <i>Hurwitt v. City of Oakland</i> (N.D.Cal.1965) 247 F.Supp. 995, 1005-06. Under appropriate circumstances the bond may be excused notwithstanding the literal language of Rule 65(c) of the Federal Rules of Civil Procedure. <i>Scherr v. Volpe</i> (7th Cir.1972) 466 F.2d 1027, 1035. Where, as here, suit is brought on behalf of poor persons, preliminary injunctive relief may be granted with no payment of security whatever. <i>Bartels v. Biernat</i> (E.D.Wis.1975) 405 F.Supp. 1012, 1019; <i>Denny v. Health and Social Services Board</i> (E.D.Wis.1968) 285 F.Supp. 526, 527 (three judge court).</p>\n<p></p>\n<h2>P. <i>Prospective Areas of Eighth Amendment Violation</i>\n</h2>\n<p>In addition to the Conclusions of Law heretofore made, substantial evidence has been brought before this Court regarding conditions which may constitute, <i>inter alia,</i> cruel and unusual punishment. These conditions include, (1) the inadequate size and furnishing of cells, (2) the denial of family visitation; (3) the constant din of noise in administrative segregation; (4) the lack of fire fighting readiness; (5) the level of guard brutality against inmates; (6) the absence of educational and vocational opportunities; (7) the lack of religious services for all inmates; and (8) excessive security. See <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1249-50, 1256; <i>Bono v. Saxbe</i> (7th Cir. 1980) 620 F.2d 609, 617; <i>Hutchings v. Corum</i> (W.D.Mo.1980) 501 F.Supp. 1276, 1293; <i>Palmigiano v. Garrahy, supra,</i> 443 F.Supp. at 979, <i>aff'd,</i> (1st Cir.1980) 616 F.2d 598, <i>cert. denied,</i> (1980) 449 U.S. 839, 101 S.Ct. 115, 66 L.Ed.2d 45; <i>Laaman v. Helgemoe, supra,</i> 437 F.Supp. at 323; <i>Holt v. Sarver</i> (E.D.Ark.1970) 309 F.Supp. 362, 379, <i>aff'd,</i> (8th Cir.1971) 442 F.2d 304. This Court declines to grant preliminary injunctive relief as to these conditions because, <i>inter alia,</i> of the capital expenditures needed to correct them. However, the declination is without prejudice to plaintiffs seeking relief at trial.<sup>[15]</sup></p>\n<p></p>\n<h2>Q. <i>Findings of Fact as Conclusions of Law and Vice Versa</i>\n</h2>\n<p>To the extent that any finding of fact constitutes a conclusion of law, it is adopted as such and to the extent any conclusion of law constitutes a finding of fact, it is adopted as such.</p>\n<p></p>\n<h2>R. <i>Summary of Conclusions of Law</i>\n</h2>\n<p>This Court has considered the evidence as to each of the above-discussed conditions of confinement separately under the guidelines pronounced by the Ninth Circuit. Plaintiffs have raised serious questions as to the constitutionality of their confinement, indicating their probable success on the merits at trial and a balance of hardships in their favor in that they will suffer irreparable injury if relief is not granted. None of these conditions, standing alone, is compatible with modern standards of decency in a civilized society because of its harmful effects upon prisoners in administrative segregation.<sup>[16]</sup> In some instances, <span class=\"star-pagination\">*1384</span> the adversity which the prisoner must face is physical in nature, and readily apparent, as in the case of improper medical care, unsanitary living conditions, and inadequate lighting. In many instances, however, the injury incurred by the prisoner is psychological in nature, severely debilitating his mental well-being. The resulting effect engenders tension, hatred and alienation which find release in violence.</p>\n<p>This Court agrees with the California Supreme Court's characterization of the administrative segregation units as \"gruesome places teeming with tension and hostility.\" <i>In re Davis</i> (1979) 25 Cal.3d 384, 388, 158 Cal.Rptr. 384, 599 P.2d 690. The chances for inmate reform and reintegration in society are reduced as inmates are deprived of human needs and forced to endure needlessly degrading conditions.</p>\n<p>The conditions prohibited by this Court's preliminary injunction endanger not only the safety and sanity of prisoners; they endanger their custodians as well and, in the end, the citizenry at large. They are conditions which breed violence and dangerous disregard of human decency. Their constitutionality under the Eighth Amendment of the United States Constitution and Article I, section 17 of the California Constitution is in serious doubt. Existence of these conditions calls for the issuance of the preliminary injunction, both on federal constitutional grounds and, as well, on the basis of the Court's pendent jurisdiction of claims arising under state law.</p>\n<p>The Court declares the foregoing as its findings of fact and conclusions of law under Rule 65(d) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>PRELIMINARY INJUNCTION</h2>\n<p>It is ORDERED, ADJUDGED AND DECREED as follows:</p>\n<p>Defendants, the Director of the California Department of Corrections, the Wardens and Superintendents of the California State Prison at San Quentin, Deuel Vocational Institution at Tracy, and Correctional Training Facility at Soledad, their agents, servants, employees, successors in office and all persons in active concert or participation with them, are hereby enjoined as follows:</p>\n<p></p>\n<h2>I.</h2>\n<p>It is not the intent of this Preliminary Injunction to prohibit nor does it prohibit the Director or any Warden or Superintendent from temporarily suspending compliance with all or any part of this injunction during a state of riot or turmoil or other emergency. Nor does this Preliminary Injunction require defendants to relieve any prisoner from the consequences to that prisoner of any damage done deliberately by such prisoner to any prison facility and/or <span class=\"star-pagination\">*1385</span> from that prisoner's failure to comply with reasonable rules for the maintenance and cleanliness of such facilities as cells, beds, cots, bunks, wash basins, showers and toilets.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants shall with all reasonable dispatch provide as follows with respect to all members of the plaintiff class.</p>\n<p>1. Each prisoner shall be provided with a clean cell, reasonably free of rodents, insects, and other vermin; provided, however, that defendants shall not be responsible for any condition which results from the deliberate act of the prisoner affected by the condition.</p>\n<p>2. Defective or clearly inadequate existing heating, ventilating, and plumbing equipment and broken windows shall be repaired or replaced promptly unless the defect or need for repair or replacement results from any deliberate act of the prisoner or prisoners suffering from the defect or inadequacy.</p>\n<p>3. At the time of each new occupancy, each cell used for administrative segregation shall be supplied with a bed, cot or bunk and a clean, untorn mattress, clean blankets, a properly functioning toilet, a properly functioning sink with running water, and adequate lighting.</p>\n<p>4. Prisoners shall be provided with appropriate materials in sufficient quantities to clean the cells respectively assigned to them.</p>\n<p>5. No prisoner shall be involuntarily double-celled with another prisoner for more than 30 days in any 12-month period. Double-celling shall only occur in cells larger than 50 square feet, in which a second bed, cot or bunk is provided.</p>\n<p>6. Clothing, underwear, bedding, linen and other laundry items shall be issued and exchanged no less often than is provided for general population inmates.</p>\n<p>7. In accordance with the provisions of Cal.Adm.Code, Title 15, Section 3343(g), each prisoner shall be permitted to shower at least three (3) times a week in a reasonably clean and sanitary shower facility.</p>\n<p>8. The types and quantities of food served shall be the same as that which is provided for general population inmates except that a sack lunch is permitted. All food shall be prepared, stored, and served under sanitary conditions.</p>\n<p>9. Unless precluded by temporary and compelling exigencies, each prisoner shall be provided with outdoor exercise at least one (1) hour every day or two (2) hours every other day, for a minimum total of eight (8) hours a week, or at least three (3) times a week, for a minimum total of ten (10) hours a week.</p>\n<p>10. Prisoners shall be given reasonable opportunity to study law books, including, at a minimum, California appellate and United States Supreme Court decisions from 1965 forward, relevant annotated California and Federal codes, legal reference books, and case digests.</p>\n<p>11. In accordance with the provisions of Cal.Adm.Code, Title 15, Section 3343(f), prisoners shall be allowed visits from family members or friends with reasonable frequency and under minimum conditions of security consistent with safety.</p>\n<p>12. Prisoners shall not be restricted unreasonably in sending and receiving personal mail, except that incoming packages may be limited in content to that property permitted in the segregated unit to which a prisoner is assigned.</p>\n<p>13. Defendants shall provide adequate and competent medical, surgical, psychiatric and dental services to meet the bona fide needs of prisoners. Defendants shall maintain adequate facilities and staff for such service. Emergency medical care shall be available at all times. Emergency dental and psychiatric care shall be provided on the same basis as for the general prison population.<sup>[*]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1386</span> III.</h2>\n<p>For the reasons detailed in the Findings of Fact and the Conclusions of Law, the relief granted in <i>Wright v. Enomoto</i> (N.D. Cal.1976) 462 F.Supp. 397, 404-405, failed adequately to correct defendants' arbitrary practices in imposing administrative segregation. Defendants shall therefore take immediate steps to provide the following further procedural safeguards to all members of the plaintiff class.</p>\n<p>1. A prisoner shall be released from administrative segregation in a security housing unit<sup>[**]</sup> at the expiration of his Minimum Eligible Release Date or at the expiration of twelve (12) months of consecutive confinement in security housing units, whichever is shorter, unless, before said period expires, he is afforded all the hearing rights that attend a prisoner's initial placement in administrative segregation and defendants show at such hearing, on the basis of the prisoner's behavior, that his release would severely endanger the lives of inmates or staff or the security of the institution. Such behavior shall be factually documented or based on reliable information as set forth in this section. \"Factual documentation\" of misbehavior may be shown by the prisoner's behavior in prison within the prior five (5) years which has resulted in criminal convictions for escape, attempted escape, homicide or any assaultive crime; or by disciplinary offenses within the past twelve (12) months which involved the use or possession of a deadly weapon, physical assault, escape, attempted escape or possession of escape paraphernalia. \"Reliable information\" may be based upon a confidential source if disclosure of the source would endanger the safety of the source or endanger institutional security and provided that precautions, including the following, are taken to ensure the reliability of such information:</p>\n<blockquote>(a) As provided in Cal.Adm.Code, Title 15, Section 3321(b), the fact of a confidential source will be documented in the information given the inmate, and as much of the information received as can be disclosed without identifying the source will also be given the inmate. Any document relating information from a confidential source shall also include an evaluation of the reliability of the source, a brief statement of the reasons for the conclusions reached, and a statement of the reasons why the information or source is not disclosed.</blockquote>\n<blockquote>(b) As provided in Cal.Adm.Code, Title 15, Section 3321(c), no decision in a hearing pursuant to this section may be based upon information from an undisclosed informant unless there is other written information which corroborates that received from the source or unless the circumstances surrounding the event and the known reliability of the source satisfy the hearing officer that the information is true.</blockquote>\n<p>\"Reliable information\" may also be based on any events that have occurred since the last due process hearing resulting in placement or retention in security housing that demonstrate that the prisoner is involved in or is planning activity which would threaten his own safety or the safety of others. \"Reliable information\" may also include information that a prisoner in a security housing unit will be killed or forcibly assaulted or will attempt a forcible escape, or that the prisoner himself will kill, commit a forcible assault, or will be the principal in a forcible escape attempt.</p>\n<p>2. A prisoner shall not be involuntarily retained in any other administrative segregation unit unless, before the expiration of twelve (12) months of consecutive confinement, he is afforded all the hearing rights <span class=\"star-pagination\">*1387</span> that attend a prisoner's initial placement in administrative segregation and unless at this hearing defendants show that release of the prisoner from segregation would endanger the prisoner's own safety or the safety of others; or that release would jeopardize the integrity of an investigation into suspected criminal activity or serious misconduct. If the decision is based, in whole or in part, on gang membership, membership must be proven by reasonably convincing evidence of present and active allegiance to a gang.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendants shall provide a copy of this Preliminary Injunction to each member of the plaintiff class within ten (10) days hereafter and shall post a copy in each administrative segregation unit where it may be readily seen by class members.</p>\n<p></p>\n<h2>V.</h2>\n<p>No person who has notice of this Preliminary Injunction shall fail to comply with the letter and spirit hereof nor shall any such person subvert the letter and spirit hereof by any sham, indirection or other artifice.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The Court retains jurisdiction to modify this injunction at any time and from time to time on its own motion or upon the motion of any party in the interest of effectuating its intendments and/or in the interest of furthering the ends of justice under all applicable law. Modification may include provision for appointment of a monitor, if necessary, to assure compliance with this Preliminary Injunction.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Administrative segregation\" means housing of inmates in segregation units as defined in the Order Determining that Action is Maintainable as a Class Action entered on February 25, 1976. Specifically, that Order defines these segregation units as \"any of the maximum security, minimum privilege, segregated housing units in San Quentin Prison, Folsom Prison, the Correctional Training Facility (\"Soledad\") and the Deuel Vocational Institution (\"DVI\"), including without limitation, those housing units presently known as \"B\"-Section, the North Segregation Unit (formerly \"Death Row\") and the Adjustment Center at San Quentin; the Security Housing Unit and/or \"IV-A\" at Folsom; \"O\"-Wing, \"X\"-Wing, and \"Y\"-Wing at Soledad; \"K\"-Wing, \"L\"-Wing (or the \"Adjustment Center\"), East Hall and West Hall at DVI; and/or any other similar units now or hereafter used.\" In the intervening years, some of the units named in the Order no longer function as segregation units. The units currently in existence covered by these Findings of Fact, and Conclusions of Law, and Preliminary Injunction include without limitation, those housing units presently known as Security Housing Unit No. 1, Security Housing Unit No. 2, Security Housing Unit No. 3, North Block (Management Control Unit and North Seg.), \"D\"-Section (Administrative Segregation) and \"B\"-Section at San Quentin; Security Housing Unit, Management Control Unit, Protective Housing Unit No. 1 and Protective Housing Unit No. 2 at Soledad; Security Housing Unit (K-Wing), Management Control Unit (L-Wing), West Hall and East Hall at DVI; and/or any other similar units now or hereafter used.\n</p>\n<p>Folsom Prison is not included in this motion because plaintiffs elected not to present evidence at this time relating to this institution.</p>\n<p>[2]  While this Court elects not to grant plaintiffs' motion to strike many of defendants' declarations for failure to comply with Rule 220-8, Local Rules, Northern District of California and Rule 56(e), Federal Rules of Civil Procedure, the Court does note that the deficiencies of these declarations undercut substantially the weight of their evidence, particularly with respect to the balance of hardships.</p>\n<p>[3]  Citation to declarations will be by the last name of the declarant only unless two declarants have the same last name. Where more than one declaration was filed by the same individual, the citation will include the date in which the particular declaration was executed. Additionally, the following citations will be utilized: the deposition of Ruth Rushen will be referred to as \"Rushen Dep.\"; the deposition of George Sumner taken in connection with this case will be referred to as \"First Sumner Dep.\"; the deposition of George Sumner taken in connection with <i>Thompson v. Enomoto,</i> 542 F.Supp. 768 (N.D.Cal.1982), a related civil rights action pending in this district will be referred to as \"Second Sumner Dep.\"; the declaration of Arnold Pontesso, dated April 14, 1981, and filed in connection with Plaintiffs' Motion for Preliminary Injunction Following Remand, will be referred to as \"First Pontesso Decl.\"; the second declaration of Arnold Pontesso, dated May 12, 1981, filed in connection with Plaintiffs' Motion for Preliminary Injunction Following Remand, will be referred to as \"Second Pontesso Decl.\"; the declaration of Dr. Terry A. Kupers, Plaintiffs' Exhibit F, filed in connection with plaintiffs' initial Motion for Preliminary Injunction, will be referred to as \"First Kupers Decl.\"; the declaration of Dr. Terry A. Kupers, filed in response to Defendants' Opposition to Motion for Preliminary Injunction, will be referred to as \"Second Kupers Decl.\"; the supplemental declaration of Henry A. Tabash, executed November 18, 1981, will be referred to as \"Tabash Supp. Decl.\"</p>\n<p>[4]  my professional experience, indeterminately confining a prisoner under the conditions I observed at the CDC segregation units is contrary to any sound penological goal. Further, the conditions in which prisoners are housed in long term lock-up are extraordinary. The conditions I observed in these units would probably render most inmates so-confined debilitated and worse off, mentally and physically, when they are released from segregation than when they first entered lock-up. A prisoner on the mainline may be able to live in a cell that is 48 square feet in dimension without serious harmful effect. A prisoner in long-term lock-up cannot without significant harmful effect. Double-celling in the lock-up context goes beyond the pale. Denial of contact and family visits can only be assessed in the context of this long-term administrative lock-up in a small cell where the prisoner is cut off, in some cases for years at a time, from human contact. In my experience, that is both unheard of and extremely harmful. Keeping a prisoner in such a small cell for so long without reasonable opportunity to leave the cell to exercise, to shower and/or to eat is also extraordinary and debilitating. It leads to further deterioration of the prisoner mentally and physically. Provision of inadequate light and/or sanitation in these conditions, again is virtually unheard of and harmful, since the prisoner has no choice, except for very limited and few time periods, to remove himself from the cell. Deficiencies in food, program and cell furnishings also add much more than they would otherwise to the striking inadequacy of the conditions of such prisoners' confinement, as determined by sound penological and humane standards.\" (First Pontesso Decl., pp. 15-16, ¶ 35.)</p>\n<p>[5]  Minor differences may exist among defendants' units as to cell size. These variations, however, are not material, especially since members of plaintiffs' class are frequently moved between units.</p>\n<p>[6]  The environmental conditions are illustrated by the following excerpt from one of plaintiffs' declarations:\n</p>\n<p>\"It can become extremely cold on the tier in the winter, even with the heaters. This is made worse by the broken windows. In bad weather, the rain will come through the windows and make the tiers wet and the area in front of one's cell wet. Putting shelter up against the door will subject me to disciplinary charges .... On the other hand, in the summer it can get extremely hot, especially on the 5th tier where I am. The air will be stuffy and I will have to strip down to my shorts to make it more bearable.\" (Jones Decl. (4/29/80), pp. 4:26-32, 5:1-3.)</p>\n<p>Arnold Pontesso observed similar conditions during a recent inspection of San Quentin:</p>\n<p>\"Many broken windows were found in several of the lock-up units I inspected, especially at San Quentin. The amount of filth and crud on the perimeters of the broken windows indicated that they had been broken for long periods of time without being replaced. One section at San Quentin with a number of broken windows (C Section, SHU # 3) was extremely drafty and cold the day I was there, April 8, 1981  which was a sunny day. It was so cold that I observed many prisoners in that unit who had wrapped themselves in blankets in the middle of the day.\" (First Pontesso Decl., p. 7, ¶ 16.)</p>\n<p>[7]  A contact visit is a visit with no physical barriers other than moveable furniture between the inmate and the visitor, and without the inmate being shackled or otherwise physically restrained.</p>\n<p>[8]  importantly, however, this policy ignores the consequences of depriving men of intimate, personal contact with their family members. It ignores the deep sense of anger and the abject desperation created in men who have been denied what is, for many, the only bright spot in an otherwise barren prison existence. It ignores also the benefits of normal and positive social interaction for men whose lives are otherwise dominated by the strained and unnatural interactions of prison. And it ignores, finally, the consequences of severing what may be the prisoner's only important and meaningful ties to the world outside the prison.</p>\n<p>\"In the worst case, this deprivation may have irreversible consequences for the relationships as well as for the prisoners. Many relationships will simply fail to survive the total absence of meaningful, private contact that segregation in security housing now requires. In the name of giving prisoners \"something to work for,\" termination of family visits in segregation may guarantee that prisoners have nothing left to work for when they come out.\" (Haney Decl., p. 14, ¶¶ 33-34.)</p>\n<p>[9]  As Dr. Haney notes:\n</p>\n<p>\"Not surprisingly, in this context, prisoners regard administrative decisions to retain or release them from segregation as the product of caprice or, at best, luck. It helps to increase their sense of powerlessness and purposelessness in this situation. And the absence of effective counseling services in these units means that prisoners are unlikely to feel that they have any allies whatsoever in the system on whom they can depend or trust. Their sense of alienation, vulnerability, helplessness, and fear is increased accordingly.\" (Haney Decl., p. 11, ¶ 26.)</p>\n<p>[10]  These figures include inmates confined at Folsom State Prison. They also include the relatively few who are in segregation voluntarily.</p>\n<p>[11]  is my firm opinion that violence is not prevented, but is caused by the constraints on prisoners' lives that I have mentioned. A self-fulfilling prophecy is established. The men are denied human needs such as adequate contact with loved ones, a decent private space to live in, some control over their own environment, some say about their privileges and deprivations, some productive outlet and a chance to learn and to grow. Then, they become increasingly resentful. Fear, hostility and confusion well up inside them. Some act violently, in impotent acts like throwing garbage or yelling at a guard, and then are further constricted and punished. A population of hateful prisoners is bred who have few options to express self, who are made incapable of being intimate and tender, and who are not prepared to work or live outside the prison setting.\" (First Kupers Decl., Pl. Ex. F, p. 14:23-26; see Haney Decl., pp. 15-17, ¶¶ 37-41; First Pontesso Decl., pp. 2-3, ¶¶ 5-8, pp. 13-16, ¶¶ 32-35.)</p>\n<p>[12]  my experience, even violence-prone prisoners pose a minimal threat to security during contact visits because they are interested in preserving family ties and are on their best behavior in the visiting room so that they do not jeopardize their outside relationships. In my experience, violent incidents in the visiting room have been rare and usually due to the carelessness of staff. Search and surveillance of inmates and visitors by staff, as already practiced by the CDC, generally are sufficient to assure proper security in connection with contact visits.</p>\n<p>\"Search procedure of inmates include a `skin frisk' and a thorough search of clothing. Visitors are required to remove all articles from pockets, outer clothing is searched, and each visitor must pass through a metal detector. These procedures are appropriate and generally adequate to maintain security during contact visits.\" (First Pontesso Decl., p. 8, ¶¶ 20-21.)</p>\n<p>[13]  With particular reference to segregation of gang members, the consultants to the California Legislature concluded as follows:\n</p>\n<p>\"[t]his process of separating hundreds of identified or <i>suspected</i> gang affiliates is not at all a conservative or overcautious approach. It is, in fact, a dangerous process which can create additional violence.\" [Original emphasis.] (Rosen Decl. (5/7/81), pp. 1:31-2:1 (see exhibit I, p. 43)).</p>\n<p>[14]  Arnold Pontesso states in his declaration:\n</p>\n<p>\"[D]efendants' estimation of the costs of compliance with ... [the original Preliminary Injunction] appear grossly inflated. Indeed, one probably could build a good, small maximum security facility for the price of the Soledad estimate [of $13,000,000]. Improvement of the conditions of confinement at the institutions I visited could be accomplished at very little cost. Through imaginative utilization of existing facilities, DVI has made progressive improvements with a small capital outlay. Imaginative utilization of existing space has generated permanent improvements in the conditions of confinement at that facility.\" (First Pontesso Decl., pp. 12-13, ¶ 30.)</p>\n<p>[15]  Furthermore, this Court's previous ruling granting defendants' motion for summary judgment as to plaintiffs' claim that the denial of sufficient inmate access to telephones is violative of the prohibition against cruel and unusual punishment was intended only for purposes of preliminary injunctive relief. The constitutionality of this practice will be subject to further review at the time of trial. Fed.Rules Civ.Proc., Rule 54(b).</p>\n<p>[16]  Although not dispositive upon this Court's findings or conclusions, it is noteworthy that many of the current conditions of confinement in administrative segregation fail to meet standards promulgated by the United States Department of Justice (<i>Federal Standards for Prisons and Jails</i> (1980)). For example, under the <i>Federal Standards,</i> placement in administrative segregation should be imposed sparingly, and only for disciplinary purposes (Fed.Stand., pp. 98-101, §§ 11.01-11.03). Double-celling in administrative segregation is prohibited (<i>id.,</i> at p. 17, §§ 2.03, 2.00). Inmates in administrative segregation are entitled to clothing, bedding and linen, and to bathing, laundry, barbering, and hair care service on the same basis as the general population (<i>id.,</i> p. 30, § 3.16 (clothes), p. 30, § 3.18 (linen), p. 31, § 3.20 (laundry), p. 31, § 3.22 (showers at least 3 times a week), p. 42, § 5.10 (24 hour emergency medical and dental), p. 46, § 5.19 (daily access to health care). Furthermore, prisoners in administrative segregation are provided access to education, commissary, library service, social services, counseling, religious guidance and recreation (<i>id.,</i> p. 103, § 11.08; <i>see id.,</i> p. 110, § 12.02 <i>et seq.</i> (mail), p. 119, § 14.03 (jobs), p. 122, § 15.02 (religion), p. 126, § 17.01 (education), p. 126, § 17.02 (vocational training). They are also afforded exercise outside their cells and, if possible, outdoors, a minimum of one hour per day at least five days a week (<i>id.,</i> p. 106, § 11.19), opportunities for visitation equal to those offered the general population (<i>id.,</i> p. 106, § 11.21), normal institution meals (<i>id.,</i> p. 108, § 11.18), and access to legal and reading materials (<i>id.,</i> p. 106, § 11.20). Federal courts have looked to standards promulgated by professional associations as a relevant indication of Eighth Amendment violations. <i>See, e.g., </i><i>Palmigiano v. Garrahy, supra,</i> 443 F.Supp. at 979-980, n. 30, <i>aff'd,</i> (1st Cir.1980) 616 F.2d 598, <i>cert. denied,</i> (1980) 449 U.S. 839, 101 S.Ct. 115, 66 L.Ed.2d 45; <i>Jordan v. Fitzharris, supra,</i> 257 F.Supp. at 683-84.</p>\n<p>[*]   The provisions of this Paragraph 13 do not apply to any of the administrative segregation housing units at San Quentin, inasmuch as the quality of medical care at San Quentin has been or is being challenged on constitutional grounds in another lawsuit.</p>\n<p>[**]   As used in this Preliminary Injunction, \"security housing unit\" or \"security housing\" includes K-Wing at Deuel Vocational Institution, O-Wing at Soledad, Security Housing Units I, II, III (Adjustment Center, B Section and C Section) at San Quentin, so long as they remain so designated, and any other unit now or hereafter designated by defendants as a security housing unit. Condemned prisoners housed at San Quentin are not included under this injunction insofar as their classification and conditions of confinement are controlled by the Consent Decree entered by this Court on October 23, 1980 in <i>Thompson et al. v. Enomoto et al</i><i>.,</i> No. 79-1630.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">553</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1365</span></span> (1983)</b></center>\n<center><h1>Joseph TOUSSAINT, et al., Plaintiffs,<br>\nv.<br>\nRuth RUSHEN, et al., Defendants.</h1></center>\n<center>No. C-73-1422-SAW.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>January 14, 1983.</center>\n<p><span class=\"star-pagination\">*1366</span> Sidney Wolinsky, Public Advocates, Morris Baller, Mexican-American Legal Defense <span class=\"star-pagination\">*1367</span> and Educational Fund, San Francisco, Cal., James F. Smith, Sacramento, Cal., Paul Comiskey, Smith, Snedeker &amp; Comiskey, Bernard Zimmerman, David Lew, Frances Ternus, Sanford Jay Rosen, Rosen &amp; Remcho, San Francisco, Cal., Michael Satris, San Quentin, Cal., for plaintiffs.</p>\n<p>James B. Cuneo, Deputy Atty. Gen., Cal. Dept. of Justice, San Francisco, Cal., William G. Prahl, Deputy Atty. Gen., California Dept. of Justice, Sacramento, Cal., for defendants.</p>\n<p>FINDINGS OF FACT AND CONCLUSIONS OF LAW ON GRANTING PRELIMINARY INJUNCTION FOLLOWING REMAND FROM CIRCUIT COURT</p>\n<p>WEIGEL, District Judge.</p>\n<p>The following Findings of Fact and Conclusions of Law, as well as the Preliminary Injunction to which they relate, are predicated upon the decision in <i>Wright v. Rushen</i> (9th Cir.1981) <span class=\"citation\" data-id=\"387937\"><a href=\"/opinion/387937/james-c-wright-v-ruth-rushen/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1129</span></a></span>, which remanded this case to this Court. The Findings and Conclusions accordingly have been prepared in the light of careful consideration of (1) the entire record, of (2) the written and oral presentation of counsel for the parties including, particularly, Findings and Conclusions proposed by plaintiffs' and defendants' \"Response to Proposed Preliminary Injunction, Findings of Fact and Conclusions of Law and Supplemental Opposition to Motion for Preliminary Injunction,\" of (3) meticulous review with counsel for all parties of the Findings and Conclusions proposed by plaintiffs, of (4) all decisions, statutes and regulations referred to by the parties and of (5) this Court's supplemental research.</p>\n<p>It should be noted that a number of the provisions of the preliminary injunction do no more than to order defendants to comply with valid obligations imposed upon them by California state law including regulations of defendants' own making. It should also be noted that defendants appear to concede the appropriateness of a number of the injunctive provisions if the facts and law are as this Court has found them. See, for example, defendants' \"Response to Proposed Preliminary Injunction, Findings of Fact and Conclusions of Law and Supplemental Opposition to Motion for Preliminary Injunction\" at pages 32 and 33.</p>\n<p>Finally, by way of preliminary statement, this Court has, throughout, given full weight to evidence showing the heavy burdens placed on custodial authorities  especially in regard to handling those portions of the prison population composed of prisoners who are dangerous and violent. Such prisoners pose serious threats to each other, to other prisoners and to the custodial authorities. This Court has also given full weight to, and agrees with, the cases making it clear that prisoners, regardless of whether violent or dangerous, are not entitled to be pampered. This Court has also recognized throughout that it is not its business to run prisons. It has also recognized the heavy financial burdens involved in the maintenance and operation of prisons.</p>\n<p>It is equally true that the foregoing considerations do not permit this Court or any court to condone disregard of Constitutional rights guaranteed even to persons who are prisoners. Any such disregard weakens the very essence of law and order in a Republic founded upon and governed by a constitution binding alike upon those who govern and those who are governed. There is no license anywhere in the laws of the United States to deprive prisoners of their rights under the Constitution of the United States.</p>\n<p>Plaintiffs' motion for a preliminary injunction involves the second phase of <i>Wright v. Enomoto</i> (N.D.Cal.1976) <span class=\"citation\" data-id=\"2142847\"><a href=\"/opinion/2142847/wright-v-enomoto/\"><span class=\"volume\">462</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">397</span></a></span>, <i>aff'd,</i> (1978) <span class=\"citation\" data-id=\"109789\"><a href=\"/opinion/109789/jiro-j-enomoto-etc-v-james-c-wright/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1052</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">756</span></span> (hereinafter <i>Wright I</i>), a class action. Plaintiffs' class was certified on February 25, 1976. It consists of all prisoners confined or subject to confinement in administrative segregation at four California state prisons  California State Prison at San Quentin, Deuel Vocational Institution at Tracy, Correctional Training Facility at Soledad, and California <span class=\"star-pagination\">*1368</span> State Prison at Folsom.<sup>[1]</sup> Defendants are the Director of the California Department of Corrections (CDC) and the wardens and superintendents of the above-named institutions.</p>\n<p>In granting plaintiffs relief on their first claim, as affirmed in <i>Wright I, supra,</i> this Court held that principles of due process require that before an inmate is placed in administrative segregation, he must be afforded prompt written notice of the reasons for his confinement, an opportunity to prepare a defense, a fair and expeditious hearing at which to present evidence, representation by a counsel-substitute when appropriate, and a written decision by the hearing panel.</p>\n<p>In July of 1980, plaintiffs moved for a preliminary injunction on their second claim for relief, which challenged (under the Eighth Amendment of the United States Constitution and Article I, section 17, of the California Constitution) the conditions of confinement in the administrative segregation units at defendants' institutions. A preliminary injunction issued on November 3, 1980.</p>\n<p>The action is now before this Court by remand of the United States Court of Appeals for the Ninth Circuit, following its decision of March 13, 1981 vacating the November 3, 1980 preliminary injunction. <i>Wright v. Rushen, supra,</i> <span class=\"citation\" data-id=\"387937\"><a href=\"/opinion/387937/james-c-wright-v-ruth-rushen/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1129</span></a></span> (hereinafter <i>Wright II</i>). The Court of Appeals concluded that this Court had abused its discretion because it \"did not apply the proper legal standards assessing the plaintiffs' probability of ultimate success on the merits ...,\" (<i>id.,</i> at 1130), in that this Court \"erred in its use of the `totality of conditions' approach\" (<i>id.,</i> at 1132) in assessing the constitutionality of the conditions of confinement.</p>\n<p>In its decision, the Ninth Circuit rejected the \"totality of conditions\" approach in favor of one that examines separately \"each challenged condition of confinement, such as the adequacy of the quarters, food, medical care, etc., and determine whether that condition is compatible with `the evolving standards of decency that mark the progress of a maturing society.'\" (<i>id.,</i> at 1133).</p>\n<p>Although the Court of Appeals recognized that a district court \"may properly allow some margin of error when correcting violations\" (<i>id.,</i> at 1134), it further declared that judicial relief should be no more extensive than necessary to eliminate proven violations. The Court of Appeals also noted that \"it must be made evident to a reviewing court that the district court did in fact focus on the impact of its remedies, even when cast only in the form of a preliminary injunction, on prison security and the resources of the state\" (<i>ibid.</i>). The Court of Appeals recognized, however, that \"each condition of confinement does not exist in isolation; the court must consider the effect <span class=\"star-pagination\">*1369</span> of each condition in the context of the prison environment, especially when the ill-effects of particular conditions are exacerbated by other related conditions\" (<i>id.,</i> at 1133).</p>\n<p>The case was thus remanded back to this Court for further proceedings.</p>\n<p>In response to the Ninth Circuit's order, plaintiffs have renewed their motion for a preliminary injunction, again challenging many of the conditions of confinement in administrative segregation as violating the Eighth Amendment of the United States Constitution and Article I, section 17 of the California Constitution. In support of their motion, plaintiffs have resubmitted the evidence presented to this Court in connection with their original motion. Specifically, this evidence consists of: (1) twenty-eight declarations under penalty of perjury from inmates confined in administrative segregation at San Quentin, Deuel Vocational Institution, and Soledad; (2) depositions of defendant Ruth Rushen, California Department of Corrections director, and defendant George Sumner, former warden at San Quentin; (3) photographs of a number of the administrative segregation units; (4) declarations under penalty of perjury from psychiatrists reporting upon the mental and emotional impact of existing conditions upon prisoners; (5) extracts from the case files of various inmates; (6) declarations under penalty of perjury from several of plaintiffs' co-counsel; (7) a State Bar report on the California prison system in 1979; and (8) twenty-three declarations under penalty of perjury, primarily from inmates, filed in connection with Plaintiffs' Opposition to Defendants' Motion for Partial Summary Judgment as to San Quentin, Deuel Vocational Institution, and Soledad. In addition, plaintiffs have submitted (in connection with their Motion for Preliminary Injunction Following Remand from Circuit Court) declarations under penalty of perjury from Arnold Pontesso (a former federal penitentiary warden, a former director of the Department of Corrections for the State of Oklahoma and currently a criminal justice consultant), from psychologist Craig Haney (a specialist on the effects of institutional environments and a criminal justice consultant), from twenty-eight inmates, and from plaintiffs' co-counsel. Defendants have submitted numerous opposition photographs and declarations, consisting largely of unsubstantiated assertions and hearsay, both before the entry of the Court's initial preliminary injunction and in response to plaintiffs' Motion for Preliminary Injunction Following Remand from Circuit Court.</p>\n<p>Plaintiffs also moved and were granted leave to amend their complaint to assert pendent state law claims under state statutes and regulations.</p>\n<p>Many of the allegations in plaintiffs' declarations are either admitted or undisputed by defendants.<sup>[2]</sup> Based upon a review of all of the submitted evidence, and upon application of the Eighth Amendment standards articulated by the Ninth Circuit, as well as their pendent state claims, plaintiffs have demonstrated <i>both</i> (1) \"a combination of probable success on the merits\" <i>and</i> (2) \"that serious questions are raised and the balance of hardships tips sharply in [plaintiffs'] favor\" (<i>Wright II, supra,</i> 642 F.2d at 1132). This is so as to each of the conditions of confinement discussed below, analyzed on a condition-by-condition basis. The Court's conclusion that current conditions in administrative segregation raise serious doubts as to their constitutionality is reinforced when, as the Ninth Circuit mandated, \"the court ... consider[s] the effect of each condition in the context of the prison environment, especially when the ill-effects of particular conditions are exacerbated by other related conditions\" (<i>Wright II, supra,</i> 642 F.2d at 1133). Plaintiffs' showing entitles them to preliminary injunctive relief.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1370</span> I</h2>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Placement in administrative segregation at defendants' institutions affects a substantial number of prisoners. In San Quentin, approximately 700 prisoners, or one-fourth of the total prison population, are confined in administrative segregation (First Sumner Dep., p. 6:3-10). In Soledad, approximately 600 prisoners, or one-fifth of the total inmate population, are housed in administrative segregation units (Pl. Ex. C, Cal. State Bar Rpt., p. 23). Over 480 of the approximately 1,350 inmates at the Deuel Vocational Institution are housed in administrative segregation (Smith Decl., Def. Ex. B, p. 1:27-30, Defendants' Motion for Partial Summary Judgment as to Deuel Vocational Institution). Placement of such large numbers of prisoners in administrative segregation is unheard of in any other prison system in this country and unnecessary to maintain security or for any other valid correctional purpose (First Pontesso Decl., p. 3, ¶ 6).<sup>[3]</sup></p>\n<p>2. Many of the inmates housed in administrative segregation are placed there arbitrarily and without procedural protections. Once prisoners are placed in administrative segregation, they may be so confined for an indefinite duration, many for over two years (see Arbitrary Placement, Retention, and Length of Term in Administrative Segregation, <i>infra</i>). The capricious fashion by which many prisoners are initially placed in administrative segregation and retained there for prolonged duration only intensifies the debilitating effects of the conditions of their confinement.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1371</span> <i>Physical Conditions  Living Area</i>\n</h2>\n<p></p>\n<h2><i>Double-Celling</i></h2>\n<p>3. Prisoners who are confined in administrative segregation live in cells approximately five to six feet wide and eight to nine feet long (First Sumner Dep., pp. 3:27-28, 4:1-2; Jenkins Decl., Def. Ex. G, p. 1:21-22).<sup>[5]</sup> Each cell is furnished with a bed of some sort and a thin mattress, a pillow and blanket, a coverless toilet, and a sink (Jenkins Decl., Def. Ex. G, p. 2:19-20; Baker Decl., Def. Ex. K, p. 2, ¶ 4). No desk or chair is provided and each inmate is supplied with a cardboard box in which to keep his personal belongings (Freitas Decl., Def. Ex. D, p. 2:27-29; Baker Decl., Def. Ex. K, p. 2:26-27; First Pontesso Decl., p. 6, ¶ 14). Shelf space is minimal, and in some cases, non-existent (Freitas Decl., Def. Ex. D, p. 2:26-27). Many of these cells are windowless (Baker Decl., Def. Ex. K, p. 1, ¶ 3; Jenkins Decl., Def. Ex. G, p. 1:23-24; Anderson Decl., p. 2:17-20).</p>\n<p>4. Bad cell conditions are exacerbated by defendants' practice of involuntary double-celling, wherein two prisoners are required to share a single cell (First Sumner Dep., pp. 15:7-9, 17:1-12). For example, in San Quentin, as many as 80 prisoners have been double-celled (First Sumner Dep., p. 45:11-12) and 237 of the 387 cells in the Management Control Unit have been prepared for double-celling (Nyberg Decl., Def. Ex. I, pp. 1:31; 2:1). Double-celling was reinstituted in the Protective Housing Unit at San Quentin (Barron Decl., p. 1:7-8; Priley Decl., p. 1:7-8; Bevan Decl., p. 1:8-9; Woodhouse Decl., p. 1:7-8).</p>\n<p>5. This Court agrees with defendants Sumner and Rushen that the practice of double-celling of prisoners in administrative segregation is \"inhuman\" (First Sumner Dep., pp. 14:26-28, 15:1; Rushen Dep., p. 18:16-24; see Haney Decl., pp. 4-5, ¶¶ 9-10). Double-celling engenders violence, tension, and psychiatric problems (First Sumner Dep., pp. 14:26-28, 15:1-6; Rushen Dep., p. 18:19-24; First Kupers Decl., Pl. Ex. F., p. 6, ¶ 8; First Pontesso Decl., p. 5, ¶ 12, p. 15, ¶ 35). Defendants' regulations appear to recognize as much by requiring even prisoners in disciplinary detention to be housed in single cell occupancy whenever possible (Cal.Admin.Code, tit. 15, § 3331(b)).</p>\n<p></p>\n<h2><i>Clothing, Bedding, and Laundry</i></h2>\n<p>6. The provision of clean clothing, bedding, and laundry has at best been irregular. Prisoners have received soiled bedding, a change of underwear once a week at best, clean shirts and pants once a month, towels once every three weeks, and linens once every two weeks (Placencio Decl., p. 2:8-10; White Decl. (4/8/81), p. 4:12-16; Ferrel Decl., p. 4:29-32; Alden Decl., p. 3:9-10). At worst, weeks and months go by without an exchange of laundry (Carbone Decl., p. 4:6-8; Hawthorne Decl. (5/21/81), p. 4:17-19; McCormick Decl., p. 1, ¶ 1; Placencio Decl., p. 2:8-10).</p>\n<p></p>\n<h2><i>Lighting, Heating, Ventilation, and Plumbing</i></h2>\n<p>7. For many prisoners in administrative segregation, a single bare light bulb of inadequate wattage in the cell constitutes the primary source of light (Johnson Decl., p. 1:31; Harp Decl., p. 2:26-27; Hawthorne Decl. (6/3/80), pp. 1:32, 2:1-2; Fred Mendoza Decl., p. 2:7-12). Director Rushen has acknowledged that the lighting in some of the units is \"exceptionally dim\" (Rushen Dep., p. 13:19; <i>accord</i> First Pontesso Decl., p. 7, ¶ 17). Inadequate lighting has adversely affected the eyes of some prisoners (Fred Mendoza Decl., p. 2:7-12; Daniel Mendoza Decl., pp. 2:27-31, 3:1-2).</p>\n<p>8. Heating and ventilation have been established as inadequate. Prisoners' cells are hot and stuffy in the summer and cold in the winter (Rodgers Decl., Def. Ex. F, p. 2:2-4; Anderson Decl., p. 2:2-3; Hawthorne Decl. (6/3/80), p. 2:8-9; Jones Decl., pp. 4:26-32, 5:1-3; <i>accord,</i> First Pontesso Decl., p. 7, ¶ 16; Haney Decl., pp. 6-7, ¶ 14). Warden Sumner has acknowledged difficulty in maintaining temperature control <span class=\"star-pagination\">*1372</span> (First Sumner Dep., p. 12:6-11; see White Decl. (4/8/81), p. 3:11-12).<sup>[6]</sup> These conditions are exacerbated by the numerous broken windows in administrative segregation (as many as one-quarter of the windows in some units) (Tabash Supp. Decl., p. 4:5-6; First Pontesso Decl., p. 7, ¶ 16).</p>\n<p>9. Plumbing conditions are likewise inadequate (see First Sumner Dep., p. 16:27-28). Plaintiffs have experienced problems with the plumbing, resulting in leaking toilets, wet floors, water shut-downs, and the prevention of toilet flushing (Tabash Supp. Decl., p. 3:8-19; Carbone Decl., p. 3:6-8; Lennard Vaughn Decl., p. 3:13-19; Long Decl., p. 2:11-20). Defendants admit to leaking toilets and are considering requiring prisoners to \"use covered chamber pots ...\" (Tabash Supp.Decl., p. 3:8-19). The unhealthy environment caused by the inadequate plumbing was graphically illustrated by the presentation to the Court of a package of mosquitoes caught in one day by a prisoner in his cell located near a stopped-up drain (see McCormick Decl., p. 2, ¶ 8; Satris Decl. (1/6/82), pp. 6:13, 7:1 (exhibit J)).</p>\n<p></p>\n<h2><i>Sanitation</i></h2>\n<p>10. Rodents and insects are present in cells, as well as dirt and excrement (Freitas Decl., Def. Ex. D, p. 3:2-7; Spoon Decl., Def. Ex. J, p. 3:5-15; Anderson Decl., p. 4:4-5; Ferrel Decl., p. 4:19-22; White Decl. (6/2/80), p. 3:3-8; Blackwell Decl., p. 2:28-31; Long Decl., p. 2:3-5). Cells are not cleaned between occupation by different prisoners (Milburn Decl., p. 4, ¶ 13; Daniel Mendoza Decl., p. 2:21-26; Lennard Vaughn Decl., p. 2:10-14). Prisoners are not provided with adequate means to clean their cells (Jordan Decl., p. 2:24-27; Daniel Mendoza Decl., p. 2:11-20; Milburn Decl., p. 4, ¶ 13; Long Decl., p. 2:5-10; Gorrell Decl., p. 3:11-15; Lennard Vaughn Decl., p. 2:15-20; see First Pontesso Decl., p. 4, ¶ 10; Haney Decl., p. 5, ¶ 11).</p>\n<p></p>\n<h2><i>Fire Safety</i></h2>\n<p>11. Fire fighting preparation has proven inadequate. Materials used for fire fighting are inoperative, insufficient, or else nonexistent (Edgar Smith Decl., p. 4:5-11; McCollum Decl., pp. 2-6). Access to fire extinguishers and hoses is made difficult, and in some circumstances, impossible (McCollum Decl., pp. 2-6). Guards are unprepared and untrained in the use of such equipment (McCollum Decl., pp. 2-3; Edgar Smith Decl., p. 4:5-8). In at least some units, there is no fire alarm system nor any sprinkler system (McCollum Decl., p. 5:8-10). Nor do emergency or fire exits exist in some units (McCollum Decl., p. 4:16). The only way in which an inmate may call for help in fighting or suppressing a fire is by shouting for help to guards, who are frequently beyond calling distance and out of sight from the cell (McCollum Decl., p. 5:16-24). Such lack of fire fighting preparation resulted in the death of two San Quentin inmates confined in administrative segregation in 1981 (McCollum Decl., pp. 2:2-30, 3:1-16; Edgar Smith Decl., p. 4:5-11).</p>\n<p></p>\n<h2><i>Exercise</i></h2>\n<p>12. Many prisoners in administrative segregation are required to spend virtually <span class=\"star-pagination\">*1373</span> their entire lives in their cells, often as much as 23½ hours a day (Redd Decl., p. 3:3-6; Woodhouse Decl., p. 2:12-16; Long Decl., p. 2:30-32; Daniel Mendoza Decl., pp. 3:30-32, 4:1-3). Most do not receive daily exercise (Nyberg Decl., Def. Ex. I, p. 6:12-14; Rohrer Decl., Def. Ex. C, p. 2:6-14; Baker Decl., Def. Ex. K, p. 2:20-22). Many do not receive any outdoor exercise, and some do not receive any exercise at all (Acosta Decl., p. 2:7-11; Riney Decl., p. 5:11-12; Gonzalez Decl., p. 4:1-2; Redd Decl., p. 3:3-6). In San Quentin, for example, one entire unit is deprived of exercise altogether and other units are provided exercise only twice a week (Satris Decl. (1/6/82), p. 6:5-10 (see exhibit H); Reece Decl., p. 2:29-30; McCormick Decl., p. 1, ¶ 3; Tabash Supp.Decl., p. 5:19-26). Warden Sumner has acknowledged that he is unable to provide the amount of exercise for inmates deemed necessary for prisoner health and institutional security (First Sumner Dep., p. 14:18-23; Second Sumner Dep., p. 41:2-6; see First Pontesso Decl., p. 11, ¶ 26). Inadequate exercise debilitates a prisoner's well-being (Haney Decl., pp. 8-9, ¶¶ 19-20; p. 10, ¶ 22; First Kupers Decl., Pl. Ex. F, p. 7, ¶ 10; see First Pontesso Decl., p. 12, ¶ 29). One common effect is described by Mr. Pontesso as \"self-hypnosis,\" wherein prisoners may sleep for up to 20 hours a day due to the lack of physical or mental stimulation (First Pontesso Decl., p. 12, ¶ 29; Haney Decl., pp. 8-10, ¶¶ 19-22; pp. 16-17, ¶¶ 40-42).</p>\n<p></p>\n<h2><i>Rehabilitation and Training</i></h2>\n<p>13. The minimal allowance of exercise is compounded by the lack of meaningful activities. Prisoners do not have access to jobs, to vocational training, or to education courses beyond the high school level (First Sumner Dep., pp. 30:22-28, 31:1-4; Second Sumner Dep., pp. 109:7-28, 110:1-9; Baker Decl., Def. Ex. K, p. 4:29-30). Hobby and art materials are also denied to the prisoners (Larry Smith Decl., p. 6:4-8; Stroup Decl., pp. 5:32, 6:1; Love Decl., p. 3:13-15; Harp Decl., p. 4:11-14). Both Warden Sumner and Director Rushen have stated that the lack of vocational, educational, and recreational activities engenders boredom, tension, and idleness (Second Sumner Dep., p. 112:3-7; Rushen Dep., pp. 26:16-28, 27:1-2). This view is shared by Dr. Haney and Mr. Pontesso (Haney Decl., pp. 8-10, ¶¶ 19-22; pp. 16-17, ¶¶ 40-42; First Pontesso Decl., p. 12, ¶ 29).</p>\n<p></p>\n<h2><i>Law Books</i></h2>\n<p>14. No direct access to the law library is provided to prisoners in administrative segregation (First Sumner Dep., p. 31:15-18). Prisoners may request books to be brought to them, but long delays of from weeks to months between request and receipt occur (First Sumner Dep., p. 33:23-25; Otis Smith Decl., p. 3:3-6; Jenkins Decl., p. 2:23-24). Lack of access to the law library has made legal research extremely difficult (Daniel Mendoza Decl., pp. 4:29-32, 5:1-6). No list of books in the law library is provided (Daniel Mendoza Decl., p. 4:30-31; Benton Decl., p. 3:4-6), nor are inmates provided with legal training or legal assistance from other inmates (Fred Mendoza Decl., pp. 2:28-31, 3:1-2; Benton Decl., p. 3:4-6). Some inmates are permitted only three law books at a time, which must be surrendered before new ones are delivered (Otis Smith Decl., p. 3:6-8; Benton Decl., p. 3:3-4).</p>\n<p></p>\n<h2><i>Visitation, Telephone, and Mail Service</i></h2>\n<p>15. Many prisoners are denied contact visits with family members or friends. (Davis Decl., Def. Ex. E, p. 3:24-25; First Sumner Dep., p. 34:9-12; Larry Smith Decl., p. 2:12-15; Long Decl., p. 3:26-28; Daniel Mendoza Decl., p. 4:16-20).<sup>[7]</sup> These prisoners are required to conduct all visitation behind a glass barrier and over telephones (see Pl. Ex. E-2; Larry Smith Decl., p. 6:8-10; Fred Mendoza Decl., p. 3:9-11; Ferrel Decl., p. 5:3-6; Harp Decl., p. 3:22-24). At the Deuel Vocational Institution, there are only two telephone visiting booths for over 300 prisoners (Long Decl., p. 3:30-32).</p>\n<p><span class=\"star-pagination\">*1374</span> 16. Warden Sumner and Director Rushen acknowledge the beneficial effects of contact visits upon a prisoner's well-being (First Sumner Dep., p. 24:5-10; Rushen Dep., p. 39:16-24). Prisoners in administrative segregation have found that the restrictions placed upon visitation result in unfulfilling and frustrating visits, adversely affecting personal relationships (Rushen Dep., p. 39:8-20; Acosta Decl., p. 2:12-14; Daniel Mendoza Decl., p. 4:24-28; Fred Mendoza Decl., p. 3:14-15). Such adverse effects have been confirmed by psychiatric experts (First Kupers Decl., Pl. Ex. F, pp. 6-7, ¶ 9; Haney Decl., pp. 12-13, ¶¶ 29-30; <i>accord</i> First Pontesso Decl., pp. 7-11, ¶¶ 19-25, pp. 14-16, ¶ 35).<sup>[8]</sup></p>\n<p>17. Delivery and mailing of prisoner correspondence is often obstructed by prison authorities (Johnson Decl., p. 4:20-25; Jenkins Decl., p. 3:6-8; Harp Decl., p. 5:3-4; Hawthorne Decl. (6/3/80), p. 4:10-13; Daniel Mendoza Decl., p. 5:7-12; Benton Decl., p. 4:6-8). Such practices have been expressly proscribed by defendants' own administrative regulations. Cal.Admin.Code, tit. 15, § 3343(e).</p>\n<p></p>\n<h2><i>Medical, Dental and Psychiatric Care</i></h2>\n<p>18. Prisoners often experience difficulty in obtaining reasonably prompt access to necessary medical attention. A request for medical care must be made through a Medical Technical Assistant (MTA) who alone decides whether the prisoner will see a doctor (Hawthorne Decl. (6/3/80), p. 3:25-29). Many inmates must wait weeks or months before they are permitted to see a doctor or dentist (Hawthorne Decl. (6/3/80), p. 3:27-29; Olmos Decl., p. 2:22-30). Access to psychiatric care is even more difficult (Otis Smith Decl., p. 3:26; Redd Decl., pp. 3:18-32, 4:1-5, <i>accord,</i> Haney Decl., pp. 11-12, ¶ 27).</p>\n<p></p>\n<h2><i>Arbitrary Placement, Retention, and Length of Term in Administrative Segregation</i></h2>\n<p>19. In its decision on the first claim for relief (<i>Wright I</i>), this Court held that members of plaintiffs' class could not be confined in segregation for administrative reasons unless provided with enumerated procedural safeguards. In response, the California Department of Corrections (CDC) enacted administrative regulations establishing guidelines for placement and retention in segregation. Cal.Admin.Code, tit. 15, §§ 3335-3338. However, despite this Court's decision on the first claim, plaintiffs continue to be arbitrarily placed and retained in segregated housing.</p>\n<p>20. Plaintiffs' declarations and prison records reveal that (1) prisoners continue to be placed in administrative segregation without any written reason for days well beyond the 48-hour requirement specified in CDC regulations; (2) written explanation for placement in administrative segregation is often vague and conclusory in terms; (3) counsel-substitute (staff assistant) to aid in the preparation of the prisoner's case is often denied, even when assistance is clearly warranted; (4) access to investigating employees is often denied to prisoners; (5) investigating reports may be inadequate or not be received until after the hearing; and (6) explanations of the reasons for the decision reached and references to the evidence <span class=\"star-pagination\">*1375</span> in support of the decision are inadequate (Taylor Decl., p. 2:11-14; Thorn Decl., pp. 1:28, 2:3; Owens Decl., p. 2:13-15; Satris Decl. (1/6/82), pp. 2-5; Maxwell Decl., p. 2:10-11; Terry Alexander Decl., p. 2:1-2; Frazier Decl., p. 1:31-32; Love Decl., p. 2:15-18; Riney Decl., p. 2:21-26; Moore Decl., p. 2:24-32; Lucas Decl., p. 3:13-14; Washington, Jr. Decl., p. 2:22-32; Stroup Decl., p. 2:10-11, 27-29; see Satris Decl. (4/13/81) [and exhibits]).</p>\n<p>21. As to the hearing itself, the evidence discloses that (1) the ten-day time limitation within which the prisoner must have his hearing, as mandated by CDC regulations, is often disregarded; (2) requests by inmates for witnesses are often denied without reason; (3) confidential information may be admitted without a showing as to its reliability beyond conclusory representations by officials; and (4) the prisoner may be involuntarily absent from the hearing or, as in one reported case, there may not even be a hearing (Salinas Decl., p. 2:12-29; Owens Decl., p. 2:10-11; Taylor Decl., p. 2:22-23; Jones Decl. (12/4/81), p. 2:10-19; Riney Decl., pp. 1-4; Frazier Decl., p. 2:1-21; Gibson Decl., p. 2:6-22; Love Decl., p. 2:10-14; Washington, Jr. Decl., pp. 1-3, ¶¶ 3-7; see Satris Decl. (1/6/82), pp. 5:19-30, 6:1-4).</p>\n<p>22. For many prisoners, the punishment inflicted as a result of conditions in administrative segregation is grossly disproportionate to the offense which resulted in their placement therein (First Pontesso Decl., p. 3, ¶ 7). For example, plaintiffs' declarations disclose a policy at San Quentin to simply warehouse in administrative segregation for the duration of their confinement prisoners who previously had been found in possession of a weapon (Brooks Decl., p. 2:5-12, 20-26); who previously had been found to have been involved in a racial confrontation (Taylor Decl., p. 2:3-20; Satris Decl. (1/6/82), p. 3:16-4:2); who previously were thought to have assaulted another prisoner, even if during a previous term (Satris Decl. (1/6/82), p. 4:3-20); who had been paroled from an administrative segregation (Satris Decl. (1/6/82), pp. 2:23-3:15); or who previously had served a Security Housing Unit term (Brooks Decl., p. 2:5-12). Pursuant to these policies, prisoners transferred to San Quentin for reasons other than their conduct will automatically be placed in administrative segregation even if they have experienced no problems at the institution from which they had transferred (Taylor Decl., p. 2:1-26 (mainline at Soledad to administrative segregation at San Quentin); Brooks Decl., p. 1:29-2:12 (mainline at California Men's Colony to administrative segregation at San Quentin)).</p>\n<p>23. A prisoner will be even more adversely affected, both psychologically and physically, by an oppressive environment when his placement in administrative segregation is determined arbitrarily (First Pontesso Decl., pp. 14-16, ¶ 35; see First Kupers Decl., Pl. Ex. F., pp. 11-12, ¶ 20).<sup>[9]</sup></p>\n<p>24. Defendants' placement of prisoners in segregation for gang related reasons is especially susceptible to arbitrariness. For example, one prisoner was kept in segregation because at one point during his previous prison term he was considered a \"possible associate\" of a prison gang (Satris Decl. (1/6/82), p. 2:8-22 (see exhibit A)). Consultants to the California legislature have noted that in San Quentin alone there are approximately 300 prisoners segregated as gang members, associates, or possible affiliates (Rosen Decl. (5/7/81), pp. 1:31-2:2 (see Exhibit I at pp. 41-43)). \"This system of separating all suspected gang affiliates becomes a negative self-fulfilling prophecy, in which administration policies designed to control gang violence often perpetuate the very gang associations they seek to curtail\" (<i>id.,</i> at 43).</p>\n<p><span class=\"star-pagination\">*1376</span> 25. Once administrative segregation is effected, a prisoner's length of confinement may be of indefinite duration. Director Rushen has stated that lengthy confinement in administrative segregation is a \"very devastating experience\" (Rushen Dep., p. 44:17-18). Warden Sumner has acknowledged that a prisoner may exhibit exemplary behavior for over a year but still remain in segregation (First Sumner Dep., p. 22:24-27; Satris Decl. (1/6/82), pp. 2:8-22; 4:11-15). Continued confinement in segregation may occur even where the disciplinary charges which led to a prisoner's initial placement have subsequently been dismissed (Ferrel Decl., p. 3:6-16; Salinas Decl., p. 2:12-14; Larry Smith Decl., pp. 2:7-30, 3:1-5).</p>\n<p>26. Warden Sumner has admitted that some prisoners have been in administrative segregation for over one year, and others for more than two years (First Sumner Dep., p. 8:16-20; Acosta Decl., pp. 1:29-32, 2:1-6). Over 1,700 prisoners have been in administrative segregation for over 30 days (Answers to Plaintiffs' Fifth Set of Interrogatories by Director Rushen). Furthermore, 1,047 prisoners have been in administrative segregation for more than six months, 621 prisoners have been there for over a year, and 337 prisoners have been there for over two years (Answers to Plaintiffs' Fifth Set of Interrogatories by Director Rushen).<sup>[10]</sup></p>\n<p>27. Conditions in administrative segregation seriously debilitate the physical and psychological well-being of members of plaintiffs' class. The stress which almost invariably occurs from prison life is intensified by placement in segregation for a prolonged period of time. Ironically, confinement in administrative segregation can promote the very hatred and violence which it attempts to prevent.<sup>[11]</sup></p>\n<p></p>\n<h2><i>Violence and Guard Behavior</i></h2>\n<p>28. The increased violence which results from such conditions is often directed at the inmate himself. Plaintiffs' declarations reveal that suicides and acts of self-mutilation are frequent occurrences (Carbone Decl., p. 5:25-26; Jordan Decl., p. 4:8-9; Reece Decl., p. 3:11-13; see First Kupers Decl., Pl. Ex. F, p. 13, ¶ 22). Additionally, in one unit alone at San Quentin, there were four suicides within a six month period (Reece Decl., p. 3:13-14).</p>\n<p>29. The conditions in administrative segregation similarly heighten the level of violence on the part of correctional officers. Excessive use of firearms, tear gas and guard brutality have been reported. (Johnson Decl., p. 2:8-14; Reece Decl., p. 3:13-15; Hawthorne Decl. (6/3/80), p. 4:5-9; Otis Smith Decl., p. 3:31-32).</p>\n<p></p>\n<h2><i>Security Considerations</i></h2>\n<p>30. In its decision, the Ninth Circuit stated that prior to granting any judicial relief, \"it must be made evident to a reviewing court that the district court did in fact focus on the impact of its remedies, even when cast only in the form of a preliminary injunction, on prison security and the resources of the state\" (<i>Wright II, supra,</i> 642 F.2d at 1134). Plaintiffs and defendants have submitted evidence to this Court addressing the matters of security. Upon thorough and careful examination of the evidence, this Court is satisfied that the <span class=\"star-pagination\">*1377</span> preliminary injunction it grants poses no threat to security. On the contrary, the Court finds that the preliminary injunction will reduce greatly the threat of both physical and emotional violence to inmates and to prison staff (Haney Decl., p. 15, ¶ 36).</p>\n<p>31. For example, with regard to visitation, Mr. Pontesso has determined that contact visitation for prisoners in administrative segregation would not jeopardize security at defendants' institutions.<sup>[12]</sup> Warden Sumner has acknowledged that \"gang leaders\" in the Management Control Unit at San Quentin receive both conjugal and contact visits, apparently without threat to security (Sumner Decl. (4/28/81), p. 5:6-10). The psychological benefits accruing from such visitation would have a stabilizing effect upon an inmate (First Pontesso Decl., pp. 8-9, ¶ 22; pp. 10-11, ¶ 25; Haney Decl., pp. 12-13, ¶¶ 29-30; p. 14, ¶¶ 33-34). This in turn would mitigate the stress of prison life, thereby lowering the threat of violence.</p>\n<p>32. Increased periods of exercise promote both the physical and mental well-being of prisoners in administrative segregation, particularly since they are forced to remain in their cells for substantial periods of time (First Pontesso Decl., p. 11, ¶ 26; First Sumner Dep., p. 14:18-25; Second Sumner Dep., p. 41:2-6).</p>\n<p>33. This Court's restrictions on double-celling pose no threat to the security of defendants' institutions. Evidence presented by both plaintiffs and defendants demonstrates that the practice of double-celling engenders violence, tension, and psychiatric problems (First Pontesso Decl., p. 5, ¶ 12; p. 15, ¶ 35; First Sumner Dep., pp. 14:26-28, 15:1-4; Rushen Dep., p. 18:16-24; First Kupers Decl., Pl. Ex. F, pp. 5-6, ¶ 8; see Haney Decl., pp. 4-5, ¶¶ 9-10). Single-celling would lessen substantially the level of tension and potential violence by prisoners in administrative segregation.</p>\n<p>34. None of the other provisions contained in the preliminary injunction, such as those for adequate lighting, showers, and for procedural requirements as to placement and retention in administrative segregation requires any greater security measures than currently exist or enhances the threat of violence (First Pontesso Decl., p. 7, ¶ 17; pp. 11-12, ¶ 28; pp. 2-3, ¶¶ 5-8, pp. 13-14, ¶¶ 32-34; see p. 13, ¶ 31). Long-term confinement in administrative segregation may engender violence. Many jurisdictions have found that short-term confinement in administrative segregation is more successful than long-term confinement therein for the control of prison violence (First Pontesso Decl., p. 14, ¶¶ 33-34).<sup>[13]</sup></p>\n<p>35. This Court's preliminary injunction provides safeguards which authorize denial of the provisions contained therein upon proof that security would in fact be jeopardized. Defendants may retain a prisoner in the security housing unit if \"his release would severely endanger the lives of inmates or staff or the security of the institution.\" And defendants may retain prisoners in other administrative segregation units based upon reliable information demonstrating <span class=\"star-pagination\">*1378</span> \"that the prisoner is involved in or is planning activity which would threaten his own safety or the safety of others\" or \"that a prisoner in a security housing unit will be killed or forcibly assaulted or will attempt a forcible escape, or that the prisoner himself will kill, commit a forcible assault, or will be the principal in a forcible escape attempt.\" The injunction contains an over-all clause which permits suspending compliance during a state of riot or turmoil or other emergency.</p>\n<p></p>\n<h2><i>Cost Considerations</i></h2>\n<p>36. This Court is satisfied that the improvements of the conditions of confinement contained in this injunction would not impose significant added cost to defendants.<sup>[14]</sup> This Court finds that defendants' cost estimates are based upon unsubstantiated speculation. The evidence demonstrates that improvements in areas such as outside exercise, contact visitation, and showers can be implemented with minor expense. (First Pontesso Decl., pp. 5-6, ¶ 13, pp. 12-13, ¶ 30, pp. 7-11, ¶¶ 19-25, pp. 11-12, ¶ 28). This Court notes that on September 15, 1981, California Senate Bill (S.B.) No. 176 was signed into law by Governor Edmund G. Brown, Jr. (Satris Decl. (11/3/81), p. 2:25-30). That bill appropriates almost one and one-half million dollars for conversion of East Block at San Quentin to a Management Control Unit (M.C.U.). It furthermore appropriates over 15 million dollars for partial construction of maximum security facilities at the California Correctional Institution (C.C.I.) at Tehachapi and over one-half million dollars for partial construction of a Security Housing Unit at Folsom State Prison.</p>\n<p></p>\n<h2><i>Cost Bond Requirement</i></h2>\n<p>37. Plaintiffs have demonstrated that they are indigent prisoners who have proceeded <i>in forma pauperis</i> and who have brought this action in the public interest, and in the interest of a large class of prisoners.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>This Court is fully cognizant of the judicial restraint which federal courts must exercise in attempting to remedy Eighth Amendment violations in a state prison. <i>Hoptowit v. Ray</i> (9th Cir.1982) <span class=\"citation\" data-id=\"406187\"><a href=\"/opinion/406187/frederick-hoptowit-rick-rinier-steven-hopkins-david-rivera-robert/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1246. To that end, the function of federal courts is limited to determining if a constitutional violation has occurred, and, if so, to fashion a remedy which does nothing more than correct the violation. <i>Ibid.</i> This Court is also aware, however, that \"[t]here is no iron curtain drawn between the Constitution and the prisons of this country.\" <i>Wolff v. McDonnell</i> (1974) <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555-556, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2974, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span>. Prison officials who engage in depriving prisoners of their constitutional rights will be allotted no deference from the federal courts. <i>Palmigiano v. Garrahy</i> (D.R.I.1977) <span class=\"citation\" data-id=\"1953645\"><a href=\"/opinion/1953645/palmigiano-v-garrahy/\"><span class=\"volume\">443</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">956</span></a></span>, 979, <i>aff'd,</i> (1st Cir.1980) <span class=\"citation\" data-id=\"375496\"><a href=\"/opinion/375496/nicholas-palmigiano-v-j-joseph-garrahy-leonard-jefferson-v-bradford-e/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span>. Except for those necessarily lost as a result of confinement, prisoners retain all rights provided to free citizens. <i>Id., </i><i>Palmigiano,</i> 443 F.Supp. at 978. Additionally, the institution heads have a state-mandated duty to follow the rules and regulations prescribed by the director for the administration of state prisons. Cal.Admin.Code, tit. 15, div. 3; Cal.Pen.Code § 2079; <i>see also </i><i>In re French</i> (1980) <span class=\"citation\" data-id=\"2134356\"><a href=\"/opinion/2134356/in-re-french/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">74</span></a></span>, 85, n. 24, <span class=\"citation\" data-id=\"2134356\"><a href=\"/opinion/2134356/in-re-french/\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">800</span></a></span>.</p>\n<p>As expressed by this Court in its initial Findings of Fact and Conclusions of Law, and reiterated by the Court of Appeals:</p>\n<p><span class=\"star-pagination\">*1379</span> \"To obtain a preliminary injunction a party must show either a combination of probable success on the merits or that serious questions are raised and the balance of hardships tips sharply in their favor.\" <i>Wright II, supra,</i> 642 F.2d at 1132; <i>see </i><i>Benda v. Grand Lodge of International Association</i> (9th Cir.1978) <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></span>, 314-15, <i>cert. dismissed,</i> (1979) <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></span>. Upon application of these principles to the evidence and findings of facts, the Court makes the following conclusions of law:</p>\n<p></p>\n<h2>A. <i>Double-celling</i>\n</h2>\n<p>Given the unanimity of opinion as to the pernicious effects of this practice upon prisoners, this Court finds that double-celling in the context of administrative segregation in the housing units challenged in this action raises serious questions as to its constitutionality. The Court is mindful of the United States Supreme Court's recent decision in <i>Rhodes v. Chapman</i> (1981) <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span>, wherein the practice of double-celling at the Southern Ohio Correctional Facility was held not unconstitutional. However, the factual differences in conditions of confinement between that institution and those in the present case are significant. For example, while the square footage in <i>Rhodes</i> approximated 63 feet, the average cell in administrative segregation here is only 48 square feet. Furthermore, apart from the fact of double-celling, none of the conditions of confinement was deemed to constitute an Eighth Amendment violation. About 75 per cent of double-celled inmates in <i>Rhodes</i> were permitted considerable time outside of their cells; many of the cells had windows which could be opened or closed; all cells had a cabinet, shelf and radio, contact visitation was afforded to all inmates; \"day rooms\" for educational, occupational, and recreational opportunities were available; access to law books was available; medical care was adequate; and plumbing, lighting, heating, noise levels, and air circulation were all satisfactory. In contrast, many of the plaintiffs are required to remain in windowless cells of 48 square feet 23½ hours a day, and endure conditions which, as explained below, are violative of the federal and state prohibition against cruel and unusual punishment.</p>\n<p>Thus, whereas the institution in <i>Rhodes</i> was described as a \"top-flight, first-class facility\" (<i>Rhodes, supra,</i> 452 U.S. at 341, 101 S.Ct. at 2395, 69 L.Ed.2d at 65, defendants' institutions are exactly the opposite. Since <i>Rhodes,</i> it has been suggested that the practice of double-celling violates the Eighth Amendment. <i>See </i><i>Heitman v. Gabriel</i> (W.D.Mo.1981) <span class=\"citation\" data-id=\"1430346\"><a href=\"/opinion/1430346/heitman-v-gabriel/\"><span class=\"volume\">524</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">622</span></a></span>.</p>\n<p>This Court agrees with defendants Rushen and Sumner that the practice of double-celling prisoners in administrative segregation under conditions existing in the units challenged here is \"inhuman\" and concludes that it cannot withstand constitutional scrutiny.</p>\n<p></p>\n<h2>B. <i>Clothing, Bedding, and Laundry</i>\n</h2>\n<p>Federal courts acknowledge the necessity for providing clean clothing and bedding on a regular basis. <i>Pugh v. Locke</i> (M.D.Ala.1976) <span class=\"citation\" data-id=\"2143390\"><a href=\"/opinion/2143390/pugh-v-locke/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">318</span></a></span>, 334, <i>aff'd, in part,</i> (5th Cir.1977) <span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></span>, <i>rev'd. in part on other grounds,</i> (1978) <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3057</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1114</span></span> (per curiam); <i>Ahrens v. Thomas</i> (W.D.Mo.1977) <span class=\"citation\" data-id=\"1417114\"><a href=\"/opinion/1417114/ahrens-v-thomas/\"><span class=\"volume\">434</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">873</span></a></span>, <i>modif. in part,</i> (8th Cir.1978) <span class=\"citation\" data-id=\"352794\"><a href=\"/opinion/352794/fred-ahrens-individually-and-on-behalf-of-all-other-pretrial-detainees-in/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>. This Court concludes that the failure to provide inmates with regular laundry service poses a serious constitutional question. It also violates defendants' own regulations, which require that laundry items be issued and exchanged for segregated prisoners no less often than is provided for general population prisoners. Cal. Admin.Code, tit. 15, § 3343(g).</p>\n<p></p>\n<h2>C. <i>Lighting, Heating, Ventilation, and Plumbing</i>\n</h2>\n<p>Inadequate lighting, heating, ventilation, and plumbing are all conditions subject to Eighth Amendment review. <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1256; <i>Ramos v. Lamm</i> (10th Cir.1980) <span class=\"citation\" data-id=\"386316\"><a href=\"/opinion/386316/fidel-ramos-david-lee-anderson-sadiki-lisimba-ajamu-aka-eugene/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 568, <i>cert. denied,</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span></span>; <i>Palmigiano v.</i> <span class=\"star-pagination\">*1380</span> <i>Garrahy, supra,</i> 443 F.Supp. at 961, <i>aff'd,</i> (1st Cir.1980) <span class=\"citation\" data-id=\"375496\"><a href=\"/opinion/375496/nicholas-palmigiano-v-j-joseph-garrahy-leonard-jefferson-v-bradford-e/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, <i>cert. denied,</i> (1980) <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span>; <i>Jordan v. Fitzharris</i> (N.D.Cal. 1966) <span class=\"citation\" data-id=\"1600643\"><a href=\"/opinion/1600643/jordan-v-fitzharris/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">674</span></a></span>, 683-84. The debilitating psychological effects which inadequate lighting can have upon inmates was further noted in <i>Palmigiano v. Garrahy, supra,</i> 443 F.Supp. at 961, <i>aff'd,</i> (1st Cir. 1980) <span class=\"citation\" data-id=\"375496\"><a href=\"/opinion/375496/nicholas-palmigiano-v-j-joseph-garrahy-leonard-jefferson-v-bradford-e/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, <i>cert. denied,</i> (1980) <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span>. This Court concludes that the lighting, heating, ventilating, and plumbing conditions which are challenged here conflict sharply with common notions of human decency and constitute a serious question of compliance with the federal and state prohibition against cruel and unusual punishment.</p>\n<p></p>\n<h2>D. <i>Sanitation</i>\n</h2>\n<p>Lack of proper sanitation is likewise subject to constitutional scrutiny. <i>Ramos v. Lamm, supra,</i> 639 F.2d at 568, <i>cert. denied,</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span></span>; <i>Williams v. Edwards</i> (5th Cir. 1977) <span class=\"citation\" data-id=\"342252\"><a href=\"/opinion/342252/hayes-williams-v-edwin-edwards-governor-of-the-state-of-louisiana/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1211; <i>Ahrens v. Thomas, supra,</i> 434 F.Supp. at 902, <i>modif. in part,</i> (8th Cir.1978) <span class=\"citation\" data-id=\"352794\"><a href=\"/opinion/352794/fred-ahrens-individually-and-on-behalf-of-all-other-pretrial-detainees-in/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>; <i>Jordan v. Fitzharris, supra,</i> 257 F.Supp. at 682.</p>\n<p>Defendants' sanitary practices threaten common notions of humane living conditions. In addition, they have debilitating physical and psychological effects upon prisoners, resulting in physical illness, frustration, humiliation, and anger (Haney Decl., pp. 5-6, ¶¶ 11-12). As such, they create serious federal and state constitutional questions.</p>\n<p></p>\n<h2>E. <i>Food Service</i>\n</h2>\n<p>Problems with provision of food support this Court's conclusion that conditions in administrative segregation units raise serious constitutional questions. Such conditions are the proper subject of Eighth Amendment scrutiny. <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1256. Defendants' feeding practices also violate their own regulations, which provide that prisoners in administrative segregation must be fed the same meal and ration as is provided general population prisoners, except that a sandwich meal may be served to prisoners in administrative segregation for lunch. Cal.Admin.Code, tit. 15, § 3343(d).</p>\n<p></p>\n<h2>F. <i>Exercise</i>\n</h2>\n<p>The physical and psychological health hazards promoted by defendants' failure to provide sufficient exercise to prisoners in administrative segregation affront all modern standards of human decency in a civilized society. The failure raises serious questions as to the constitutionality of defendants' practices. <i>Spain v. Procunier</i> (9th Cir.1979) <span class=\"citation\" data-id=\"367000\"><a href=\"/opinion/367000/johnny-l-spain-v-raymond-k-procunier/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 199; <i>Ruiz v. Estelle</i> (5th Cir.1982) <span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></span>, 1152; <i>Ramos v. Lamm, supra,</i> 639 F.2d at 570-571, <i>cert. denied,</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span></span>; <i>Laaman v. Helgemoe</i> (D.N. H.1977) <span class=\"citation\" data-id=\"1571914\"><a href=\"/opinion/1571914/laaman-v-helgemoe/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">269</span></a></span>, 309. In addition, defendants' practices violate their own regulations with regard to exercise. Cal.Admin.Code, tit. 15, § 3343(h).</p>\n<p></p>\n<h2>G. <i>Access to Law Books</i>\n</h2>\n<p>Denial of access to the legal system is a condition subject to Eighth Amendment scrutiny. This Court concludes that defendants' practices with regard to access to law books raise serious questions as to their constitutionality. They also violate their own regulations. Cal.Admin.Code, tit. 15, § 3164(d).</p>\n<p></p>\n<h2>H. <i>Visitation</i>\n</h2>\n<p>The debilitating effects of restrictive visitation have been recognized by a number of courts. <i>Pugh v. Locke, supra,</i> 406 F.Supp. at 327, <i>aff'd, in part,</i> (5th Cir.1977) <span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></span>, <i>rev'd. in part on other grounds,</i> (1978) <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3057</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1114</span></span> (per curiam); <i>Laaman v. Helgemoe, supra,</i> 437 F.Supp. at 320; <i>In re French, supra,</i> 106 Cal.App.3d at 85, <span class=\"citation\" data-id=\"2134356\"><a href=\"/opinion/2134356/in-re-french/\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">800</span></a></span>. Given the overwhelming evidence of potential social and psychological impairment upon prisoners as a result of a lack of outside contacts, this Court strongly questions whether current visitation practices are consistent with modern standards of human decency and are constitutionally permissible.</p>\n<p><span class=\"star-pagination\">*1381</span> In addition, California statutory law accords prisoners the specific right to personal visits. Cal.Pen.Code, § 2601(d). Under that section, courts are required specially to scrutinize visiting restrictions, which will be upheld only if there is no less restrictive alternative available to satisfy reasonable security demands of the institution. <i>In re Bell</i> (1980) <span class=\"citation\" data-id=\"2147047\"><a href=\"/opinion/2147047/in-re-bell/\"><span class=\"volume\">110</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">818</span></a></span>, <span class=\"citation\" data-id=\"2147047\"><a href=\"/opinion/2147047/in-re-bell/\"><span class=\"volume\">168</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">100</span></a></span>; <i>In re French, supra,</i> 106 Cal. App.3d at 84, n. 22, <span class=\"citation\" data-id=\"2134356\"><a href=\"/opinion/2134356/in-re-french/\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">800</span></a></span>. Furthermore, defendants' regulations provide that prisoners in administrative segregation shall be permitted to visit under the same conditions as are permitted general population prisoners. Cal.Admin.Code, tit. 15, § 3343(f). Defendants' wholesale visiting restrictions on prisoners in administrative segregation thus also violate state law.</p>\n<p></p>\n<h2>I. <i>Mail Service</i>\n</h2>\n<p>Lack of adequate mail service is similarly a proper subject for consideration under the prohibition against cruel and unusual punishment. <i>Bolding v. Holshouser</i> (4th Cir.1978) <span class=\"citation\" data-id=\"355515\"><a href=\"/opinion/355515/thomas-bolding-robert-fink-samuel-bost-raymond-creason-james-grant/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span>, 464-465, <i>cert. denied,</i> (1978) <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span>; <i>Laaman v. Helgemoe, supra,</i> 437 F.Supp. at 322. Plaintiffs have demonstrated that defendants' current practices fall short of constitutional standards. Defendants' practices also violate their own regulations, which provide that prisoners in administrative segregation will not be restricted in the sending and receiving of personal correspondence. Cal.Admin.Code, tit. 15, § 3343(e).</p>\n<p></p>\n<h2>J. <i>Medical, Dental and Psychiatric Care</i>\n</h2>\n<p>The adequacy of all facets of medical care is clearly subject to Eighth Amendment scrutiny. <i>Estelle v. Gamble</i> (1976) <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></span>, 290, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></span>; <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1252-53; <i>Todaro v. Ward</i> (2d Cir. 1977) <span class=\"citation\" data-id=\"350237\"><a href=\"/opinion/350237/louise-todaro-ernestine-davis-deidra-plair-phyllis-klippel-sylvia/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>; <i>Gates v. Collier</i> (5th Cir.1974) <span class=\"citation\" data-id=\"321166\"><a href=\"/opinion/321166/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1291</span></a></span>, 1302. The threat which defendants' practices pose to the physical, mental, and emotional well-being of inmates in administrative segregation is plain. This Court concludes that current practices in defendants' institutions conflict directly with notions of human decency. They also violate defendants' own rules which are designed to provide timely medical care. Cal.Admin.Code, tit. 15, § 3343(1).</p>\n<p></p>\n<h2>K. <i>Arbitrary Placement, Retention, and Length of Term in Administrative Segregation</i>\n</h2>\n<p>Defendants' failure to provide the enumerated procedural safeguards to inmates enunciated in <i>Wright I, supra,</i> resulting in arbitrary placement into administrative segregation, and the lengthy, indefinite and disproportionate duration of confinement once administrative segregation is imposed, is of doubtful constitutionality under the federal and state prohibitions against cruel and unusual punishment. <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1257-58.</p>\n<p>Calling long-term confinement in segregation \"inhumane treatment in the form of physical and psychological cruelty,\" the court in <i>Jefferson v. Southworth</i> (D.R.I. 1978) <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">179</span></span>, 190, <i>aff'd,</i> (1st Cir. 1980) <span class=\"citation\" data-id=\"375496\"><a href=\"/opinion/375496/nicholas-palmigiano-v-j-joseph-garrahy-leonard-jefferson-v-bradford-e/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, <i>cert. denied,</i> (1980) <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span> held it to constitute cruel and unusual punishment. Similar rulings have been made by other courts. <i>Hutto v. Finney</i> (1978) <span class=\"citation\" data-id=\"109919\"><a href=\"/opinion/109919/hutto-v-finney/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, <span class=\"citation\" data-id=\"109919\"><a href=\"/opinion/109919/hutto-v-finney/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></a></span>, <span class=\"citation\" data-id=\"109919\"><a href=\"/opinion/109919/hutto-v-finney/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span>; <i>Hardwick v. Ault</i> (M.D.Ga.1978) <span class=\"citation\" data-id=\"1620333\"><a href=\"/opinion/1620333/hardwick-v-ault/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">116</span></a></span>, 125; <i>Allen v. Nelson</i> (N.D.Cal.1973) <span class=\"citation\" data-id=\"1380634\"><a href=\"/opinion/1380634/allen-v-nelson/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">505</span></a></span>, 511, <i>aff'd,</i> (9th Cir.1973) <span class=\"citation\" data-id=\"313492\"><a href=\"/opinion/313492/o-c-allen-v-l-s-nelson-warden/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>.</p>\n<p>Expert witness testimony in similar cases has attested to the psychological and emotional harm which is caused by prolonged confinement under conditions such as those challenged here. <i>Jefferson v. Southworth, supra,</i> 447 F.Supp. at 189-90, <i>aff'd,</i> (1st Cir.1980) <span class=\"citation\" data-id=\"375496\"><a href=\"/opinion/375496/nicholas-palmigiano-v-j-joseph-garrahy-leonard-jefferson-v-bradford-e/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, <i>cert. denied,</i> (1980) <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span>; <i>Hardwick v. Ault, supra,</i> 447 F.Supp. at 125-26. The lengthy duration of time which most inmates are forced to spend in administrative segregation is shocking to the conscience of all reasonably civilized persons and conflicts directly with the prohibition against cruel and unusual punishment.</p>\n<p><span class=\"star-pagination\">*1382</span> Regardless of whether defendants' practices fall short of a clear Eighth Amendment violation, they violate the Director's regulations (Cal.Admin.Code, tit. 15, §§ 3337-3338), which were enacted in response to this Court's ruling in <i>Wright I.</i> Federal courts have found a violation of due process where state or local prison officials have failed to enforce or follow their own regulations. <i>Giampetruzzi v. Malcolm</i> (S.D.N.Y.1975) <span class=\"citation\" data-id=\"2143664\"><a href=\"/opinion/2143664/giampetruzzi-v-malcolm/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">836</span></a></span>, 840; <i>King v. Higgins</i> (D.Mass.1974) <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1023</span></span>, 1028; <i>Lathop v. Brewer</i> (D.Iowa 1972) <span class=\"citation\" data-id=\"1445586\"><a href=\"/opinion/1445586/lathrop-v-brewer/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">873</span></a></span>, 882. Accordingly, this Court concludes that defendants' failure to follow their own administrative regulations constitutes a violation of due process, as guaranteed by the Fourteenth Amendment of the United States Constitution and Article I, section 7 of the California Constitution.</p>\n<p>The Court is satisfied that recurrence of these practices can only be prevented by providing additional procedural safeguards. See <i>Ruiz v. Estelle, supra,</i> 679 F.2d at 1155-56. Such action is within the ambit of the Court's authority, and does not necessitate reconvening the three-judge court which decided <i>Wright I. </i><i>Wright I, supra,</i> 462 F.Supp. at 404; see <i>Public Service Commission of Missouri v. Brashear Freight Lines, Inc.</i> (1941) <span class=\"citation\" data-id=\"103495\"><a href=\"/opinion/103495/commission-v-brashear-lines/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 625, <span class=\"citation\" data-id=\"103495\"><a href=\"/opinion/103495/commission-v-brashear-lines/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">784</span></a></span>, 786, <span class=\"citation\" data-id=\"103495\"><a href=\"/opinion/103495/commission-v-brashear-lines/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></a></span>; <i>Hamilton v. Nakai</i> (9th Cir.1971) <span class=\"citation\" data-id=\"300668\"><a href=\"/opinion/300668/clarence-hamilton-chairman-of-the-hopi-tribal-council-of-the-hopi-indian/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 160-61, <i>cert. denied,</i> (1972) <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">945</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2044</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">332</span></span>.</p>\n<p></p>\n<h2>L. <i>Unjustified Placement in Administrative Segregation</i>\n</h2>\n<p>Confinement in administrative segregation may be unconstitutional if imposed arbitrarily and if disproportionate to the reasons purportedly justifying such placement. <i>See, generally, </i><i>Furtado v. Bishop</i> (1st Cir.1979) <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></span>, 88, <i>cert. denied,</i> (1980) <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></span>; <i>Adams v. Carlson</i> (7th Cir. 1973) <span class=\"citation\" data-id=\"315513\"><a href=\"/opinion/315513/eddie-adams-v-norman-carlson-director-of-the-federal-bureau-of-prisons/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">619</span></a></span>, 635-36. This is so even where the segregation is denominated \"administrative\" rather than \"punitive\" or \"disciplinary.\" <i>Fitzgerald v. Procunier</i> (N.D.Cal.1975) <span class=\"citation\" data-id=\"1452592\"><a href=\"/opinion/1452592/fitzgerald-v-procunier/\"><span class=\"volume\">393</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">335</span></a></span>, 342; <i>Allen v. Nelson</i> (N.D.Cal.1973) <span class=\"citation\" data-id=\"1380634\"><a href=\"/opinion/1380634/allen-v-nelson/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">505</span></a></span>, 511, <i>aff'd,</i> (9th Cir.1973) <span class=\"citation\" data-id=\"313492\"><a href=\"/opinion/313492/o-c-allen-v-l-s-nelson-warden/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>. Review of the evidence presented indicates that many prisoners are forced to endure conditions of administrative segregation which are plainly disproportionate to the offenses, if any, which led to their confinement therein.</p>\n<p></p>\n<h2>M. <i>Security Considerations</i>\n</h2>\n<p>Upon thorough examination of all of the evidence, this Court is satisfied that the relief provided in its preliminary injunction is fully compatible with defendants' security concerns. It conforms to the Ninth Circuit's admonition that prior to granting any judicial relief, \"it must be made evident to a reviewing court that the district court did in fact focus on the impact of its remedies, even when cast only in the form of a preliminary injunction, on prison security and the resources of the state.\" <i>Wright II, supra,</i> 642 F.2d at 1134. Compliance with the provisions of the injunction will not only eliminate constitutional violations but also lessen the threat of violence. Security will, as a result, be enhanced. If, contrary to the Court's evaluation, any provisions of the injunction require improved security, the Court finds that that can be effected at no significant increase of cost to defendants.</p>\n<p></p>\n<h2>N. <i>Cost Considerations</i>\n</h2>\n<p>This Court has been mindful of the Ninth Circuit's admonition regarding cost in constructing an appropriate remedy. <i>Wright II, supra,</i> 642 F.2d at 1134. The preliminary injunction issued herewith balances plaintiffs' rights with the practical need to minimize capital expenditure. While the evidence raises serious questions as to the constitutionality of additional conditions (discussed, <i>infra</i>), the relief here granted is limited to remedying only those violations which demand urgent attention and which would not heavily tax the state's coffers. After trial of this matter, it may well be appropriate to grant relief on those conditions as well.</p>\n<p><span class=\"star-pagination\">*1383</span> Consideration of costs has been a factor in tailoring the injunction to remedy only those violations which demand necessary and immediate attention.</p>\n<p></p>\n<h2>O. <i>Cost Bond Not Required</i>\n</h2>\n<p>This Court concludes that no security should be required in connection with the issuance of this preliminary injunction. <i>See </i><i>Wayne Chemical Inc. v. Columbus Agency Service Corp.</i> (7th Cir.1977) <span class=\"citation\" data-id=\"351742\"><a href=\"/opinion/351742/wayne-chemical-inc-robert-c-tribolet-and-thomas-c-tribolet-v-columbus/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span>, 701; <i>Clarkson Co. Ltd. v. Shaheen</i> (2d Cir.1976) <span class=\"citation\" data-id=\"340437\"><a href=\"/opinion/340437/the-clarkson-co-ltd-as-trustee-in-bankruptcy-appointed-by-the-supreme/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 632; <i>Urbain v. Knapp Bros. Manufacturing</i> (6th Cir.1954) <span class=\"citation\" data-id=\"235340\"><a href=\"/opinion/235340/leon-f-urbain-and-loxit-systems-inc-v-knapp-brothers-manufacturing/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 816; <i>\"</i><i>TOOR\" v. U.S. Dept. of HUD</i> (N.D.Cal.1973) <span class=\"citation\" data-id=\"2143696\"><a href=\"/opinion/2143696/toor-v-united-states-dept-of-hud/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1024</span></a></span>, 1041; <i>Hurwitt v. City of Oakland</i> (N.D.Cal.1965) <span class=\"citation\" data-id=\"1956499\"><a href=\"/opinion/1956499/hurwitt-v-city-of-oakland/\"><span class=\"volume\">247</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">995</span></a></span>, 1005-06. Under appropriate circumstances the bond may be excused notwithstanding the literal language of Rule 65(c) of the Federal Rules of Civil Procedure. <i>Scherr v. Volpe</i> (7th Cir.1972) <span class=\"citation\" data-id=\"305633\"><a href=\"/opinion/305633/abraham-scherr-v-john-volpe/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span>, 1035. Where, as here, suit is brought on behalf of poor persons, preliminary injunctive relief may be granted with no payment of security whatever. <i>Bartels v. Biernat</i> (E.D.Wis.1975) <span class=\"citation\" data-id=\"1432534\"><a href=\"/opinion/1432534/bartels-v-biernat/\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1012</span></a></span>, 1019; <i>Denny v. Health and Social Services Board</i> (E.D.Wis.1968) <span class=\"citation\" data-id=\"1907206\"><a href=\"/opinion/1907206/denny-v-health-and-social-services-board-of-state-of-wisconsin-department/\"><span class=\"volume\">285</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">526</span></a></span>, 527 (three judge court).</p>\n<p></p>\n<h2>P. <i>Prospective Areas of Eighth Amendment Violation</i>\n</h2>\n<p>In addition to the Conclusions of Law heretofore made, substantial evidence has been brought before this Court regarding conditions which may constitute, <i>inter alia,</i> cruel and unusual punishment. These conditions include, (1) the inadequate size and furnishing of cells, (2) the denial of family visitation; (3) the constant din of noise in administrative segregation; (4) the lack of fire fighting readiness; (5) the level of guard brutality against inmates; (6) the absence of educational and vocational opportunities; (7) the lack of religious services for all inmates; and (8) excessive security. See <i>Hoptowit v. Ray, supra,</i> 682 F.2d at 1249-50, 1256; <i>Bono v. Saxbe</i> (7th Cir. 1980) <span class=\"citation\" data-id=\"377861\"><a href=\"/opinion/377861/victor-bono-v-william-saxbe-individually-and-in-his-capacity-as-attorney/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 617; <i>Hutchings v. Corum</i> (W.D.Mo.1980) <span class=\"citation\" data-id=\"2378258\"><a href=\"/opinion/2378258/hutchings-v-corum/\"><span class=\"volume\">501</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1276</span></a></span>, 1293; <i>Palmigiano v. Garrahy, supra,</i> 443 F.Supp. at 979, <i>aff'd,</i> (1st Cir.1980) <span class=\"citation\" data-id=\"375496\"><a href=\"/opinion/375496/nicholas-palmigiano-v-j-joseph-garrahy-leonard-jefferson-v-bradford-e/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, <i>cert. denied,</i> (1980) <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span>; <i>Laaman v. Helgemoe, supra,</i> 437 F.Supp. at 323; <i>Holt v. Sarver</i> (E.D.Ark.1970) <span class=\"citation\" data-id=\"2096340\"><a href=\"/opinion/2096340/holt-v-sarver/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></a></span>, 379, <i>aff'd,</i> (8th Cir.1971) <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>. This Court declines to grant preliminary injunctive relief as to these conditions because, <i>inter alia,</i> of the capital expenditures needed to correct them. However, the declination is without prejudice to plaintiffs seeking relief at trial.<sup>[15]</sup></p>\n<p></p>\n<h2>Q. <i>Findings of Fact as Conclusions of Law and Vice Versa</i>\n</h2>\n<p>To the extent that any finding of fact constitutes a conclusion of law, it is adopted as such and to the extent any conclusion of law constitutes a finding of fact, it is adopted as such.</p>\n<p></p>\n<h2>R. <i>Summary of Conclusions of Law</i>\n</h2>\n<p>This Court has considered the evidence as to each of the above-discussed conditions of confinement separately under the guidelines pronounced by the Ninth Circuit. Plaintiffs have raised serious questions as to the constitutionality of their confinement, indicating their probable success on the merits at trial and a balance of hardships in their favor in that they will suffer irreparable injury if relief is not granted. None of these conditions, standing alone, is compatible with modern standards of decency in a civilized society because of its harmful effects upon prisoners in administrative segregation.<sup>[16]</sup> In some instances, <span class=\"star-pagination\">*1384</span> the adversity which the prisoner must face is physical in nature, and readily apparent, as in the case of improper medical care, unsanitary living conditions, and inadequate lighting. In many instances, however, the injury incurred by the prisoner is psychological in nature, severely debilitating his mental well-being. The resulting effect engenders tension, hatred and alienation which find release in violence.</p>\n<p>This Court agrees with the California Supreme Court's characterization of the administrative segregation units as \"gruesome places teeming with tension and hostility.\" <i>In re Davis</i> (1979) <span class=\"citation\" data-id=\"1434824\"><a href=\"/opinion/1434824/in-re-davis/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">384</span></a></span>, 388, <span class=\"citation\" data-id=\"1434824\"><a href=\"/opinion/1434824/in-re-davis/\"><span class=\"volume\">158</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">384</span></a></span>, <span class=\"citation\" data-id=\"1434824\"><a href=\"/opinion/1434824/in-re-davis/\"><span class=\"volume\">599</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">690</span></a></span>. The chances for inmate reform and reintegration in society are reduced as inmates are deprived of human needs and forced to endure needlessly degrading conditions.</p>\n<p>The conditions prohibited by this Court's preliminary injunction endanger not only the safety and sanity of prisoners; they endanger their custodians as well and, in the end, the citizenry at large. They are conditions which breed violence and dangerous disregard of human decency. Their constitutionality under the Eighth Amendment of the United States Constitution and Article I, section 17 of the California Constitution is in serious doubt. Existence of these conditions calls for the issuance of the preliminary injunction, both on federal constitutional grounds and, as well, on the basis of the Court's pendent jurisdiction of claims arising under state law.</p>\n<p>The Court declares the foregoing as its findings of fact and conclusions of law under Rule 65(d) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>PRELIMINARY INJUNCTION</h2>\n<p>It is ORDERED, ADJUDGED AND DECREED as follows:</p>\n<p>Defendants, the Director of the California Department of Corrections, the Wardens and Superintendents of the California State Prison at San Quentin, Deuel Vocational Institution at Tracy, and Correctional Training Facility at Soledad, their agents, servants, employees, successors in office and all persons in active concert or participation with them, are hereby enjoined as follows:</p>\n<p></p>\n<h2>I.</h2>\n<p>It is not the intent of this Preliminary Injunction to prohibit nor does it prohibit the Director or any Warden or Superintendent from temporarily suspending compliance with all or any part of this injunction during a state of riot or turmoil or other emergency. Nor does this Preliminary Injunction require defendants to relieve any prisoner from the consequences to that prisoner of any damage done deliberately by such prisoner to any prison facility and/or <span class=\"star-pagination\">*1385</span> from that prisoner's failure to comply with reasonable rules for the maintenance and cleanliness of such facilities as cells, beds, cots, bunks, wash basins, showers and toilets.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants shall with all reasonable dispatch provide as follows with respect to all members of the plaintiff class.</p>\n<p>1. Each prisoner shall be provided with a clean cell, reasonably free of rodents, insects, and other vermin; provided, however, that defendants shall not be responsible for any condition which results from the deliberate act of the prisoner affected by the condition.</p>\n<p>2. Defective or clearly inadequate existing heating, ventilating, and plumbing equipment and broken windows shall be repaired or replaced promptly unless the defect or need for repair or replacement results from any deliberate act of the prisoner or prisoners suffering from the defect or inadequacy.</p>\n<p>3. At the time of each new occupancy, each cell used for administrative segregation shall be supplied with a bed, cot or bunk and a clean, untorn mattress, clean blankets, a properly functioning toilet, a properly functioning sink with running water, and adequate lighting.</p>\n<p>4. Prisoners shall be provided with appropriate materials in sufficient quantities to clean the cells respectively assigned to them.</p>\n<p>5. No prisoner shall be involuntarily double-celled with another prisoner for more than 30 days in any 12-month period. Double-celling shall only occur in cells larger than 50 square feet, in which a second bed, cot or bunk is provided.</p>\n<p>6. Clothing, underwear, bedding, linen and other laundry items shall be issued and exchanged no less often than is provided for general population inmates.</p>\n<p>7. In accordance with the provisions of Cal.Adm.Code, Title 15, Section 3343(g), each prisoner shall be permitted to shower at least three (3) times a week in a reasonably clean and sanitary shower facility.</p>\n<p>8. The types and quantities of food served shall be the same as that which is provided for general population inmates except that a sack lunch is permitted. All food shall be prepared, stored, and served under sanitary conditions.</p>\n<p>9. Unless precluded by temporary and compelling exigencies, each prisoner shall be provided with outdoor exercise at least one (1) hour every day or two (2) hours every other day, for a minimum total of eight (8) hours a week, or at least three (3) times a week, for a minimum total of ten (10) hours a week.</p>\n<p>10. Prisoners shall be given reasonable opportunity to study law books, including, at a minimum, California appellate and United States Supreme Court decisions from 1965 forward, relevant annotated California and Federal codes, legal reference books, and case digests.</p>\n<p>11. In accordance with the provisions of Cal.Adm.Code, Title 15, Section 3343(f), prisoners shall be allowed visits from family members or friends with reasonable frequency and under minimum conditions of security consistent with safety.</p>\n<p>12. Prisoners shall not be restricted unreasonably in sending and receiving personal mail, except that incoming packages may be limited in content to that property permitted in the segregated unit to which a prisoner is assigned.</p>\n<p>13. Defendants shall provide adequate and competent medical, surgical, psychiatric and dental services to meet the bona fide needs of prisoners. Defendants shall maintain adequate facilities and staff for such service. Emergency medical care shall be available at all times. Emergency dental and psychiatric care shall be provided on the same basis as for the general prison population.<sup>[*]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1386</span> III.</h2>\n<p>For the reasons detailed in the Findings of Fact and the Conclusions of Law, the relief granted in <i>Wright v. Enomoto</i> (N.D. Cal.1976) <span class=\"citation\" data-id=\"2142847\"><a href=\"/opinion/2142847/wright-v-enomoto/\"><span class=\"volume\">462</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">397</span></a></span>, 404-405, failed adequately to correct defendants' arbitrary practices in imposing administrative segregation. Defendants shall therefore take immediate steps to provide the following further procedural safeguards to all members of the plaintiff class.</p>\n<p>1. A prisoner shall be released from administrative segregation in a security housing unit<sup>[**]</sup> at the expiration of his Minimum Eligible Release Date or at the expiration of twelve (12) months of consecutive confinement in security housing units, whichever is shorter, unless, before said period expires, he is afforded all the hearing rights that attend a prisoner's initial placement in administrative segregation and defendants show at such hearing, on the basis of the prisoner's behavior, that his release would severely endanger the lives of inmates or staff or the security of the institution. Such behavior shall be factually documented or based on reliable information as set forth in this section. \"Factual documentation\" of misbehavior may be shown by the prisoner's behavior in prison within the prior five (5) years which has resulted in criminal convictions for escape, attempted escape, homicide or any assaultive crime; or by disciplinary offenses within the past twelve (12) months which involved the use or possession of a deadly weapon, physical assault, escape, attempted escape or possession of escape paraphernalia. \"Reliable information\" may be based upon a confidential source if disclosure of the source would endanger the safety of the source or endanger institutional security and provided that precautions, including the following, are taken to ensure the reliability of such information:</p>\n<blockquote>(a) As provided in Cal.Adm.Code, Title 15, Section 3321(b), the fact of a confidential source will be documented in the information given the inmate, and as much of the information received as can be disclosed without identifying the source will also be given the inmate. Any document relating information from a confidential source shall also include an evaluation of the reliability of the source, a brief statement of the reasons for the conclusions reached, and a statement of the reasons why the information or source is not disclosed.</blockquote>\n<blockquote>(b) As provided in Cal.Adm.Code, Title 15, Section 3321(c), no decision in a hearing pursuant to this section may be based upon information from an undisclosed informant unless there is other written information which corroborates that received from the source or unless the circumstances surrounding the event and the known reliability of the source satisfy the hearing officer that the information is true.</blockquote>\n<p>\"Reliable information\" may also be based on any events that have occurred since the last due process hearing resulting in placement or retention in security housing that demonstrate that the prisoner is involved in or is planning activity which would threaten his own safety or the safety of others. \"Reliable information\" may also include information that a prisoner in a security housing unit will be killed or forcibly assaulted or will attempt a forcible escape, or that the prisoner himself will kill, commit a forcible assault, or will be the principal in a forcible escape attempt.</p>\n<p>2. A prisoner shall not be involuntarily retained in any other administrative segregation unit unless, before the expiration of twelve (12) months of consecutive confinement, he is afforded all the hearing rights <span class=\"star-pagination\">*1387</span> that attend a prisoner's initial placement in administrative segregation and unless at this hearing defendants show that release of the prisoner from segregation would endanger the prisoner's own safety or the safety of others; or that release would jeopardize the integrity of an investigation into suspected criminal activity or serious misconduct. If the decision is based, in whole or in part, on gang membership, membership must be proven by reasonably convincing evidence of present and active allegiance to a gang.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendants shall provide a copy of this Preliminary Injunction to each member of the plaintiff class within ten (10) days hereafter and shall post a copy in each administrative segregation unit where it may be readily seen by class members.</p>\n<p></p>\n<h2>V.</h2>\n<p>No person who has notice of this Preliminary Injunction shall fail to comply with the letter and spirit hereof nor shall any such person subvert the letter and spirit hereof by any sham, indirection or other artifice.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The Court retains jurisdiction to modify this injunction at any time and from time to time on its own motion or upon the motion of any party in the interest of effectuating its intendments and/or in the interest of furthering the ends of justice under all applicable law. Modification may include provision for appointment of a monitor, if necessary, to assure compliance with this Preliminary Injunction.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Administrative segregation\" means housing of inmates in segregation units as defined in the Order Determining that Action is Maintainable as a Class Action entered on February 25, 1976. Specifically, that Order defines these segregation units as \"any of the maximum security, minimum privilege, segregated housing units in San Quentin Prison, Folsom Prison, the Correctional Training Facility (\"Soledad\") and the Deuel Vocational Institution (\"DVI\"), including without limitation, those housing units presently known as \"B\"-Section, the North Segregation Unit (formerly \"Death Row\") and the Adjustment Center at San Quentin; the Security Housing Unit and/or \"IV-A\" at Folsom; \"O\"-Wing, \"X\"-Wing, and \"Y\"-Wing at Soledad; \"K\"-Wing, \"L\"-Wing (or the \"Adjustment Center\"), East Hall and West Hall at DVI; and/or any other similar units now or hereafter used.\" In the intervening years, some of the units named in the Order no longer function as segregation units. The units currently in existence covered by these Findings of Fact, and Conclusions of Law, and Preliminary Injunction include without limitation, those housing units presently known as Security Housing Unit No. 1, Security Housing Unit No. 2, Security Housing Unit No. 3, North Block (Management Control Unit and North Seg.), \"D\"-Section (Administrative Segregation) and \"B\"-Section at San Quentin; Security Housing Unit, Management Control Unit, Protective Housing Unit No. 1 and Protective Housing Unit No. 2 at Soledad; Security Housing Unit (K-Wing), Management Control Unit (L-Wing), West Hall and East Hall at DVI; and/or any other similar units now or hereafter used.\n</p>\n<p>Folsom Prison is not included in this motion because plaintiffs elected not to present evidence at this time relating to this institution.</p>\n<p>[2]  While this Court elects not to grant plaintiffs' motion to strike many of defendants' declarations for failure to comply with Rule 220-8, Local Rules, Northern District of California and Rule 56(e), Federal Rules of Civil Procedure, the Court does note that the deficiencies of these declarations undercut substantially the weight of their evidence, particularly with respect to the balance of hardships.</p>\n<p>[3]  Citation to declarations will be by the last name of the declarant only unless two declarants have the same last name. Where more than one declaration was filed by the same individual, the citation will include the date in which the particular declaration was executed. Additionally, the following citations will be utilized: the deposition of Ruth Rushen will be referred to as \"Rushen Dep.\"; the deposition of George Sumner taken in connection with this case will be referred to as \"First Sumner Dep.\"; the deposition of George Sumner taken in connection with <i>Thompson v. Enomoto,</i> <span class=\"citation\" data-id=\"2283977\"><a href=\"/opinion/2283977/thompson-v-enomoto/\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">768</span></a></span> (N.D.Cal.1982), a related civil rights action pending in this district will be referred to as \"Second Sumner Dep.\"; the declaration of Arnold Pontesso, dated April 14, 1981, and filed in connection with Plaintiffs' Motion for Preliminary Injunction Following Remand, will be referred to as \"First Pontesso Decl.\"; the second declaration of Arnold Pontesso, dated May 12, 1981, filed in connection with Plaintiffs' Motion for Preliminary Injunction Following Remand, will be referred to as \"Second Pontesso Decl.\"; the declaration of Dr. Terry A. Kupers, Plaintiffs' Exhibit F, filed in connection with plaintiffs' initial Motion for Preliminary Injunction, will be referred to as \"First Kupers Decl.\"; the declaration of Dr. Terry A. Kupers, filed in response to Defendants' Opposition to Motion for Preliminary Injunction, will be referred to as \"Second Kupers Decl.\"; the supplemental declaration of Henry A. Tabash, executed November 18, 1981, will be referred to as \"Tabash Supp. Decl.\"</p>\n<p>[4]  my professional experience, indeterminately confining a prisoner under the conditions I observed at the CDC segregation units is contrary to any sound penological goal. Further, the conditions in which prisoners are housed in long term lock-up are extraordinary. The conditions I observed in these units would probably render most inmates so-confined debilitated and worse off, mentally and physically, when they are released from segregation than when they first entered lock-up. A prisoner on the mainline may be able to live in a cell that is 48 square feet in dimension without serious harmful effect. A prisoner in long-term lock-up cannot without significant harmful effect. Double-celling in the lock-up context goes beyond the pale. Denial of contact and family visits can only be assessed in the context of this long-term administrative lock-up in a small cell where the prisoner is cut off, in some cases for years at a time, from human contact. In my experience, that is both unheard of and extremely harmful. Keeping a prisoner in such a small cell for so long without reasonable opportunity to leave the cell to exercise, to shower and/or to eat is also extraordinary and debilitating. It leads to further deterioration of the prisoner mentally and physically. Provision of inadequate light and/or sanitation in these conditions, again is virtually unheard of and harmful, since the prisoner has no choice, except for very limited and few time periods, to remove himself from the cell. Deficiencies in food, program and cell furnishings also add much more than they would otherwise to the striking inadequacy of the conditions of such prisoners' confinement, as determined by sound penological and humane standards.\" (First Pontesso Decl., pp. 15-16, ¶ 35.)</p>\n<p>[5]  Minor differences may exist among defendants' units as to cell size. These variations, however, are not material, especially since members of plaintiffs' class are frequently moved between units.</p>\n<p>[6]  The environmental conditions are illustrated by the following excerpt from one of plaintiffs' declarations:\n</p>\n<p>\"It can become extremely cold on the tier in the winter, even with the heaters. This is made worse by the broken windows. In bad weather, the rain will come through the windows and make the tiers wet and the area in front of one's cell wet. Putting shelter up against the door will subject me to disciplinary charges .... On the other hand, in the summer it can get extremely hot, especially on the 5th tier where I am. The air will be stuffy and I will have to strip down to my shorts to make it more bearable.\" (Jones Decl. (4/29/80), pp. 4:26-32, 5:1-3.)</p>\n<p>Arnold Pontesso observed similar conditions during a recent inspection of San Quentin:</p>\n<p>\"Many broken windows were found in several of the lock-up units I inspected, especially at San Quentin. The amount of filth and crud on the perimeters of the broken windows indicated that they had been broken for long periods of time without being replaced. One section at San Quentin with a number of broken windows (C Section, SHU # 3) was extremely drafty and cold the day I was there, April 8, 1981  which was a sunny day. It was so cold that I observed many prisoners in that unit who had wrapped themselves in blankets in the middle of the day.\" (First Pontesso Decl., p. 7, ¶ 16.)</p>\n<p>[7]  A contact visit is a visit with no physical barriers other than moveable furniture between the inmate and the visitor, and without the inmate being shackled or otherwise physically restrained.</p>\n<p>[8]  importantly, however, this policy ignores the consequences of depriving men of intimate, personal contact with their family members. It ignores the deep sense of anger and the abject desperation created in men who have been denied what is, for many, the only bright spot in an otherwise barren prison existence. It ignores also the benefits of normal and positive social interaction for men whose lives are otherwise dominated by the strained and unnatural interactions of prison. And it ignores, finally, the consequences of severing what may be the prisoner's only important and meaningful ties to the world outside the prison.</p>\n<p>\"In the worst case, this deprivation may have irreversible consequences for the relationships as well as for the prisoners. Many relationships will simply fail to survive the total absence of meaningful, private contact that segregation in security housing now requires. In the name of giving prisoners \"something to work for,\" termination of family visits in segregation may guarantee that prisoners have nothing left to work for when they come out.\" (Haney Decl., p. 14, ¶¶ 33-34.)</p>\n<p>[9]  As Dr. Haney notes:\n</p>\n<p>\"Not surprisingly, in this context, prisoners regard administrative decisions to retain or release them from segregation as the product of caprice or, at best, luck. It helps to increase their sense of powerlessness and purposelessness in this situation. And the absence of effective counseling services in these units means that prisoners are unlikely to feel that they have any allies whatsoever in the system on whom they can depend or trust. Their sense of alienation, vulnerability, helplessness, and fear is increased accordingly.\" (Haney Decl., p. 11, ¶ 26.)</p>\n<p>[10]  These figures include inmates confined at Folsom State Prison. They also include the relatively few who are in segregation voluntarily.</p>\n<p>[11]  is my firm opinion that violence is not prevented, but is caused by the constraints on prisoners' lives that I have mentioned. A self-fulfilling prophecy is established. The men are denied human needs such as adequate contact with loved ones, a decent private space to live in, some control over their own environment, some say about their privileges and deprivations, some productive outlet and a chance to learn and to grow. Then, they become increasingly resentful. Fear, hostility and confusion well up inside them. Some act violently, in impotent acts like throwing garbage or yelling at a guard, and then are further constricted and punished. A population of hateful prisoners is bred who have few options to express self, who are made incapable of being intimate and tender, and who are not prepared to work or live outside the prison setting.\" (First Kupers Decl., Pl. Ex. F, p. 14:23-26; see Haney Decl., pp. 15-17, ¶¶ 37-41; First Pontesso Decl., pp. 2-3, ¶¶ 5-8, pp. 13-16, ¶¶ 32-35.)</p>\n<p>[12]  my experience, even violence-prone prisoners pose a minimal threat to security during contact visits because they are interested in preserving family ties and are on their best behavior in the visiting room so that they do not jeopardize their outside relationships. In my experience, violent incidents in the visiting room have been rare and usually due to the carelessness of staff. Search and surveillance of inmates and visitors by staff, as already practiced by the CDC, generally are sufficient to assure proper security in connection with contact visits.</p>\n<p>\"Search procedure of inmates include a `skin frisk' and a thorough search of clothing. Visitors are required to remove all articles from pockets, outer clothing is searched, and each visitor must pass through a metal detector. These procedures are appropriate and generally adequate to maintain security during contact visits.\" (First Pontesso Decl., p. 8, ¶¶ 20-21.)</p>\n<p>[13]  With particular reference to segregation of gang members, the consultants to the California Legislature concluded as follows:\n</p>\n<p>\"[t]his process of separating hundreds of identified or <i>suspected</i> gang affiliates is not at all a conservative or overcautious approach. It is, in fact, a dangerous process which can create additional violence.\" [Original emphasis.] (Rosen Decl. (5/7/81), pp. 1:31-2:1 (see exhibit I, p. 43)).</p>\n<p>[14]  Arnold Pontesso states in his declaration:\n</p>\n<p>\"[D]efendants' estimation of the costs of compliance with ... [the original Preliminary Injunction] appear grossly inflated. Indeed, one probably could build a good, small maximum security facility for the price of the Soledad estimate [of $13,000,000]. Improvement of the conditions of confinement at the institutions I visited could be accomplished at very little cost. Through imaginative utilization of existing facilities, DVI has made progressive improvements with a small capital outlay. Imaginative utilization of existing space has generated permanent improvements in the conditions of confinement at that facility.\" (First Pontesso Decl., pp. 12-13, ¶ 30.)</p>\n<p>[15]  Furthermore, this Court's previous ruling granting defendants' motion for summary judgment as to plaintiffs' claim that the denial of sufficient inmate access to telephones is violative of the prohibition against cruel and unusual punishment was intended only for purposes of preliminary injunctive relief. The constitutionality of this practice will be subject to further review at the time of trial. Fed.Rules Civ.Proc., Rule 54(b).</p>\n<p>[16]  Although not dispositive upon this Court's findings or conclusions, it is noteworthy that many of the current conditions of confinement in administrative segregation fail to meet standards promulgated by the United States Department of Justice (<i>Federal Standards for Prisons and Jails</i> (1980)). For example, under the <i>Federal Standards,</i> placement in administrative segregation should be imposed sparingly, and only for disciplinary purposes (Fed.Stand., pp. 98-101, §§ 11.01-11.03). Double-celling in administrative segregation is prohibited (<i>id.,</i> at p. 17, §§ 2.03, 2.00). Inmates in administrative segregation are entitled to clothing, bedding and linen, and to bathing, laundry, barbering, and hair care service on the same basis as the general population (<i>id.,</i> p. 30, § 3.16 (clothes), p. 30, § 3.18 (linen), p. 31, § 3.20 (laundry), p. 31, § 3.22 (showers at least 3 times a week), p. 42, § 5.10 (24 hour emergency medical and dental), p. 46, § 5.19 (daily access to health care). Furthermore, prisoners in administrative segregation are provided access to education, commissary, library service, social services, counseling, religious guidance and recreation (<i>id.,</i> p. 103, § 11.08; <i>see id.,</i> p. 110, § 12.02 <i>et seq.</i> (mail), p. 119, § 14.03 (jobs), p. 122, § 15.02 (religion), p. 126, § 17.01 (education), p. 126, § 17.02 (vocational training). They are also afforded exercise outside their cells and, if possible, outdoors, a minimum of one hour per day at least five days a week (<i>id.,</i> p. 106, § 11.19), opportunities for visitation equal to those offered the general population (<i>id.,</i> p. 106, § 11.21), normal institution meals (<i>id.,</i> p. 108, § 11.18), and access to legal and reading materials (<i>id.,</i> p. 106, § 11.20). Federal courts have looked to standards promulgated by professional associations as a relevant indication of Eighth Amendment violations. <i>See, e.g., </i><i>Palmigiano v. Garrahy, supra,</i> 443 F.Supp. at 979-980, n. 30, <i>aff'd,</i> (1st Cir.1980) <span class=\"citation\" data-id=\"375496\"><a href=\"/opinion/375496/nicholas-palmigiano-v-j-joseph-garrahy-leonard-jefferson-v-bradford-e/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, <i>cert. denied,</i> (1980) <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span>; <i>Jordan v. Fitzharris, supra,</i> 257 F.Supp. at 683-84.</p>\n<p>[*]   The provisions of this Paragraph 13 do not apply to any of the administrative segregation housing units at San Quentin, inasmuch as the quality of medical care at San Quentin has been or is being challenged on constitutional grounds in another lawsuit.</p>\n<p>[**]   As used in this Preliminary Injunction, \"security housing unit\" or \"security housing\" includes K-Wing at Deuel Vocational Institution, O-Wing at Soledad, Security Housing Units I, II, III (Adjustment Center, B Section and C Section) at San Quentin, so long as they remain so designated, and any other unit now or hereafter designated by defendants as a security housing unit. Condemned prisoners housed at San Quentin are not included under this injunction insofar as their classification and conditions of confinement are controlled by the Consent Decree entered by this Court on October 23, 1980 in <i>Thompson et al. v. Enomoto et al</i><i>.,</i> No. 79-1630.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103495/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/235340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313492/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/340437/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/351742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352794/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/355515/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1380634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1417114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1430346/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1432534/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1434824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1452592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1571914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1600643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1620333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1907206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1953645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1956499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2134356/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2143390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2143664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2143696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2147047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2283977/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2378258/"
          ]
        }
      ],
      "judges": "Weigel",
      "date_created": "2014-10-30T14:34:04.433944Z",
      "date_modified": "2016-03-03T20:11:16.392369Z",
      "date_filed": "1983-01-14",
      "date_filed_is_approximate": false,
      "slug": "toussaint-v-rushen",
      "citation_id": 1545642,
      "case_name_short": "Toussaint",
      "case_name": "Toussaint v. Rushen",
      "case_name_full": "",
      "federal_cite_one": "553 F. Supp. 1365",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1138675/toussaint-v-rushen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:34:04.430144Z",
  "date_modified": "2014-10-30T14:34:04.430144Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Toussaint",
  "case_name": "Toussaint v. Rushen",
  "case_name_full": "",
  "slug": "toussaint-v-rushen",
  "docket_number": "C-73-1422-SAW",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}