{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1157075/",
  "id": 1157075,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1588371/",
      "id": 1588371,
      "absolute_url": "/opinion/1588371/simon-v-us-dept-of-justice/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1157075/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1588371/",
          "id": 1588371,
          "absolute_url": "/opinion/1588371/simon-v-us-dept-of-justice/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1588371/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2714/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:52:01.377902Z",
          "date_modified": "2017-04-06T09:37:04.233491Z",
          "type": "010combined",
          "sha1": "3cae6b0c9b49c7ae553d3c42d41dc70e0bba45db",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>752 F.Supp. 14 (1990)</b></center>\n<center><h1>Bernard E. SIMON, M.D., Plaintiff,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF JUSTICE, Defendant.</h1></center>\n<center>Civ. A. No. 89-2117 (CRR).</center>\n<center><p><b>United States District Court, District of Columbia.</b></p></center>\n<center>November 28, 1990.</center>\n<center>As Corrected on Denial of Motion for Reconsideration and Amendment or Alteration of Judgment January 3, 1991.</center>\n<p><span class=\"star-pagination\">*15</span> Nancy S. Schultz, Washington, D.C., for plaintiff.</p>\n<p>Marina Utgoff Braswell, Asst. U.S. Atty., Jay B. Stephens, U.S. Atty., District of Columbia, and John D. Bates, Asst. U.S. Atty., for defendant.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>CHARLES R. RICHEY, District Judge.</p>\n<p>Proceeding under the Freedom of Information Act (\"FOIA\"), 5 U.S.C. § 552, and the Privacy Act, 5 U.S.C. § 552a, the plaintiff seeks the release of a \"record\" about him. This record consists of a one-page inter-office memorandum created by the Federal Bureau of Investigation (\"FBI\") in 1951 and a two-page indices search record apparently generated by the defendant's search of its files as the plaintiff requested. The defendant has refused to release any part of this three-page document and has filed a summary judgment motion which relies on a Privacy Act exemption and on the FOIA exemptions for records compiled for law enforcement purposes whose release either would constitute an unwarranted invasion of privacy or would disclose the identity of a confidential source or information furnished by that source. <i>See</i> § 552(b)(7)(C) &amp; (D); <i>see also</i> § 552a(j)(2). Having conducted a close <i>in camera</i> inspection of the document at issue, <i>see</i> September 14, 1990 Order (directing defendant to submit document to Court for <i>in camera</i> inspection), and having carefully considered the parties' many filings, the applicable law, and the entire record herein, the Court will grant the defendant's summary <span class=\"star-pagination\">*16</span> judgment motion in large part and will order the defendant to release only small portions of the document.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The plaintiff is a medical doctor who served with distinction in the Army during World War II and has had a long and impressive career in his field of plastic surgery. In 1935, while attending medical school at Columbia University, the plaintiff and various other studentsmembers of an anti-war societyvoluntarily injected themselves into a controversy involving their society's activities, which resulted in the university's widely publicized decision to deny readmission to the plaintiff and five other students. <i>See</i> Exhibits to Defendant's Summary Judgment Motion (N.Y. Times articles). The plaintiff subsequently obtained his medical degree from Johns Hopkins in 1937. What followed, in addition to the plaintiff's four-year stint in the Army, can be summarized as a successful medical careerfrom both a practical and an academic point of viewchock-full of publications, honors, awards, and positions of great responsibility at various hospitals.</p>\n<p>In 1988, the plaintiff initiated his FOIA/Privacy Act request by letter to an FBI field office in New York. The FBI informed him that a search of its files had uncovered a three-page record responsive to his request but that the record would be withheld in its entirety under certain FOIA and Privacy Act exemptions. After unsuccessfully pursuing an administrative appeal of this refusal to disclose the record, the plaintiff instituted this <i>de novo</i> civil action.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>The Court recognizes that the FOIA \"sets forth a policy of broad disclosure of Government documents in order `to ensure an informed citizenry, vital to the functioning of a democratic society.'\" <i>FBI v. Abramson,</i> 456 U.S. 615, 621, 102 S.Ct. 2054, 2059, 72 L.Ed.2d 376 (1982) (quoting <i>NLRB v. Robbins Tire &amp; Rubber Co.,</i> 437 U.S. 214, 242, 98 S.Ct. 2311, 2327, 57 L.Ed.2d 159 (1978)). Although it is well established that \"`disclosure, not secrecy, is the dominant objective of [FOIA],'\" <i>John Doe Agency v. John Doe Corp.,</i> ___ U.S. ___, 110 S.Ct. 471, 475, 107 L.Ed.2d 462 (1989) (quoting <i>Department of Air Force v. Rose,</i> 425 U.S. 352, 361, 96 S.Ct. 1592, 1599, 48 L.Ed.2d 11 (1965)), it is equally clear \"that the statutory [FOIA] exemptions are intended to have meaningful reach and application.\" <i>Id.</i> Moreover, the burden is on the agency to establish that one of FOIA's exemptions shields the requested information from disclosure. <i>Id.</i> (quoting § 552(a)(4)(B)).</p>\n<p>Therefore, in this case, the Court must determine whether the document is exempt from disclosure, as the defendant contends, because those three pages are:</p>\n<blockquote>records or information compiled for law enforcement purposes [that] ... (C) could reasonably be expected to constitute an unwarranted invasion of personal privacy [or] (D) could reasonably be expected to disclose the identity of a confidential source ... and, in the case of a record or information compiled by criminal law enforcement authority in the course of a criminal investigation ..., information furnished by a confidential source.</blockquote>\n<p>§ 552(b)(7). In addition, the Court must then make a separate determination as to whether the document is protected from disclosure by Exemption (j)(2) of the Privacy Act. § 552a(j)(2).</p>\n<p></p>\n<h2>A. Exemption 7(C)</h2>\n<p>Any application of Exemption 7 requires a two-step process with a threshold analysis of whether the document at issue was compiled for law enforcement purposes. <i>See </i><i>Abramson,</i> 456 U.S. at 622, 102 S.Ct. at 2059; <i>Birch v. United States Postal Serv.,</i> 803 F.2d 1206, 1209 (D.C.Cir. 1986); <i>Pratt v. Webster,</i> 673 F.2d 408, 413 (D.C.Cir.1982). Although in some cases this question may be little more than a \"speed bump\" on the road to the subsections of Exemption 7, <i>see, e.g., </i><i>Stone v. FBI,</i> 727 F.Supp. 662, 663 (D.D.C.1990); <i>Gula v. Meese,</i> 699 F.Supp. 956, 957 (D.D. C.1988), here this issue is hotly contested and requires close scrutiny. The defendant contends that the record responsive to the plaintiff's request satisfies the law enforcement <span class=\"star-pagination\">*17</span> purpose threshold test because the FBI was investigating the plaintiff for possible violations of the Internal Security Act of 1950, 50 U.S.C. § 781 <i>et seq.,</i> which made it illegal for persons in certain positions to conceal their affiliations with Communist organizations. The plaintiff objects vigorously to the defendant's classification of the record in this regard, arguing that he did not have any ties with Communist organizations and that his record as a medical doctor and World War II veteran is so distinguished that he could not possibly have been the subject of a proper FBI criminal investigation.</p>\n<p>The Court's <i>in camera</i> inspection of the document and an application of this Circuit's <i>Pratt</i> decision leads the Court to the inexorable conclusion that the defendant has met its burden of proving that this record was compiled for law enforcement purposes.<sup>[1]</sup> The plaintiff is correct that a document does not automatically meet FOIA's compiled-for-law-enforcement-purposes threshold merely by being in the FBI's possession. <i>See </i><i>Pratt,</i> 673 F.2d at 414. However, instead of relying on such a bare-bones argument, the defendant has done much more here by: (1) citing a specific criminal statute under which the plaintiff was being investigated when the record was compiled; (2) pointing out that the document bears the file designation 100-107142 and that the 100 classification covers domestic security investigations, <i>see </i><i>Keys v. United States Dep't of Justice,</i> 830 F.2d 337, 341 (D.C.Cir.1987); and (3) presenting for <i>in camera</i> inspection the document itself, which supports the defendant's claim that it was investigating the plaintiff for possible Communist affiliations.</p>\n<p>The foregoing is sufficient to satisfy <i>Pratt's</i> deferential two-pronged test for determining whether a record was compiled for law enforcement purposes:</p>\n<blockquote>\n<i>First, the agency's investigatory activities that give rise to the documents sought must be related to the enforcement of federal laws.</i>... To satisfy this requirement of a \"nexus,\" the agency should be able to identify a particular individual ... as the object of its investigation and the connection between that individual ... and a possible ... violation of federal law ...</blockquote>\n<blockquote>\n<i>Second, the nexus between the investigation and one of the agency's law enforcement duties must be based on information sufficient to support at least \"a colorable claim\" of its rationality.</i> This second condition is deferential to the particular problems of a criminal law enforcement agency. Such an agency, in order to carry out its functions, often must act upon unverified tips and suspicions based upon mere tidbits of information. A court, therefore, should be hesitant to second-guess a law enforcement agency's decision to investigate if there is a plausible basis for its decision.</blockquote>\n<p><i>Pratt,</i> 673 F.2d at 420-21 (emphasis in original); <i>see </i><i>Stern v. FBI,</i> 737 F.2d 84, 89 (D.C.Cir.1984). The <i>Pratt</i> court established this standard because, when the defendant is a criminal law enforcement agency (as opposed to a \"mixed function\" agency), less rigorous judicial scrutiny is appropriate, and \"a court can accept less exacting proof from such an agency that the purpose underlying disputed documents is law enforcement.\" <i>Pratt,</i> 673 F.2d at 418; <i>see also id.</i> at 418 n. 25 (\"The FBI is certainly one of the most obvious examples of [a criminal law enforcement] agency.\").<sup>[2]</sup></p>\n<p>In this case, the defendant has identified a particular individualthe plaintiff and has provided a nexus between <span class=\"star-pagination\">*18</span> him and a <i>possible</i> violation of the Internal Security Act of 1950, 50 U.S.C. 781 <i>et seq.</i><sup>[3]</sup> Applying the appropriate level of deference and considering the contents of the document, the Court cannot say that the defendant has not presented at least a colorable claim that there was a rational basis, in 1951, for it to believe that the plaintiff had violated or may violate federal law.<sup>[4]</sup> Moreover, although with the benefit of 20-20 hindsight the correlation between the two events may not now appear to be extremely high, the Court cannot conclude that it was irrational or implausible for the defendantoperating in the climate existing during the early 1950'sto take into account the plaintiff's earlier pacifist activities while a Columbia University medical student in conducting what appears to have been a brief criminal investigation into the possibility that the plaintiff harbored Communist affiliations. <i>See </i><i>King v. United States Dep't of Justice,</i> 830 F.2d 210, 231 (D.C.Cir.1987) (\"<i>Pratt</i> counsels against `second-guessing' a law enforcement agency's showing of investigatory purpose if there is a plausible basis for the undertaking.\").</p>\n<p>While it may be understandable for the plaintiff and his family and friends to express disbelief that he could ever have been the subject of a criminal investigation and while concerns about the threat of Communism may seem exaggerated today in light of recent developments in the Soviet Union and Eastern Europe, the Court's analysis must take into account the circumstances existing at the time the document was compiled. In 1951, at the height of the McCarthy era, Communism was perceived as a serious threat, and the plaintiff has made no showing on this record that the defendant's claim that it compiled the record at issue here while investigating the plaintiff for possible Communist affiliations is \"pretextual or wholly unbelievable.\" <i>Pratt,</i> 673 F.2d at 421 (citing <i>Abramson v. FBI,</i> 658 F.2d 806, 811 (D.C.Cir.1980), <i>rev'd on other grounds,</i> 456 U.S. 615, 102 S.Ct. 2054, 72 L.Ed.2d 376 (1982)); <i>see </i><i>Keys,</i> 830 F.2d at 343 (plaintiff is \"far from adducing `persuasive evidence' of some nonqualifying purpose\" to rebut government's colorable law enforcement purpose claim (citing <i>Shaw v. FBI,</i> 749 F.2d 58, 63 (D.C.Cir. 1984))); <i>King,</i> 830 F.2d at 231 (\"In making out a case of pretext, the burden of rebutting an agency showing of law-enforcement purpose rests on the FOIA plaintiff.\").</p>\n<p>Furthermore, contrary to the plaintiff's argument, it does not affect the document's status as a record compiled for law enforcement purposes that the defendant's investigation did not result in any criminal prosecution of the plaintiff. <i>Pratt,</i> 673 F.2d at 421 (\"Nor is it necessary for the investigation to lead to a criminal prosecution or other enforcement proceeding in <span class=\"star-pagination\">*19</span> order to satisfy the `law enforcement purpose' criterion.\"). Thus, the Court concludes that the defendant has made the requisite showing of a record compiled for law enforcement purposesa showing that applies to both Exemption 7(C) and 7(D). <i>See </i><i>Shaw v. FBI,</i> 749 F.2d 58, 63 (D.C.Cir. 1984).</p>\n<p>Once it has been established that the record was compiled for law enforcement purposes, the Court must address the specific subsections of Exemption 7 in deciding whether the defendant has properly refused to disclose the document at issue here. Turning first to Exemption 7(C), the requested document contains various names, initials, and identifying marks of FBI agents and other government employees involved in processing this record, as well as references to third parties, identified directly by name or description or indirectly by file designation numbers. The defendant argues that all of the foregoing information is protected from disclosure because its release \"could reasonably be expected to constitute an unwarranted invasion of personal privacy.\" § 552(b)(7)(C).</p>\n<p>When balancing the privacy interests against the public interest in disclosure as Exemption 7(C) requires, <i>United States Dep't of Justice v. Reporters Comm. for Freedom of the Press,</i> 489 U.S. 749, 109 S.Ct. 1468, 1476, 103 L.Ed.2d 774 (1989); <i>King,</i> 830 F.2d at 233, the Court holds that the privacy interests take precedence in this case. The United States Court of Appeals for this Circuit has</p>\n<blockquote>admonished repeatedly \"that disclosing the identity of targets of law-enforcement investigations can subject those identified to embarrassment and potentially more serious reputational harm,\" and that \"[o]ther persons involved in the investi[g]ationwitnesses, informants, and investigating agentsalso have a substantial interest in seeing that their participation remains secret.\" Third parties discussed in investigatory files may have a similarly strong interest in nondisclosure.</blockquote>\n<p><i>King,</i> 830 F.2d at 233 (footnotes omitted) (quoting <i>Senate of Puerto Rico v. United States Dep't of Justice,</i> 823 F.2d 574, 588 (D.C.Cir.1987)). Nor are government officials in this instance, FBI agents and other government personnel involved in processing the document at issuestripped of their privacy interests merely by virtue of their employment by the federal government. <i>See </i><i>Bast v. United States Dep't of Justice,</i> 665 F.2d 1251, 1255 (D.C.Cir.1981); <i>Lesar v. United States Dep't of Justice,</i> 636 F.2d 472, 487 (D.C.Cir.1980); <i>see also </i><i>Stone,</i> 727 F.Supp. at 664-66. Finally, the defendant has declared that there is no reliable information and no basis for assuming, under its FOIA guidelines, that any of the individuals referred to in the document are dead. <i>See</i> Mazauskas Supplemental Declaration ¶ 4(a).</p>\n<p>By contrast, the Court can perceive of no <i>public</i> interest in the names of and references to FBI agents, government employees, and third parties.<sup>[5]</sup> With due respect to the plaintiff's significant achievements in his field and on behalf of his country, this case does not involve a government investigation of a public figure of universally broad public interest. <i>Compare </i><i>Lesar,</i> 636 F.2d 472 (FBI investigation of Martin Luther King, Jr.); <i>Stone,</i> 727 F.Supp. 662 (FBI investigation of assassination of Robert F. Kennedy). Nor is this a case in which disclosure of names of and references to agents, government employees, and private individuals would contribute to FOIA's important goal of keeping the citizens \"informed about `what their government is up to.'\" <i>Reporters Comm.,</i> <span class=\"star-pagination\">*20</span> 109 S.Ct. at 1481. Even assuming <i>arguendo</i> that the plaintiff is correct in arguing that the public has a significant interest in learning that the FBI conducted investigations into possible Communist affiliations of innocent, law-abiding citizens in the early 1950's, it does not follow that the public has any interest whatsoever in the names of or references to individual FBI agents, government employees, or third parties contained in the document at issue here.</p>\n<p>In any event, the public interest, if any, in disclosure of the names of and references to agents, government employees, and private individuals does not outweigh the more substantial privacy interests discussed above. After all, in view of the 1986 amendment to Exemption 7(C), which replaced the \"would\" language (in front of \"constitute an unwarranted invasion of personal privacy\") with the \"could reasonably be expected to\" standard, \"the government need not `prov[e] to a certainty that release will lead to an unwarranted invasion of personal privacy' ... [but] need only demonstrate a `reasonable' expectation of such an invasion.\" <i>Keys,</i> 830 F.2d at 346. Here, the defendant has clearly satisfied this more lenient standard, especially in light of the additional consideration that \"`[u]nlike exemption 6, ... exemption 7(C) does not require a balance tilted emphatically in favor of disclosure.'\" <i>Stern,</i> 737 F.2d at 91 (quoting <i>Bast,</i> 665 F.2d at 1254); <i>see also </i><i>Keys,</i> 830 F.2d at 346; <i>King,</i> 830 F.2d at 233; <i>Senate of Puerto Rico v. United States Dep't of Justice,</i> 823 F.2d 574, 587 (D.C.Cir.1987). Finally, the passage of time does not necessarily extinguish the privacy interests at issue here, and the Court agrees with the defendant that the passage of almost forty years does not so abate the privacy interests at stake in a controversial case of this kind (involving allegations of concealed Communist affiliations) that they carry less weight than the public interest in favor of disclosure. <i>See </i><i>Keys,</i> 830 F.2d at 348 (upholding Exemption 7(C) claim in case involving allegations of Communist affiliations and espionage despite passage of about forty years); <i>King,</i> 830 F.2d at 234 (upholding Exemption 7(C) claim in case involving internal security investigations and allegations of subversive activities despite passage of between thirty and forty years).</p>\n<p></p>\n<h2>B. Exemption 7(D)</h2>\n<p>Assuming certain prerequisites have been satisfied, Exemption 7(D) protects two categories of information: (1) information that \"could reasonably be expected to disclose the identity of a confidential source\" and (2) \"information furnished by a confidential source.\" § 552(b)(7)(D). As is the case with all Exemption 7 claims, any invocation of Exemption 7(D) necessitates a threshold inquiry into whether the records or information were compiled for law enforcement purposes. This analysis applying the <i>Pratt</i> two-pronged test is the same as the threshold inquiry for an Exemption 7(C) claim, <i>see </i><i>Keys,</i> 830 F.2d at 343; <i>Shaw,</i> 749 F.2d at 63, and the Court has already concluded that the document at issue was compiled for law enforcement purposes.</p>\n<p>However, for the second part of Exemption 7(D) to apply and prevent disclosure of information supplied by a confidential source, FOIA contains additional pre-requisites: the record or information must have been \"compiled [1] by [a] <i>criminal</i> law enforcement authority [2] in the course of a <i>criminal investigation.\"</i> § 552(b)(7)(D) (emphasis added). The parties do not contest and there is no question that the FBI is a criminal law enforcement authority. Moreover, as discussed above, the defendant has made a colorable claim that it was investigating the plaintiff for possible criminal violations of the Internal Security Act of 1950, 50 U.S.C. § 781 <i>et seq.</i> Because the plaintiff's unsupported conjecture that the investigation was actually a \"background check\" or was improperly based on the plaintiff's exercise of his First Amendment rights falls far short of presenting persuasive evidence needed to rebut the defendant's colorable claim, <i>see </i><i>Shaw,</i> 749 F.2d at 63, the Court holds that these additional prerequisites for applying the second part of Exemption 7(D) have also been satisfied. <i>See </i><i>Keys,</i> 830 F.2d at 344 (term \"investigation\" under Exemption <span class=\"star-pagination\">*21</span> 7(D) demands nothing more \"than that the gathering of information focused on `a particular individual or a particular incident as the object,' <i>Pratt,</i> 673 F.2d at 420, as opposed to `routine' matter ... `ancillary to [an agency's administrative] task,' <i>Center for Nat'l Policy Review on Race &amp; Urban Issues v. Weinberger,</i> 502 F.2d 370, 373 (D.C.Cir.1974)\").</p>\n<p>In this case, the government invokes both parts of Exemption 7(D), claiming that the name and place of work of the confidential source, as well as all of the information the source provided, are protected from disclosure. \"Exemption 7(D) is structured so that the <i>source</i> of any information that fits within its second clause is necessarily protected under its first.\" <i>Id.</i> at 343. Thus, for both parts of the Exemption 7(D) analysis, the Court must first decide whether the source provided the information to the defendant under an assurance of confidentiality. This question is easily resolved in the defendant's favor because the face of the document itself reveals that the source explicitly requested that his identity be kept confidential. In addition, even if there were some doubt about this <i>explicit</i> assurance of confidentiality, the Court would find an <i>implicit</i> assurance of confidentiality because \"it is reasonable to infer from the circumstances that its absence would impair the [agency's] ability to elicit the information.\" <i>Id.</i> at 345; <i>see </i><i>Schmerler v. FBI,</i> 900 F.2d 333, 337 (D.C.Cir.1990) (\"[T]he FBI benefits from a presumption that an assurance of confidentiality was given where the circumstances indicate that the want of an assurance would impair its ability to elicit information. Absent evidence to the contrary, `promises of confidentiality are \"inherently implicit\" when the FBI solicits information.'\" (citations omitted)).</p>\n<p>Moreover, while the passage of approximately forty years and the possibility that individuals interested in non-disclosure may have died are factors that courts must take into account when evaluating Exemption 7(C) claims, these considerations clearly are irrelevant in the context of Exemption 7(D). In its recent <i>Schmerler</i> decision, the United States Court of Appeals for this Circuit, facing a passage of much more time than occurred here, addressed this issue directly and unequivocally:</p>\n<blockquote>Exemption 7(D) ... protects the identity of confidential sources without regard to the FBI's interests in continued maintenance of confidentiality. The factors cited by the District Court might well be conclusive if exemption 7(D) required balancing the agency's interest in maintaining confidence against interests in disclosure. <i>However, [FOIA] admits no such balancing. That nearly sixty years have passed since the confidential sources were interviewed and that the sources may have died is of no moment to the analysis. [FOIA] contains no sunset provision on the promise of confidentiality. Once the government has demonstrated that the sources are confidential, [FOIA] does not require the government to justify the continued withholding against claims that the confidentiality is no longer warranted or that the public interest weighs in favor of disclosure.</i>\n</blockquote>\n<p><i>Schmerler,</i> 900 F.2d at 336 (emphasis added).</p>\n<p>Thus, having made all of the initial determinationsthat the records were compiled by a criminal law enforcement authority for law enforcement purposes in the course of a criminal investigation and that the information was provided under an assurance of confidentialitythe Court's task, at least with regard to FOIA, is almost complete because, unlike an analysis of Exemption 7(C) claims, Exemption 7(D) does not contemplate judicial balancing. <i>See id.</i> Furthermore,</p>\n<blockquote>Exemption 7(D) differs from other FOIA exemptions in that its applicability depends not on the specific factual contents of a particular document; instead, the pertinent question is whether the information was furnished by a \"confidential source\" during the course of a legitimate criminal law investigation. Once that question is answered in the affirmative, all such information obtained from the confidential source receives protection. <span class=\"star-pagination\">*22</span> <i>Id.</i> (quoting <i>Lesar,</i> 636 F.2d at 492); <i>see also </i><i>Shaw,</i> 749 F.2d at 61.</blockquote>\n<p>In view of the above, it is clear that the defendant in this case properly relied upon the first clause of Exemption 7(D) in refusing to disclose the name of the confidential source. Moreover, because it could reasonably be expected to reveal the identity of the confidential source, the defendant also correctly invoked Exemption 7(D) to withhold both the source's place of work when he supplied the defendant with certain information about the plaintiff as well as the information itself. <i>See </i><i>Birch v. United States Postal Serv.,</i> 803 F.2d 1206, 1212 (D.C.Cir.1986) (upholding Exemption 7(D) claim because defendant \"demonstrated that release of the information withheld would reveal the identity of the [confidential source] who exposed [the plaintiff's] abuse of the ... mailing privilege\").</p>\n<p>Even if the information supplied by the confidential source could in no way identify him, the second clause of Exemption 7(D) nevertheless allows the defendant to withhold this information. <i>See </i><i>Shaw,</i> 749 F.2d at 62 (\"Requiring the second category [of Exemption 7(D) information] to come within the first [category] as well would render it entirely redundant. It is irrelevant to the second inquiry [under Exemption 7(D)] whether the information would reveal the identity of the source.\" (citing <i>Duffin v. Carlson,</i> 636 F.2d 709, 712-13 (D.C.Cir. 1980))). Consequently, the defendant was clearly justified in refusing to disclose those portions of the document setting forth information that the confidential source supplied to the defendant.</p>\n<p>To summarize and add specificity, Exemptions 7(C) and 7(D) together permit the defendant to properly withhold almost all of the document at issue: (1) the second and third hand-written pagesinformation and file numbers concerning third parties uncovered during the search triggered by the plaintiff's request and references to government employees involved in the searchare protected from disclosure by Exemption 7(C); (2) part of the first paragraph of the first pagethe FBI agent's nameis protected by Exemption 7(C) and another partthe name and place of work of the confidential sourceis covered by Exemption 7(D); (3) paragraphs two through five of the first pageinformation provided by the confidential sourceare properly withheld under Exemption 7(D); (4) a small part of the sixth paragraph of the first pagethe name of the confidential sourceis sheltered by Exemption 7(D); and (5) the handwritten notations in the margins of the first page that refer to other agents or government employees are protected by Exemption 7(C).</p>\n<p>However, FOIA requires that \"[a]ny reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt.\" § 552(b), <i>see </i><i>Reporters Comm.,</i> 109 S.Ct. at 1477. Therefore, the Court will order the defendant to disclose certain portions of the first page, namely the verb and the last three words of the first paragraph, the sixth paragraph in its entirety except for the name, the seventh paragraph in its entirety, and any notations or stamps in the margins that do not identify any agent, government employee, or private individual.</p>\n<p></p>\n<h2>C. Privacy Act</h2>\n<p>The Court's conclusions announced herein with regard to the defendant's FOIA claims do not render a Privacy Act analysis unnecessary. While \"it is apparent ... that the Privacy Act and FOIA substantially overlap, ... it is apparent also that the two statutes are not completely coextensive; each provides or limits access to material not opened or closed by the other.\" <i>Greentree v. United States Custom Serv.,</i> 674 F.2d 74, 78 (D.C.Cir.1982). In other words, the Court must now evaluate the defendant's invocation of the Privacy Act, 5 U.S.C. § 552a(j)(2), because \"[i]f a FOIA exemption covers the documents, but a Privacy Act exemption does not, the documents must be released under the Privacy Act; if a Privacy Act exemption but not a FOIA exemption applies, the documents must be released under FOIA.\" <i>Martin v. Office of Special Counsel, Merit Sys. Protection Bd.,</i> 819 F.2d 1181, 1184 (D.C.Cir. 1987).</p>\n<p><span class=\"star-pagination\">*23</span> Although the Court has conducted a separate inquiry into the defendant's reliance upon Exemption (j)(2) of the Privacy Act, due to the substantial overlap between this exemption and FOIA's Exemption 7 under the circumstances of this particular case, the Court need not tarry long in ruling for the defendant. The Privacy Act enables individuals to gain access to records or information pertaining to themselves contained in an agency's system of records. § 552a(d)(2); <i>Exner v. FBI,</i> 612 F.2d 1202, 1203-04 (9th Cir.1980); <i>see </i><i>Londrigan v. FBI,</i> 722 F.2d 840, 843 (D.C.Cir. 1983). However, Exemption (j)(2) allows the head of an agency to promulgate rules to exempt from the Privacy Act's access provisions \"any system of records within the agency,\" § 552a(j), as long as the system of records is \"maintained by an agency or component thereof which performs as its principal function any activity pertaining to the enforcement of criminal laws ... and which consists of ... (B) information compiled for the purpose of a criminal investigation, including reports of informants and investigators, and associated with an identifiable individual,\" § 552a(j)(2).</p>\n<p>The document at issue was retrieved from the FBI's Central Records System (\"CRS\"), a system of records which the Attorney General clearly has exempted from the Privacy Act's access provisions by promulgating rules as contemplated by Exemption (j)(2). <i>See</i> 28 C.F.R. § 16.96(a) &amp; (b)(2)(i); <i>see also </i><i>Exner,</i> 612 F.2d at 1204. However, the Attorney General's exemption of the CRS in turn applies only to the extent that information in this system of records is exempt pursuant to the Privacy Act's Exemptions (j) and (k). <i>See</i> 28 C.F.R. § 16.96(a); <i>Vymetalik v. FBI,</i> 785 F.2d 1090, 1095 (D.C.Cir.1986).</p>\n<p>Once the back-and-forth analysis between the various statutory and regulatory cross-references has been completed, the \"bottom line\" is that in this case the document is exempt under the Privacy Act if it was compiled for a criminal law enforcement purpose. <i>See</i> § 552a(j)(2); <i>cf. </i><i>Vymetalik,</i> 785 F.2d at 1095. Although the route is necessarily more circuitous under the Privacy Act than under FOIA, in this case the destination of the two analyses is very similar, if not identical. In its discussion of the defendant's FOIA exemption claims, the Court has already addressed the plaintiff's concerns that \"FBI records are not law enforcement records simply by virtue of the function that the FBI serves,\" <i>Vymetalik,</i> 785 F.2d at 1095, and has explained in detail why the document at issue was compiled for criminal law enforcement purposes within the meaning of the <i>Pratt</i> test, <i>see id.</i> (citing <i>Pratt,</i> 673 F.2d 408, and finding its \"holding applicable in the instant [Privacy Act] case\"). Moreover, rather than helping the plaintiff's cause as he contends, a comparison between the holding in <i>Vymetalik</i>FBI records generated by a \"background\" employment investigation rather than by a law enforcement investigation are not protected from the Privacy Act's access provisionsand this case merely reinforces this Court's conviction that the document at issue here was compiled for a criminal law enforcement purpose and therefore is exempt under the Privacy Act.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*24</span> III. CONCLUSION</h2>\n<p>After carefully considering the parties' filings and conducting an <i>in camera</i> review of the three-page document at issue, the Court holds that, for the most part, the defendant properly relied upon Exemptions 7(C) and 7(D) of the FOIA and Exemption (j)(2) of the Privacy Act to withhold the document. Therefore, the Court grants the defendant's summary judgment motion in large part, but the Court also orders the defendant to release certain portions of the first page of the document because they are reasonably segregable and are not protected from disclosure by either of the FOIA exemptions. The Court recognizes that this limited disclosure is probably no-where near what the plaintiff hoped for, but, under the balance that Congress has struck by enacting FOIA, <i>see </i><i>John Doe Agency,</i> 110 S.Ct. at 475, almost the entire responsive document is exempt.</p>\n<p>The Court will issue an Order of even date herewith in accordance with the foregoing Opinion.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with the Court's Opinion of even date herewith, it is, by the Court, this 27th day of November, 1990,</p>\n<p>ORDERED that the defendant's Motion for Summary Judgment shall be, and hereby is, GRANTED in large part, EXCEPT that within thirty (30) days of the date of this Order, the defendant shall release to the plaintiff the following portions of the first page of the three-page document responsive to his request: (1) the verb and the last three words of the first paragraph; (2) the sixth paragraph in its entirety except for the name, which may be redacted; (3) the seventh paragraph in its entirety; and (4) any notations or stamps in the margins that do not identify FBI agents, other government employees, or private individuals; and it is</p>\n<p>FURTHER ORDERED that the status call scheduled for 10:00 a.m., November 30, 1990 shall be, and hereby is, CANCELLED; and it is</p>\n<p>FURTHER ORDERED that the above-captioned case shall be, and hereby is, DISMISSED from the Court's docket.</p>\n<h2>NOTES</h2>\n<p>[1]  Although this Circuit's decision in <i>Pratt,</i> 673 F.2d 408, preceded the 1986 amendments to FOIA, which \"broadened the scope of the exemption 7 threshold by replacing `investigatory records' with the more general term `documents or information,'\" <i>Keys v. United States Dep't of Justice,</i> 830 F.2d 337, 340 (D.C.Cir.1987), <i>Pratt</i> continues to be the controlling precedent on the compiled-for-law-enforcement-purposes requirement, <i>see id.</i></p>\n<p>[2]  Once again, this Circuit has made it clear that <i>Pratt's</i> deference to a criminal law enforcement agency's invocation of the \"law enforcement purposes\" language also has survived the 1986 amendments to FOIA. <i>Keys,</i> 830 F.2d at 340.</p>\n<p>[3]  The plaintiff argues that the defendant's supplemental affidavit cannot be believed because it states that the plaintiff was investigated for possibly violating the Internal Security Act of 1950 by concealing his Communist affiliations while working in a defense plant or holding elective office when, in fact, the plaintiff was neither working in a defense plant nor holding elective office at the time. This argument misconstrues the supplemental affidavit, which merely uses the scenarios of working in a defense plant and holding elective office as illustrative examples of activities prohibited by the Internal Security Act of 1950 for persons concealing their Communist affiliations. <i>See</i> Supplemental Declaration of Catherine Mazauskas ¶ 3. The affidavit does not indicate that those examples apply to the plaintiff.</p>\n<p>[4]  In making the argument that the validity of the defendant's law enforcement purpose claim must be considered as of the date that the agency responds to the FOIA request, the plaintiff misinterprets the Supreme Court's <i>John Doe Agency</i> decision. The crucial language on this issue is: \"Under [FOIA], documents need only to <i>have been compiled</i> when the response to the FOIA request must be made.\" <i>John Doe Agency,</i> 110 S.Ct. at 477 (emphasis added). When read carefully and in context with the issue before the Supreme Court (whether a document not originally compiled for law enforcement purposes may subsequently qualify for exemption as a document compiled for law enforcement purposes), this language clearly means that a document is protected by FOIA if it has been compiled for law enforcement purposes at some pointwhether forty years or forty daysbefore the government invokes the exemption. Thus, in this case, the Court must evaluate the defendant's invocation of FOIA's \"compiled for law enforcement purposes\" test by 1951 standards when this document was compiled, not by today's standards as the plaintiff contends. <i>See </i><i>Keys,</i> 830 F.2d at 341-42.</p>\n<p>[5]  Although the <i>plaintiff</i> may understandably have a pressing interest in discovering the names of and references to various individuals contained in the requested record, the Court must look to the <i>public</i> interest in disclosure. <i>See </i><i>Johnson v. United States Dep't of Justice,</i> 739 F.2d 1514, 1519 (10th Cir.1984) (\"the FOIA was not designed to benefit private litigants\" (citing <i>NLRB v. Sears, Roebuck &amp; Co.,</i> 421 U.S. 132, 143 n. 10, 95 S.Ct. 1504, 1513 n. 10, 44 L.Ed.2d 29 (1975))); <i>Stone,</i> 727 F.Supp. at 667 n. 4 (\"Under the FOIA, the Court must look first and foremost to the public interest, if any, served by releasing the information requested, not to the highly-specialized interests of those individuals who understandably have a great personal stake in gaining access to that information.\").</p>\n<p>[6]  In addition to providing individuals with access to certain records in the government's possession, the Privacy Act strives to ensure the accuracy of information by setting forth procedures under which individuals may attempt to amend records pertaining to them. <i>See</i> § 552a(d)(2), (3) &amp; (4). The plaintiff now seeks amendment and, in the alternative, expungement, although he did not do so in his initial FOIA/Privacy Act request and did not even allude to amendment or expungement in his Complaint in this case. The first time that the plaintiff mentioned the remedy of amendment or expungement was in his administrative appeal of the denial of his FOIA/Privacy Act request. <i>See</i> Defendant's Summary Judgment Motion, Exh. I-F, at 3. In denying the plaintiff's appeal, the Office of Information and Privacy informed him that \"[a]ny request for correction or amendment of information in FBI records should be submitted to FBI Headquarters.\" <i>Id.,</i> Exh. I-H. The plaintiff decided not to pursue this option but filed this lawsuit instead, in which he first mentioned amendment or expungement in his opposition to the defendant's summary judgment motion.\n</p>\n<p>Because an administrative avenue remains available to the plaintiff for seeking amendment or expungement which he has not exhausted, the Court declines to address this issue on the merits. Exhaustion of administrative remedies is a prerequisite to bringing a Privacy Act lawsuit. <i>Cf. </i><i>Spannaus v. United States Dep't of Justice,</i> 824 F.2d 52, 57-58 (D.C.Cir.1987) (FOIA); <i>Stebbins v. Nationwide Mutual Ins. Co.,</i> 757 F.2d 364, 366 (D.C.Cir.1985) (same). In fact, the Court may not even have jurisdiction under § 552a(g)(1) to consider the merits of the plaintiff's request for amendment or expungement if the agency has not had an opportunity to \"make a determination ... not to amend [the plaintiff's] record in accordance with his request,\" § 552a(g)(1)(A). In any event, the Court recognizes that its rulings announced herein upholding, in large part, the defendant's refusal to release the document at issue may make it difficult, if not impossible, for the plaintiff to pursue amendment or expungement. Therefore, it is appropriate for the Court to leave the plaintiff free to decide, in light of this Opinion, whether to pursue these remedies at the administrative level.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></span> (1990)</b></center>\n<center><h1>Bernard E. SIMON, M.D., Plaintiff,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF JUSTICE, Defendant.</h1></center>\n<center>Civ. A. No. 89-2117 (CRR).</center>\n<center><p><b>United States District Court, District of Columbia.</b></p></center>\n<center>November 28, 1990.</center>\n<center>As Corrected on Denial of Motion for Reconsideration and Amendment or Alteration of Judgment January 3, 1991.</center>\n<p><span class=\"star-pagination\">*15</span> Nancy S. Schultz, Washington, D.C., for plaintiff.</p>\n<p>Marina Utgoff Braswell, Asst. U.S. Atty., Jay B. Stephens, U.S. Atty., District of Columbia, and John D. Bates, Asst. U.S. Atty., for defendant.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>CHARLES R. RICHEY, District Judge.</p>\n<p>Proceeding under the Freedom of Information Act (\"FOIA\"), 5 U.S.C. § 552, and the Privacy Act, 5 U.S.C. § 552a, the plaintiff seeks the release of a \"record\" about him. This record consists of a one-page inter-office memorandum created by the Federal Bureau of Investigation (\"FBI\") in 1951 and a two-page indices search record apparently generated by the defendant's search of its files as the plaintiff requested. The defendant has refused to release any part of this three-page document and has filed a summary judgment motion which relies on a Privacy Act exemption and on the FOIA exemptions for records compiled for law enforcement purposes whose release either would constitute an unwarranted invasion of privacy or would disclose the identity of a confidential source or information furnished by that source. <i>See</i> § 552(b)(7)(C) &amp; (D); <i>see also</i> § 552a(j)(2). Having conducted a close <i>in camera</i> inspection of the document at issue, <i>see</i> September 14, 1990 Order (directing defendant to submit document to Court for <i>in camera</i> inspection), and having carefully considered the parties' many filings, the applicable law, and the entire record herein, the Court will grant the defendant's summary <span class=\"star-pagination\">*16</span> judgment motion in large part and will order the defendant to release only small portions of the document.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The plaintiff is a medical doctor who served with distinction in the Army during World War II and has had a long and impressive career in his field of plastic surgery. In 1935, while attending medical school at Columbia University, the plaintiff and various other studentsmembers of an anti-war societyvoluntarily injected themselves into a controversy involving their society's activities, which resulted in the university's widely publicized decision to deny readmission to the plaintiff and five other students. <i>See</i> Exhibits to Defendant's Summary Judgment Motion (N.Y. Times articles). The plaintiff subsequently obtained his medical degree from Johns Hopkins in 1937. What followed, in addition to the plaintiff's four-year stint in the Army, can be summarized as a successful medical careerfrom both a practical and an academic point of viewchock-full of publications, honors, awards, and positions of great responsibility at various hospitals.</p>\n<p>In 1988, the plaintiff initiated his FOIA/Privacy Act request by letter to an FBI field office in New York. The FBI informed him that a search of its files had uncovered a three-page record responsive to his request but that the record would be withheld in its entirety under certain FOIA and Privacy Act exemptions. After unsuccessfully pursuing an administrative appeal of this refusal to disclose the record, the plaintiff instituted this <i>de novo</i> civil action.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>The Court recognizes that the FOIA \"sets forth a policy of broad disclosure of Government documents in order `to ensure an informed citizenry, vital to the functioning of a democratic society.'\" <i>FBI v. Abramson,</i> <span class=\"citation\" data-id=\"110712\"><a href=\"/opinion/110712/fbi-v-abramson/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">615</span></a></span>, 621, <span class=\"citation\" data-id=\"110712\"><a href=\"/opinion/110712/fbi-v-abramson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>, 2059, <span class=\"citation\" data-id=\"110712\"><a href=\"/opinion/110712/fbi-v-abramson/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span></a></span> (1982) (quoting <i>NLRB v. Robbins Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 242, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2311</span></a></span>, 2327, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></a></span> (1978)). Although it is well established that \"`disclosure, not secrecy, is the dominant objective of [FOIA],'\" <i>John Doe Agency v. John Doe Corp.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112344\"><a href=\"/opinion/112344/john-doe-agency-v-john-doe-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">471</span></a></span>, 475, <span class=\"citation\" data-id=\"112344\"><a href=\"/opinion/112344/john-doe-agency-v-john-doe-corp/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">462</span></a></span> (1989) (quoting <i>Department of Air Force v. Rose,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></span>, 361, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1592</span></span>, 1599, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">11</span></span> (1965)), it is equally clear \"that the statutory [FOIA] exemptions are intended to have meaningful reach and application.\" <i>Id.</i> Moreover, the burden is on the agency to establish that one of FOIA's exemptions shields the requested information from disclosure. <i>Id.</i> (quoting § 552(a)(4)(B)).</p>\n<p>Therefore, in this case, the Court must determine whether the document is exempt from disclosure, as the defendant contends, because those three pages are:</p>\n<blockquote>records or information compiled for law enforcement purposes [that] ... (C) could reasonably be expected to constitute an unwarranted invasion of personal privacy [or] (D) could reasonably be expected to disclose the identity of a confidential source ... and, in the case of a record or information compiled by criminal law enforcement authority in the course of a criminal investigation ..., information furnished by a confidential source.</blockquote>\n<p>§ 552(b)(7). In addition, the Court must then make a separate determination as to whether the document is protected from disclosure by Exemption (j)(2) of the Privacy Act. § 552a(j)(2).</p>\n<p></p>\n<h2>A. Exemption 7(C)</h2>\n<p>Any application of Exemption 7 requires a two-step process with a threshold analysis of whether the document at issue was compiled for law enforcement purposes. <i>See </i><i>Abramson,</i> 456 U.S. at 622, 102 S.Ct. at 2059; <i>Birch v. United States Postal Serv.,</i> <span class=\"citation\" data-id=\"478556\"><a href=\"/opinion/478556/w-lee-birch-v-united-states-postal-service/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1209 (D.C.Cir. 1986); <i>Pratt v. Webster,</i> <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></span>, 413 (D.C.Cir.1982). Although in some cases this question may be little more than a \"speed bump\" on the road to the subsections of Exemption 7, <i>see, e.g., </i><i>Stone v. FBI,</i> <span class=\"citation no-link\"><span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">662</span></span>, 663 (D.D.C.1990); <i>Gula v. Meese,</i> <span class=\"citation\" data-id=\"1418978\"><a href=\"/opinion/1418978/gula-v-meese/\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">956</span></a></span>, 957 (D.D. C.1988), here this issue is hotly contested and requires close scrutiny. The defendant contends that the record responsive to the plaintiff's request satisfies the law enforcement <span class=\"star-pagination\">*17</span> purpose threshold test because the FBI was investigating the plaintiff for possible violations of the Internal Security Act of 1950, 50 U.S.C. § 781 <i>et seq.,</i> which made it illegal for persons in certain positions to conceal their affiliations with Communist organizations. The plaintiff objects vigorously to the defendant's classification of the record in this regard, arguing that he did not have any ties with Communist organizations and that his record as a medical doctor and World War II veteran is so distinguished that he could not possibly have been the subject of a proper FBI criminal investigation.</p>\n<p>The Court's <i>in camera</i> inspection of the document and an application of this Circuit's <i>Pratt</i> decision leads the Court to the inexorable conclusion that the defendant has met its burden of proving that this record was compiled for law enforcement purposes.<sup>[1]</sup> The plaintiff is correct that a document does not automatically meet FOIA's compiled-for-law-enforcement-purposes threshold merely by being in the FBI's possession. <i>See </i><i>Pratt,</i> 673 F.2d at 414. However, instead of relying on such a bare-bones argument, the defendant has done much more here by: (1) citing a specific criminal statute under which the plaintiff was being investigated when the record was compiled; (2) pointing out that the document bears the file designation 100-107142 and that the 100 classification covers domestic security investigations, <i>see </i><i>Keys v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"495212\"><a href=\"/opinion/495212/arthur-b-keys-jr-v-united-states-department-of-justice/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 341 (D.C.Cir.1987); and (3) presenting for <i>in camera</i> inspection the document itself, which supports the defendant's claim that it was investigating the plaintiff for possible Communist affiliations.</p>\n<p>The foregoing is sufficient to satisfy <i>Pratt's</i> deferential two-pronged test for determining whether a record was compiled for law enforcement purposes:</p>\n<blockquote>\n<i>First, the agency's investigatory activities that give rise to the documents sought must be related to the enforcement of federal laws.</i>... To satisfy this requirement of a \"nexus,\" the agency should be able to identify a particular individual ... as the object of its investigation and the connection between that individual ... and a possible ... violation of federal law ...</blockquote>\n<blockquote>\n<i>Second, the nexus between the investigation and one of the agency's law enforcement duties must be based on information sufficient to support at least \"a colorable claim\" of its rationality.</i> This second condition is deferential to the particular problems of a criminal law enforcement agency. Such an agency, in order to carry out its functions, often must act upon unverified tips and suspicions based upon mere tidbits of information. A court, therefore, should be hesitant to second-guess a law enforcement agency's decision to investigate if there is a plausible basis for its decision.</blockquote>\n<p><i>Pratt,</i> 673 F.2d at 420-21 (emphasis in original); <i>see </i><i>Stern v. FBI,</i> <span class=\"citation\" data-id=\"437450\"><a href=\"/opinion/437450/carl-stern-v-federal-bureau-of-investigation/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 89 (D.C.Cir.1984). The <i>Pratt</i> court established this standard because, when the defendant is a criminal law enforcement agency (as opposed to a \"mixed function\" agency), less rigorous judicial scrutiny is appropriate, and \"a court can accept less exacting proof from such an agency that the purpose underlying disputed documents is law enforcement.\" <i>Pratt,</i> 673 F.2d at 418; <i>see also id.</i> at 418 n. 25 (\"The FBI is certainly one of the most obvious examples of [a criminal law enforcement] agency.\").<sup>[2]</sup></p>\n<p>In this case, the defendant has identified a particular individualthe plaintiff and has provided a nexus between <span class=\"star-pagination\">*18</span> him and a <i>possible</i> violation of the Internal Security Act of 1950, 50 U.S.C. 781 <i>et seq.</i><sup>[3]</sup> Applying the appropriate level of deference and considering the contents of the document, the Court cannot say that the defendant has not presented at least a colorable claim that there was a rational basis, in 1951, for it to believe that the plaintiff had violated or may violate federal law.<sup>[4]</sup> Moreover, although with the benefit of 20-20 hindsight the correlation between the two events may not now appear to be extremely high, the Court cannot conclude that it was irrational or implausible for the defendantoperating in the climate existing during the early 1950'sto take into account the plaintiff's earlier pacifist activities while a Columbia University medical student in conducting what appears to have been a brief criminal investigation into the possibility that the plaintiff harbored Communist affiliations. <i>See </i><i>King v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"495205\"><a href=\"/opinion/495205/cynthia-king-v-united-states-department-of-justice/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 231 (D.C.Cir.1987) (\"<i>Pratt</i> counsels against `second-guessing' a law enforcement agency's showing of investigatory purpose if there is a plausible basis for the undertaking.\").</p>\n<p>While it may be understandable for the plaintiff and his family and friends to express disbelief that he could ever have been the subject of a criminal investigation and while concerns about the threat of Communism may seem exaggerated today in light of recent developments in the Soviet Union and Eastern Europe, the Court's analysis must take into account the circumstances existing at the time the document was compiled. In 1951, at the height of the McCarthy era, Communism was perceived as a serious threat, and the plaintiff has made no showing on this record that the defendant's claim that it compiled the record at issue here while investigating the plaintiff for possible Communist affiliations is \"pretextual or wholly unbelievable.\" <i>Pratt,</i> 673 F.2d at 421 (citing <i>Abramson v. FBI,</i> <span class=\"citation\" data-id=\"393935\"><a href=\"/opinion/393935/howard-s-abramson-v-federal-bureau-of-investigation/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span>, 811 (D.C.Cir.1980), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"110712\"><a href=\"/opinion/110712/fbi-v-abramson/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"110712\"><a href=\"/opinion/110712/fbi-v-abramson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>, <span class=\"citation\" data-id=\"110712\"><a href=\"/opinion/110712/fbi-v-abramson/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span></a></span> (1982)); <i>see </i><i>Keys,</i> 830 F.2d at 343 (plaintiff is \"far from adducing `persuasive evidence' of some nonqualifying purpose\" to rebut government's colorable law enforcement purpose claim (citing <i>Shaw v. FBI,</i> <span class=\"citation\" data-id=\"445028\"><a href=\"/opinion/445028/j-gary-shaw-v-federal-bureau-of-investigation/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 63 (D.C.Cir. 1984))); <i>King,</i> 830 F.2d at 231 (\"In making out a case of pretext, the burden of rebutting an agency showing of law-enforcement purpose rests on the FOIA plaintiff.\").</p>\n<p>Furthermore, contrary to the plaintiff's argument, it does not affect the document's status as a record compiled for law enforcement purposes that the defendant's investigation did not result in any criminal prosecution of the plaintiff. <i>Pratt,</i> 673 F.2d at 421 (\"Nor is it necessary for the investigation to lead to a criminal prosecution or other enforcement proceeding in <span class=\"star-pagination\">*19</span> order to satisfy the `law enforcement purpose' criterion.\"). Thus, the Court concludes that the defendant has made the requisite showing of a record compiled for law enforcement purposesa showing that applies to both Exemption 7(C) and 7(D). <i>See </i><i>Shaw v. FBI,</i> <span class=\"citation\" data-id=\"445028\"><a href=\"/opinion/445028/j-gary-shaw-v-federal-bureau-of-investigation/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 63 (D.C.Cir. 1984).</p>\n<p>Once it has been established that the record was compiled for law enforcement purposes, the Court must address the specific subsections of Exemption 7 in deciding whether the defendant has properly refused to disclose the document at issue here. Turning first to Exemption 7(C), the requested document contains various names, initials, and identifying marks of FBI agents and other government employees involved in processing this record, as well as references to third parties, identified directly by name or description or indirectly by file designation numbers. The defendant argues that all of the foregoing information is protected from disclosure because its release \"could reasonably be expected to constitute an unwarranted invasion of personal privacy.\" § 552(b)(7)(C).</p>\n<p>When balancing the privacy interests against the public interest in disclosure as Exemption 7(C) requires, <i>United States Dep't of Justice v. Reporters Comm. for Freedom of the Press,</i> <span class=\"citation\" data-id=\"112224\"><a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"112224\"><a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1468</span></a></span>, 1476, <span class=\"citation\" data-id=\"112224\"><a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span></a></span> (1989); <i>King,</i> 830 F.2d at 233, the Court holds that the privacy interests take precedence in this case. The United States Court of Appeals for this Circuit has</p>\n<blockquote>admonished repeatedly \"that disclosing the identity of targets of law-enforcement investigations can subject those identified to embarrassment and potentially more serious reputational harm,\" and that \"[o]ther persons involved in the investi[g]ationwitnesses, informants, and investigating agentsalso have a substantial interest in seeing that their participation remains secret.\" Third parties discussed in investigatory files may have a similarly strong interest in nondisclosure.</blockquote>\n<p><i>King,</i> 830 F.2d at 233 (footnotes omitted) (quoting <i>Senate of Puerto Rico v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"491446\"><a href=\"/opinion/491446/senate-of-the-commonwealth-of-puerto-rico-on-behalf-of-judiciary-committee/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span>, 588 (D.C.Cir.1987)). Nor are government officials in this instance, FBI agents and other government personnel involved in processing the document at issuestripped of their privacy interests merely by virtue of their employment by the federal government. <i>See </i><i>Bast v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"397837\"><a href=\"/opinion/397837/richard-l-bast-v-u-s-department-of-justice-richard-l-bast-v-federal/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1255 (D.C.Cir.1981); <i>Lesar v. United States Dep't of Justice,</i> <span class=\"citation no-link\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></span>, 487 (D.C.Cir.1980); <i>see also </i><i>Stone,</i> 727 F.Supp. at 664-66. Finally, the defendant has declared that there is no reliable information and no basis for assuming, under its FOIA guidelines, that any of the individuals referred to in the document are dead. <i>See</i> Mazauskas Supplemental Declaration ¶ 4(a).</p>\n<p>By contrast, the Court can perceive of no <i>public</i> interest in the names of and references to FBI agents, government employees, and third parties.<sup>[5]</sup> With due respect to the plaintiff's significant achievements in his field and on behalf of his country, this case does not involve a government investigation of a public figure of universally broad public interest. <i>Compare </i><i>Lesar,</i> <span class=\"citation no-link\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></span> (FBI investigation of Martin Luther King, Jr.); <i>Stone,</i> <span class=\"citation no-link\"><span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">662</span></span> (FBI investigation of assassination of Robert F. Kennedy). Nor is this a case in which disclosure of names of and references to agents, government employees, and private individuals would contribute to FOIA's important goal of keeping the citizens \"informed about `what their government is up to.'\" <i>Reporters Comm.,</i> <span class=\"star-pagination\">*20</span> 109 S.Ct. at 1481. Even assuming <i>arguendo</i> that the plaintiff is correct in arguing that the public has a significant interest in learning that the FBI conducted investigations into possible Communist affiliations of innocent, law-abiding citizens in the early 1950's, it does not follow that the public has any interest whatsoever in the names of or references to individual FBI agents, government employees, or third parties contained in the document at issue here.</p>\n<p>In any event, the public interest, if any, in disclosure of the names of and references to agents, government employees, and private individuals does not outweigh the more substantial privacy interests discussed above. After all, in view of the 1986 amendment to Exemption 7(C), which replaced the \"would\" language (in front of \"constitute an unwarranted invasion of personal privacy\") with the \"could reasonably be expected to\" standard, \"the government need not `prov[e] to a certainty that release will lead to an unwarranted invasion of personal privacy' ... [but] need only demonstrate a `reasonable' expectation of such an invasion.\" <i>Keys,</i> 830 F.2d at 346. Here, the defendant has clearly satisfied this more lenient standard, especially in light of the additional consideration that \"`[u]nlike exemption 6, ... exemption 7(C) does not require a balance tilted emphatically in favor of disclosure.'\" <i>Stern,</i> 737 F.2d at 91 (quoting <i>Bast,</i> 665 F.2d at 1254); <i>see also </i><i>Keys,</i> 830 F.2d at 346; <i>King,</i> 830 F.2d at 233; <i>Senate of Puerto Rico v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"491446\"><a href=\"/opinion/491446/senate-of-the-commonwealth-of-puerto-rico-on-behalf-of-judiciary-committee/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span>, 587 (D.C.Cir.1987). Finally, the passage of time does not necessarily extinguish the privacy interests at issue here, and the Court agrees with the defendant that the passage of almost forty years does not so abate the privacy interests at stake in a controversial case of this kind (involving allegations of concealed Communist affiliations) that they carry less weight than the public interest in favor of disclosure. <i>See </i><i>Keys,</i> 830 F.2d at 348 (upholding Exemption 7(C) claim in case involving allegations of Communist affiliations and espionage despite passage of about forty years); <i>King,</i> 830 F.2d at 234 (upholding Exemption 7(C) claim in case involving internal security investigations and allegations of subversive activities despite passage of between thirty and forty years).</p>\n<p></p>\n<h2>B. Exemption 7(D)</h2>\n<p>Assuming certain prerequisites have been satisfied, Exemption 7(D) protects two categories of information: (1) information that \"could reasonably be expected to disclose the identity of a confidential source\" and (2) \"information furnished by a confidential source.\" § 552(b)(7)(D). As is the case with all Exemption 7 claims, any invocation of Exemption 7(D) necessitates a threshold inquiry into whether the records or information were compiled for law enforcement purposes. This analysis applying the <i>Pratt</i> two-pronged test is the same as the threshold inquiry for an Exemption 7(C) claim, <i>see </i><i>Keys,</i> 830 F.2d at 343; <i>Shaw,</i> 749 F.2d at 63, and the Court has already concluded that the document at issue was compiled for law enforcement purposes.</p>\n<p>However, for the second part of Exemption 7(D) to apply and prevent disclosure of information supplied by a confidential source, FOIA contains additional pre-requisites: the record or information must have been \"compiled [1] by [a] <i>criminal</i> law enforcement authority [2] in the course of a <i>criminal investigation.\"</i> § 552(b)(7)(D) (emphasis added). The parties do not contest and there is no question that the FBI is a criminal law enforcement authority. Moreover, as discussed above, the defendant has made a colorable claim that it was investigating the plaintiff for possible criminal violations of the Internal Security Act of 1950, 50 U.S.C. § 781 <i>et seq.</i> Because the plaintiff's unsupported conjecture that the investigation was actually a \"background check\" or was improperly based on the plaintiff's exercise of his First Amendment rights falls far short of presenting persuasive evidence needed to rebut the defendant's colorable claim, <i>see </i><i>Shaw,</i> 749 F.2d at 63, the Court holds that these additional prerequisites for applying the second part of Exemption 7(D) have also been satisfied. <i>See </i><i>Keys,</i> 830 F.2d at 344 (term \"investigation\" under Exemption <span class=\"star-pagination\">*21</span> 7(D) demands nothing more \"than that the gathering of information focused on `a particular individual or a particular incident as the object,' <i>Pratt,</i> 673 F.2d at 420, as opposed to `routine' matter ... `ancillary to [an agency's administrative] task,' <i>Center for Nat'l Policy Review on Race &amp; Urban Issues v. Weinberger,</i> <span class=\"citation\" data-id=\"321239\"><a href=\"/opinion/321239/center-for-national-policy-review-on-race-and-urban-issues-v-caspar-w/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 373 (D.C.Cir.1974)\").</p>\n<p>In this case, the government invokes both parts of Exemption 7(D), claiming that the name and place of work of the confidential source, as well as all of the information the source provided, are protected from disclosure. \"Exemption 7(D) is structured so that the <i>source</i> of any information that fits within its second clause is necessarily protected under its first.\" <i>Id.</i> at 343. Thus, for both parts of the Exemption 7(D) analysis, the Court must first decide whether the source provided the information to the defendant under an assurance of confidentiality. This question is easily resolved in the defendant's favor because the face of the document itself reveals that the source explicitly requested that his identity be kept confidential. In addition, even if there were some doubt about this <i>explicit</i> assurance of confidentiality, the Court would find an <i>implicit</i> assurance of confidentiality because \"it is reasonable to infer from the circumstances that its absence would impair the [agency's] ability to elicit the information.\" <i>Id.</i> at 345; <i>see </i><i>Schmerler v. FBI,</i> <span class=\"citation\" data-id=\"539784\"><a href=\"/opinion/539784/gilbert-r-schmerler-v-federal-bureau-of-investigation/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 337 (D.C.Cir.1990) (\"[T]he FBI benefits from a presumption that an assurance of confidentiality was given where the circumstances indicate that the want of an assurance would impair its ability to elicit information. Absent evidence to the contrary, `promises of confidentiality are \"inherently implicit\" when the FBI solicits information.'\" (citations omitted)).</p>\n<p>Moreover, while the passage of approximately forty years and the possibility that individuals interested in non-disclosure may have died are factors that courts must take into account when evaluating Exemption 7(C) claims, these considerations clearly are irrelevant in the context of Exemption 7(D). In its recent <i>Schmerler</i> decision, the United States Court of Appeals for this Circuit, facing a passage of much more time than occurred here, addressed this issue directly and unequivocally:</p>\n<blockquote>Exemption 7(D) ... protects the identity of confidential sources without regard to the FBI's interests in continued maintenance of confidentiality. The factors cited by the District Court might well be conclusive if exemption 7(D) required balancing the agency's interest in maintaining confidence against interests in disclosure. <i>However, [FOIA] admits no such balancing. That nearly sixty years have passed since the confidential sources were interviewed and that the sources may have died is of no moment to the analysis. [FOIA] contains no sunset provision on the promise of confidentiality. Once the government has demonstrated that the sources are confidential, [FOIA] does not require the government to justify the continued withholding against claims that the confidentiality is no longer warranted or that the public interest weighs in favor of disclosure.</i>\n</blockquote>\n<p><i>Schmerler,</i> 900 F.2d at 336 (emphasis added).</p>\n<p>Thus, having made all of the initial determinationsthat the records were compiled by a criminal law enforcement authority for law enforcement purposes in the course of a criminal investigation and that the information was provided under an assurance of confidentialitythe Court's task, at least with regard to FOIA, is almost complete because, unlike an analysis of Exemption 7(C) claims, Exemption 7(D) does not contemplate judicial balancing. <i>See id.</i> Furthermore,</p>\n<blockquote>Exemption 7(D) differs from other FOIA exemptions in that its applicability depends not on the specific factual contents of a particular document; instead, the pertinent question is whether the information was furnished by a \"confidential source\" during the course of a legitimate criminal law investigation. Once that question is answered in the affirmative, all such information obtained from the confidential source receives protection. <span class=\"star-pagination\">*22</span> <i>Id.</i> (quoting <i>Lesar,</i> 636 F.2d at 492); <i>see also </i><i>Shaw,</i> 749 F.2d at 61.</blockquote>\n<p>In view of the above, it is clear that the defendant in this case properly relied upon the first clause of Exemption 7(D) in refusing to disclose the name of the confidential source. Moreover, because it could reasonably be expected to reveal the identity of the confidential source, the defendant also correctly invoked Exemption 7(D) to withhold both the source's place of work when he supplied the defendant with certain information about the plaintiff as well as the information itself. <i>See </i><i>Birch v. United States Postal Serv.,</i> <span class=\"citation\" data-id=\"478556\"><a href=\"/opinion/478556/w-lee-birch-v-united-states-postal-service/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1212 (D.C.Cir.1986) (upholding Exemption 7(D) claim because defendant \"demonstrated that release of the information withheld would reveal the identity of the [confidential source] who exposed [the plaintiff's] abuse of the ... mailing privilege\").</p>\n<p>Even if the information supplied by the confidential source could in no way identify him, the second clause of Exemption 7(D) nevertheless allows the defendant to withhold this information. <i>See </i><i>Shaw,</i> 749 F.2d at 62 (\"Requiring the second category [of Exemption 7(D) information] to come within the first [category] as well would render it entirely redundant. It is irrelevant to the second inquiry [under Exemption 7(D)] whether the information would reveal the identity of the source.\" (citing <i>Duffin v. Carlson,</i> <span class=\"citation\" data-id=\"384948\"><a href=\"/opinion/384948/edward-w-duffin-v-norman-carlson-director-bureau-of-prisons/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span>, 712-13 (D.C.Cir. 1980))). Consequently, the defendant was clearly justified in refusing to disclose those portions of the document setting forth information that the confidential source supplied to the defendant.</p>\n<p>To summarize and add specificity, Exemptions 7(C) and 7(D) together permit the defendant to properly withhold almost all of the document at issue: (1) the second and third hand-written pagesinformation and file numbers concerning third parties uncovered during the search triggered by the plaintiff's request and references to government employees involved in the searchare protected from disclosure by Exemption 7(C); (2) part of the first paragraph of the first pagethe FBI agent's nameis protected by Exemption 7(C) and another partthe name and place of work of the confidential sourceis covered by Exemption 7(D); (3) paragraphs two through five of the first pageinformation provided by the confidential sourceare properly withheld under Exemption 7(D); (4) a small part of the sixth paragraph of the first pagethe name of the confidential sourceis sheltered by Exemption 7(D); and (5) the handwritten notations in the margins of the first page that refer to other agents or government employees are protected by Exemption 7(C).</p>\n<p>However, FOIA requires that \"[a]ny reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt.\" § 552(b), <i>see </i><i>Reporters Comm.,</i> 109 S.Ct. at 1477. Therefore, the Court will order the defendant to disclose certain portions of the first page, namely the verb and the last three words of the first paragraph, the sixth paragraph in its entirety except for the name, the seventh paragraph in its entirety, and any notations or stamps in the margins that do not identify any agent, government employee, or private individual.</p>\n<p></p>\n<h2>C. Privacy Act</h2>\n<p>The Court's conclusions announced herein with regard to the defendant's FOIA claims do not render a Privacy Act analysis unnecessary. While \"it is apparent ... that the Privacy Act and FOIA substantially overlap, ... it is apparent also that the two statutes are not completely coextensive; each provides or limits access to material not opened or closed by the other.\" <i>Greentree v. United States Custom Serv.,</i> <span class=\"citation\" data-id=\"402060\"><a href=\"/opinion/402060/frank-derek-greentree-v-u-s-customs-service-frank-derek-greentree-v/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span>, 78 (D.C.Cir.1982). In other words, the Court must now evaluate the defendant's invocation of the Privacy Act, 5 U.S.C. § 552a(j)(2), because \"[i]f a FOIA exemption covers the documents, but a Privacy Act exemption does not, the documents must be released under the Privacy Act; if a Privacy Act exemption but not a FOIA exemption applies, the documents must be released under FOIA.\" <i>Martin v. Office of Special Counsel, Merit Sys. Protection Bd.,</i> <span class=\"citation\" data-id=\"489286\"><a href=\"/opinion/489286/betty-martin-v-office-of-special-counsel-merit-systems-protection-board/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span>, 1184 (D.C.Cir. 1987).</p>\n<p><span class=\"star-pagination\">*23</span> Although the Court has conducted a separate inquiry into the defendant's reliance upon Exemption (j)(2) of the Privacy Act, due to the substantial overlap between this exemption and FOIA's Exemption 7 under the circumstances of this particular case, the Court need not tarry long in ruling for the defendant. The Privacy Act enables individuals to gain access to records or information pertaining to themselves contained in an agency's system of records. § 552a(d)(2); <i>Exner v. FBI,</i> <span class=\"citation\" data-id=\"373504\"><a href=\"/opinion/373504/judith-katherine-exner-v-federal-bureau-of-investigation-william-h/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1202</span></a></span>, 1203-04 (9th Cir.1980); <i>see </i><i>Londrigan v. FBI,</i> <span class=\"citation\" data-id=\"428300\"><a href=\"/opinion/428300/joseph-p-londrigan-v-federal-bureau-of-investigation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span>, 843 (D.C.Cir. 1983). However, Exemption (j)(2) allows the head of an agency to promulgate rules to exempt from the Privacy Act's access provisions \"any system of records within the agency,\" § 552a(j), as long as the system of records is \"maintained by an agency or component thereof which performs as its principal function any activity pertaining to the enforcement of criminal laws ... and which consists of ... (B) information compiled for the purpose of a criminal investigation, including reports of informants and investigators, and associated with an identifiable individual,\" § 552a(j)(2).</p>\n<p>The document at issue was retrieved from the FBI's Central Records System (\"CRS\"), a system of records which the Attorney General clearly has exempted from the Privacy Act's access provisions by promulgating rules as contemplated by Exemption (j)(2). <i>See</i> 28 C.F.R. § 16.96(a) &amp; (b)(2)(i); <i>see also </i><i>Exner,</i> 612 F.2d at 1204. However, the Attorney General's exemption of the CRS in turn applies only to the extent that information in this system of records is exempt pursuant to the Privacy Act's Exemptions (j) and (k). <i>See</i> 28 C.F.R. § 16.96(a); <i>Vymetalik v. FBI,</i> <span class=\"citation\" data-id=\"466265\"><a href=\"/opinion/466265/henry-m-vymetalik-v-federal-bureau-of-investigation/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span>, 1095 (D.C.Cir.1986).</p>\n<p>Once the back-and-forth analysis between the various statutory and regulatory cross-references has been completed, the \"bottom line\" is that in this case the document is exempt under the Privacy Act if it was compiled for a criminal law enforcement purpose. <i>See</i> § 552a(j)(2); <i>cf. </i><i>Vymetalik,</i> 785 F.2d at 1095. Although the route is necessarily more circuitous under the Privacy Act than under FOIA, in this case the destination of the two analyses is very similar, if not identical. In its discussion of the defendant's FOIA exemption claims, the Court has already addressed the plaintiff's concerns that \"FBI records are not law enforcement records simply by virtue of the function that the FBI serves,\" <i>Vymetalik,</i> 785 F.2d at 1095, and has explained in detail why the document at issue was compiled for criminal law enforcement purposes within the meaning of the <i>Pratt</i> test, <i>see id.</i> (citing <i>Pratt,</i> <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></span>, and finding its \"holding applicable in the instant [Privacy Act] case\"). Moreover, rather than helping the plaintiff's cause as he contends, a comparison between the holding in <i>Vymetalik</i>FBI records generated by a \"background\" employment investigation rather than by a law enforcement investigation are not protected from the Privacy Act's access provisionsand this case merely reinforces this Court's conviction that the document at issue here was compiled for a criminal law enforcement purpose and therefore is exempt under the Privacy Act.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*24</span> III. CONCLUSION</h2>\n<p>After carefully considering the parties' filings and conducting an <i>in camera</i> review of the three-page document at issue, the Court holds that, for the most part, the defendant properly relied upon Exemptions 7(C) and 7(D) of the FOIA and Exemption (j)(2) of the Privacy Act to withhold the document. Therefore, the Court grants the defendant's summary judgment motion in large part, but the Court also orders the defendant to release certain portions of the first page of the document because they are reasonably segregable and are not protected from disclosure by either of the FOIA exemptions. The Court recognizes that this limited disclosure is probably no-where near what the plaintiff hoped for, but, under the balance that Congress has struck by enacting FOIA, <i>see </i><i>John Doe Agency,</i> 110 S.Ct. at 475, almost the entire responsive document is exempt.</p>\n<p>The Court will issue an Order of even date herewith in accordance with the foregoing Opinion.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with the Court's Opinion of even date herewith, it is, by the Court, this 27th day of November, 1990,</p>\n<p>ORDERED that the defendant's Motion for Summary Judgment shall be, and hereby is, GRANTED in large part, EXCEPT that within thirty (30) days of the date of this Order, the defendant shall release to the plaintiff the following portions of the first page of the three-page document responsive to his request: (1) the verb and the last three words of the first paragraph; (2) the sixth paragraph in its entirety except for the name, which may be redacted; (3) the seventh paragraph in its entirety; and (4) any notations or stamps in the margins that do not identify FBI agents, other government employees, or private individuals; and it is</p>\n<p>FURTHER ORDERED that the status call scheduled for 10:00 a.m., November 30, 1990 shall be, and hereby is, CANCELLED; and it is</p>\n<p>FURTHER ORDERED that the above-captioned case shall be, and hereby is, DISMISSED from the Court's docket.</p>\n<h2>NOTES</h2>\n<p>[1]  Although this Circuit's decision in <i>Pratt,</i> <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></span>, preceded the 1986 amendments to FOIA, which \"broadened the scope of the exemption 7 threshold by replacing `investigatory records' with the more general term `documents or information,'\" <i>Keys v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"495212\"><a href=\"/opinion/495212/arthur-b-keys-jr-v-united-states-department-of-justice/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 340 (D.C.Cir.1987), <i>Pratt</i> continues to be the controlling precedent on the compiled-for-law-enforcement-purposes requirement, <i>see id.</i></p>\n<p>[2]  Once again, this Circuit has made it clear that <i>Pratt's</i> deference to a criminal law enforcement agency's invocation of the \"law enforcement purposes\" language also has survived the 1986 amendments to FOIA. <i>Keys,</i> 830 F.2d at 340.</p>\n<p>[3]  The plaintiff argues that the defendant's supplemental affidavit cannot be believed because it states that the plaintiff was investigated for possibly violating the Internal Security Act of 1950 by concealing his Communist affiliations while working in a defense plant or holding elective office when, in fact, the plaintiff was neither working in a defense plant nor holding elective office at the time. This argument misconstrues the supplemental affidavit, which merely uses the scenarios of working in a defense plant and holding elective office as illustrative examples of activities prohibited by the Internal Security Act of 1950 for persons concealing their Communist affiliations. <i>See</i> Supplemental Declaration of Catherine Mazauskas ¶ 3. The affidavit does not indicate that those examples apply to the plaintiff.</p>\n<p>[4]  In making the argument that the validity of the defendant's law enforcement purpose claim must be considered as of the date that the agency responds to the FOIA request, the plaintiff misinterprets the Supreme Court's <i>John Doe Agency</i> decision. The crucial language on this issue is: \"Under [FOIA], documents need only to <i>have been compiled</i> when the response to the FOIA request must be made.\" <i>John Doe Agency,</i> 110 S.Ct. at 477 (emphasis added). When read carefully and in context with the issue before the Supreme Court (whether a document not originally compiled for law enforcement purposes may subsequently qualify for exemption as a document compiled for law enforcement purposes), this language clearly means that a document is protected by FOIA if it has been compiled for law enforcement purposes at some pointwhether forty years or forty daysbefore the government invokes the exemption. Thus, in this case, the Court must evaluate the defendant's invocation of FOIA's \"compiled for law enforcement purposes\" test by 1951 standards when this document was compiled, not by today's standards as the plaintiff contends. <i>See </i><i>Keys,</i> 830 F.2d at 341-42.</p>\n<p>[5]  Although the <i>plaintiff</i> may understandably have a pressing interest in discovering the names of and references to various individuals contained in the requested record, the Court must look to the <i>public</i> interest in disclosure. <i>See </i><i>Johnson v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"439176\"><a href=\"/opinion/439176/harold-m-johnson-v-united-states-department-of-justice/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1514</span></a></span>, 1519 (10th Cir.1984) (\"the FOIA was not designed to benefit private litigants\" (citing <i>NLRB v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 143 n. 10, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1513 n. 10, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1975))); <i>Stone,</i> 727 F.Supp. at 667 n. 4 (\"Under the FOIA, the Court must look first and foremost to the public interest, if any, served by releasing the information requested, not to the highly-specialized interests of those individuals who understandably have a great personal stake in gaining access to that information.\").</p>\n<p>[6]  In addition to providing individuals with access to certain records in the government's possession, the Privacy Act strives to ensure the accuracy of information by setting forth procedures under which individuals may attempt to amend records pertaining to them. <i>See</i> § 552a(d)(2), (3) &amp; (4). The plaintiff now seeks amendment and, in the alternative, expungement, although he did not do so in his initial FOIA/Privacy Act request and did not even allude to amendment or expungement in his Complaint in this case. The first time that the plaintiff mentioned the remedy of amendment or expungement was in his administrative appeal of the denial of his FOIA/Privacy Act request. <i>See</i> Defendant's Summary Judgment Motion, Exh. I-F, at 3. In denying the plaintiff's appeal, the Office of Information and Privacy informed him that \"[a]ny request for correction or amendment of information in FBI records should be submitted to FBI Headquarters.\" <i>Id.,</i> Exh. I-H. The plaintiff decided not to pursue this option but filed this lawsuit instead, in which he first mentioned amendment or expungement in his opposition to the defendant's summary judgment motion.\n</p>\n<p>Because an administrative avenue remains available to the plaintiff for seeking amendment or expungement which he has not exhausted, the Court declines to address this issue on the merits. Exhaustion of administrative remedies is a prerequisite to bringing a Privacy Act lawsuit. <i>Cf. </i><i>Spannaus v. United States Dep't of Justice,</i> <span class=\"citation\" data-id=\"491631\"><a href=\"/opinion/491631/edward-spannaus-v-us-department-of-justice/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 57-58 (D.C.Cir.1987) (FOIA); <i>Stebbins v. Nationwide Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"449448\"><a href=\"/opinion/449448/emmett-j-stebbins-v-nationwide-mutual-insurance-company/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 366 (D.C.Cir.1985) (same). In fact, the Court may not even have jurisdiction under § 552a(g)(1) to consider the merits of the plaintiff's request for amendment or expungement if the agency has not had an opportunity to \"make a determination ... not to amend [the plaintiff's] record in accordance with his request,\" § 552a(g)(1)(A). In any event, the Court recognizes that its rulings announced herein upholding, in large part, the defendant's refusal to release the document at issue may make it difficult, if not impossible, for the plaintiff to pursue amendment or expungement. Therefore, it is appropriate for the Court to leave the plaintiff free to decide, in light of this Opinion, whether to pursue these remedies at the administrative level.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112344/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397837/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402060/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/428300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/439176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445028/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/449448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/466265/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/478556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/489286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491446/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/495205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/495212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/539784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1418978/"
          ]
        }
      ],
      "judges": "Charles R. Richey",
      "date_created": "2014-10-30T14:41:58.526834Z",
      "date_modified": "2014-10-30T14:41:58.526834Z",
      "date_filed": "1991-01-03",
      "date_filed_is_approximate": false,
      "slug": "simon-v-us-dept-of-justice",
      "citation_id": 1561142,
      "case_name_short": "Simon",
      "case_name": "Simon v. US Dept. of Justice",
      "case_name_full": "",
      "federal_cite_one": "752 F. Supp. 14",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1157075/simon-v-us-dept-of-justice/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:41:58.524503Z",
  "date_modified": "2017-06-30T14:28:14.704059Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Simon",
  "case_name": "Simon v. US Dept. of Justice",
  "case_name_full": "",
  "slug": "simon-v-us-dept-of-justice",
  "docket_number": "Civ. A. No. 89-2117 (CRR)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}