{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1173398/",
  "id": 1173398,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/320403/",
      "id": 320403,
      "absolute_url": "/opinion/320403/d-c-williams-et-ux-v-the-matthews-company/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1173398/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/320403/",
          "id": 320403,
          "absolute_url": "/opinion/320403/d-c-williams-et-ux-v-the-matthews-company/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/320403/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:55:45Z",
          "date_modified": "2017-03-24T22:59:07.967223Z",
          "type": "010combined",
          "sha1": "2b15b9367c14785b26a75e5d9f068edea4affb1b",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/499/499.F2d.819.73-1765.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">499 F.2d 819</p>\n    <p class=\"parties\">D. C. WILLIAMS et ux., Appellants,<br>v.<br>The MATTHEWS COMPANY et al., Appellees.</p>\n    <p class=\"docket\">No. 73-1765.</p>\n    <p class=\"court\">United States Court of Appeals, Eighth Circuit.</p>\n    <p class=\"date\">Submitted March 13, 1974.<br>Decided June 20, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Sylvia Drew, New York City, for appellants.</p>\n      <p class=\"indent\">H. B. Stubblefield, Little Rock, Ark., for appellees.</p>\n      <p class=\"indent\">Before GIBSON, BRIGHT and STEPHENSON, Circuit Judges.</p>\n      <p class=\"indent\">BRIGHT, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">D. C. Williams, a black man from North Little Rock, Arkansas, brought this civil action, individually and as a class representative for other black persons, charging defendants with racial discrimination in refusing to sell residential building lots to black people in violation of the Civil Rights Acts of 1870 and 1866 (42 U.S.C. 1981, 1982)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and 804 of the Civil Rights Act of 1968 (42 U.S.C. 3604).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition to declaratory and injunctive relief, plaintiff sought compensatory damages and reasonable attorney's fees.  Jurisdiction was asserted under 28 U.S.C. 1343<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and 42 U.S.C. 3612.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In dismissing the class action aspects of the case and denying Williams any individual relief, the trial court concluded that the defendants accorded Williams 'special handling' only for the purpose of accomplishing smoothly some integration of their all-white real estate subdivision, Lakewood, and that the defendants refused to sell Williams a real estate lot in pursuance of their valid policy of restricting sale of lots only to 'qualified' building contracts.  We reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We think that racial discrimination by the defendants in their real estate operations is shown as a matter of fact and law.  The defendants' policy of selling lots only to builders, which, under the circumstances, operated to exclude black persons from acquiring building lots in the real estate subdivision, does not afford and legal justification for defendants' conduct.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The facts relating to defendants' conduct appear without substantial dispute in the record.  Although defendants attacked the bona fides of Williams' proposal to purchase real estate, the trial court resolved that issue in Williams' favor in finding that 'Mr. and Mrs. Williams did in good faith attempt to purchase a lot in Lakewood with the intention of building a home valued between $30,000 and $40,000.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Lakewood', a large residential subdivision in North Little Rock, Arkansas, is being developed by the defendant-Matthews Company, which holds in trust a number of tracts originally part of the vast land holdings of the late Justin Matthews, Sr. Defendant-John Matthews, the son, is chairman of the board of the company; defendant-James Matthews, the grandson, is president.  As was the case with four other Matthews Company subdivisions, none of the 2,000 residential lots in Lakewood were occupied by blacks as of the date of the filing of the complaint.  At the trial, John Matthews testified that the company had excluded blacks from its subdivisions as an official policy since 1945, but that this policy had been abandoned in approximately 1965.  He admitted that he had never notified the public of this change nor taken any affirmative steps to integrate the Lakewood community.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In March of 1970, Williams initiated his inquiry about purchasing a lot in Lakewood.  He and his wife, Dinah, taught in the public school system in Little Rock and, at the time of the suit, jointly earned approximately $16,000 annually.  Beginning in September 1969, the Williamses began looking for property upon which to a build a larger home for themselves and their two children.  They had built their own home in Glenview (a Negro subdivision in North Little Rock) valued at $25,000, and, as a Korean War veteran, plaintiff had available to him V.A. loans.  The couple planned to spend between $30,000 and $40,000 on a new home.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During this time, they looked at property in the Lakewood subdivision where they found a 'for sale' sign posted on each vacant lot.  Each sign gave the price and size of the lot and listed the Matthews Company as seller, with its phone number.  If a lot had been sold, the sign gave the owner's name.  According to the plaintiffs, these signs remained posted up to and after the time their suit was filed on April 29, 1970.  Based on their visits to Lakewood, the couple decided to inquire further about four particular pieces of property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 16, 1970, the Williamses called to make an appointment at the matthews Company.  The next day, they met with Mr. James Matthews, the president of the company, who indicated that he could neither accept nor reject their offer to purchase a lot, but would have to take the matter up with his father, John Matthews, and call them later in the week.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 18, 1970, James Matthews called the Williamses and for the first time informed them that the company did not sell lots to individuals, but only to builders.  He informed the plaintiff that they might find an approved builder and have him purchase a lot, and further advised the couple that it would be better for them to purchase an already constructed home.  He suggested that he might even make his mother's 'villa' available for $60,000.  The couple restated their intention of building their own home.  No list of builders was furnished to the Williamses by James Matthews nor was any further contact initiated by him or other members of the Matthews Company.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Shortly after this March 18 conversation with James Matthews, plaintiff attempted to contact several of the builders whose names had appeared on signs on other homes in Lakewood.  One of the white builders to whom the couple talked indicated that he would go out of business if he built a house in Lakewood for blacks, but offered to build in a black residential area if they wished.  A second white builder also refused to build for the Williamses.  After these conversations, the couple approached a black builder, Joe Anderson, to visit the Matthews Company on their behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In mid-April, Joe Anderson met with James Matthews and stated his desire to purchase a lot for the Williamses.  Matthews stated that Anderson would have to be an 'approved builder' before he could sell a lot to him, but he did not outline any procedures for becoming an approved builder.  He informed Anderson that he could not give him any answer on his request until his father, John Matthews, returned from the Orient two months later.  At the trial, it appeared from defendants' testimony that the company never had any formal policies or procedures relating to approved builders.  According to James Matthews, builders were approved or disapproved by the board of directors, but, according to John Matthews, who was chairman of the board, he had not made any decisions on approving builders for five years and it was his son, James, who made the decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 24, 1970, Mrs. Williams contacted James Matthews for the last time.  He informed her that he would not sell them a lot and would not give them a decision on letting their builder purchase a lot until John Matthews returned to the country in June.  Five days later, the plaintiffs filed this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In defense of the conduct of the Matthews Company, John Matthews introduced into evidence an office memorandum dated February 13, 1970, to demonstrate that the personnel of the Matthews Company contemplated integration of the all-white Lakewood subdivision.  This memorandum, while espousing the principle of integration as 'morally right', ordered special treatment of any black person seeking entry into the subdivision, to be handled personally by the senior Matthews, John.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">John Matthews, at trial, testified that the corporation could not sell Williams a lot in the subdivision without violating a firm policy to sell lots only to approved building contractors.  That policy had allegedly been adopted in late 1969 as a means of insuring an orderly development of the subdivision since approved contractors would undertake prompt construction on those building lots which were made available to them for purchase.  As a further reason for justifying the refusal to sell Williams a lot, John Matthews testified that he believed that Williams' attorney, John W. Walker, of Little Rock, would seek to invalidate certain subdivision building restrictions relating to size and cost of homes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In denying Williams' claim, the district court characterized defendants' policy of selling only to builders as free of racial considerations and described defendants' fear-- that sale of a subdivision lot to Williams would produce a challenge to their building restrictions-- as sincerely but perhaps mistakenly held.  Accordingly, the trial court concluded that plaintiff was not denied the right to purchase property because of his race and that plaintiff was afforded the same opportunity as others to purchase from an approved builder.  The trial court additionally determined that 'defendants have here demonstrated that their practice of selling to builders has a demonstrated business reason for its retention.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An examination of the statutes and case law require a conclusion contrary to that reached by the district court.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The policy of the United states contained in Title VIII of the Civil Rights Act of 1968 is to provide, within constitutional limitations, fair housing throughout the country.  42 U.S.C. 3601.  Like the 1866 Civil Rights Act, the Fair Housing Title is an exercise of congressional power under the thirteenth amendment to eliminate the badges and incidents of slavery.  United States v. Hunter, 459 F.2d 205, 214 (4th Cir. 1972).  As the Supreme Court commented in Jones v. Mayer Co., 392 U.S. 409, 88 S.Ct. 2186, 20 L.Ed.2d 1189 (1968), construing 42 U.S.C. 1982:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When racial discrimination herds men into ghettos and makes their ability to buy property turn on the color of their skin, then it too is a relic of slavery.  (392 U.S. at 442-443.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, the Fair Housing Title of the Civil Rights Act of 1968 and the 1866 Civil Rights Act together comprehensively spell out the right of an individual to rent or purchase housing without suffering discrimination and to obtain federal enforcement of that fundamental guarantee.  392 U.S. at 413-417.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Recent cases make clear that the statutes prohibit all forms of discrimination, sophisticated as well as simpleminded, and thus disparity of treatment between whites and blacks, burdensome application procedures, and tactics of delay, hindrance, and special treatment must receive short shrift from the courts.  See United States v. Pelzer Realty Company, Inc., 484 F.2d 438 (5th Cir. 1973); United States v. Youritan Construction Company, 350 F.Supp. 643 (N.D.Cal., filed Feb. 8, 1973); Hall v. Freitas,343 F.Supp. 1099 (N.D.Cal.1972); Newbern v. Lake Lorelei, inc., 308 F.Supp. 407 (S.D.Ohio 1968); Brown v. Lo Duca, 307 F.Supp. 102 (E.D.Wis.1969).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Race is an impermissible factor in real estate transactions under both 42 U.S.C. 1982 and 42 U.S.C. 3604 and 'cannot be brushed aside because it was neither the sole reason for discrimination nor the total factor of discrimination.'  Smith v. Sol D. Adler Realty, 436 F.2d 344, 349-350 (7th Cir. 1970).  The courts will look beyond the form of a transaction to its substance and proscribe practices which actually or predictively result in racial discrimination, irrespective of defendant's motivation.  See United States v. Grooms, 348 F.Supp. 1130, 1133-1134 (M.D.Fla.1972); United States v. Real Estate Development Corporation, 347 F.Supp. 776, 782 (N.D.Miss.1972); United States v. Reddock, No. 6541-71-P (S.D.Ala., filed Jan. 1, 1972), aff'd, 467 F.2d 897 (5th Cir. 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think that the concept of the 'prima facie case' applies to discrimination in housing as much as to discrimination in other areas of life.  Cf. McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).  This is not a new principle, but is a familiar one in the areas of employment,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> labor relations,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and school<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> discrimination.  Thus, where a Negro buyer meets the objective requirements of a real estate developer so that a sale would in all likelihood have been consummated were he white and where statistics show that all of a substantial number of lots in the development have been sold only to whites, a prima facie inference of discrimination arises as a matter of law if his offer to purchase is refused.  If the inference is not satisfactorily explained away, the fact of discrimination becomes established.  See Newbern v. Lake Lorelei, Inc., 308 F.Supp. 407, 417 (S.D.Ohio 1968).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the defendants admittedly followed a whites-only policy in sales of real estate prior to 1965.  John Matthews testified to a change of heart and a willingness, finally, to comply with the law and the obligations of good citizenship, but this change of heart was demonstrated only by a self-serving office memorandum written in 1970 and entitled, perhaps significantly, 'Ever Tightening Lakewood Controls As It Affects Integration.'  Those tightened controls were exercised through approved builders, none of whom were black and none of whom would break the housing segregation barrier by building a home for a black family in an all-white neighborhood.  The Matthews Company made no public announcement of their new devotion to integration, and the record shows that no black man or woman had ever acquired property in any subdivision of the Matthews Company up to and including the time of trial.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The special handling of the efforts of Mr. and Mrs. Williams to purchase a lot in Lakewood, in the light of this factual background, became nothing more than a 'run-around' when John Matthews-- the sole person having the authority in the company to deal with black persons (although other officers and employees might deal with white persons)-- left the United States for an extended tour in the Orient.  This undisputed evidence establishes a prima facie case of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not think that the trial judge reached a contrary determination as to these obvious facts of discrimination.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> rather, he apparently assumed that subjective good intentions could overcome the prima facie showing of discrimination, and concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This 'personal handling' procedure was not intended, or used, as a device to delay integration.  In fact the defendants at the time they were first contacted by plaintiff wanted to get the integration started as soon as possible.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">That conclusion is error.  A prima facie case of discrimination resting as it does both on statistical evidence and real evidence cannot be overcome by defendant-Matthews' platitude that 'integration is the law of the land and our Board of Directors feels that integration is morally right.'  Statistics, of course, are not everything, 'but nothing is as emphatic as zero.'  United States v. Hinds County School Board, 417 F.2d 852, 858 (5th Cir. 1969), cert. denied, 396 U.S. 1032, 90 S.Ct. 612, 24 L.Ed.2d 531 (1970).  When a plaintiff makes a prima facie case of discrimination, as here, the burden shifts to the defendant to articulate some legitimate, nondiscriminatory reason for the plaintiff's rejection.  See McDonnell Douglas Corp. v. Green, supra, 411 U.S. at 802.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We need then examine the grounds asserted in the district court's opinion for his conclusion that no unlawful discrimination existed in this case.  The trial court determined that Williams was in fact offered the opportunity to purchase on terms available to all persons.  The conclusion, as we understand the trial court's opinion, was premised upon the proposal by Matthews to Williams to purchase a lot through an approved builder.  In this connection the court also ruled that the procedure of selling to builders only was not adopted because of racial considerations nor was it used, or intended to be used, as a ruse by which to exclude blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Assuming that the requirement of purchasing only through approved builders did not constitute a ruse,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> this procedure was fraught with racial overtones and cannot overcome the prima facie case of racial discrimination.  Here only white builders were approved.  The Matthews Company had not communicated notice of any change of policy regarding its segregation practices to these builders.  No white builder had ever contracted to build or buy a home for a black person in that subdivision.  The Williamses had sought and been refused a lot through white builders.  A black contractor selected by Williams found himself in limbo, neither accepted, nor rejected by the Matthews.  The undisputed facts show that under the circumstances the alleged procedure of selling lots only to builders carried racial overtones, and such a policy, even though neutral on its face, cannot stand if it in its operation serves to discriminate on the basis of race.  See Griggs v. Duke Power Co., 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The policy adopted by the Matthews Company to sell lots only through approved builders served here to discriminate against Williams in obtaining a lot.  That policy therefore cannot stand nor can it excuse the racial discrimination shown in this case.  See McDonnell douglas and Griggs, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, the trial court's suggestion-- that any taint of discrimination is avoided in this case because 'the practice of selling to builders has a demonstrated business reason for its retention'-- also rests upon a legally unsound basis and must be rejected.  In order to rely upon a 'business necessity' justification for a business policy which, though fair in form, is discriminatory in operation, a defendant must demonstrate the absence of any acceptable alternative that will accomplish the same business goal with less discrimination.  See Wallace v. Debron Corporation, 494 F.2d 674 (8th Cir., filed Mar. 28, 1974); United States v. St. Louis-San Francisco Railway Co.,  464 F.2d 301, 308 (8th Cir. 1972).  Here, of course, a number of alternatives are available to avoid the racial effect of the 'builders-only' policy.  For example, the Matthews Company could sell building lots directly to black persons who indicate a willingness to hire an available competent contractor, black or white, who will build a home in the subdivision for a black person, or Matthews could direct that its approved builders make the building lots they buy from Matthews available without discrimination to all persons regardless of race.  The application of the 'business necessity' doctrine offered here, however, rests upon pure chimera.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is surely true that, on a showing of discrimination towards himself and other members of his race, a plaintiff may appropriately file and prosecute a class action on behalf of himself and other members of his race under Fed.R.Civ.P. 23(a).  See Newbern v. Lake Lorelei, Inc., 308 F.Supp 407, 416 (S.D.Ohio 1968) (citing cases).  Although we do find some evidence in the case which might have justified a class action, the court determined that plaintiff has failed to show that other black persons have attempted and been denied the right to purchase property in Lakewood or other Matthews Company subdivisions.  This finding afforded an appropriate basis for the dismissal of the class action, since one family is not a class and the burden is on the plaintiff to justify permitting the suit to proceed as a class action.  See Cash v. Swifton Land Corporation, 434 F.2d 569 (6th Cir. 1970); Crim v. Glover, 338 F.Supp. 823 (S.D.Ohio 1972).</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Accordingly, the plaintiff is entitled under 42 U.S.C. 3612(c) to the following relief: (1) a declaratory judgment of his rights to purchase property in any subdivision developed by the Matthews Company; (2) counsel fees on trial and on appeal, see Knight v. Auciello, 453 F.2d 852 (1st Cir. 1972); Lee v. Southern Home Sites Corp., 444 F.2d 143 (5th Cir. 1971); (3) court costs; (4) actual damages for the defendant's failure to sell Williams a lot during the spring of 1970, to include such sum as will properly compensate plaintiff for his deprivation of civil rights and for humiliation suffered by him, see Seaton v. Sky Realty Company, Inc., 491 F.2d 634 (7th Cir. 1974); and (5) punitive damages not to exceed $1,000.  See generally Smith v. Sol D. Adler Realty Company, 436 F.2d 344 (7th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We reverse and remand this case for the entry of a judgment consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. 1981 provides:</p>\n        <p>All persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licenses, and exactions of every kind, and to no other.</p>\n        <p>42 U.S.C. 1982 provides:</p>\n        <p>All citizens of the United States shall have the same right, in every State and Territory, as is enjoyed by white citizens thereof to inherit, purchase, lease, sell, hold, and convey real and personal property.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 42 U.S.C. 3604 provides in relevant part:</p>\n        <p>It shall be unlawful--</p>\n        <p>(a) To refuse to sell or rent after the making of a bona fide offer, or to refuse to negotiate for the sale or rental of, or otherwise make unavailable or deny, a dwelling to any person because of race, color, religion, or national origin.</p>\n        <p>(b) To discriminate against any person in the terms, conditions, or privileges of sale or rental of a dwelling, or in the provision of services or facilities in connection therewith, because of race, color, religion, or national origin.</p>\n        <p>'Dwelling' as used in 3604 is defined in 42 U.S.C. 3602(b) as:</p>\n        <p>(b) 'Dwelling' means any building, structure, or portion thereof which is occupied as, or designed or intended for occupancy as, a residence by one or more families, and any vacant land which is offered for sale or lease for the construction or location thereon of any such building, structure, or portion thereof.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 28 U.S.C. 1343 provides in relevant part:</p>\n        <p>The district courts shall have original jurisdiction of any civil action authorized by law to be commenced by any person:</p>\n        <p>(3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States;</p>\n        <p>(4) To recover damages or to secure equitable or other relief under any Act of Congress providing for the protection of civil rights, including the right to vote.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 42 U.S.C. 3612 provides in relevant part:</p>\n        <p>(a) The rights granted by sections 3603, 3604, 3605, and 3606 of this title may be enforced by civil actions in appropriate United States district courts without regard to the amount in controversy and in appropriate State or local courts of general jurisdiction.  A civil action shall be commenced within one hundred and eighty days after the alleged discriminatory housing practice occurred: Provided, however, That the court shall continue such civil case brought pursuant to this section or section 3610(d) of this title from time to time before bringing it to trial if the court believes that the conciliation efforts of the Secretary or a State or local agency are likely to result in satisfactory settlement of the discriminatory housing practice complained of in the complaint made to the Secretary or to the local or State agency and which practice forms the basis for the action in court: And provided, however, That any sale, encumbrance, or rental consummated prior to the issuance of any court order issued under the authority of this Act, and involving a bona fide purchaser, encumbrancer, or tenant without actual notice of the existence of the filing of a complaint or civil action under the provisions of this Act shall not be affected.</p>\n        <p>(c) The court may grant as relief, as it deems appropriate, any permanent or temporary injunction, temporary restraining order, or other order, and may award to the plaintiff actual damages and not more than $1,000 punitive damages, together with court costs and reasonable attorney fees in the case of a prevailing plaintiff: Provided, That the said plaintiff in the opinion of the court is not financially able to assume said attorney's fees.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The office memorandum stated:</p>\n        <p>As discussed, the longer we develop residential communities, the more we realize, that more effort on the part of the developer and tighter controls on development seem the only way to achieve pleasant places to live where property values will continue to increase over the years.  Cost and square footage restrictions are virtually useless.  Plan approval seems the best route but if builders or owners do not want to improve neighborhoods, then plan approval accomplishes little.  Thus, we have returned to the regulation that lots will be sold only to approved builders or to individuals who agree to immediate construction by approved builders.  All the above has already been discussed with you and all officials of our Company in great detail.  As to the integration of Lakewood, our Company realizes that integration is the law of the land and our Board of Directors feels that integration is morally right.  Thus, we realize that integration of Lakewood is inevitable and we welcome black residents, the sooner the better.  On the other hand, we realize that allwhite communities, like Lakewood, are extremely sensitive and that great care is necessary if integration is to be accomplished smoothly and without unpleasant incident.  We also realize that some black people are becoming more militant in their frustration and may wish to cause all the excitement, publicity, harassment, etc. possible, which we feel would be such poor policy for the Negroes and so disruptive to the welfare of this or any other subdivision that, we feel we have a most serious obligation to the community of Lakewood to make every effort to accomplish integration quietly without hurting anyone, black or white, and without lowering Lakewood property values.  To accomplish this, our Board of Directors has requested me to make a personal case of the first black families who move to Lakewood.  Our hope is that these black families can quietly move into an existing home with the least possible fanfare or publicity.  Whenever any black family asks you about purchasing a home or vacant lot, your referring them to me will be appreciated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Parham v. Southwestern Bell Telephone Co., 433 F.2d 421, 426 (8th Cir. 1970) (citing cases); Marquez v. Omaha District Sales Office, Ford Division, 440 F.2d 1157 (8th Cir. 1971).  See generally Griggs v. Duke Power Co., 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See United States v. Sheet Metal Wkrs. Int.  Ass'n, Local U. 36, 416 F.2d 123, 131 (8th Cir. 1969) (citing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Moore v. Board of Ed. of Chidester Sch. Dist. No. 59, Ark., 448 F.2d 709, 711 (8th Cir. 1971) (citing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The trial court's opinion read in part:</p>\n        <p>The background statistical case for plaintiff is obviously very strong, but here we are dealing with a particular series of transactions between plaintiff and his wife and the defendants, and unless defendants' conduct in this instance was at least partially occasioned by racial considerations, plaintiff cannot prevail.  The Court is troubled by the fact that defendants did not earlier, much earlier, communicate their change of policy and attitude toward the integration of their subdivisions to the public.  And yet, the Court is fully convinced that John Matthews did, as he testified, have a sincere and honest change of attitude, like so many other Southern white businessmen in the early 1960s, and has been honestly convinced since that time that integration is not only legally reguired but morally right.  And this change in attitude became at that time the new business policy of the defendants.</p>\n        <p>The Court is concerned that John Matthews decided to make the integration of Lakewood, as indicated by the February 13, 1970, memorandum, a 'personal' matter, by, hopefully, directing the first black families into existing homes.  This arrangement has implications of special handling that ordinarily would be unacceptable.  If this effort to 'direct' black families into existing facilities resulted even indirectly in the refusal to sell vacant lots to blacks, then certainly defendants would be denying blacks access to Lakewood on an equal basis with whites.  But such was not the case.  Another obvious point: if John Matthews, and the evidence seems to so suggest, does not in fact have the time to keep in fairly constant contact with the day-to-day business of the firm, his attempt 'personally' handle the integration of Lakewood could obviously work to delay integration.  However, the Court finds that this 'personal handling' procedure was not intended, or used, as a device to delay integration.  In fact the defendants at the time they were first contacted by the plaintiff wanted to get the integration of Lakewood started as soon as possible.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Strong evidence in the record tends to suggest, first, that the Matthews Company did not follow a hard and fast rule of selling only to builders but in fact advertised and sold individual lots to whites, and, second, that this requirement for sale permitted the Matthews Company to pretend cooperation with a black buyer while in fact giving him the brush-off.  It stretches credulity to believe that the Matthews Company and its officers did not know that white builders would refuse to buy a lot and build a home for a black person in the Lakewood subdivision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The sincere belief on the part of John Matthews, as found by the trial court, that applicant Williams would likely seek to upset certain covenants and assurances relating to size and costs of construction in the Lakewood development cannot serve as a basis to overturn the prima facie case of race discrimination otherwise apparent in the record.  We think it clear that Matthews' belief rested upon subjective assumption, not upon evidence, for the record is bare of any showing that Williams intended to cause trouble to the developer.  Statements of a black attorney, John Walker of Little Rock, Arkansas, attacking the legal validity of these covenants and assurances were made prior to the time Williams first expressed any interest in purchasing a Lakewood lot.  Walker's 'legal opinion' can in no way reflect upon the good faith of Williams.  Even assuming, arguendo, that it would be legitimate to refuse to sell property to an individual who planned to challenge a developer's restrictive covenant or bills of assurance, far more evidence than appears in this record would be required to establish Williams as a 'troublemaker' and thus an ineligible land purchaser in the eyes of a reasonable real estate developer</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></span></p>\n    <p class=\"parties\">D. C. WILLIAMS et ux., Appellants,<br>v.<br>The MATTHEWS COMPANY et al., Appellees.</p>\n    <p class=\"docket\">No. 73-1765.</p>\n    <p class=\"court\">United States Court of Appeals, Eighth Circuit.</p>\n    <p class=\"date\">Submitted March 13, 1974.<br>Decided June 20, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Sylvia Drew, New York City, for appellants.</p>\n      <p class=\"indent\">H. B. Stubblefield, Little Rock, Ark., for appellees.</p>\n      <p class=\"indent\">Before GIBSON, BRIGHT and STEPHENSON, Circuit Judges.</p>\n      <p class=\"indent\">BRIGHT, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">D. C. Williams, a black man from North Little Rock, Arkansas, brought this civil action, individually and as a class representative for other black persons, charging defendants with racial discrimination in refusing to sell residential building lots to black people in violation of the Civil Rights Acts of 1870 and 1866 (42 U.S.C. 1981, 1982)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and 804 of the Civil Rights Act of 1968 (42 U.S.C. 3604).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition to declaratory and injunctive relief, plaintiff sought compensatory damages and reasonable attorney's fees.  Jurisdiction was asserted under 28 U.S.C. 1343<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and 42 U.S.C. 3612.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In dismissing the class action aspects of the case and denying Williams any individual relief, the trial court concluded that the defendants accorded Williams 'special handling' only for the purpose of accomplishing smoothly some integration of their all-white real estate subdivision, Lakewood, and that the defendants refused to sell Williams a real estate lot in pursuance of their valid policy of restricting sale of lots only to 'qualified' building contracts.  We reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We think that racial discrimination by the defendants in their real estate operations is shown as a matter of fact and law.  The defendants' policy of selling lots only to builders, which, under the circumstances, operated to exclude black persons from acquiring building lots in the real estate subdivision, does not afford and legal justification for defendants' conduct.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The facts relating to defendants' conduct appear without substantial dispute in the record.  Although defendants attacked the bona fides of Williams' proposal to purchase real estate, the trial court resolved that issue in Williams' favor in finding that 'Mr. and Mrs. Williams did in good faith attempt to purchase a lot in Lakewood with the intention of building a home valued between $30,000 and $40,000.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Lakewood', a large residential subdivision in North Little Rock, Arkansas, is being developed by the defendant-Matthews Company, which holds in trust a number of tracts originally part of the vast land holdings of the late Justin Matthews, Sr. Defendant-John Matthews, the son, is chairman of the board of the company; defendant-James Matthews, the grandson, is president.  As was the case with four other Matthews Company subdivisions, none of the 2,000 residential lots in Lakewood were occupied by blacks as of the date of the filing of the complaint.  At the trial, John Matthews testified that the company had excluded blacks from its subdivisions as an official policy since 1945, but that this policy had been abandoned in approximately 1965.  He admitted that he had never notified the public of this change nor taken any affirmative steps to integrate the Lakewood community.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In March of 1970, Williams initiated his inquiry about purchasing a lot in Lakewood.  He and his wife, Dinah, taught in the public school system in Little Rock and, at the time of the suit, jointly earned approximately $16,000 annually.  Beginning in September 1969, the Williamses began looking for property upon which to a build a larger home for themselves and their two children.  They had built their own home in Glenview (a Negro subdivision in North Little Rock) valued at $25,000, and, as a Korean War veteran, plaintiff had available to him V.A. loans.  The couple planned to spend between $30,000 and $40,000 on a new home.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During this time, they looked at property in the Lakewood subdivision where they found a 'for sale' sign posted on each vacant lot.  Each sign gave the price and size of the lot and listed the Matthews Company as seller, with its phone number.  If a lot had been sold, the sign gave the owner's name.  According to the plaintiffs, these signs remained posted up to and after the time their suit was filed on April 29, 1970.  Based on their visits to Lakewood, the couple decided to inquire further about four particular pieces of property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 16, 1970, the Williamses called to make an appointment at the matthews Company.  The next day, they met with Mr. James Matthews, the president of the company, who indicated that he could neither accept nor reject their offer to purchase a lot, but would have to take the matter up with his father, John Matthews, and call them later in the week.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 18, 1970, James Matthews called the Williamses and for the first time informed them that the company did not sell lots to individuals, but only to builders.  He informed the plaintiff that they might find an approved builder and have him purchase a lot, and further advised the couple that it would be better for them to purchase an already constructed home.  He suggested that he might even make his mother's 'villa' available for $60,000.  The couple restated their intention of building their own home.  No list of builders was furnished to the Williamses by James Matthews nor was any further contact initiated by him or other members of the Matthews Company.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Shortly after this March 18 conversation with James Matthews, plaintiff attempted to contact several of the builders whose names had appeared on signs on other homes in Lakewood.  One of the white builders to whom the couple talked indicated that he would go out of business if he built a house in Lakewood for blacks, but offered to build in a black residential area if they wished.  A second white builder also refused to build for the Williamses.  After these conversations, the couple approached a black builder, Joe Anderson, to visit the Matthews Company on their behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In mid-April, Joe Anderson met with James Matthews and stated his desire to purchase a lot for the Williamses.  Matthews stated that Anderson would have to be an 'approved builder' before he could sell a lot to him, but he did not outline any procedures for becoming an approved builder.  He informed Anderson that he could not give him any answer on his request until his father, John Matthews, returned from the Orient two months later.  At the trial, it appeared from defendants' testimony that the company never had any formal policies or procedures relating to approved builders.  According to James Matthews, builders were approved or disapproved by the board of directors, but, according to John Matthews, who was chairman of the board, he had not made any decisions on approving builders for five years and it was his son, James, who made the decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 24, 1970, Mrs. Williams contacted James Matthews for the last time.  He informed her that he would not sell them a lot and would not give them a decision on letting their builder purchase a lot until John Matthews returned to the country in June.  Five days later, the plaintiffs filed this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In defense of the conduct of the Matthews Company, John Matthews introduced into evidence an office memorandum dated February 13, 1970, to demonstrate that the personnel of the Matthews Company contemplated integration of the all-white Lakewood subdivision.  This memorandum, while espousing the principle of integration as 'morally right', ordered special treatment of any black person seeking entry into the subdivision, to be handled personally by the senior Matthews, John.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">John Matthews, at trial, testified that the corporation could not sell Williams a lot in the subdivision without violating a firm policy to sell lots only to approved building contractors.  That policy had allegedly been adopted in late 1969 as a means of insuring an orderly development of the subdivision since approved contractors would undertake prompt construction on those building lots which were made available to them for purchase.  As a further reason for justifying the refusal to sell Williams a lot, John Matthews testified that he believed that Williams' attorney, John W. Walker, of Little Rock, would seek to invalidate certain subdivision building restrictions relating to size and cost of homes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In denying Williams' claim, the district court characterized defendants' policy of selling only to builders as free of racial considerations and described defendants' fear-- that sale of a subdivision lot to Williams would produce a challenge to their building restrictions-- as sincerely but perhaps mistakenly held.  Accordingly, the trial court concluded that plaintiff was not denied the right to purchase property because of his race and that plaintiff was afforded the same opportunity as others to purchase from an approved builder.  The trial court additionally determined that 'defendants have here demonstrated that their practice of selling to builders has a demonstrated business reason for its retention.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An examination of the statutes and case law require a conclusion contrary to that reached by the district court.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The policy of the United states contained in Title VIII of the Civil Rights Act of 1968 is to provide, within constitutional limitations, fair housing throughout the country.  42 U.S.C. 3601.  Like the 1866 Civil Rights Act, the Fair Housing Title is an exercise of congressional power under the thirteenth amendment to eliminate the badges and incidents of slavery.  United States v. Hunter, <span class=\"citation\" data-id=\"303132\"><a href=\"/opinion/303132/united-states-v-bill-r-hunter-dba-the-courier/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span>, 214 (4th Cir. 1972).  As the Supreme Court commented in Jones v. Mayer Co., <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span> (1968), construing 42 U.S.C. 1982:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When racial discrimination herds men into ghettos and makes their ability to buy property turn on the color of their skin, then it too is a relic of slavery.  (392 U.S. at 442-443.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, the Fair Housing Title of the Civil Rights Act of 1968 and the 1866 Civil Rights Act together comprehensively spell out the right of an individual to rent or purchase housing without suffering discrimination and to obtain federal enforcement of that fundamental guarantee.  392 U.S. at 413-417.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Recent cases make clear that the statutes prohibit all forms of discrimination, sophisticated as well as simpleminded, and thus disparity of treatment between whites and blacks, burdensome application procedures, and tactics of delay, hindrance, and special treatment must receive short shrift from the courts.  See United States v. Pelzer Realty Company, Inc., <span class=\"citation\" data-id=\"313377\"><a href=\"/opinion/313377/united-states-v-pelzer-realty-company-inc-and-william-g-thames/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span> (5th Cir. 1973); United States v. Youritan Construction Company, <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">643</span></span> (N.D.Cal., filed Feb. 8, 1973); Hall v. Freitas,343 F.Supp. 1099 (N.D.Cal.1972); Newbern v. Lake Lorelei, inc., <span class=\"citation\" data-id=\"1568607\"><a href=\"/opinion/1568607/newbern-v-lake-lorelei-inc/\"><span class=\"volume\">308</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">407</span></a></span> (S.D.Ohio 1968); Brown v. Lo Duca, <span class=\"citation\" data-id=\"1428348\"><a href=\"/opinion/1428348/brown-v-lo-duca/\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">102</span></a></span> (E.D.Wis.1969).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Race is an impermissible factor in real estate transactions under both 42 U.S.C. 1982 and 42 U.S.C. 3604 and 'cannot be brushed aside because it was neither the sole reason for discrimination nor the total factor of discrimination.'  Smith v. Sol D. Adler Realty, <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></span>, 349-350 (7th Cir. 1970).  The courts will look beyond the form of a transaction to its substance and proscribe practices which actually or predictively result in racial discrimination, irrespective of defendant's motivation.  See United States v. Grooms, <span class=\"citation\" data-id=\"2011167\"><a href=\"/opinion/2011167/united-states-v-grooms/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1130</span></a></span>, 1133-1134 (M.D.Fla.1972); United States v. Real Estate Development Corporation, <span class=\"citation\" data-id=\"1404440\"><a href=\"/opinion/1404440/united-states-v-real-estate-development-corporation/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">776</span></a></span>, 782 (N.D.Miss.1972); United States v. Reddock, No. 6541-71-P (S.D.Ala., filed Jan. 1, 1972), aff'd, <span class=\"citation\" data-id=\"305884\"><a href=\"/opinion/305884/united-states-v-james-f-reddoch-and-thomas-m-taylor-etc/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span> (5th Cir. 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think that the concept of the 'prima facie case' applies to discrimination in housing as much as to discrimination in other areas of life.  Cf. McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).  This is not a new principle, but is a familiar one in the areas of employment,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> labor relations,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and school<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> discrimination.  Thus, where a Negro buyer meets the objective requirements of a real estate developer so that a sale would in all likelihood have been consummated were he white and where statistics show that all of a substantial number of lots in the development have been sold only to whites, a prima facie inference of discrimination arises as a matter of law if his offer to purchase is refused.  If the inference is not satisfactorily explained away, the fact of discrimination becomes established.  See Newbern v. Lake Lorelei, Inc., <span class=\"citation\" data-id=\"1568607\"><a href=\"/opinion/1568607/newbern-v-lake-lorelei-inc/\"><span class=\"volume\">308</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">407</span></a></span>, 417 (S.D.Ohio 1968).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the defendants admittedly followed a whites-only policy in sales of real estate prior to 1965.  John Matthews testified to a change of heart and a willingness, finally, to comply with the law and the obligations of good citizenship, but this change of heart was demonstrated only by a self-serving office memorandum written in 1970 and entitled, perhaps significantly, 'Ever Tightening Lakewood Controls As It Affects Integration.'  Those tightened controls were exercised through approved builders, none of whom were black and none of whom would break the housing segregation barrier by building a home for a black family in an all-white neighborhood.  The Matthews Company made no public announcement of their new devotion to integration, and the record shows that no black man or woman had ever acquired property in any subdivision of the Matthews Company up to and including the time of trial.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The special handling of the efforts of Mr. and Mrs. Williams to purchase a lot in Lakewood, in the light of this factual background, became nothing more than a 'run-around' when John Matthews-- the sole person having the authority in the company to deal with black persons (although other officers and employees might deal with white persons)-- left the United States for an extended tour in the Orient.  This undisputed evidence establishes a prima facie case of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not think that the trial judge reached a contrary determination as to these obvious facts of discrimination.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> rather, he apparently assumed that subjective good intentions could overcome the prima facie showing of discrimination, and concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This 'personal handling' procedure was not intended, or used, as a device to delay integration.  In fact the defendants at the time they were first contacted by plaintiff wanted to get the integration started as soon as possible.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">That conclusion is error.  A prima facie case of discrimination resting as it does both on statistical evidence and real evidence cannot be overcome by defendant-Matthews' platitude that 'integration is the law of the land and our Board of Directors feels that integration is morally right.'  Statistics, of course, are not everything, 'but nothing is as emphatic as zero.'  United States v. Hinds County School Board, <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></span>, 858 (5th Cir. 1969), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></span> (1970).  When a plaintiff makes a prima facie case of discrimination, as here, the burden shifts to the defendant to articulate some legitimate, nondiscriminatory reason for the plaintiff's rejection.  See McDonnell Douglas Corp. v. Green, supra, 411 U.S. at 802.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We need then examine the grounds asserted in the district court's opinion for his conclusion that no unlawful discrimination existed in this case.  The trial court determined that Williams was in fact offered the opportunity to purchase on terms available to all persons.  The conclusion, as we understand the trial court's opinion, was premised upon the proposal by Matthews to Williams to purchase a lot through an approved builder.  In this connection the court also ruled that the procedure of selling to builders only was not adopted because of racial considerations nor was it used, or intended to be used, as a ruse by which to exclude blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Assuming that the requirement of purchasing only through approved builders did not constitute a ruse,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> this procedure was fraught with racial overtones and cannot overcome the prima facie case of racial discrimination.  Here only white builders were approved.  The Matthews Company had not communicated notice of any change of policy regarding its segregation practices to these builders.  No white builder had ever contracted to build or buy a home for a black person in that subdivision.  The Williamses had sought and been refused a lot through white builders.  A black contractor selected by Williams found himself in limbo, neither accepted, nor rejected by the Matthews.  The undisputed facts show that under the circumstances the alleged procedure of selling lots only to builders carried racial overtones, and such a policy, even though neutral on its face, cannot stand if it in its operation serves to discriminate on the basis of race.  See Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The policy adopted by the Matthews Company to sell lots only through approved builders served here to discriminate against Williams in obtaining a lot.  That policy therefore cannot stand nor can it excuse the racial discrimination shown in this case.  See McDonnell douglas and Griggs, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, the trial court's suggestion-- that any taint of discrimination is avoided in this case because 'the practice of selling to builders has a demonstrated business reason for its retention'-- also rests upon a legally unsound basis and must be rejected.  In order to rely upon a 'business necessity' justification for a business policy which, though fair in form, is discriminatory in operation, a defendant must demonstrate the absence of any acceptable alternative that will accomplish the same business goal with less discrimination.  See Wallace v. Debron Corporation, <span class=\"citation\" data-id=\"318252\"><a href=\"/opinion/318252/reginald-o-wallace-v-debron-corporation/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">674</span></a></span> (8th Cir., filed Mar. 28, 1974); United States v. St. Louis-San Francisco Railway Co.,  <span class=\"citation\" data-id=\"304771\"><a href=\"/opinion/304771/4-fair-emplpraccas-853-4-empl-prac-dec-p-7862-united-states-of/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span></a></span>, 308 (8th Cir. 1972).  Here, of course, a number of alternatives are available to avoid the racial effect of the 'builders-only' policy.  For example, the Matthews Company could sell building lots directly to black persons who indicate a willingness to hire an available competent contractor, black or white, who will build a home in the subdivision for a black person, or Matthews could direct that its approved builders make the building lots they buy from Matthews available without discrimination to all persons regardless of race.  The application of the 'business necessity' doctrine offered here, however, rests upon pure chimera.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is surely true that, on a showing of discrimination towards himself and other members of his race, a plaintiff may appropriately file and prosecute a class action on behalf of himself and other members of his race under Fed.R.Civ.P. 23(a).  See Newbern v. Lake Lorelei, Inc., 308 F.Supp 407, 416 (S.D.Ohio 1968) (citing cases).  Although we do find some evidence in the case which might have justified a class action, the court determined that plaintiff has failed to show that other black persons have attempted and been denied the right to purchase property in Lakewood or other Matthews Company subdivisions.  This finding afforded an appropriate basis for the dismissal of the class action, since one family is not a class and the burden is on the plaintiff to justify permitting the suit to proceed as a class action.  See Cash v. Swifton Land Corporation, <span class=\"citation\" data-id=\"293272\"><a href=\"/opinion/293272/haywood-cash-and-rennell-cash-v-swifton-land-corporation/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span> (6th Cir. 1970); Crim v. Glover, <span class=\"citation\" data-id=\"2182491\"><a href=\"/opinion/2182491/crim-v-glover/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span> (S.D.Ohio 1972).</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Accordingly, the plaintiff is entitled under 42 U.S.C. 3612(c) to the following relief: (1) a declaratory judgment of his rights to purchase property in any subdivision developed by the Matthews Company; (2) counsel fees on trial and on appeal, see Knight v. Auciello, <span class=\"citation\" data-id=\"300848\"><a href=\"/opinion/300848/owen-s-knight-v-rocco-auciello/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span> (1st Cir. 1972); Lee v. Southern Home Sites Corp., <span class=\"citation\" data-id=\"297352\"><a href=\"/opinion/297352/johnnie-ray-lee-v-southern-home-sites-corp/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span> (5th Cir. 1971); (3) court costs; (4) actual damages for the defendant's failure to sell Williams a lot during the spring of 1970, to include such sum as will properly compensate plaintiff for his deprivation of civil rights and for humiliation suffered by him, see Seaton v. Sky Realty Company, Inc., <span class=\"citation\" data-id=\"316708\"><a href=\"/opinion/316708/jerome-seaton-and-gladys-seaton-his-wife-v-sky-realty-company-inc/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span> (7th Cir. 1974); and (5) punitive damages not to exceed $1,000.  See generally Smith v. Sol D. Adler Realty Company, <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></span> (7th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We reverse and remand this case for the entry of a judgment consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. 1981 provides:</p>\n        <p>All persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licenses, and exactions of every kind, and to no other.</p>\n        <p>42 U.S.C. 1982 provides:</p>\n        <p>All citizens of the United States shall have the same right, in every State and Territory, as is enjoyed by white citizens thereof to inherit, purchase, lease, sell, hold, and convey real and personal property.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 42 U.S.C. 3604 provides in relevant part:</p>\n        <p>It shall be unlawful--</p>\n        <p>(a) To refuse to sell or rent after the making of a bona fide offer, or to refuse to negotiate for the sale or rental of, or otherwise make unavailable or deny, a dwelling to any person because of race, color, religion, or national origin.</p>\n        <p>(b) To discriminate against any person in the terms, conditions, or privileges of sale or rental of a dwelling, or in the provision of services or facilities in connection therewith, because of race, color, religion, or national origin.</p>\n        <p>'Dwelling' as used in 3604 is defined in 42 U.S.C. 3602(b) as:</p>\n        <p>(b) 'Dwelling' means any building, structure, or portion thereof which is occupied as, or designed or intended for occupancy as, a residence by one or more families, and any vacant land which is offered for sale or lease for the construction or location thereon of any such building, structure, or portion thereof.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 28 U.S.C. 1343 provides in relevant part:</p>\n        <p>The district courts shall have original jurisdiction of any civil action authorized by law to be commenced by any person:</p>\n        <p>(3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States;</p>\n        <p>(4) To recover damages or to secure equitable or other relief under any Act of Congress providing for the protection of civil rights, including the right to vote.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 42 U.S.C. 3612 provides in relevant part:</p>\n        <p>(a) The rights granted by sections 3603, 3604, 3605, and 3606 of this title may be enforced by civil actions in appropriate United States district courts without regard to the amount in controversy and in appropriate State or local courts of general jurisdiction.  A civil action shall be commenced within one hundred and eighty days after the alleged discriminatory housing practice occurred: Provided, however, That the court shall continue such civil case brought pursuant to this section or section 3610(d) of this title from time to time before bringing it to trial if the court believes that the conciliation efforts of the Secretary or a State or local agency are likely to result in satisfactory settlement of the discriminatory housing practice complained of in the complaint made to the Secretary or to the local or State agency and which practice forms the basis for the action in court: And provided, however, That any sale, encumbrance, or rental consummated prior to the issuance of any court order issued under the authority of this Act, and involving a bona fide purchaser, encumbrancer, or tenant without actual notice of the existence of the filing of a complaint or civil action under the provisions of this Act shall not be affected.</p>\n        <p>(c) The court may grant as relief, as it deems appropriate, any permanent or temporary injunction, temporary restraining order, or other order, and may award to the plaintiff actual damages and not more than $1,000 punitive damages, together with court costs and reasonable attorney fees in the case of a prevailing plaintiff: Provided, That the said plaintiff in the opinion of the court is not financially able to assume said attorney's fees.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The office memorandum stated:</p>\n        <p>As discussed, the longer we develop residential communities, the more we realize, that more effort on the part of the developer and tighter controls on development seem the only way to achieve pleasant places to live where property values will continue to increase over the years.  Cost and square footage restrictions are virtually useless.  Plan approval seems the best route but if builders or owners do not want to improve neighborhoods, then plan approval accomplishes little.  Thus, we have returned to the regulation that lots will be sold only to approved builders or to individuals who agree to immediate construction by approved builders.  All the above has already been discussed with you and all officials of our Company in great detail.  As to the integration of Lakewood, our Company realizes that integration is the law of the land and our Board of Directors feels that integration is morally right.  Thus, we realize that integration of Lakewood is inevitable and we welcome black residents, the sooner the better.  On the other hand, we realize that allwhite communities, like Lakewood, are extremely sensitive and that great care is necessary if integration is to be accomplished smoothly and without unpleasant incident.  We also realize that some black people are becoming more militant in their frustration and may wish to cause all the excitement, publicity, harassment, etc. possible, which we feel would be such poor policy for the Negroes and so disruptive to the welfare of this or any other subdivision that, we feel we have a most serious obligation to the community of Lakewood to make every effort to accomplish integration quietly without hurting anyone, black or white, and without lowering Lakewood property values.  To accomplish this, our Board of Directors has requested me to make a personal case of the first black families who move to Lakewood.  Our hope is that these black families can quietly move into an existing home with the least possible fanfare or publicity.  Whenever any black family asks you about purchasing a home or vacant lot, your referring them to me will be appreciated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Parham v. Southwestern Bell Telephone Co., <span class=\"citation\" data-id=\"292828\"><a href=\"/opinion/292828/2-fair-emplpraccas-1017-3-empl-prac-dec-p-8021-arthur-ray-parham-v/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 426 (8th Cir. 1970) (citing cases); Marquez v. Omaha District Sales Office, Ford Division, <span class=\"citation\" data-id=\"295938\"><a href=\"/opinion/295938/3-fair-emplpraccas-275-3-empl-prac-dec-p-8156-martin-marquez-v/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span> (8th Cir. 1971).  See generally Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See United States v. Sheet Metal Wkrs. Int.  Ass'n, Local U. 36, <span class=\"citation\" data-id=\"286574\"><a href=\"/opinion/286574/united-states-v-the-sheet-metal-workers-international-association-local/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 131 (8th Cir. 1969) (citing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Moore v. Board of Ed. of Chidester Sch. Dist. No. 59, Ark., <span class=\"citation\" data-id=\"299115\"><a href=\"/opinion/299115/addie-moore-v-the-board-of-education-of-the-chidester-school-district-no/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span>, 711 (8th Cir. 1971) (citing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The trial court's opinion read in part:</p>\n        <p>The background statistical case for plaintiff is obviously very strong, but here we are dealing with a particular series of transactions between plaintiff and his wife and the defendants, and unless defendants' conduct in this instance was at least partially occasioned by racial considerations, plaintiff cannot prevail.  The Court is troubled by the fact that defendants did not earlier, much earlier, communicate their change of policy and attitude toward the integration of their subdivisions to the public.  And yet, the Court is fully convinced that John Matthews did, as he testified, have a sincere and honest change of attitude, like so many other Southern white businessmen in the early 1960s, and has been honestly convinced since that time that integration is not only legally reguired but morally right.  And this change in attitude became at that time the new business policy of the defendants.</p>\n        <p>The Court is concerned that John Matthews decided to make the integration of Lakewood, as indicated by the February 13, 1970, memorandum, a 'personal' matter, by, hopefully, directing the first black families into existing homes.  This arrangement has implications of special handling that ordinarily would be unacceptable.  If this effort to 'direct' black families into existing facilities resulted even indirectly in the refusal to sell vacant lots to blacks, then certainly defendants would be denying blacks access to Lakewood on an equal basis with whites.  But such was not the case.  Another obvious point: if John Matthews, and the evidence seems to so suggest, does not in fact have the time to keep in fairly constant contact with the day-to-day business of the firm, his attempt 'personally' handle the integration of Lakewood could obviously work to delay integration.  However, the Court finds that this 'personal handling' procedure was not intended, or used, as a device to delay integration.  In fact the defendants at the time they were first contacted by the plaintiff wanted to get the integration of Lakewood started as soon as possible.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Strong evidence in the record tends to suggest, first, that the Matthews Company did not follow a hard and fast rule of selling only to builders but in fact advertised and sold individual lots to whites, and, second, that this requirement for sale permitted the Matthews Company to pretend cooperation with a black buyer while in fact giving him the brush-off.  It stretches credulity to believe that the Matthews Company and its officers did not know that white builders would refuse to buy a lot and build a home for a black person in the Lakewood subdivision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The sincere belief on the part of John Matthews, as found by the trial court, that applicant Williams would likely seek to upset certain covenants and assurances relating to size and costs of construction in the Lakewood development cannot serve as a basis to overturn the prima facie case of race discrimination otherwise apparent in the record.  We think it clear that Matthews' belief rested upon subjective assumption, not upon evidence, for the record is bare of any showing that Williams intended to cause trouble to the developer.  Statements of a black attorney, John Walker of Little Rock, Arkansas, attacking the legal validity of these covenants and assurances were made prior to the time Williams first expressed any interest in purchasing a Lakewood lot.  Walker's 'legal opinion' can in no way reflect upon the good faith of Williams.  Even assuming, arguendo, that it would be legitimate to refuse to sell property to an individual who planned to challenge a developer's restrictive covenant or bills of assurance, far more evidence than appears in this record would be required to establish Williams as a 'troublemaker' and thus an ineligible land purchaser in the eyes of a reasonable real estate developer</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/293272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/295938/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1404440/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2011167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2182491/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T18:51:07.632630Z",
      "date_modified": "2017-04-14T20:46:23.271020Z",
      "date_filed": "1974-06-20",
      "date_filed_is_approximate": false,
      "slug": "d-c-williams-et-ux-v-the-matthews-company",
      "citation_id": 294183,
      "case_name_short": "",
      "case_name": "D. C. Williams Et Ux. v. The Matthews Company",
      "case_name_full": "",
      "federal_cite_one": "499 F.2d 819",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 79,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1173398/d-c-williams-et-ux-v-the-matthews-company/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:47:58.868287Z",
  "date_modified": "2014-10-30T14:47:58.868287Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "D. C. Williams Et Ux. v. The Matthews Company",
  "case_name_full": "",
  "slug": "d-c-williams-et-ux-v-the-matthews-company",
  "docket_number": "73-1765",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}