{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1177364/",
  "id": 1177364,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/paed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1559268/",
      "id": 1559268,
      "absolute_url": "/opinion/1559268/gaudiello-v-delaware-county-intermediate-unit/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1177364/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1559268/",
          "id": 1559268,
          "absolute_url": "/opinion/1559268/gaudiello-v-delaware-county-intermediate-unit/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1559268/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/400/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:46:11.045814Z",
          "date_modified": "2017-04-06T07:39:17.224727Z",
          "type": "010combined",
          "sha1": "5ade942965e3610a97a50ad0427603ea54b28b85",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>796 F.Supp. 849 (1992)</b></center>\n<center><h1>Michael A. GAUDIELLO, Jr., et al., Plaintiffs,<br>\nv.<br>\nDELAWARE COUNTY INTERMEDIATE UNIT, et al., Defendants.</h1></center>\n<center>Civ. A. No. 91-3763.</center>\n<center><p><b>United States District Court, E.D. Pennsylvania.</b></p></center>\n<center>July 24, 1992.</center>\n<p><span class=\"star-pagination\">*850</span> Kyle A. Burch, Media, Pa., for plaintiffs.</p>\n<p>Michael I. Levin, Willow Grove, Pa., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>RAYMOND J. BRODERICK, District Judge.</p>\n<p>Plaintiffs, Michael A. Gaudiello, Jr., a thirteen year old physically disabled child and his parents, Michael A. Gaudiello and Jane Gaudiello, seek in this action to recover damages for alleged violations of section 504 of the Rehabilitation Act of 1973 (Count 1) and the Pennsylvania Human Relations Act (Count 2 and 3). Plaintiffs further allege in their complaint, filed on June 13, 1991: Intentional Infliction of Emotional Distress (Count 4), Negligent Infliction of Emotional Distress (Count 5), Declaratory Relief (Count 6), and Injunctive Relief (Count 7). The Defendants, Delaware County Intermediate Unit (the \"Intermediate Unit\"), Rose Tree Media School District (\"Rose Tree\"), James F. Shields, Harry J. Jamison, Jr., and Douglas Gaston, have filed a Motion for Summary Judgement pursuant to the Federal Rules of Civil Procedure 56(c) and seek to Strike Plaintiffs' Demand for a Jury Trial.</p>\n<p>In connection with defendants' motion for summary judgment, based upon defendants' affidavits and depositions, the material facts concerning which there are no genuine issues are as follows: Plaintiff, Michael A. Gaudiello (\"Michael\") is a severely physically-impaired 13 year-old. Michael suffers from spinal muscular atrophy and is confined to a wheelchair. He is a handicapped person within the meaning of 504 of the Rehabilitation Act of 1973, the Pennsylvania Human Relations Act, and the Individuals with Disabilities Education Act (\"IDEA\"). Michael resides in the Chichester School District. However, due to his extreme physical limitations, Michael attended first through fifth grade in the Delaware County Intermediate Unit Program conducted and housed in Rose Tree Media School facilities. The Intermediate Unit provided Michael with an \"individualized education program\" (IEP).</p>\n<p>In April 1990, Michael's parents obtained the services of a support/service dog from Independence Dogs. Prior to this date, in a letter received on March 8, 1990 by defendant Douglas Gaston, Supervisor for the Orthopedically Handicapped Program of the Delaware County Intermediate Unit, Mrs. Gaudiello wrote:</p>\n<blockquote>In a few weeks Michael will be taking part in a three-week course in training a dog to help him with his daily everyday activities, the dog will help him be more independent and build self-pride. Instead of Michael waiting for someone to turn on and off a light, get him the telephone opening and closing doors not being able to be left in the house alone for a little while, go to the store by himself like most children his age is doing the dog will be trained to do this. This dog will be Michaels constant companion.</blockquote>\n<blockquote>With the time and money going into this program it is important that in order for it to work the dog must attend school with Michael and although there won't be much for the dog to do other than pick up objects and carry books, opening closed doors he is still taking these commands from Michael. This dog will lose a lot of his training if left at home all these hours not doing his duties as he was trained to do.</blockquote>\n<blockquote>In closing I would like to add that Michael is a bright and wonderful person who is as independent as he can be at this time in his life and I am very proud of this. But as he gets older his needs will change and I feel as we have to change with him in continuing to help build his independence. Thank you for your time and consideration in this matter.</blockquote>\n<p><span class=\"star-pagination\">*851</span> In a letter dated March 23, 1990, Dr. Gaston replied to Mrs. Gaudiello:</p>\n<blockquote>I received your letter dated March 8, 1990, requesting that Michael be permitted to attend school with a dog that would be trained to assist Michael in achieving greater independence in his activities of daily living. Your letter indicated that continuity in the training of the dog would require the dog's presence in school, although there would be little for the dog to do in school except to pick up objects, carry books, and open and close doors.</blockquote>\n<blockquote>After consulting with Michael's teacher, therapists, and support personnel, we believe that an appropriate program of special education can be provided without the use of the service dog. Michael is able to open doors with the assistance of his motorized chair. He is sometimes assisted by staff in opening doors. His books are carried on the back of his chair. Michael's mobility needs are currently being met.</blockquote>\n<blockquote>It appears that the dog's greatest benefit to Michael would be in assisting him outside the educational program. We must recommend against the use of the dog in school because of the lack of any significant benefit to Michael's education.</blockquote>\n<p>Upon receiving this letter, Mrs. Gaudiello, asked to meet with Dr. Gaston. The meeting took place on April 20, 1990. By that time, Michael had been participating in a dog service training program since April 8, 1990.</p>\n<p>Present at the April 20th meeting were: Dr. Gaston, Jean King  president of Independence Dogs, Mark  Jean King's assistant, Laura Melbourne  the dog trainer, Mrs. Gaudiello, Michael, and Ashley  Michael's service dog. During the meeting, representatives of Independence Dogs explained Ashley's function. The group generally discussed health and safety factors affecting the other severely disabled students in Michael's special education class. Dr. Gaston explained that the letter on March 23, 1990, was based upon discussion with teachers and support staff that had worked with Michael. Dr. Gaston also pointed out, at the meeting, that Michael and his support dog, Ashley, would be welcomed to attend Chichester Middle School in fall 1990 and that this change in educational placement was based on Michael's educational needs. At the meeting, Dr. Gaston further advised the Gaudiellos that they would be entitled to a due process hearing if they disagreed with the recommended change in placement.</p>\n<p>Michael remained out of school and continued his training at Independence Dogs until Friday, April 29, 1990. Monday, May 2, 1990 would have been his first day back to school following the training but the Gaudiellos decided to keep him home because the dog was not permitted in his classroom. Plaintiffs admit that if Michael left the dog home, he would have been welcomed at school, he would have been transported to and from school, he would have fully participated in school activities, and the school would have continued to comply with his \"individual educational placement\" (IEP) until it expired in May 1990.</p>\n<p>On May 11, 1990, a meeting was held to determine Michael's \"individual educational placement\" for 1990-91 (6th grade placement). At the meeting, it was recommended that Michael be mainstreamed and educated with non-disabled children. It was further recommended that Michael's mainstreaming take place in his home school district, at Chichester Middle School.</p>\n<p>Plaintiffs, disagreed with this recommendation and requested a special education due process hearing. At the special education due process hearing on August 23, 1990, plaintiffs claimed that Michael should have continued with the Intermediate Unit program at Glenwood Elementary School in Rose Tree Media School District. Plaintiffs further asserted that school officials recommended the change in placement, not because of Michael's needs, but allegedly because Michael wanted his support dog to attend school with him. Chichester Middle School had agreed that Michael could attend class with his support dog.</p>\n<p><span class=\"star-pagination\">*852</span> The hearing officer, Michael E. Friedman, Ed.D., at the special education due process hearing issued an interim decision on August 31, 1990, calling for Michael to be mainstreamed in the sixth grade at the Chichester Middle School. After a second night of hearings, conducted on September 10, 1990, Dr. Friedman issued his final decision. This final decision, rendered on October 10, 1990, rejected plaintiffs' contention that Michael be allowed to continue with the Intermediate Unit in Rose Tree. Dr. Friedman ordered Michael to be placed in Chichester Middle School. In his findings, Dr. Friedman concluded:</p>\n<blockquote>Michael is a physically disabled sixth grade age child who requires architectural modifications, special transportation, and personal physical assistance in order to gain access to, and benefit from, an educational program. His academic record and progress through the elementary grades demonstrate that with such adaptations Michael can receive an appropriate public education within the mainstream (i.e., a regular education facility).</blockquote>\n<blockquote>Although his physical limitations are considerable and his condition is progressive, the parents have failed to demonstrate a sufficient educational need to justify Michael's exclusion from the mainstream.</blockquote>\n<p>The Gaudiellos filed no appeal to Dr. Friedman's decision and Michael began attending the 6th grade (1990-91), at Chichester Middle School with his service dog. On June 13, 1991, plaintiffs filed this civil action.</p>\n<p>Plaintiffs premise federal jurisdiction on 28 U.S.C. §§ 1331 and 1343, claiming violation of section 504 of the Rehabilitation Act of 1973. Plaintiffs seek this Court to exercise pendant jurisdiction over their State claims.</p>\n<p>Defendants move for summary judgment on the ground that section 504 of the Rehabilitation Act of 1973 does not provide a cause of action for the factual allegations alleged by the plaintiffs. Under Rule 56(c) of the Federal Rules of Civil Procedure, summary judgment may be granted when, \"after considering the record evidence in the light favorable to the non-moving party, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law.\" <i>Turner v. Schering-Plough Corp.,</i> 901 F.2d 335, 340-41 (3d Cir.1990).</p>\n<p>For the reasons hereinafter set forth, the Court has determined that the defendants are entitled to summary judgment on the ground that section 504 of the Rehabilitation Act of 1973 does not provide the plaintiffs with a cause of action. The defendant's motion for summary judgment will therefore be granted.</p>\n<p>As the Supreme Court clearly points out in <i>Smith v. Robinson,</i> 468 U.S. 992, 104 S.Ct. 3457, 82 L.Ed.2d 746 (1984), section 504 is not a remedy available to these plaintiffs. In <i>Smith,</i> the Supreme Court held that the Education of the Handicapped Act (20 U.S.C. § 1400 et seq.) is the exclusive avenue through which a plaintiff may assert an equal protection claim to a publicly financed special education. In <i>Smith,</i> the Court reasons that the Education of the Handicapped Act is a comprehensive scheme set up by Congress to aid the States in complying with their constitutional obligations to provide public education for disabled children. The Court in <i>Smith</i> states:</p>\n<blockquote>Both the provisions of the statute and its legislative history indicate that Congress' intended handicapped children with constitutional claims to a free appropriate public education to pursue those claims through the carefully tailored administrative remedies and judicial remedies set out in the statute.</blockquote>\n<p><i>Id.</i> at 1009, 104 S.Ct. at 3467.</p>\n<p>The Education of the Handicapped Act (20 U.S.C. § 1400 et seq.,) sets forth a comprehensive administrative plan which provides for a series of due process hearings that guarantees the parents of handicapped children an opportunity for meaningful input into all decisions affecting their child's education. Section 1415(b)(1, 2) of the Act grants parents a right to seek a review of any decision they think inappropriate <span class=\"star-pagination\">*853</span> by asserting their complaint in an impartial due process hearing.</p>\n<p><i>Honig v. Doe,</i> 484 U.S. 305, 312, 108 S.Ct. 592, 598, 98 L.Ed.2d 686 (1988), makes it clear that this Act requires any party aggrieved by the findings of the impartial due process hearing, may seek further administrative review and where that proves unsatisfactory, may file a civil action in any state or federal court. Justice Brennan, in <i>Honig</i> at 327, 108 S.Ct. at 606, states:</p>\n<blockquote>It is true that true that judicial review is normally not available under § 1415(e)(2) until all administrative proceedings are completed, but as we have previously noted, parents may bypass the administrative process where exhaustion would be futile or inadequate. [citing <i>Smith v. Robinson, supra</i>]</blockquote>\n<p>As heretofore pointed out, Michael and his parents, did not appeal the hearing officer's decision. They bypassed the additional administrative remedies set forth in the Education of the Handicapped Act and filed their complaint in this Court.</p>\n<p>As pointed out by Justice Brennan in <i>Honig,</i> Sections 1412(1), 1413(a) of the Individuals with Disabilities Act requires to the maximum extent appropriate, that the States \"mainstream\" the disabled child, i.e., educate the disabled child with children who are not disabled, and will not segregate or otherwise remove the disabled child from the regular classroom setting. As the undisputed facts show, Michael, a disabled child, and his dog, Ashley, are being \"mainstreamed\" at Chichester Middle School.</p>\n<p>In 1990, Congress changed the name of the Education of the Handicapped Act to the \"Individuals with Disabilities Education Act.\" The Individuals with Disabilities Act strengthened and coordinated pre-existing Federal programs and requirements for children and youth with disabilities by extending the prior Act's coverage from the traditionally \"handicapped\" to all those with disabilities. As the legislative history indicates, provisions relating to \"handicapped children,\" \"handicapped child,\" or \"handicapped youth\" were replaced with \"children with disabilities,\" \"child with a disability,\" or \"youth with a disability.\" The definition of \"children with disabilities\" under the IDEA is broader than previous definition of \"handicapped children\" in the Education of the Handicapped Act. However, the administrative machinery provided by the Act has not been changed.</p>\n<p>Instead of pursuing the administrative procedures and remedies provided by the Individuals with Disabilities Act, plaintiffs filed this action under section 504 of the Rehabilitation Act of 1973, which, as heretofore pointed out, the Supreme Court has determined is not a remedy available to the plaintiffs under the facts alleged in their complaint.</p>\n<p>Plaintiffs, apparently place great reliance on <i>Sullivan v. Vallejo City Unified School District,</i> 731 F.Supp. 947 (E.D.Cal. 1990). This Court has determined that <i>Sullivan</i> is not applicable to the facts in this case.</p>\n<p>Accordingly, the Court having determined that no genuine issues of material fact exist and that defendants are entitled to judgment as a matter of law, defendants' motion for summary judgment will be granted and judgment will be entered in favor of the defendants and against the plaintiffs.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">849</span></span> (1992)</b></center>\n<center><h1>Michael A. GAUDIELLO, Jr., et al., Plaintiffs,<br>\nv.<br>\nDELAWARE COUNTY INTERMEDIATE UNIT, et al., Defendants.</h1></center>\n<center>Civ. A. No. 91-3763.</center>\n<center><p><b>United States District Court, E.D. Pennsylvania.</b></p></center>\n<center>July 24, 1992.</center>\n<p><span class=\"star-pagination\">*850</span> Kyle A. Burch, Media, Pa., for plaintiffs.</p>\n<p>Michael I. Levin, Willow Grove, Pa., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>RAYMOND J. BRODERICK, District Judge.</p>\n<p>Plaintiffs, Michael A. Gaudiello, Jr., a thirteen year old physically disabled child and his parents, Michael A. Gaudiello and Jane Gaudiello, seek in this action to recover damages for alleged violations of section 504 of the Rehabilitation Act of 1973 (Count 1) and the Pennsylvania Human Relations Act (Count 2 and 3). Plaintiffs further allege in their complaint, filed on June 13, 1991: Intentional Infliction of Emotional Distress (Count 4), Negligent Infliction of Emotional Distress (Count 5), Declaratory Relief (Count 6), and Injunctive Relief (Count 7). The Defendants, Delaware County Intermediate Unit (the \"Intermediate Unit\"), Rose Tree Media School District (\"Rose Tree\"), James F. Shields, Harry J. Jamison, Jr., and Douglas Gaston, have filed a Motion for Summary Judgement pursuant to the Federal Rules of Civil Procedure 56(c) and seek to Strike Plaintiffs' Demand for a Jury Trial.</p>\n<p>In connection with defendants' motion for summary judgment, based upon defendants' affidavits and depositions, the material facts concerning which there are no genuine issues are as follows: Plaintiff, Michael A. Gaudiello (\"Michael\") is a severely physically-impaired 13 year-old. Michael suffers from spinal muscular atrophy and is confined to a wheelchair. He is a handicapped person within the meaning of 504 of the Rehabilitation Act of 1973, the Pennsylvania Human Relations Act, and the Individuals with Disabilities Education Act (\"IDEA\"). Michael resides in the Chichester School District. However, due to his extreme physical limitations, Michael attended first through fifth grade in the Delaware County Intermediate Unit Program conducted and housed in Rose Tree Media School facilities. The Intermediate Unit provided Michael with an \"individualized education program\" (IEP).</p>\n<p>In April 1990, Michael's parents obtained the services of a support/service dog from Independence Dogs. Prior to this date, in a letter received on March 8, 1990 by defendant Douglas Gaston, Supervisor for the Orthopedically Handicapped Program of the Delaware County Intermediate Unit, Mrs. Gaudiello wrote:</p>\n<blockquote>In a few weeks Michael will be taking part in a three-week course in training a dog to help him with his daily everyday activities, the dog will help him be more independent and build self-pride. Instead of Michael waiting for someone to turn on and off a light, get him the telephone opening and closing doors not being able to be left in the house alone for a little while, go to the store by himself like most children his age is doing the dog will be trained to do this. This dog will be Michaels constant companion.</blockquote>\n<blockquote>With the time and money going into this program it is important that in order for it to work the dog must attend school with Michael and although there won't be much for the dog to do other than pick up objects and carry books, opening closed doors he is still taking these commands from Michael. This dog will lose a lot of his training if left at home all these hours not doing his duties as he was trained to do.</blockquote>\n<blockquote>In closing I would like to add that Michael is a bright and wonderful person who is as independent as he can be at this time in his life and I am very proud of this. But as he gets older his needs will change and I feel as we have to change with him in continuing to help build his independence. Thank you for your time and consideration in this matter.</blockquote>\n<p><span class=\"star-pagination\">*851</span> In a letter dated March 23, 1990, Dr. Gaston replied to Mrs. Gaudiello:</p>\n<blockquote>I received your letter dated March 8, 1990, requesting that Michael be permitted to attend school with a dog that would be trained to assist Michael in achieving greater independence in his activities of daily living. Your letter indicated that continuity in the training of the dog would require the dog's presence in school, although there would be little for the dog to do in school except to pick up objects, carry books, and open and close doors.</blockquote>\n<blockquote>After consulting with Michael's teacher, therapists, and support personnel, we believe that an appropriate program of special education can be provided without the use of the service dog. Michael is able to open doors with the assistance of his motorized chair. He is sometimes assisted by staff in opening doors. His books are carried on the back of his chair. Michael's mobility needs are currently being met.</blockquote>\n<blockquote>It appears that the dog's greatest benefit to Michael would be in assisting him outside the educational program. We must recommend against the use of the dog in school because of the lack of any significant benefit to Michael's education.</blockquote>\n<p>Upon receiving this letter, Mrs. Gaudiello, asked to meet with Dr. Gaston. The meeting took place on April 20, 1990. By that time, Michael had been participating in a dog service training program since April 8, 1990.</p>\n<p>Present at the April 20th meeting were: Dr. Gaston, Jean King  president of Independence Dogs, Mark  Jean King's assistant, Laura Melbourne  the dog trainer, Mrs. Gaudiello, Michael, and Ashley  Michael's service dog. During the meeting, representatives of Independence Dogs explained Ashley's function. The group generally discussed health and safety factors affecting the other severely disabled students in Michael's special education class. Dr. Gaston explained that the letter on March 23, 1990, was based upon discussion with teachers and support staff that had worked with Michael. Dr. Gaston also pointed out, at the meeting, that Michael and his support dog, Ashley, would be welcomed to attend Chichester Middle School in fall 1990 and that this change in educational placement was based on Michael's educational needs. At the meeting, Dr. Gaston further advised the Gaudiellos that they would be entitled to a due process hearing if they disagreed with the recommended change in placement.</p>\n<p>Michael remained out of school and continued his training at Independence Dogs until Friday, April 29, 1990. Monday, May 2, 1990 would have been his first day back to school following the training but the Gaudiellos decided to keep him home because the dog was not permitted in his classroom. Plaintiffs admit that if Michael left the dog home, he would have been welcomed at school, he would have been transported to and from school, he would have fully participated in school activities, and the school would have continued to comply with his \"individual educational placement\" (IEP) until it expired in May 1990.</p>\n<p>On May 11, 1990, a meeting was held to determine Michael's \"individual educational placement\" for 1990-91 (6th grade placement). At the meeting, it was recommended that Michael be mainstreamed and educated with non-disabled children. It was further recommended that Michael's mainstreaming take place in his home school district, at Chichester Middle School.</p>\n<p>Plaintiffs, disagreed with this recommendation and requested a special education due process hearing. At the special education due process hearing on August 23, 1990, plaintiffs claimed that Michael should have continued with the Intermediate Unit program at Glenwood Elementary School in Rose Tree Media School District. Plaintiffs further asserted that school officials recommended the change in placement, not because of Michael's needs, but allegedly because Michael wanted his support dog to attend school with him. Chichester Middle School had agreed that Michael could attend class with his support dog.</p>\n<p><span class=\"star-pagination\">*852</span> The hearing officer, Michael E. Friedman, Ed.D., at the special education due process hearing issued an interim decision on August 31, 1990, calling for Michael to be mainstreamed in the sixth grade at the Chichester Middle School. After a second night of hearings, conducted on September 10, 1990, Dr. Friedman issued his final decision. This final decision, rendered on October 10, 1990, rejected plaintiffs' contention that Michael be allowed to continue with the Intermediate Unit in Rose Tree. Dr. Friedman ordered Michael to be placed in Chichester Middle School. In his findings, Dr. Friedman concluded:</p>\n<blockquote>Michael is a physically disabled sixth grade age child who requires architectural modifications, special transportation, and personal physical assistance in order to gain access to, and benefit from, an educational program. His academic record and progress through the elementary grades demonstrate that with such adaptations Michael can receive an appropriate public education within the mainstream (i.e., a regular education facility).</blockquote>\n<blockquote>Although his physical limitations are considerable and his condition is progressive, the parents have failed to demonstrate a sufficient educational need to justify Michael's exclusion from the mainstream.</blockquote>\n<p>The Gaudiellos filed no appeal to Dr. Friedman's decision and Michael began attending the 6th grade (1990-91), at Chichester Middle School with his service dog. On June 13, 1991, plaintiffs filed this civil action.</p>\n<p>Plaintiffs premise federal jurisdiction on 28 U.S.C. §§ 1331 and 1343, claiming violation of section 504 of the Rehabilitation Act of 1973. Plaintiffs seek this Court to exercise pendant jurisdiction over their State claims.</p>\n<p>Defendants move for summary judgment on the ground that section 504 of the Rehabilitation Act of 1973 does not provide a cause of action for the factual allegations alleged by the plaintiffs. Under Rule 56(c) of the Federal Rules of Civil Procedure, summary judgment may be granted when, \"after considering the record evidence in the light favorable to the non-moving party, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law.\" <i>Turner v. Schering-Plough Corp.,</i> <span class=\"citation\" data-id=\"540025\"><a href=\"/opinion/540025/william-t-turner-v-schering-plough-corporation/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span>, 340-41 (3d Cir.1990).</p>\n<p>For the reasons hereinafter set forth, the Court has determined that the defendants are entitled to summary judgment on the ground that section 504 of the Rehabilitation Act of 1973 does not provide the plaintiffs with a cause of action. The defendant's motion for summary judgment will therefore be granted.</p>\n<p>As the Supreme Court clearly points out in <i>Smith v. Robinson,</i> <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3457</span></a></span>, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">746</span></a></span> (1984), section 504 is not a remedy available to these plaintiffs. In <i>Smith,</i> the Supreme Court held that the Education of the Handicapped Act (20 U.S.C. § 1400 et seq.) is the exclusive avenue through which a plaintiff may assert an equal protection claim to a publicly financed special education. In <i>Smith,</i> the Court reasons that the Education of the Handicapped Act is a comprehensive scheme set up by Congress to aid the States in complying with their constitutional obligations to provide public education for disabled children. The Court in <i>Smith</i> states:</p>\n<blockquote>Both the provisions of the statute and its legislative history indicate that Congress' intended handicapped children with constitutional claims to a free appropriate public education to pursue those claims through the carefully tailored administrative remedies and judicial remedies set out in the statute.</blockquote>\n<p><i>Id.</i> at 1009, 104 S.Ct. at 3467.</p>\n<p>The Education of the Handicapped Act (20 U.S.C. § 1400 et seq.,) sets forth a comprehensive administrative plan which provides for a series of due process hearings that guarantees the parents of handicapped children an opportunity for meaningful input into all decisions affecting their child's education. Section 1415(b)(1, 2) of the Act grants parents a right to seek a review of any decision they think inappropriate <span class=\"star-pagination\">*853</span> by asserting their complaint in an impartial due process hearing.</p>\n<p><i>Honig v. Doe,</i> <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 312, <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">592</span></a></span>, 598, <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1988), makes it clear that this Act requires any party aggrieved by the findings of the impartial due process hearing, may seek further administrative review and where that proves unsatisfactory, may file a civil action in any state or federal court. Justice Brennan, in <i>Honig</i> at 327, 108 S.Ct. at 606, states:</p>\n<blockquote>It is true that true that judicial review is normally not available under § 1415(e)(2) until all administrative proceedings are completed, but as we have previously noted, parents may bypass the administrative process where exhaustion would be futile or inadequate. [citing <i>Smith v. Robinson, supra</i>]</blockquote>\n<p>As heretofore pointed out, Michael and his parents, did not appeal the hearing officer's decision. They bypassed the additional administrative remedies set forth in the Education of the Handicapped Act and filed their complaint in this Court.</p>\n<p>As pointed out by Justice Brennan in <i>Honig,</i> Sections 1412(1), 1413(a) of the Individuals with Disabilities Act requires to the maximum extent appropriate, that the States \"mainstream\" the disabled child, i.e., educate the disabled child with children who are not disabled, and will not segregate or otherwise remove the disabled child from the regular classroom setting. As the undisputed facts show, Michael, a disabled child, and his dog, Ashley, are being \"mainstreamed\" at Chichester Middle School.</p>\n<p>In 1990, Congress changed the name of the Education of the Handicapped Act to the \"Individuals with Disabilities Education Act.\" The Individuals with Disabilities Act strengthened and coordinated pre-existing Federal programs and requirements for children and youth with disabilities by extending the prior Act's coverage from the traditionally \"handicapped\" to all those with disabilities. As the legislative history indicates, provisions relating to \"handicapped children,\" \"handicapped child,\" or \"handicapped youth\" were replaced with \"children with disabilities,\" \"child with a disability,\" or \"youth with a disability.\" The definition of \"children with disabilities\" under the IDEA is broader than previous definition of \"handicapped children\" in the Education of the Handicapped Act. However, the administrative machinery provided by the Act has not been changed.</p>\n<p>Instead of pursuing the administrative procedures and remedies provided by the Individuals with Disabilities Act, plaintiffs filed this action under section 504 of the Rehabilitation Act of 1973, which, as heretofore pointed out, the Supreme Court has determined is not a remedy available to the plaintiffs under the facts alleged in their complaint.</p>\n<p>Plaintiffs, apparently place great reliance on <i>Sullivan v. Vallejo City Unified School District,</i> <span class=\"citation\" data-id=\"1877803\"><a href=\"/opinion/1877803/sullivan-v-vallejo-city-unified-school-dist/\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></a></span> (E.D.Cal. 1990). This Court has determined that <i>Sullivan</i> is not applicable to the facts in this case.</p>\n<p>Accordingly, the Court having determined that no genuine issues of material fact exist and that defendants are entitled to judgment as a matter of law, defendants' motion for summary judgment will be granted and judgment will be entered in favor of the defendants and against the plaintiffs.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111264/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/540025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1877803/"
          ]
        }
      ],
      "judges": "Raymond J. Broderick",
      "date_created": "2014-10-30T14:49:19.713964Z",
      "date_modified": "2014-10-30T14:49:19.713964Z",
      "date_filed": "1992-07-24",
      "date_filed_is_approximate": false,
      "slug": "gaudiello-v-delaware-county-intermediate-unit",
      "citation_id": 1532039,
      "case_name_short": "Gaudiello",
      "case_name": "Gaudiello v. Delaware County Intermediate Unit",
      "case_name_full": "",
      "federal_cite_one": "796 F. Supp. 849",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1177364/gaudiello-v-delaware-county-intermediate-unit/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:49:19.711392Z",
  "date_modified": "2014-10-30T14:49:19.711392Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Gaudiello",
  "case_name": "Gaudiello v. Delaware County Intermediate Unit",
  "case_name_full": "",
  "slug": "gaudiello-v-delaware-county-intermediate-unit",
  "docket_number": "Civ. A. No. 91-3763",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}