{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1180035/",
  "id": 1180035,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1561515/",
      "id": 1561515,
      "absolute_url": "/opinion/1561515/in-re-om/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/6802/",
        "https://www.courtlistener.com:80/api/rest/v3/people/6804/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1180035/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1561515/",
          "id": 1561515,
          "absolute_url": "/opinion/1561515/in-re-om/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1561515/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:46:46.524913Z",
          "date_modified": "2017-04-06T07:46:24.271170Z",
          "type": "010combined",
          "sha1": "675c24a11c19ef37fdf13d3f83be6998e6a03c9d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>565 A.2d 573 (1989)</b></center>\n<center><h1>In re O.M., Appellant.</h1></center>\n<center>No. 89-320.</center>\n<center><p><b>District of Columbia Court of Appeals.</b></p></center>\n<center>Argued May 26, 1989.</center>\n<center>Decided October 4, 1989.</center>\n<center>As amended October 27, 1989.</center>\n<p><span class=\"star-pagination\">*574</span> Gerald I. Fisher, appointed by the court, with whom Charlotta Norby, Washington, D.C., was on the brief, for appellant.</p>\n<p>Edward E. Schwab, Asst. Corp. Counsel, with whom Frederick D. Cooke, Jr., Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, Washington, D.C. were on the brief, for appellee. Paul E. Alper, Asst. Corp. Counsel, Washington, D.C. also entered an appearance for appellee.</p>\n<p>James Klein, with whom Kim A. Taylor, Rosemary Herbert, Gretchen Franklin, Mary Kennedy, Blaise Supler, and John Mott, Washington, D.C. were on the brief, for amicus curiae, the Public Defender Service.</p>\n<p>Before TERRY, STEADMAN and SCHWELB, Associate Judges.</p>\n<p>TERRY, Associate Judge:</p>\n<p>Appellant, a seventeen-year-old juvenile,<sup>[1]</sup> brings this appeal from an order of the Superior Court directing his rendition to Alabama pursuant to the Interstate Compact on Juveniles to face delinquency charges of arson and murder. Appellant, with the strong support of the Public Defender Service as <i>amicus,</i> asserts five grounds in support of his contention that he cannot be returned to Alabama under the Compact. First, he contends that the Juvenile Compact, as codified in D.C.Code §§ 32-1101 through 32-1106 (1988), is only enabling legislation which authorized the District of Columbia to join the Compact, and that the District of Columbia did not prove, in the trial court, that in fact it became a signatory of the Compact. Second, <span class=\"star-pagination\">*575</span> he asserts that even if the District became a member of the Compact at one time, when former Mayor Walter E. Washington executed ratification documents to that effect, those executing documents were never published in accordance with the District of Columbia Documents Act, D.C.Code §§ 1-1531 through 1-1538 (1987), and therefore they no longer have any legal effect; consequently, he maintains, the District is no longer a participant in the Compact. Third, appellant contends that recently enacted emergency legislation, the \"District of Columbia Interstate Compact on Juveniles Amendment Emergency Act of 1989,\"<sup>[2]</sup> bars his rendition unless Alabama authorities certify that they will not seek the death penalty against him, which thus far they have refused to do. Fourth, appellant argues that the repeal of the death penalty in the District of Columbia<sup>[3]</sup> prohibits his rendition to Alabama unless Alabama authorities agree not to seek the death penalty against him. Finally, appellant maintains that his present detention and prospective rendition to Alabama violate his rights under the Fourth Amendment to the Constitution. We reject all of these arguments and affirm the rendition order.</p>\n<p></p>\n<h2>I</h2>\n<p>Court documents filed in Alabama alleged that appellant and members of his family participated in the fire-bombing of an apartment in Gadsden, Alabama, on May 12, 1988. Everyone in the apartment escaped except for an infant, who was burned to death. Appellant was detained by Gadsden police officers the next day, and after giving a statement, he was released. Appellant fled sometime later to the District of Columbia.</p>\n<p>On May 23 Judge Robert E. Lewis of the Juvenile Court of Etowah County, Alabama, issued a \"juvenile pick-up order\" (the equivalent of a warrant) authorizing the arrest of appellant on suspicion of arson and murder. On June 2 petitions charging appellant with arson and murder were filed in the Etowah Juvenile Court.</p>\n<p>On December 2, 1988, appellant was arrested in the District of Columbia by Metropolitan Police officers acting on information from Gadsden police that he could be found at the home of relatives here. District of Columbia officials immediately filed in the Superior Court, on behalf of the State of Alabama, an application for his rendition to Alabama under the Juvenile Compact. Initially he agreed to return, but later he withdrew his consent and decided to contest his rendition. Since that time appellant has been detained in the District of Columbia Receiving Home pending disposition of this case.</p>\n<p>In light of appellant's challenge to the requisition from Alabama, the trial court held a hearing to determine whether he should be surrendered to Alabama authorities. Detective Lieutenant Jeffrey Wright of the Gadsden Police Department testified that appellant admitted, during an interview conducted the day after the fire-bombing, that he and members of his family had been involved in a fight with another family in Gadsden, and that after the fight he went with two uncles to the opposing family's home. When they arrived, appellant pointed out their apartment to one of his uncles and then went back to his own home. Soon thereafter, however, he returned to the apartment with his uncles, intending to \"get even\" with the other family. One of the uncles produced a Molotov cocktail and threw it into the apartment through an open window while appellant watched. Appellant and his uncles then fled. The Molotov cocktail exploded and started a fire, but all of the occupants managed to get out of the apartment except <span class=\"star-pagination\">*576</span> an eighteen-month-old boy, who was fatally burned.</p>\n<p>Lieutenant Wright said he had spoken with a witness who \"put [appellant] and two of his uncles on the scene and saw them throw the fire bomb.\" Wright identified appellant in court as the person charged with arson and murder in Alabama, and authenticated the requisition papers which Alabama had submitted in accordance with the Juvenile Compact.</p>\n<p>Appellant did not testify at the hearing, but in an affidavit he said that his statements to Lieutenant Wright were coerced during an unduly long detention in the course of which he was threatened with death. The only witness for appellant was his grandmother, who testified that the civil rights of black persons<sup>[4]</sup> are routinely and egregiously violated in Gadsden, and that because of her active participation in the civil rights movement her family in particular has been singled out for persecution. She said that her son-in-law (appellant's father) had been killed by police officers who shot him seventeen times in the course of a traffic stop, even though he was unarmed, and that she had been incarcerated for eighty-three days on a contempt citation when the police were unable to locate appellant's brother for questioning in the fire-bombing case. Finally, she testified that she feared for appellant's safety if he were returned to the custody of Gadsden police officers.</p>\n<p>After the hearing, the parties filed briefs with the court on the issue of whether appellant should be returned to Alabama. The court heard oral argument on this issue, and a few days later it entered an order directing that appellant be turned over to the Alabama authorities in accordance with the Juvenile Compact. <i>In re O.M.,</i> 117 Daily Wash.L.Rptr. 1253 (D.C.Super.Ct. March 30, 1989). The trial court, and later this court, stayed the order pending the outcome of this appeal.</p>\n<p></p>\n<h2>II</h2>\n<p>In 1970, in Title IV of the District of Columbia Court Reform and Criminal Procedure Act, Congress \"authorized\" the Mayor<sup>[5]</sup> of the District of Columbia \"to enter into and execute on behalf of the District of Columbia a compact with any State or States legally joining therein in the form substantially as follows. . . .\" Pub.L. No. 91-358, § 402, 84 Stat. 473, 658 (1970), <i>codified at</i> D.C.Code § 32-1102 (1988). The \"form\" of the compact, set forth in the statute (and the Code) immediately after this language, is the full text of the Interstate Compact on Juveniles, which by 1970 had been adopted by forty-seven of the fifty states, including Alabama. On its face this section of the Court Reform Act is enabling legislation; Congress did not itself enter into the Compact on behalf of the District of Columbia, although it could have done so if it wished.<sup>[6]</sup> In one of its filings below, the District submitted to the court copies of documents signed by former Mayor Washington which made the District a member of the Compact. Appellant contends that these documents failed to establish that the District ever joined the Juvenile Compact, and that without such proof the trial court was bereft of jurisdiction to order his rendition pursuant to the Compact. He asserts, more specifically, that the originals of these documents could not be found in the office of any District of Columbia agency, including the Office of Documents, and that the copies submitted to the trial court were not properly authenticated, nor were they self-authenticating. We reject these arguments.</p>\n<p>First, we observe that there is no authority for the proposition that the District was required to prove the Mayor's execution of the Compact before the court could order appellant returned to Alabama. Assuming that there is such a requirement only because appellant has argued that we should so hold and because the District offers no <span class=\"star-pagination\">*577</span> argument against it,<sup>[7]</sup> we uphold the trial court's determination that the District's participation in the Compact was sufficiently established in this case. \"While it is true that documentary evidence must be authenticated before it will be admitted, such authentication need not be by direct proof  circumstantial evidence will suffice under proper conditions.\" <i>Namerdy v. Generalcar,</i> 217 A.2d 109, 111 (D.C.1966); <i>accord, </i><i>Anderson v. Peoples Security Bank,</i> 503 A.2d 670, 677-678 (D.C.1986).</p>\n<p>In this case, in addition to copies of the executing documents themselves bearing what purported to be Mayor Washington's signature (and appellant has never alleged that the signature was not genuine), the trial court had before it copies of two letters from the Secretariat of the Association of Juvenile Compact Administrators, both dated October 14, 1970. These letters stated that the District joined the Compact, including the optional Rendition Amendment, Article XVII, which applies to juveniles charged with delinquency. Finally, and fatally for appellant's claim, the District submitted a copy of Mayor's Order No. 77-21, which is published in the 1977 compilation of the District of Columbia Statutes at Large.<sup>[8]</sup> This order designates the Interstate Juvenile Compact Officer in the Bureau of Youth Services, a unit of the District's Department of Human Services, as the Juvenile Compact Administrator for the District of Columbia.<sup>[9]</sup> It further provides:</p>\n<blockquote>2. The authority and duties of the \"Compact Administrator\" and the authority for such appointment are in accordance with D.C.Code 1973, § 32-1101, <i>et seq.</i>\n</blockquote>\n<blockquote>3. The \"Compact Administrator,\" in cases under the compact, shall submit the District of Columbia's consent in writing for use by the Trial Court in accordance with District of Columbia Court of Appeals No. 10193, \"In the Matter of: G.C.S. Appellant,\" decided July 16, 1976.</blockquote>\n<blockquote>4. This order shall be effective immediately.</blockquote>\n<p>1977 D.C.Stat. 926. This order refers specifically to the Compact <i>as codified</i> in Title 32 of the District of Columbia Code. Further, because the order was published in the Statutes at Large, it \"creates a rebuttable presumption: (1) That it was duly issued, prescribed, adopted, or enacted; and (2) That all requirements of this subchapter [the Documents Act; see part III, <i>infra</i>] have been complied with.\" D.C. Code § 1-1541 (1987).</p>\n<p>This statutory presumption leads us to another presumption long established in the common law, and specifically in the law of the District of Columbia:</p>\n<blockquote>The presumption of validity attends official action, and the burden of proof to the contrary is upon one who challenges the action.</blockquote>\n<p><i>Hammond v. Hull,</i> 76 U.S.App.D.C. 301, 303, 131 F.2d 23, 25 (1942). More precisely, the Supreme Court has held: \"As regards public officers, `acts done which presuppose the existence of other acts to make them legally operative, are presumptive proofs of the latter.'\" <i>Cornett v. Williams,</i> 87 U.S. (20 Wall.) 226, 250, 22 L.Ed. 254 (1874) (footnote omitted); <i>accord, e.g., </i><i>R.H. Stearns Co. v. United States,</i> 291 U.S. 54, 63, 54 S.Ct. 325, 328, 78 L.Ed. 647 (1934).<sup>[10]</sup> The effect of this presumption <span class=\"star-pagination\">*578</span> in the instant case is clear. Because the Mayor's Order is published in the Statutes at Large, it is presumed by statute to have been validly issued. D.C.Code § 1-1541 (1987). But the Mayor's Order would be meaningless unless the Compact, as set forth in the cited sections of the Code, had been formally agreed to by the District of Columbia. We therefore invoke the presumption of validity of official action as articulated in both <i>Hammond v. Hull</i> and <i>Cornett v. Williams, supra</i><i>,</i> and hold that the Mayor's Order is presumptive proof that the District is a signatory of the Interstate Compact on Juveniles. As <i>Hammond</i> tells us, the burden of proof to the contrary is on appellant, who challenges the District's action. Since appellant failed to demonstrate that the District was <i>not</i> a member of the Compact, we affirm the trial court's conclusion that its participation in the Compact was sufficiently established.<sup>[11]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>Appellant contends in the alternative that, even if the documents effecting the District's participation in the Compact were valid at one time, they are no longer valid because they were not published in accordance with the Documents Act, D.C.Code §§ 1-1531 <i>et seq.</i><sup>[12]</sup> He reasons that these ratification papers were \"document[s] having general applicability and legal effect\" within the meaning of the Documents Act,<sup>[13]</sup> and that the District's failure to publish them in its Municipal Regulations before June 30, 1984, the \"publish or perish\" deadline of the Documents Act, renders them without legal effect.<sup>[14]</sup> As a result of this failure to publish, appellant argues, the Juvenile Compact has been a nullity in the District of Columbia since June 30, 1984.</p>\n<p>There are, arguably, two reasons why the Documents Act does not apply to the ratification documents executed by former Mayor Washington. First, the ratification documents do not appear to have the \"general applicability and legal effect\" which triggers the publication requirement of the Documents Act. Those documents merely made effective the District's participation in the Compact; it is the Compact itself which has such general applicability and legal effect. Furthermore, the Documents Act excludes from its coverage \"any act to be codified in the D.C.Code. . . .\" D.C.Code § 1-1531(5) (1987). The text of the Compact not only was intended to be but in fact is codified in the Code, specifically in section 32-1102. It is that substantive text, rather than the ratification documents, which \"prescrib[es] . . . a course of conduct, <span class=\"star-pagination\">*579</span> confer[s] a right, privilege, authority, or . . . impose[s] an obligation, and [is] applicable to . . . members of a class or persons in a locality, as distinguished from named individuals or organizations.\" D.C. Code § 1-1531(5) (1987).</p>\n<p>We need not resolve this issue on either of these grounds, however, for there is a more fundamental reason why appellant's argument lacks merit. The Documents Act does not and cannot affect the continuing validity of the Compact because, once the ratification papers were executed on August 24, 1970, the Compact became law in the District of Columbia.<sup>[15]</sup> That is a historical fact which cannot be altered by a statute enacted years after the Compact's ratification.<sup>[16]</sup> At the time the Mayor signed the ratification papers, before the Documents Act even existed, those papers had the desired legal effect of making the District a party to the Compact. The District's consent to and participation in the Compact was complete as of that moment. To withdraw its consent thereafter, the District was required to follow the renunciation procedures spelled out in Article XIV of the Compact itself.<sup>[17]</sup> No other action by either the Mayor or the Council could have any effect on the District's rights and duties under the Compact, or on the courts' obligation to enforce those rights and duties.</p>\n<p>We reject as without merit appellant's argument that the District is not required to comply with Article XIV. This case does not present, as appellant argues, the issue of whether an interstate compact which is not federal law may or must be enforced by the courts. The District is not asserting, through an unequivocal, unanimous, and consistent argument by its highest political authorities, that the Compact should not be enforced in this case. <i>Cf. </i><i>Whitney v. Robertson,</i> 124 U.S. 190, 8 S.Ct. 456, 31 L.Ed. 386 (1888) (conflict between treaty and subsequent statute implementing another treaty). Quite the opposite is true; in this case the Corporation Counsel, on behalf of the District of Columbia government, has consistently and forcefully advocated that appellant be turned over to Alabama authorities.</p>\n<p>Moreover, the courts of the District of Columbia, including this court, have been expressly commanded by Congress to enforce the Compact according to its terms. D.C.Code § 32-1104 (1988) states:</p>\n<blockquote>The courts, departments, agencies, and officers of the District of Columbia <i>shall</i> enforce the Compact and <i>shall</i> take such action as may be necessary to carry out the purposes and intent of the Compact which may be within their respective jurisdictions. [Emphasis added.]</blockquote>\n<p>This language is mandatory. Because the courts are charged by Congress with enforcing the Compact within the District of Columbia, we hold that the only way in which the District may withdraw from the <span class=\"star-pagination\">*580</span> Compact, if it desires to do so, is to follow the procedures set forth in Article XIV. The Documents Act, assuming it is applicable at all, cannot prevail over the Compact itself.</p>\n<p>At bottom the Juvenile Compact is a contract. \"It remains a legal document that must be construed and applied in accordance with its terms. There is nothing in the nature of compacts generally or of this Compact in particular that counsels against . . . ordering future performance called for by the Compact.\" <i>Texas v. New Mexico,</i> 482 U.S. 124, 128, 107 S.Ct. 2279, 2283, 96 L.Ed.2d 105 (1987) (citation omitted). Once a compact has been \"solemnly entered into between States by those who alone have political authority to speak for a State\"  in this instance, Mayor Washingtonit cannot be \"unilaterally nullified . . . by an organ of one of the contracting States\" (or an organ of the District of Columbia, such as the Council). <i>West Virginia ex rel. Dyer v. Sims,</i> 341 U.S. 22, 28, 71 S.Ct. 557-560, 95 L.Ed. 713 (1951). Obeying the command of Congress, and doing what courts customarily do when confronted with a contract dispute, we enforce the contract  the Interstate Compact on Juveniles  as written. This means, among other things, that any legislative act by the Council of the District of Columbia, whether it be the Documents Act or any other enactment, cannot be construed or applied so as to contravene any part of the Compact.<sup>[18]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>Shortly after we heard oral argument in this case, emergency legislation took effect<sup>[19]</sup> which was intended to amend the Compact, or restrict its enforcement, by prohibiting the return of a juvenile to any state in which he or she might be subject to the death penalty \"unless the state certifies that it will not seek the death penalty,\" which Alabama has steadfastly declined to do in appellant's case. Emergency legislation, however, is effective for only ninety days, D.C.Code § 1-229(a) (1987), \"and the Council has no authority to pass another substantially identical emergency act in response to the same emergency.\" <i>District of Columbia v. Washington Home Ownership Council, Inc.,</i> 415 A.2d 1349, 1359 (D.C.1980) (en banc). The emergency act purporting to alter the Compact became effective more than ninety days ago, on June 14, 1989, and thus it has expired.</p>\n<p>Because this emergency legislation is no longer valid, we need not consider its effect on this case. We note, however, that there is a serious question regarding the power of the District of Columbia Council to enact such legislation at all, whether as an emergency act or as an ordinary statute. D.C. Code § 32-1106 (1988), which was originally part of the 1970 Court Reform Act,<sup>[20]</sup> explicitly states:</p>\n<blockquote>The right to alter, amend, or repeal this title is expressly reserved by the Congress.</blockquote>\n<p>\"This title\" refers to Title IV of the Court Reform Act, which authorized the Mayor to enter the Interstate Compact on Juveniles on behalf of the District of Columbia and set forth the text of the Compact itself. While appellant argues that this language was repealed when the District was granted home rule in 1975, this argument runs against two long-established rules of statutory construction: first, that implied repeals of statutes are not favored,<sup>[21]</sup> and <span class=\"star-pagination\">*581</span> second, that when a statute of broad general application (such as the legislative powers section of the Home Rule Act, D.C. Code § 1-227 (1987); <i>but see</i> D.C.Code § 1-206 (1987)) is inconsistent with a more specific provision (such as D.C.Code § 32-1106 (1988)), the latter provision \"must govern or control, as a clearer and more definite expression of the legislative will. . . .\" 82 C.J.S. <i>Statutes</i> § 347(b) (1953), quoted with approval in <i>District of Columbia v. Linda Pollin Memorial Housing Corp.,</i> 313 A.2d 579, 583 (D.C. 1973).<sup>[22]</sup> We must also remember that \"[i]n construing the delegation of legislative power to the Council . . . this court must. . . always [interpret] the Home Rule Act `with a central focus: the intent of Congress.'\" <i>Convention Center Referendum Committee v. District of Columbia Board of Elections &amp; Ethics,</i> 441 A.2d 889, 904 (D.C.1981) (en banc) (plurality opinion) (citation omitted).<sup>[23]</sup> We need not resolve this issue here, but we think it is, at best, a closer question than appellant believes it to be.<sup>[24]</sup></p>\n<p></p>\n<h2>V</h2>\n<p>Appellant also contends that the legislative repeal of the death penalty in the District of Columbia<sup>[25]</sup> bars his rendition to Alabama unless Alabama renounces any intention of seeking the death penalty against him. We reject this argument because the Compact, which is binding on the District of Columbia, see part III, <i>supra,</i> requires rendition of a juvenile regardless of the possible punishment to which the juvenile may be subjected under the laws of the demanding state. This court held in <i>In re G.C.S.,</i> 360 A.2d 498, 499-500 (D.C. 1976), that the courts of the District of Columbia have no power to consider whether rendition of a juvenile under the Compact is in the juvenile's best interests. Other courts have held likewise. <i>In re Teague,</i> 91 N.C.App. 242, 247-48, 371 S.E.2d 510, 514, <i>cert. denied,</i> 323 N.C. 625, 374 S.E.2d 588 (1988); <i>In re Kallinger,</i> 481 Pa. 185, 187-88, 392 A.2d 309, 310 (1978); <i>see also </i><i>In re R.H.,</i> 41 Colo.App. 17, 18-19, 583 P.2d 936, 937 (1978) (\"we agree with those courts which have refused to read such a requirement into the [Compact's] plain language,\" citing <i>In re G.C.S., supra</i>); <i>A Juvenile,</i> 396 Mass. 116, 118-121, 484 N.E.2d 995, 997-998 (1985) (\"Any parens patriae interest in juveniles an asylum State might have does not extend to preventing alleged offenders from being brought to trial as swiftly as possible in the State where an alleged offense was committed\" (citation omitted)).<sup>[26]</sup></p>\n<p><span class=\"star-pagination\">*582</span> The Compact does not permit the courts of an asylum state to make any inquiry beyond testing the formal adequacy of the demanding state's requisition papers. Article XVII of the Compact provides in part: \"Any juvenile, charged with being a delinquent by reason of violating any criminal law <i>shall</i> be returned to the requesting state upon a requisition to the state where the juvenile may be found\" (emphasis added). \"We cannot ignore the use of the word `shall,' which creates a duty, not an option.\" <i>Dupont Circle Citizens Ass'n v. District of Columbia Board of Zoning Adjustment,</i> 530 A.2d 1163, 1170 (D.C. 1987) (citations omitted); <i>accord, </i><i>Association of American Railroads v. Costle,</i> 183 U.S.App.D.C. 362, 364, 562 F.2d 1310, 1312 (1977) (\"The word `shall' is the language of command in a statute\" (footnote omitted)). The language of Article V of the Compact, incorporated by reference in Article XVII, is equally mandatory. Article V provides in part:</p>\n<blockquote>Upon the receipt of a requisition demanding the return of a delinquent juvenile. . . the court or the executive authority to whom the requisition is addressed <i>shall</i> issue an order to any peace officer or other appropriate person directing him to take into custody and detain such delinquent juvenile. . . . If the judge of such court shall find that the requisition is in order, he <i>shall</i> deliver such delinquent juvenile over to the officer whom the appropriate person or authority demanding him shall have appointed to receive him. [Emphasis added.]</blockquote>\n<p>This language conveys only one meaning. If the court in the asylum state finds that the requisition papers of the demanding state are in order, it \"shall,\" <i>i.e.,</i> must, return the juvenile to the demanding state. <i>In re G.C.S., supra</i><i>.</i> The courts of the asylum state have no discretion under the Compact to refuse rendition simply because the juvenile may be subject to penalties in the demanding state which are not available in the asylum state. Even the chance that appellant may be subject to capital punishment does not alter our holding.<sup>[27]</sup></p>\n<p>While the Supreme Court has not yet considered whether an asylum state has any discretion to refuse, or to impose conditions on, the rendition of a juvenile, its holdings in the area of adult extradition are compelling. The Extradition Clause of the United States Constitution was intended to eliminate entirely from the federal system any possibility that one state might become a sanctuary for fugitives from justice in another state. <i>See </i><i>Michigan v. Doran,</i> 439 U.S. 282, 287, 99 S.Ct. 530, 534, 58 L.Ed.2d 521 (1978). It is no coincidence that one of the main purposes of the Juvenile Compact was to achieve this same goal in dealing with juveniles. <i>See</i> S.Rep. No. 91-404, 91st Cong., 1st Sess. 3 (1969) (describing the proposed Juvenile Compact as \"one important step in achieving more effective treatment of juvenile delinquents in the District . . . equip[ping] the city's law-enforcement officials with the tools to pursue and arrest juveniles who seek refuge behind jurisdictional boundaries to escape apprehension\"); H.R.Rep. No. 91-373, 91st Cong., 1st Sess. 3 (1969). Indeed, the Compact <span class=\"star-pagination\">*583</span> was created and adopted by the states precisely because the Extradition Clause of the Constitution did not operate with respect to juveniles. Although a juvenile petition does not technically charge a crime, the rendition procedures established by the Compact for juveniles charged with delinquency are designed to be essentially the same as those long established for the extradition of adults charged with crimes.<sup>[28]</sup> For this reason we find the Supreme Court cases arising under the Extradition Clause persuasive authority in the context of the Juvenile Compact.</p>\n<p>The Supreme Court has held in case after case that the courts of an asylum state may not consider the possible punishment or other conditions that an individual may face in the demanding jurisdiction, regardless of the public policies of the asylum state. <i>See </i><i>Puerto Rico v. Brandstad,</i> 483 U.S. 219, 226-227, 107 S.Ct. 2802, 2807-2808, 97 L.Ed.2d 187 (1987); <i>California v. Superior Court,</i> 482 U.S. 400, 407-408, 107 S.Ct. 2433, 2438-2439, 96 L.Ed.2d 332 (1987); <i>Pacileo v. Walker,</i> 449 U.S. 86, 88, 101 S.Ct. 308, 309, 66 L.Ed.2d 304 (1980); <i>Michigan v. Doran, supra,</i> 439 U.S. at 289, 99 S.Ct. at 535; <i>Sweeney v. Woodall,</i> 344 U.S. 86, 89-90, 73 S.Ct. 139, 140-41, 97 L.Ed. 114 (1952); <i>accord, </i><i>Johnson v. Matthews,</i> 86 U.S. App.D.C. 376, 381-383, 182 F.2d 677, 682-684, <i>cert. denied,</i> 340 U.S. 828, 71 S.Ct. 65, 95 L.Ed. 608 (1950). Particularly instructive here is <i>Puerto Rico v. Brandstad, supra</i><i>,</i> in which the Court held that the Commonwealth of Puerto Rico, although not a state, was entitled to the same rights as the states in extradition matters. 483 U.S. at 229-230, 107 S.Ct. at 2809. Given the unwavering case law, we are confident that the Supreme Court would hold that Puerto Rico, along with enjoying the same rights, bears the same duties as the states. There is no reason to believe that the District of Columbia  a unique political entity but, like Puerto Rico, a non-state<sup>[29]</sup>  has any lesser rights or lesser duties under the Extradition Clause.</p>\n<p>As the Court said in <i>Michigan v. Doran, supra</i><i>,</i> \"[t]he purpose of the [Extradition] Clause was to preclude any state from becoming a sanctuary for fugitives from justice of another state and thus `balkanize' the administration of criminal justice among the several states.\" 439 U.S. at 287, 99 S.Ct. at 534. This same principle, which also finds expression in the Juvenile Compact, prevents the District from refusing the rendition of appellant to Alabama merely because Alabama has public policies affecting its citizens (of whom appellant is one) which differ from the public policies of the District of Columbia. If appellant has any quarrel, now or in the future, with the way Alabama has treated him or handled his case, he must seek resolution of that quarrel in a court  state or federal  in Alabama; the District of Columbia courts are not available to him for that purpose. \"Considerations fundamental to our federal system require that [appellant] test the claimed unconstitutionality of his treatment by Alabama in the courts of that state.\" <i>Sweeney v. Woodall, supra,</i> 344 U.S. at 90, 73 S.Ct. at 140; <i>accord, e.g., </i><i>Pacileo v. Walker, supra,</i> 449 U.S. at 88, 101 S.Ct. at 309.</p>\n<p></p>\n<h2>VI</h2>\n<p>Appellant's final contention is that the papers submitted by Alabama do not establish probable cause to detain him or to order his rendition, and that his current detention at the Receiving Home is a seizure unsupported by probable cause. We need not decide whether the requisition papers <span class=\"star-pagination\">*584</span> alone demonstrate probable cause in this case; rather, we hold that those papers, coupled with the testimony of Lieutenant Wright at the hearing below, amply established probable case to order appellant's rendition. <i>See </i><i>Tucker v. Virginia,</i> 308 A.2d 783, 785 (D.C.1973).</p>\n<p>Again, because the principles underlying the Juvenile Compact are essentially the same as those of the Extradition Clause of the Constitution, we look for guidance to the Supreme Court's decisions on extradition. In <i>Michigan v. Doran, supra</i><i>,</i> the Court did not decide whether the Fourth Amendment applies in the extradition setting, but it did hold that under the Extradition Clause</p>\n<blockquote>the courts of the asylum state are bound to accept the demanding state's judicial determination since the proceedings of the demanding state are clothed with the traditional presumption of regularity. In short, when a neutral judicial officer of the demanding state has determined that probable cause exists, the courts of the asylum state are without power to review the determination.</blockquote>\n<p>439 U.S. at 290, 99 S.Ct. at 536.</p>\n<p>Giving the Alabama papers the deference to which they are due, and considering as well the testimony of Lieutenant Wright in the Superior Court, we are satisfied that the trial court did not err in finding probable cause to support appellant's continued detention and rendition. Appellant is charged in two sworn juvenile petitions signed by a woman who states under oath that she was in the apartment at the time of the fire-bombing, that the fire-bombing resulted in the death of an infant, and that appellant together with others intentionally caused the fire. The record also reveals that a juvenile pick-up order, the equivalent of an arrest warrant, was issued by Judge Lewis for appellant's arrest. Under <i>Michigan v. Doran</i><i>,</i> we are bound to accept Judge Lewis' determination of probable cause. Any claim that probable cause was lacking must be litigated in Alabama, not here.</p>\n<p>In any event, whatever doubt there may be as to probable cause is dispelled by Lieutenant Wright's testimony. <i>See </i><i>Tucker v. Virginia, supra,</i> 308 A.2d at 785. Wright testified that he interviewed appellant the day after the fire-bombing, and that appellant admitted (1) being in a fight with the family into whose apartment the Molotov cocktail was thrown, (2) pointing out that apartment to his uncle, (3) later going back to the apartment with his uncle because \"[t]hey were going to get even with them  they were going to get them back,\" (4) standing by with his uncle while his uncle lit the Molotov cocktail and hurled it through an open window; and (5) fleeing from the scene thereafter. Lieutenant Wright also testified that an eyewitness saw appellant and others on the scene and informed him that \"they\" (referring to appellant and others) threw the Molotov cocktail. This testimony, when considered along with the sworn petitions and the pickup order, sufficiently established probable cause to believe that appellant aided and abetted the fire-bombing.</p>\n<p>The decision of the Superior Court ordering appellant's rendition to Alabama authorities under the Interstate Compact on Juveniles is therefore</p>\n<p><i>Affirmed.</i></p>\n<p>SCHWELB, Associate Judge, concurring:</p>\n<p>As Chief Justice Burger wrote in <i>Bifulco v. United States,</i> 447 U.S. 381, 402, 100 S.Ct. 2247, 2259, 65 L.Ed.2d 205 (1980) (concurring opinion),</p>\n<blockquote>Our duty, to paraphrase Mr. Justice Holmes in a conversation with Judge Learned Hand, is not to do justice but to apply the law and hope that justice is done.</blockquote>\n<p>\"But is it fair?\", Chief Justice Warren used to ask counsel who appeared before the Court during a more activist judicial era. In his persuasive opinion, which I readily join,<sup>[1]</sup> Judge Terry has demonstrated that <span class=\"star-pagination\">*585</span> affirmance is our only reasonable recourse if we adopt, as we surely must, the Holmes-Burger approach. I write separately to express my view that the result we reach, in an excruciatingly emotional case that may easily divert one's moral compass, also passes Chief Judge Warren's test of basic fairness. In essence, the decision announced today permits<sup>[2]</sup> the District of Columbia to comply, in an intergovernmental jurisprudential context, with the basic strictures of the Golden Rule.</p>\n<p>In my opinion, there is a good deal of barristerial shadow-boxing at work in this case. Because their most pressing concernthat O.M. may not be treated fairly if he is turned over to Alabama authoritiescannot be successfully litigated directly, counsel are in substantial part addressing such matters as \"publish or perish\" under the Documents Act and urging us to recognize that \"there are no second-class laws.\"<sup>[3]</sup> These are perfectly legitimate legal issues which have been well and conscientiously presented by O.M.'s attorney and by the Public Defender Service in conformity with the highest traditions of our profession.</p>\n<p>As often happens in the litigation process, however, some of the contentions being advanced and the fundamental interests at stake do not altogether coincide. The core value which counsel are trying so eloquently to protect in this case is not really the right of the citizens of the District to have their laws and regulations neatly codified. But for the plight in which O.M. now finds himself, I venture to suggest that, like most citizens, he would not be profoundly interested in the disposition of bureaucratic glitches regarding whether official acts have or have not been duly recorded. In a way  and this is in no sense intended as a criticism of counsel, whose performance has been beyond reproachingenious arguments about who signed what when and filed it where effectively mask what is really at stake in this controversy.</p>\n<p>When, as in this case, the possibility of capital punishment looms in the background, the greatest caution must surely be exercised by counsel before agreeing to rendition from a jurisdiction which proscribes the death penalty to one in which the executioner plies a legal trade. Nevertheless, I am not at all certain that this case would be before us at all if O.M.'s alleged offense had been committed in, say, northern New England or the Pacific northwest. I wonder whether counsel would have opposed rendition to a jurisdiction in one of these areas when such opposition was all but certain to require O.M.'s detention here pending inevitably protracted proceedings. I also wonder whether the possibility of O.M.'s return to such a jurisdiction would have captured the public's imagination or sparked emergency legislative intervention on the accused's behalf.</p>\n<p>The events here at issue, however, took place in Alabama, where O.M.'s father was allegedly murdered by police, where his uncle died in jail, and where his family, which has apparently been active in the civil rights movement, is said to have been subjected to cruel harassment. O.M.'s family and lawyers do not want this youngster to have to stake his future, and perhaps his life, on Alabama justice as they perceive it.</p>\n<p>Although judges are supposed to be rigorously objective, we too are human. Like Judge Eilperin, who decided this case in the trial court, I was a civil rights lawyer for the Department of Justice. I worked in the deep South during the days of entrenched segregation, when the unspeakable was commonplace and injustice reigned supreme. Despite momentous changes during the past quarter of a century, which has seen black citizens enfranchised and official segregation, the step-child of slavery, <span class=\"star-pagination\">*586</span> consigned to the ash-heap of history, I must still swallow hard as I do my duty and cast my vote in this case as I believe that the law compels. Although 1989 is not 1964, the past casts its shadow over the present, and I can only hope that the sun will emerge from behind the clouds.</p>\n<p>But a judge's duty is to decide cases according to the law, and not pursuant to his or her personal predilections. May we as judges predicate our decision on the assumption that O.M.'s rights will not be respected if he is returned to Alabama? The answer is, of course, an emphatic No! As the first Justice Harlan, speaking for the Court, explained more than a century ago:</p>\n<blockquote>Upon the State courts, equally with the courts of the Union, rests the obligation to guard, enforce, and protect every right granted or secured by the Constitution of the United States and the laws made in pursuance thereof, whenever those rights are involved in any suit or proceeding before them; for the judges of the State courts are required to take an oath to support that Constitution, and they are bound by it.</blockquote>\n<p><i>Robb v. Connolly,</i> 111 U.S. 624, 637, 4 S.Ct. 544, 28 L.Ed. 542 (1884). Moreover, \"we yet like to believe that wherever the Federal courts sit, human rights under the Federal Constitution are always a proper subject for adjudication.\" <i>Zwickler v. Koota,</i> 389 U.S. 241, 248 (1967), <i>quoting </i><i>Stapleton v. Mitchell,</i> 60 F.Supp. 51, 55 (D.Kan.1945). Our nation's flag flies in Alabama as well as in the District of Columbia. That state is the forum where O.M.'s rights must be vindicated.</p>\n<p>Practice does not always conform to theory. Reality often falls short of the ideal. As I have noted, however, today is not yesterday. In Birmingham, Alabama, the homes of civil rights leaders were frequently bombed a quarter of a century ago, and four little black girls were murdered in a racially motivated assault on the church where they were attending Sunday school. Today, though, Birmingham has a black mayor, and there is a major controversy as to whether <i>white</i> fire fighters have been the victims of racial discrimination. <i>See </i><i>Martin v. Wilks,</i> ___ U.S. ___, 109 S.Ct. 2180, 104 L.Ed.2d 835 (1989). This would not have been the issue in Bull Connor's day, when most blacks were not even allowed to vote. Authorizing O.M.'s transfer to Alabama pursuant to the Compact is not the equivalent of surrendering a Jew for trial in Nazi Germany or delivering Steve Biko to South African authorities. Moreover, as we recently had occasion to note in <i>Washington Post Co. v. Minority Business Opportunity Comm'n,</i> 560 A.2d 517, 518-19 (D.C.1989), our own city's history in the area of racial equity is hardly unblemished.</p>\n<p>Capital punishment is morally repugnant to many of our citizens. I happen to be one of them. We do not execute human beings in Washington, D.C. But it is not up to the District of Columbia to determine what constitutionally permissible penalty Alabama may impose for a crime committed within its borders. That is for the citizens of Alabama to decide.</p>\n<p>The District is a party to the Interstate Compact on Juveniles. That Compact contains no exception for cases in which the reviewing state elects to exercise its right, vindicated by the Supreme Court, to retain the ultimate penalty in its jurisprudence. Indeed, the Compact contains no provision at all which would permit unilateral noncompliance by a signatory state. If the District should take the position that the Compact exacts too high a price when it requires rendition of a juvenile to a state which retains the death penalty, it may renounce it with six months notice to the other jurisdictions which are parties to it, in accordance with the provisions of Article XIV. Short of that, however, the District, acting through its courts as well as its executive officers, is committed to compliance with the Compact.<sup>[4]</sup> It is not the province of this court to initiate or countenance evasion of this commitment when the District government stands ready to comply.</p>\n<p><span class=\"star-pagination\">*587</span> Whatever goes around, comes around. If our city, through its courts, does not respect its obligations to other jurisdictions, then they will not respect theirs to us. Under the Compact, the District's word is its bond. This court may not break the District's promise. The law and our decision so declare.</p>\n<h2>NOTES</h2>\n<p>[1]  According to the record, appellant was born on October 15, 1971.</p>\n<p>[2]  This legislation, Bill No. 8-276, was passed by the District of Columbia Council on May 30, 1989, and took effect on June 14, 1989, after Mayor Marion S. Barry, Jr., allowed the legislation to become law without his signature. <i>See</i> D.C.Code § 1-227(e) (1987).</p>\n<p>[3]  District of Columbia Death Penalty Repeal Act, D.C.Law No. 3-113, 27 D.C.Reg. 5624 (1980); <i>see also</i> Resolution No. 1-459, Resolution Against the Death Penalty, 1976 D.C.Stat. 603.</p>\n<p>[4]  Appellant and his family are black.</p>\n<p>[5]  At that time the Mayor was known as the \"Commissioner\" of the District of Columbia.</p>\n<p>[6]  The Constitution vests power in the Congress \"[t]o exercise exclusive Legislation in all Cases whatsoever\" over the District of Columbia. U.S. CONST. art. I, § 8, cl. 17.</p>\n<p>[7]  In a three-sentence section of its brief, the District stated that it had located in the National Archives the original documents signed by Mayor Washington and declared its intention to file certified copies of them with this court. After the brief was filed, the District did so. The District then complacently asserted that its filing of these documents \"removes [this] issue\" from the case, without addressing the issue on the merits.</p>\n<p>[8]  <i>See</i> D.C.Code § 1-1603 (1987).</p>\n<p>[9]  The District also submitted a copy of an earlier order, Commissioner's Order No. 70-366, dated August 24, 1970, appointing another individual by name as Compact Administrator for the District.</p>\n<p>[10]  There is, indeed, a general presumption of regularity in the law which \"supports the official acts of public officers and, in the absence of clear evidence to the contrary, courts presume that they have properly discharged their official duties.\" <i>United States v. Chemical Foundation, Inc.,</i> 272 U.S. 1, 14-15, 47 S.Ct. 1, 6, 71 L.Ed. 131 (1926) (citations omitted).</p>\n<p>[11]  We emphasize that this holding is based on the assumption, solely for the purposes of this appeal, that the District was required to prove its status as a signatory of the Compact. We specifically do not hold that such a requirement exists. We also note that we do not rely in any way on the certified documents submitted by the District to this court (see note 7, <i>supra</i>). Evidence, no matter how relevant or probative, cannot be introduced for the first time at the appellate level. <i>See, e.g., </i><i>Higgins v. Carr Bros. Co.,</i> 317 U.S. 572, 574, 63 S.Ct. 337, 338, 87 L.Ed. 468 (1943); <i>Cobb v. Standard Drug Co.,</i> 453 A.2d 110, 111-112 (D.C.1982).</p>\n<p>[12]  It is undisputed that the executing documents were never published in the District of Columbia Register or the District of Columbia Municipal Regulations.</p>\n<p>[13]  D.C.Code § 1-1531(5) provides:\n</p>\n<p>The phrase \"document having general applicability and legal effect\" means any document issued under lawful authority prescribing a sanction or course of conduct, conferring a right, privilege, authority, or immunity or imposing an obligation, and applicable to the general public, members of a class or persons in a locality, as distinguished from named individuals or organizations. The phrase \"document having general applicability and legal effect\" does not include any act to be codified in the D.C.Code or a personnel manual or internal staff directive to employees or agents of the District of Columbia.</p>\n<p>[14]  D.C.Code § 1-1538(a) provides in pertinent part:\n</p>\n<p>[A]ny rule, regulation, or document having general applicability and legal effect which has been adopted or enacted by the Commissioner, the Mayor, the District of Columbia Council, an agency, or other instrumentality of the District before March 6, 1979, and which is not published in the District of Columbia Municipal Regulations on or before June 30, 1984, shall not be in effect thereafter.</p>\n<p>[15]  Appellant does not dispute that if the papers effecting the District's participation in the Compact are authentic, then the District became a party to the Compact upon ratification by Mayor Washington. D.C.Code § 32-1102(a) authorized the Mayor \"to enter into and execute on behalf of the District of Columbia a Compact with any state or states legally joining therein <i>in the form substantially as follows.</i> . . .\" Immediately after this language the statute set forth the text of the Compact. Because the Mayor was permitted to execute the Compact only \"in the form substantially as follows,\" we reject the argument that this court cannot know what the actual provisions of the Compact as executed are. The congressional authorization to the Mayor to enter into the Compact expressly foreclosed any substantive change in the language of the Compact as authorized by Congress. Therefore, even assuming that the exact words of the Compact as ratified are unknown or unknowable, the substance of the Compact must be consistent with the words published in section 32-1102(a) of the Code, and any possible variation in the wording would be of no legal consequence.</p>\n<p>[16]  The Documents Act was passed by the District of Columbia Council in 1978 and took effect on March 6, 1979. D.C.Law No. 2-153, 25 D.C.Reg. 6960 (1979).</p>\n<p>[17]  Article XIV requires that six months' notice of a jurisdiction's intent to renounce the Compact must be given in writing to all of the other states which are parties to the Compact. It does not appear that the District has ever given such notice to any of the other signatories, which means that the Compact has remained continuously in effect in the District of Columbia since August 24, 1970.</p>\n<p>[18]  For this reason it is irrelevant that Alabama did not ratify Article XVII of the Compact, which applies specifically to the rendition of juveniles charged with delinquency, until 1986. Once the District, acting through Mayor Washington, ratified the Compact (including Article XVII) in 1970, it could not withdraw its ratification even as to states which became signatories thereafter unless it followed the procedures prescribed by Article XIV.</p>\n<p>[19]  See note 2, <i>supra.</i></p>\n<p>[20]  Pub.L. No. 91-358, § 406, 84 Stat. 473, 666 (1970).</p>\n<p>[21]  <i>See, e.g., </i><i>Morton v. Mancari,</i> 417 U.S. 535, 549-551, 94 S.Ct. 2474, 2482-83, 41 L.Ed.2d 290 (1974); <i>United States v. Borden Co.,</i> 308 U.S. 188, 198-199, 60 S.Ct. 182, 188, 84 L.Ed. 181 (1939); <i>Posadas v. National City Bank,</i> 296 U.S. 497, 503-504, 56 S.Ct. 349, 352, 80 L.Ed. 351 (1936); <i>United States v. Hansen,</i> 249 U.S.App. D.C. 22, 26-27, 772 F.2d 940, 944-945 (1985), <i>cert. denied,</i> 475 U.S. 1045, 106 S.Ct. 1262, 89 L.Ed.2d 571 (1986); <i>Goodwin v. District of Columbia Board of Education,</i> 343 A.2d 63, 65-66 (D.C.1975); 1A SUTHERLAND, STATUTORY CONSTRUCTION § 23.10, at 346-347 (4th ed. 1985).</p>\n<p>[22]  <i>See also </i><i>Martin v. United States,</i> 283 A.2d 448, 450-451 (D.C.1971) (citing authorities).</p>\n<p>[23]  In this instance the intent of Congress is very clear. The House version of the Juvenile Compact legislation did not contain the provision, now found in D.C.Code § 32-1106, which reserved to the Congress the \"right to alter, amend, or repeal\" the Compact, but the Senate version did. Indeed, the Senate hearings reveal that the <i>only</i> difference between the Senate and House versions of what became Title IV of the Court Reform Act was this section, and the final legislation passed by Congress was the Senate version, which included section 32-1106. <i>See Hearings on S. 2335 and H.R. 8868 Before the Subcomm. on the Judiciary of the Senate Comm. on the District of Columbia,</i> 91st Cong., 1st Sess. 60-61 (1969).</p>\n<p>[24]  After the emergency legislation was passed by the Council, appellant filed a motion to dismiss this appeal as moot, based upon his construction of the legislation and his assessment of the Corporation Counsel's litigation posture. The argument that this appeal is moot is itself moot because the emergency legislation has expired. Furthermore, the Corporation Counsel's Office has not, contrary to appellant's belief, abandoned its adversary position. Rather, it has simply asked the court, in response to appellant's motion, to appoint special counsel if it found the papers which it previously filed insufficient to decide this appeal. We see no need to appoint special counsel.</p>\n<p>[25]  See note 3, <i>supra.</i></p>\n<p>[26]  Appellant urges us to follow the lead of New Jersey, which will not surrender a juvenile under the Compact unless the juvenile is charged in the demanding state with conduct which would constitute a crime in New Jersey. Appellant's reliance on New Jersey law is misplaced for two reasons. First, New Jersey's participation in the Compact itself is qualified by a statute, enacted when New Jersey became a signatory to the Compact, which provides that a juvenile may not be returned to the demanding state \"where the criminal act for which he is sought would not have been a criminal act in New Jersey. . . .\" <i>In re Kallinger, supra,</i> 481 Pa. at 190 n. 2, 392 A.2d at 311 n. 2. The District of Columbia placed no such restriction, statutory or otherwise, on its participation in the Compact when the Compact was ratified by Mayor Washington, and for the reasons set forth in part III, <i>supra,</i> it is now too late to do so. Second, New Jersey's qualification is based not on the possible punishment to which the juvenile may be subjected, but on the nature of the offense which the juvenile has allegedly committed. Even under New Jersey law, we could not do what appellant is asking us to do.</p>\n<p>[27]  We emphasize that appellant is now charged in Alabama as a juvenile. As we read the relevant Supreme Court cases, <i>Stanford v. Kentucky,</i> ___ U.S. ___, 109 S.Ct. 2969, 106 L.Ed.2d 306 (1989), and <i>Thompson v. Oklahoma,</i> ___ U.S. ___, 108 S.Ct. 2687, 101 L.Ed.2d 702 (1988), he will not be subject to capital punishment unless Alabama decides to charge him as an adult in the case now pending against him. We cannot, of course, predict or speculate what Alabama will do, nor can we base our decision on such speculation. What we can do is to point out, as the trial court did, that as long as he remains charged as a juvenile, capital punishment is impossible. <i>See</i> Ala.Code §§ 12-15-71, 12-15-72 (1987).</p>\n<p>[28]  The Constitution does not preclude this congruence of procedures. The Extradition Clause itself makes no distinction between juveniles and adults, providing simply that \"[a] Person charged in any State . . . who shall flee from Justice, and be found in another State, shall on Demand . . . be delivered up, to be removed to the State having Jurisdiction of the Crime.\" U.S. CONST. art. IV, § 2, cl. 2. We agree with the Supreme Judicial Court of Massachusetts that the Constitution \"does not contemplate any difference in treatment for criminal offenders based on age.\" <i>A Juvenile, supra,</i> 396 Mass. at 118 n. 2, 484 N.E.2d at 997 n. 2.</p>\n<p>[29]  <i>See generally </i><i>Palmore v. United States,</i> 411 U.S. 389, 397-398, 93 S.Ct. 1670, 1676, 36 L.Ed.2d 342 (1973); <i>Hepburn v. Ellzey,</i> 6 U.S. (2 Cranch) 445, 452-453, 2 L.Ed. 332 (1805) (Marshall, C.J.).</p>\n<p>[1]  Since the emergency legislation has expired, see part IV of Judge Terry's opinion, we need not decide whether the Council had authority to legislate on the subject which it addressed. My concurrence in Judge Terry's opinion does not imply any view whatever on that issue.</p>\n<p>[2]  Whether the Compact would be judicially enforceable if the District were refusing to comply with it is an issue which is not before us.</p>\n<p>[3]  This phrase was used by James Klein, Esq., of the Public Defender Service in his excellent oral argument for <i>amicus curiae.</i> I find it revealing that a case having its inception in the second-class citizenship to which blacks were once relegated is presented to us in terms of nondiscrimination among statutes, rather than among people.</p>\n<p>[4]  <i>See</i> D.C.Code § 32-1104 (1988).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">565</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">573</span></span> (1989)</b></center>\n<center><h1>In re O.M., Appellant.</h1></center>\n<center>No. 89-320.</center>\n<center><p><b>District of Columbia Court of Appeals.</b></p></center>\n<center>Argued May 26, 1989.</center>\n<center>Decided October 4, 1989.</center>\n<center>As amended October 27, 1989.</center>\n<p><span class=\"star-pagination\">*574</span> Gerald I. Fisher, appointed by the court, with whom Charlotta Norby, Washington, D.C., was on the brief, for appellant.</p>\n<p>Edward E. Schwab, Asst. Corp. Counsel, with whom Frederick D. Cooke, Jr., Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, Washington, D.C. were on the brief, for appellee. Paul E. Alper, Asst. Corp. Counsel, Washington, D.C. also entered an appearance for appellee.</p>\n<p>James Klein, with whom Kim A. Taylor, Rosemary Herbert, Gretchen Franklin, Mary Kennedy, Blaise Supler, and John Mott, Washington, D.C. were on the brief, for amicus curiae, the Public Defender Service.</p>\n<p>Before TERRY, STEADMAN and SCHWELB, Associate Judges.</p>\n<p>TERRY, Associate Judge:</p>\n<p>Appellant, a seventeen-year-old juvenile,<sup>[1]</sup> brings this appeal from an order of the Superior Court directing his rendition to Alabama pursuant to the Interstate Compact on Juveniles to face delinquency charges of arson and murder. Appellant, with the strong support of the Public Defender Service as <i>amicus,</i> asserts five grounds in support of his contention that he cannot be returned to Alabama under the Compact. First, he contends that the Juvenile Compact, as codified in D.C.Code §§ 32-1101 through 32-1106 (1988), is only enabling legislation which authorized the District of Columbia to join the Compact, and that the District of Columbia did not prove, in the trial court, that in fact it became a signatory of the Compact. Second, <span class=\"star-pagination\">*575</span> he asserts that even if the District became a member of the Compact at one time, when former Mayor Walter E. Washington executed ratification documents to that effect, those executing documents were never published in accordance with the District of Columbia Documents Act, D.C.Code §§ 1-1531 through 1-1538 (1987), and therefore they no longer have any legal effect; consequently, he maintains, the District is no longer a participant in the Compact. Third, appellant contends that recently enacted emergency legislation, the \"District of Columbia Interstate Compact on Juveniles Amendment Emergency Act of 1989,\"<sup>[2]</sup> bars his rendition unless Alabama authorities certify that they will not seek the death penalty against him, which thus far they have refused to do. Fourth, appellant argues that the repeal of the death penalty in the District of Columbia<sup>[3]</sup> prohibits his rendition to Alabama unless Alabama authorities agree not to seek the death penalty against him. Finally, appellant maintains that his present detention and prospective rendition to Alabama violate his rights under the Fourth Amendment to the Constitution. We reject all of these arguments and affirm the rendition order.</p>\n<p></p>\n<h2>I</h2>\n<p>Court documents filed in Alabama alleged that appellant and members of his family participated in the fire-bombing of an apartment in Gadsden, Alabama, on May 12, 1988. Everyone in the apartment escaped except for an infant, who was burned to death. Appellant was detained by Gadsden police officers the next day, and after giving a statement, he was released. Appellant fled sometime later to the District of Columbia.</p>\n<p>On May 23 Judge Robert E. Lewis of the Juvenile Court of Etowah County, Alabama, issued a \"juvenile pick-up order\" (the equivalent of a warrant) authorizing the arrest of appellant on suspicion of arson and murder. On June 2 petitions charging appellant with arson and murder were filed in the Etowah Juvenile Court.</p>\n<p>On December 2, 1988, appellant was arrested in the District of Columbia by Metropolitan Police officers acting on information from Gadsden police that he could be found at the home of relatives here. District of Columbia officials immediately filed in the Superior Court, on behalf of the State of Alabama, an application for his rendition to Alabama under the Juvenile Compact. Initially he agreed to return, but later he withdrew his consent and decided to contest his rendition. Since that time appellant has been detained in the District of Columbia Receiving Home pending disposition of this case.</p>\n<p>In light of appellant's challenge to the requisition from Alabama, the trial court held a hearing to determine whether he should be surrendered to Alabama authorities. Detective Lieutenant Jeffrey Wright of the Gadsden Police Department testified that appellant admitted, during an interview conducted the day after the fire-bombing, that he and members of his family had been involved in a fight with another family in Gadsden, and that after the fight he went with two uncles to the opposing family's home. When they arrived, appellant pointed out their apartment to one of his uncles and then went back to his own home. Soon thereafter, however, he returned to the apartment with his uncles, intending to \"get even\" with the other family. One of the uncles produced a Molotov cocktail and threw it into the apartment through an open window while appellant watched. Appellant and his uncles then fled. The Molotov cocktail exploded and started a fire, but all of the occupants managed to get out of the apartment except <span class=\"star-pagination\">*576</span> an eighteen-month-old boy, who was fatally burned.</p>\n<p>Lieutenant Wright said he had spoken with a witness who \"put [appellant] and two of his uncles on the scene and saw them throw the fire bomb.\" Wright identified appellant in court as the person charged with arson and murder in Alabama, and authenticated the requisition papers which Alabama had submitted in accordance with the Juvenile Compact.</p>\n<p>Appellant did not testify at the hearing, but in an affidavit he said that his statements to Lieutenant Wright were coerced during an unduly long detention in the course of which he was threatened with death. The only witness for appellant was his grandmother, who testified that the civil rights of black persons<sup>[4]</sup> are routinely and egregiously violated in Gadsden, and that because of her active participation in the civil rights movement her family in particular has been singled out for persecution. She said that her son-in-law (appellant's father) had been killed by police officers who shot him seventeen times in the course of a traffic stop, even though he was unarmed, and that she had been incarcerated for eighty-three days on a contempt citation when the police were unable to locate appellant's brother for questioning in the fire-bombing case. Finally, she testified that she feared for appellant's safety if he were returned to the custody of Gadsden police officers.</p>\n<p>After the hearing, the parties filed briefs with the court on the issue of whether appellant should be returned to Alabama. The court heard oral argument on this issue, and a few days later it entered an order directing that appellant be turned over to the Alabama authorities in accordance with the Juvenile Compact. <i>In re O.M.,</i> 117 Daily Wash.L.Rptr. 1253 (D.C.Super.Ct. March 30, 1989). The trial court, and later this court, stayed the order pending the outcome of this appeal.</p>\n<p></p>\n<h2>II</h2>\n<p>In 1970, in Title IV of the District of Columbia Court Reform and Criminal Procedure Act, Congress \"authorized\" the Mayor<sup>[5]</sup> of the District of Columbia \"to enter into and execute on behalf of the District of Columbia a compact with any State or States legally joining therein in the form substantially as follows. . . .\" Pub.L. No. 91-358, § 402, 84 Stat. 473, 658 (1970), <i>codified at</i> D.C.Code § 32-1102 (1988). The \"form\" of the compact, set forth in the statute (and the Code) immediately after this language, is the full text of the Interstate Compact on Juveniles, which by 1970 had been adopted by forty-seven of the fifty states, including Alabama. On its face this section of the Court Reform Act is enabling legislation; Congress did not itself enter into the Compact on behalf of the District of Columbia, although it could have done so if it wished.<sup>[6]</sup> In one of its filings below, the District submitted to the court copies of documents signed by former Mayor Washington which made the District a member of the Compact. Appellant contends that these documents failed to establish that the District ever joined the Juvenile Compact, and that without such proof the trial court was bereft of jurisdiction to order his rendition pursuant to the Compact. He asserts, more specifically, that the originals of these documents could not be found in the office of any District of Columbia agency, including the Office of Documents, and that the copies submitted to the trial court were not properly authenticated, nor were they self-authenticating. We reject these arguments.</p>\n<p>First, we observe that there is no authority for the proposition that the District was required to prove the Mayor's execution of the Compact before the court could order appellant returned to Alabama. Assuming that there is such a requirement only because appellant has argued that we should so hold and because the District offers no <span class=\"star-pagination\">*577</span> argument against it,<sup>[7]</sup> we uphold the trial court's determination that the District's participation in the Compact was sufficiently established in this case. \"While it is true that documentary evidence must be authenticated before it will be admitted, such authentication need not be by direct proof  circumstantial evidence will suffice under proper conditions.\" <i>Namerdy v. Generalcar,</i> <span class=\"citation\" data-id=\"1986830\"><a href=\"/opinion/1986830/namerdy-v-generalcar/\"><span class=\"volume\">217</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">109</span></a></span>, 111 (D.C.1966); <i>accord, </i><i>Anderson v. Peoples Security Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">670</span></span>, 677-678 (D.C.1986).</p>\n<p>In this case, in addition to copies of the executing documents themselves bearing what purported to be Mayor Washington's signature (and appellant has never alleged that the signature was not genuine), the trial court had before it copies of two letters from the Secretariat of the Association of Juvenile Compact Administrators, both dated October 14, 1970. These letters stated that the District joined the Compact, including the optional Rendition Amendment, Article XVII, which applies to juveniles charged with delinquency. Finally, and fatally for appellant's claim, the District submitted a copy of Mayor's Order No. 77-21, which is published in the 1977 compilation of the District of Columbia Statutes at Large.<sup>[8]</sup> This order designates the Interstate Juvenile Compact Officer in the Bureau of Youth Services, a unit of the District's Department of Human Services, as the Juvenile Compact Administrator for the District of Columbia.<sup>[9]</sup> It further provides:</p>\n<blockquote>2. The authority and duties of the \"Compact Administrator\" and the authority for such appointment are in accordance with D.C.Code 1973, § 32-1101, <i>et seq.</i>\n</blockquote>\n<blockquote>3. The \"Compact Administrator,\" in cases under the compact, shall submit the District of Columbia's consent in writing for use by the Trial Court in accordance with District of Columbia Court of Appeals No. 10193, \"In the Matter of: G.C.S. Appellant,\" decided July 16, 1976.</blockquote>\n<blockquote>4. This order shall be effective immediately.</blockquote>\n<p>1977 D.C.Stat. 926. This order refers specifically to the Compact <i>as codified</i> in Title 32 of the District of Columbia Code. Further, because the order was published in the Statutes at Large, it \"creates a rebuttable presumption: (1) That it was duly issued, prescribed, adopted, or enacted; and (2) That all requirements of this subchapter [the Documents Act; see part III, <i>infra</i>] have been complied with.\" D.C. Code § 1-1541 (1987).</p>\n<p>This statutory presumption leads us to another presumption long established in the common law, and specifically in the law of the District of Columbia:</p>\n<blockquote>The presumption of validity attends official action, and the burden of proof to the contrary is upon one who challenges the action.</blockquote>\n<p><i>Hammond v. Hull,</i> 76 U.S.App.D.C. 301, 303, <span class=\"citation\" data-id=\"1512011\"><a href=\"/opinion/1512011/hammond-v-hull/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 25 (1942). More precisely, the Supreme Court has held: \"As regards public officers, `acts done which presuppose the existence of other acts to make them legally operative, are presumptive proofs of the latter.'\" <i>Cornett v. Williams,</i> 87 U.S. (20 Wall.) 226, 250, <span class=\"citation\" data-id=\"88938\"><a href=\"/opinion/88938/cornett-v-williams/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">254</span></a></span> (1874) (footnote omitted); <i>accord, e.g., </i><i>R.H. Stearns Co. v. United States,</i> <span class=\"citation\" data-id=\"102186\"><a href=\"/opinion/102186/rh-stearns-co-v-united-states/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 63, <span class=\"citation\" data-id=\"102186\"><a href=\"/opinion/102186/rh-stearns-co-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">325</span></a></span>, 328, <span class=\"citation\" data-id=\"102186\"><a href=\"/opinion/102186/rh-stearns-co-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">647</span></a></span> (1934).<sup>[10]</sup> The effect of this presumption <span class=\"star-pagination\">*578</span> in the instant case is clear. Because the Mayor's Order is published in the Statutes at Large, it is presumed by statute to have been validly issued. D.C.Code § 1-1541 (1987). But the Mayor's Order would be meaningless unless the Compact, as set forth in the cited sections of the Code, had been formally agreed to by the District of Columbia. We therefore invoke the presumption of validity of official action as articulated in both <i>Hammond v. Hull</i> and <i>Cornett v. Williams, supra</i><i>,</i> and hold that the Mayor's Order is presumptive proof that the District is a signatory of the Interstate Compact on Juveniles. As <i>Hammond</i> tells us, the burden of proof to the contrary is on appellant, who challenges the District's action. Since appellant failed to demonstrate that the District was <i>not</i> a member of the Compact, we affirm the trial court's conclusion that its participation in the Compact was sufficiently established.<sup>[11]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>Appellant contends in the alternative that, even if the documents effecting the District's participation in the Compact were valid at one time, they are no longer valid because they were not published in accordance with the Documents Act, D.C.Code §§ 1-1531 <i>et seq.</i><sup>[12]</sup> He reasons that these ratification papers were \"document[s] having general applicability and legal effect\" within the meaning of the Documents Act,<sup>[13]</sup> and that the District's failure to publish them in its Municipal Regulations before June 30, 1984, the \"publish or perish\" deadline of the Documents Act, renders them without legal effect.<sup>[14]</sup> As a result of this failure to publish, appellant argues, the Juvenile Compact has been a nullity in the District of Columbia since June 30, 1984.</p>\n<p>There are, arguably, two reasons why the Documents Act does not apply to the ratification documents executed by former Mayor Washington. First, the ratification documents do not appear to have the \"general applicability and legal effect\" which triggers the publication requirement of the Documents Act. Those documents merely made effective the District's participation in the Compact; it is the Compact itself which has such general applicability and legal effect. Furthermore, the Documents Act excludes from its coverage \"any act to be codified in the D.C.Code. . . .\" D.C.Code § 1-1531(5) (1987). The text of the Compact not only was intended to be but in fact is codified in the Code, specifically in section 32-1102. It is that substantive text, rather than the ratification documents, which \"prescrib[es] . . . a course of conduct, <span class=\"star-pagination\">*579</span> confer[s] a right, privilege, authority, or . . . impose[s] an obligation, and [is] applicable to . . . members of a class or persons in a locality, as distinguished from named individuals or organizations.\" D.C. Code § 1-1531(5) (1987).</p>\n<p>We need not resolve this issue on either of these grounds, however, for there is a more fundamental reason why appellant's argument lacks merit. The Documents Act does not and cannot affect the continuing validity of the Compact because, once the ratification papers were executed on August 24, 1970, the Compact became law in the District of Columbia.<sup>[15]</sup> That is a historical fact which cannot be altered by a statute enacted years after the Compact's ratification.<sup>[16]</sup> At the time the Mayor signed the ratification papers, before the Documents Act even existed, those papers had the desired legal effect of making the District a party to the Compact. The District's consent to and participation in the Compact was complete as of that moment. To withdraw its consent thereafter, the District was required to follow the renunciation procedures spelled out in Article XIV of the Compact itself.<sup>[17]</sup> No other action by either the Mayor or the Council could have any effect on the District's rights and duties under the Compact, or on the courts' obligation to enforce those rights and duties.</p>\n<p>We reject as without merit appellant's argument that the District is not required to comply with Article XIV. This case does not present, as appellant argues, the issue of whether an interstate compact which is not federal law may or must be enforced by the courts. The District is not asserting, through an unequivocal, unanimous, and consistent argument by its highest political authorities, that the Compact should not be enforced in this case. <i>Cf. </i><i>Whitney v. Robertson,</i> <span class=\"citation\" data-id=\"92111\"><a href=\"/opinion/92111/whitney-v-robertson/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, <span class=\"citation\" data-id=\"92111\"><a href=\"/opinion/92111/whitney-v-robertson/\"><span class=\"volume\">8</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"92111\"><a href=\"/opinion/92111/whitney-v-robertson/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">386</span></a></span> (1888) (conflict between treaty and subsequent statute implementing another treaty). Quite the opposite is true; in this case the Corporation Counsel, on behalf of the District of Columbia government, has consistently and forcefully advocated that appellant be turned over to Alabama authorities.</p>\n<p>Moreover, the courts of the District of Columbia, including this court, have been expressly commanded by Congress to enforce the Compact according to its terms. D.C.Code § 32-1104 (1988) states:</p>\n<blockquote>The courts, departments, agencies, and officers of the District of Columbia <i>shall</i> enforce the Compact and <i>shall</i> take such action as may be necessary to carry out the purposes and intent of the Compact which may be within their respective jurisdictions. [Emphasis added.]</blockquote>\n<p>This language is mandatory. Because the courts are charged by Congress with enforcing the Compact within the District of Columbia, we hold that the only way in which the District may withdraw from the <span class=\"star-pagination\">*580</span> Compact, if it desires to do so, is to follow the procedures set forth in Article XIV. The Documents Act, assuming it is applicable at all, cannot prevail over the Compact itself.</p>\n<p>At bottom the Juvenile Compact is a contract. \"It remains a legal document that must be construed and applied in accordance with its terms. There is nothing in the nature of compacts generally or of this Compact in particular that counsels against . . . ordering future performance called for by the Compact.\" <i>Texas v. New Mexico,</i> <span class=\"citation\" data-id=\"111906\"><a href=\"/opinion/111906/texas-v-new-mexico/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, 128, <span class=\"citation\" data-id=\"111906\"><a href=\"/opinion/111906/texas-v-new-mexico/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>, 2283, <span class=\"citation\" data-id=\"111906\"><a href=\"/opinion/111906/texas-v-new-mexico/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (1987) (citation omitted). Once a compact has been \"solemnly entered into between States by those who alone have political authority to speak for a State\"  in this instance, Mayor Washingtonit cannot be \"unilaterally nullified . . . by an organ of one of the contracting States\" (or an organ of the District of Columbia, such as the Council). <i>West Virginia ex rel. Dyer v. Sims,</i> <span class=\"citation\" data-id=\"104882\"><a href=\"/opinion/104882/west-virginia-ex-rel-dyer-v-sims/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 28, 71 S.Ct. 557-560, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">713</span></span> (1951). Obeying the command of Congress, and doing what courts customarily do when confronted with a contract dispute, we enforce the contract  the Interstate Compact on Juveniles  as written. This means, among other things, that any legislative act by the Council of the District of Columbia, whether it be the Documents Act or any other enactment, cannot be construed or applied so as to contravene any part of the Compact.<sup>[18]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>Shortly after we heard oral argument in this case, emergency legislation took effect<sup>[19]</sup> which was intended to amend the Compact, or restrict its enforcement, by prohibiting the return of a juvenile to any state in which he or she might be subject to the death penalty \"unless the state certifies that it will not seek the death penalty,\" which Alabama has steadfastly declined to do in appellant's case. Emergency legislation, however, is effective for only ninety days, D.C.Code § 1-229(a) (1987), \"and the Council has no authority to pass another substantially identical emergency act in response to the same emergency.\" <i>District of Columbia v. Washington Home Ownership Council, Inc.,</i> <span class=\"citation\" data-id=\"2392674\"><a href=\"/opinion/2392674/district-of-columbia-v-washington-home/\"><span class=\"volume\">415</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1349</span></a></span>, 1359 (D.C.1980) (en banc). The emergency act purporting to alter the Compact became effective more than ninety days ago, on June 14, 1989, and thus it has expired.</p>\n<p>Because this emergency legislation is no longer valid, we need not consider its effect on this case. We note, however, that there is a serious question regarding the power of the District of Columbia Council to enact such legislation at all, whether as an emergency act or as an ordinary statute. D.C. Code § 32-1106 (1988), which was originally part of the 1970 Court Reform Act,<sup>[20]</sup> explicitly states:</p>\n<blockquote>The right to alter, amend, or repeal this title is expressly reserved by the Congress.</blockquote>\n<p>\"This title\" refers to Title IV of the Court Reform Act, which authorized the Mayor to enter the Interstate Compact on Juveniles on behalf of the District of Columbia and set forth the text of the Compact itself. While appellant argues that this language was repealed when the District was granted home rule in 1975, this argument runs against two long-established rules of statutory construction: first, that implied repeals of statutes are not favored,<sup>[21]</sup> and <span class=\"star-pagination\">*581</span> second, that when a statute of broad general application (such as the legislative powers section of the Home Rule Act, D.C. Code § 1-227 (1987); <i>but see</i> D.C.Code § 1-206 (1987)) is inconsistent with a more specific provision (such as D.C.Code § 32-1106 (1988)), the latter provision \"must govern or control, as a clearer and more definite expression of the legislative will. . . .\" 82 C.J.S. <i>Statutes</i> § 347(b) (1953), quoted with approval in <i>District of Columbia v. Linda Pollin Memorial Housing Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">579</span></span>, 583 (D.C. 1973).<sup>[22]</sup> We must also remember that \"[i]n construing the delegation of legislative power to the Council . . . this court must. . . always [interpret] the Home Rule Act `with a central focus: the intent of Congress.'\" <i>Convention Center Referendum Committee v. District of Columbia Board of Elections &amp; Ethics,</i> <span class=\"citation\" data-id=\"1517208\"><a href=\"/opinion/1517208/convention-etc-v-dist-of-columbia-etc/\"><span class=\"volume\">441</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">889</span></a></span>, 904 (D.C.1981) (en banc) (plurality opinion) (citation omitted).<sup>[23]</sup> We need not resolve this issue here, but we think it is, at best, a closer question than appellant believes it to be.<sup>[24]</sup></p>\n<p></p>\n<h2>V</h2>\n<p>Appellant also contends that the legislative repeal of the death penalty in the District of Columbia<sup>[25]</sup> bars his rendition to Alabama unless Alabama renounces any intention of seeking the death penalty against him. We reject this argument because the Compact, which is binding on the District of Columbia, see part III, <i>supra,</i> requires rendition of a juvenile regardless of the possible punishment to which the juvenile may be subjected under the laws of the demanding state. This court held in <i>In re G.C.S.,</i> <span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">498</span></span>, 499-500 (D.C. 1976), that the courts of the District of Columbia have no power to consider whether rendition of a juvenile under the Compact is in the juvenile's best interests. Other courts have held likewise. <i>In re Teague,</i> 91 N.C.App. 242, 247-48, <span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">510</span></span>, 514, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">588</span></span> (1988); <i>In re Kallinger,</i> <span class=\"citation\" data-id=\"2065140\"><a href=\"/opinion/2065140/interest-of-kallinger/\"><span class=\"volume\">481</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">185</span></a></span>, 187-88, <span class=\"citation\" data-id=\"2065140\"><a href=\"/opinion/2065140/interest-of-kallinger/\"><span class=\"volume\">392</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">309</span></a></span>, 310 (1978); <i>see also </i><i>In re R.H.,</i> <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Colo. App.</span> <span class=\"page\">17</span></span>, 18-19, <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">936</span></span>, 937 (1978) (\"we agree with those courts which have refused to read such a requirement into the [Compact's] plain language,\" citing <i>In re G.C.S., supra</i>); <i>A Juvenile,</i> <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">116</span></span>, 118-121, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">995</span></span>, 997-998 (1985) (\"Any parens patriae interest in juveniles an asylum State might have does not extend to preventing alleged offenders from being brought to trial as swiftly as possible in the State where an alleged offense was committed\" (citation omitted)).<sup>[26]</sup></p>\n<p><span class=\"star-pagination\">*582</span> The Compact does not permit the courts of an asylum state to make any inquiry beyond testing the formal adequacy of the demanding state's requisition papers. Article XVII of the Compact provides in part: \"Any juvenile, charged with being a delinquent by reason of violating any criminal law <i>shall</i> be returned to the requesting state upon a requisition to the state where the juvenile may be found\" (emphasis added). \"We cannot ignore the use of the word `shall,' which creates a duty, not an option.\" <i>Dupont Circle Citizens Ass'n v. District of Columbia Board of Zoning Adjustment,</i> <span class=\"citation no-link\"><span class=\"volume\">530</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1163</span></span>, 1170 (D.C. 1987) (citations omitted); <i>accord, </i><i>Association of American Railroads v. Costle,</i> 183 U.S.App.D.C. 362, 364, <span class=\"citation\" data-id=\"349448\"><a href=\"/opinion/349448/association-of-american-railroads-chesapeake-and-ohio-railway-company/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span>, 1312 (1977) (\"The word `shall' is the language of command in a statute\" (footnote omitted)). The language of Article V of the Compact, incorporated by reference in Article XVII, is equally mandatory. Article V provides in part:</p>\n<blockquote>Upon the receipt of a requisition demanding the return of a delinquent juvenile. . . the court or the executive authority to whom the requisition is addressed <i>shall</i> issue an order to any peace officer or other appropriate person directing him to take into custody and detain such delinquent juvenile. . . . If the judge of such court shall find that the requisition is in order, he <i>shall</i> deliver such delinquent juvenile over to the officer whom the appropriate person or authority demanding him shall have appointed to receive him. [Emphasis added.]</blockquote>\n<p>This language conveys only one meaning. If the court in the asylum state finds that the requisition papers of the demanding state are in order, it \"shall,\" <i>i.e.,</i> must, return the juvenile to the demanding state. <i>In re G.C.S., supra</i><i>.</i> The courts of the asylum state have no discretion under the Compact to refuse rendition simply because the juvenile may be subject to penalties in the demanding state which are not available in the asylum state. Even the chance that appellant may be subject to capital punishment does not alter our holding.<sup>[27]</sup></p>\n<p>While the Supreme Court has not yet considered whether an asylum state has any discretion to refuse, or to impose conditions on, the rendition of a juvenile, its holdings in the area of adult extradition are compelling. The Extradition Clause of the United States Constitution was intended to eliminate entirely from the federal system any possibility that one state might become a sanctuary for fugitives from justice in another state. <i>See </i><i>Michigan v. Doran,</i> <span class=\"citation\" data-id=\"109961\"><a href=\"/opinion/109961/michigan-v-doran/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 287, <span class=\"citation\" data-id=\"109961\"><a href=\"/opinion/109961/michigan-v-doran/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">530</span></a></span>, 534, <span class=\"citation\" data-id=\"109961\"><a href=\"/opinion/109961/michigan-v-doran/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">521</span></a></span> (1978). It is no coincidence that one of the main purposes of the Juvenile Compact was to achieve this same goal in dealing with juveniles. <i>See</i> S.Rep. No. 91-404, 91st Cong., 1st Sess. 3 (1969) (describing the proposed Juvenile Compact as \"one important step in achieving more effective treatment of juvenile delinquents in the District . . . equip[ping] the city's law-enforcement officials with the tools to pursue and arrest juveniles who seek refuge behind jurisdictional boundaries to escape apprehension\"); H.R.Rep. No. 91-373, 91st Cong., 1st Sess. 3 (1969). Indeed, the Compact <span class=\"star-pagination\">*583</span> was created and adopted by the states precisely because the Extradition Clause of the Constitution did not operate with respect to juveniles. Although a juvenile petition does not technically charge a crime, the rendition procedures established by the Compact for juveniles charged with delinquency are designed to be essentially the same as those long established for the extradition of adults charged with crimes.<sup>[28]</sup> For this reason we find the Supreme Court cases arising under the Extradition Clause persuasive authority in the context of the Juvenile Compact.</p>\n<p>The Supreme Court has held in case after case that the courts of an asylum state may not consider the possible punishment or other conditions that an individual may face in the demanding jurisdiction, regardless of the public policies of the asylum state. <i>See </i><i>Puerto Rico v. Brandstad,</i> <span class=\"citation\" data-id=\"111940\"><a href=\"/opinion/111940/puerto-rico-v-branstad/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 226-227, <span class=\"citation\" data-id=\"111940\"><a href=\"/opinion/111940/puerto-rico-v-branstad/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2802</span></a></span>, 2807-2808, <span class=\"citation\" data-id=\"111940\"><a href=\"/opinion/111940/puerto-rico-v-branstad/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1987); <i>California v. Superior Court,</i> <span class=\"citation\" data-id=\"111916\"><a href=\"/opinion/111916/california-v-superior-court-of-cal-san-bernardino-cty/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 407-408, <span class=\"citation\" data-id=\"111916\"><a href=\"/opinion/111916/california-v-superior-court-of-cal-san-bernardino-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2433</span></a></span>, 2438-2439, <span class=\"citation\" data-id=\"111916\"><a href=\"/opinion/111916/california-v-superior-court-of-cal-san-bernardino-cty/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">332</span></a></span> (1987); <i>Pacileo v. Walker,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></span>, 88, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">308</span></span>, 309, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1980); <i>Michigan v. Doran, supra,</i> 439 U.S. at 289, 99 S.Ct. at 535; <i>Sweeney v. Woodall,</i> <span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></span>, 89-90, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, 140-41, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">114</span></span> (1952); <i>accord, </i><i>Johnson v. Matthews,</i> 86 U.S. App.D.C. 376, 381-383, <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></span>, 682-684, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">65</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">608</span></span> (1950). Particularly instructive here is <i>Puerto Rico v. Brandstad, supra</i><i>,</i> in which the Court held that the Commonwealth of Puerto Rico, although not a state, was entitled to the same rights as the states in extradition matters. 483 U.S. at 229-230, 107 S.Ct. at 2809. Given the unwavering case law, we are confident that the Supreme Court would hold that Puerto Rico, along with enjoying the same rights, bears the same duties as the states. There is no reason to believe that the District of Columbia  a unique political entity but, like Puerto Rico, a non-state<sup>[29]</sup>  has any lesser rights or lesser duties under the Extradition Clause.</p>\n<p>As the Court said in <i>Michigan v. Doran, supra</i><i>,</i> \"[t]he purpose of the [Extradition] Clause was to preclude any state from becoming a sanctuary for fugitives from justice of another state and thus `balkanize' the administration of criminal justice among the several states.\" 439 U.S. at 287, 99 S.Ct. at 534. This same principle, which also finds expression in the Juvenile Compact, prevents the District from refusing the rendition of appellant to Alabama merely because Alabama has public policies affecting its citizens (of whom appellant is one) which differ from the public policies of the District of Columbia. If appellant has any quarrel, now or in the future, with the way Alabama has treated him or handled his case, he must seek resolution of that quarrel in a court  state or federal  in Alabama; the District of Columbia courts are not available to him for that purpose. \"Considerations fundamental to our federal system require that [appellant] test the claimed unconstitutionality of his treatment by Alabama in the courts of that state.\" <i>Sweeney v. Woodall, supra,</i> 344 U.S. at 90, 73 S.Ct. at 140; <i>accord, e.g., </i><i>Pacileo v. Walker, supra,</i> 449 U.S. at 88, 101 S.Ct. at 309.</p>\n<p></p>\n<h2>VI</h2>\n<p>Appellant's final contention is that the papers submitted by Alabama do not establish probable cause to detain him or to order his rendition, and that his current detention at the Receiving Home is a seizure unsupported by probable cause. We need not decide whether the requisition papers <span class=\"star-pagination\">*584</span> alone demonstrate probable cause in this case; rather, we hold that those papers, coupled with the testimony of Lieutenant Wright at the hearing below, amply established probable case to order appellant's rendition. <i>See </i><i>Tucker v. Virginia,</i> <span class=\"citation\" data-id=\"2055525\"><a href=\"/opinion/2055525/tucker-v-commonwealth-of-virginia/\"><span class=\"volume\">308</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">783</span></a></span>, 785 (D.C.1973).</p>\n<p>Again, because the principles underlying the Juvenile Compact are essentially the same as those of the Extradition Clause of the Constitution, we look for guidance to the Supreme Court's decisions on extradition. In <i>Michigan v. Doran, supra</i><i>,</i> the Court did not decide whether the Fourth Amendment applies in the extradition setting, but it did hold that under the Extradition Clause</p>\n<blockquote>the courts of the asylum state are bound to accept the demanding state's judicial determination since the proceedings of the demanding state are clothed with the traditional presumption of regularity. In short, when a neutral judicial officer of the demanding state has determined that probable cause exists, the courts of the asylum state are without power to review the determination.</blockquote>\n<p>439 U.S. at 290, 99 S.Ct. at 536.</p>\n<p>Giving the Alabama papers the deference to which they are due, and considering as well the testimony of Lieutenant Wright in the Superior Court, we are satisfied that the trial court did not err in finding probable cause to support appellant's continued detention and rendition. Appellant is charged in two sworn juvenile petitions signed by a woman who states under oath that she was in the apartment at the time of the fire-bombing, that the fire-bombing resulted in the death of an infant, and that appellant together with others intentionally caused the fire. The record also reveals that a juvenile pick-up order, the equivalent of an arrest warrant, was issued by Judge Lewis for appellant's arrest. Under <i>Michigan v. Doran</i><i>,</i> we are bound to accept Judge Lewis' determination of probable cause. Any claim that probable cause was lacking must be litigated in Alabama, not here.</p>\n<p>In any event, whatever doubt there may be as to probable cause is dispelled by Lieutenant Wright's testimony. <i>See </i><i>Tucker v. Virginia, supra,</i> 308 A.2d at 785. Wright testified that he interviewed appellant the day after the fire-bombing, and that appellant admitted (1) being in a fight with the family into whose apartment the Molotov cocktail was thrown, (2) pointing out that apartment to his uncle, (3) later going back to the apartment with his uncle because \"[t]hey were going to get even with them  they were going to get them back,\" (4) standing by with his uncle while his uncle lit the Molotov cocktail and hurled it through an open window; and (5) fleeing from the scene thereafter. Lieutenant Wright also testified that an eyewitness saw appellant and others on the scene and informed him that \"they\" (referring to appellant and others) threw the Molotov cocktail. This testimony, when considered along with the sworn petitions and the pickup order, sufficiently established probable cause to believe that appellant aided and abetted the fire-bombing.</p>\n<p>The decision of the Superior Court ordering appellant's rendition to Alabama authorities under the Interstate Compact on Juveniles is therefore</p>\n<p><i>Affirmed.</i></p>\n<p>SCHWELB, Associate Judge, concurring:</p>\n<p>As Chief Justice Burger wrote in <i>Bifulco v. United States,</i> <span class=\"citation\" data-id=\"110305\"><a href=\"/opinion/110305/bifulco-v-united-states/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, 402, <span class=\"citation\" data-id=\"110305\"><a href=\"/opinion/110305/bifulco-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2247</span></a></span>, 2259, <span class=\"citation\" data-id=\"110305\"><a href=\"/opinion/110305/bifulco-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (1980) (concurring opinion),</p>\n<blockquote>Our duty, to paraphrase Mr. Justice Holmes in a conversation with Judge Learned Hand, is not to do justice but to apply the law and hope that justice is done.</blockquote>\n<p>\"But is it fair?\", Chief Justice Warren used to ask counsel who appeared before the Court during a more activist judicial era. In his persuasive opinion, which I readily join,<sup>[1]</sup> Judge Terry has demonstrated that <span class=\"star-pagination\">*585</span> affirmance is our only reasonable recourse if we adopt, as we surely must, the Holmes-Burger approach. I write separately to express my view that the result we reach, in an excruciatingly emotional case that may easily divert one's moral compass, also passes Chief Judge Warren's test of basic fairness. In essence, the decision announced today permits<sup>[2]</sup> the District of Columbia to comply, in an intergovernmental jurisprudential context, with the basic strictures of the Golden Rule.</p>\n<p>In my opinion, there is a good deal of barristerial shadow-boxing at work in this case. Because their most pressing concernthat O.M. may not be treated fairly if he is turned over to Alabama authoritiescannot be successfully litigated directly, counsel are in substantial part addressing such matters as \"publish or perish\" under the Documents Act and urging us to recognize that \"there are no second-class laws.\"<sup>[3]</sup> These are perfectly legitimate legal issues which have been well and conscientiously presented by O.M.'s attorney and by the Public Defender Service in conformity with the highest traditions of our profession.</p>\n<p>As often happens in the litigation process, however, some of the contentions being advanced and the fundamental interests at stake do not altogether coincide. The core value which counsel are trying so eloquently to protect in this case is not really the right of the citizens of the District to have their laws and regulations neatly codified. But for the plight in which O.M. now finds himself, I venture to suggest that, like most citizens, he would not be profoundly interested in the disposition of bureaucratic glitches regarding whether official acts have or have not been duly recorded. In a way  and this is in no sense intended as a criticism of counsel, whose performance has been beyond reproachingenious arguments about who signed what when and filed it where effectively mask what is really at stake in this controversy.</p>\n<p>When, as in this case, the possibility of capital punishment looms in the background, the greatest caution must surely be exercised by counsel before agreeing to rendition from a jurisdiction which proscribes the death penalty to one in which the executioner plies a legal trade. Nevertheless, I am not at all certain that this case would be before us at all if O.M.'s alleged offense had been committed in, say, northern New England or the Pacific northwest. I wonder whether counsel would have opposed rendition to a jurisdiction in one of these areas when such opposition was all but certain to require O.M.'s detention here pending inevitably protracted proceedings. I also wonder whether the possibility of O.M.'s return to such a jurisdiction would have captured the public's imagination or sparked emergency legislative intervention on the accused's behalf.</p>\n<p>The events here at issue, however, took place in Alabama, where O.M.'s father was allegedly murdered by police, where his uncle died in jail, and where his family, which has apparently been active in the civil rights movement, is said to have been subjected to cruel harassment. O.M.'s family and lawyers do not want this youngster to have to stake his future, and perhaps his life, on Alabama justice as they perceive it.</p>\n<p>Although judges are supposed to be rigorously objective, we too are human. Like Judge Eilperin, who decided this case in the trial court, I was a civil rights lawyer for the Department of Justice. I worked in the deep South during the days of entrenched segregation, when the unspeakable was commonplace and injustice reigned supreme. Despite momentous changes during the past quarter of a century, which has seen black citizens enfranchised and official segregation, the step-child of slavery, <span class=\"star-pagination\">*586</span> consigned to the ash-heap of history, I must still swallow hard as I do my duty and cast my vote in this case as I believe that the law compels. Although 1989 is not 1964, the past casts its shadow over the present, and I can only hope that the sun will emerge from behind the clouds.</p>\n<p>But a judge's duty is to decide cases according to the law, and not pursuant to his or her personal predilections. May we as judges predicate our decision on the assumption that O.M.'s rights will not be respected if he is returned to Alabama? The answer is, of course, an emphatic No! As the first Justice Harlan, speaking for the Court, explained more than a century ago:</p>\n<blockquote>Upon the State courts, equally with the courts of the Union, rests the obligation to guard, enforce, and protect every right granted or secured by the Constitution of the United States and the laws made in pursuance thereof, whenever those rights are involved in any suit or proceeding before them; for the judges of the State courts are required to take an oath to support that Constitution, and they are bound by it.</blockquote>\n<p><i>Robb v. Connolly,</i> <span class=\"citation\" data-id=\"91149\"><a href=\"/opinion/91149/robb-v-connolly/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 637, <span class=\"citation\" data-id=\"91149\"><a href=\"/opinion/91149/robb-v-connolly/\"><span class=\"volume\">4</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"91149\"><a href=\"/opinion/91149/robb-v-connolly/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">542</span></a></span> (1884). Moreover, \"we yet like to believe that wherever the Federal courts sit, human rights under the Federal Constitution are always a proper subject for adjudication.\" <i>Zwickler v. Koota,</i> <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 248 (1967), <i>quoting </i><i>Stapleton v. Mitchell,</i> <span class=\"citation\" data-id=\"1968717\"><a href=\"/opinion/1968717/stapleton-v-mitchell/\"><span class=\"volume\">60</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">51</span></a></span>, 55 (D.Kan.1945). Our nation's flag flies in Alabama as well as in the District of Columbia. That state is the forum where O.M.'s rights must be vindicated.</p>\n<p>Practice does not always conform to theory. Reality often falls short of the ideal. As I have noted, however, today is not yesterday. In Birmingham, Alabama, the homes of civil rights leaders were frequently bombed a quarter of a century ago, and four little black girls were murdered in a racially motivated assault on the church where they were attending Sunday school. Today, though, Birmingham has a black mayor, and there is a major controversy as to whether <i>white</i> fire fighters have been the victims of racial discrimination. <i>See </i><i>Martin v. Wilks,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2180</span></a></span>, <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></a></span> (1989). This would not have been the issue in Bull Connor's day, when most blacks were not even allowed to vote. Authorizing O.M.'s transfer to Alabama pursuant to the Compact is not the equivalent of surrendering a Jew for trial in Nazi Germany or delivering Steve Biko to South African authorities. Moreover, as we recently had occasion to note in <i>Washington Post Co. v. Minority Business Opportunity Comm'n,</i> <span class=\"citation\" data-id=\"1936728\"><a href=\"/opinion/1936728/washington-post-v-minor-bus-opp-comn/\"><span class=\"volume\">560</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">517</span></a></span>, 518-19 (D.C.1989), our own city's history in the area of racial equity is hardly unblemished.</p>\n<p>Capital punishment is morally repugnant to many of our citizens. I happen to be one of them. We do not execute human beings in Washington, D.C. But it is not up to the District of Columbia to determine what constitutionally permissible penalty Alabama may impose for a crime committed within its borders. That is for the citizens of Alabama to decide.</p>\n<p>The District is a party to the Interstate Compact on Juveniles. That Compact contains no exception for cases in which the reviewing state elects to exercise its right, vindicated by the Supreme Court, to retain the ultimate penalty in its jurisprudence. Indeed, the Compact contains no provision at all which would permit unilateral noncompliance by a signatory state. If the District should take the position that the Compact exacts too high a price when it requires rendition of a juvenile to a state which retains the death penalty, it may renounce it with six months notice to the other jurisdictions which are parties to it, in accordance with the provisions of Article XIV. Short of that, however, the District, acting through its courts as well as its executive officers, is committed to compliance with the Compact.<sup>[4]</sup> It is not the province of this court to initiate or countenance evasion of this commitment when the District government stands ready to comply.</p>\n<p><span class=\"star-pagination\">*587</span> Whatever goes around, comes around. If our city, through its courts, does not respect its obligations to other jurisdictions, then they will not respect theirs to us. Under the Compact, the District's word is its bond. This court may not break the District's promise. The law and our decision so declare.</p>\n<h2>NOTES</h2>\n<p>[1]  According to the record, appellant was born on October 15, 1971.</p>\n<p>[2]  This legislation, Bill No. 8-276, was passed by the District of Columbia Council on May 30, 1989, and took effect on June 14, 1989, after Mayor Marion S. Barry, Jr., allowed the legislation to become law without his signature. <i>See</i> D.C.Code § 1-227(e) (1987).</p>\n<p>[3]  District of Columbia Death Penalty Repeal Act, D.C.Law No. 3-113, 27 D.C.Reg. 5624 (1980); <i>see also</i> Resolution No. 1-459, Resolution Against the Death Penalty, 1976 D.C.Stat. 603.</p>\n<p>[4]  Appellant and his family are black.</p>\n<p>[5]  At that time the Mayor was known as the \"Commissioner\" of the District of Columbia.</p>\n<p>[6]  The Constitution vests power in the Congress \"[t]o exercise exclusive Legislation in all Cases whatsoever\" over the District of Columbia. U.S. CONST. art. I, § 8, cl. 17.</p>\n<p>[7]  In a three-sentence section of its brief, the District stated that it had located in the National Archives the original documents signed by Mayor Washington and declared its intention to file certified copies of them with this court. After the brief was filed, the District did so. The District then complacently asserted that its filing of these documents \"removes [this] issue\" from the case, without addressing the issue on the merits.</p>\n<p>[8]  <i>See</i> D.C.Code § 1-1603 (1987).</p>\n<p>[9]  The District also submitted a copy of an earlier order, Commissioner's Order No. 70-366, dated August 24, 1970, appointing another individual by name as Compact Administrator for the District.</p>\n<p>[10]  There is, indeed, a general presumption of regularity in the law which \"supports the official acts of public officers and, in the absence of clear evidence to the contrary, courts presume that they have properly discharged their official duties.\" <i>United States v. Chemical Foundation, Inc.,</i> <span class=\"citation\" data-id=\"100923\"><a href=\"/opinion/100923/united-states-v-chemical-foundation-inc/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14-15, <span class=\"citation\" data-id=\"100923\"><a href=\"/opinion/100923/united-states-v-chemical-foundation-inc/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></a></span>, 6, <span class=\"citation\" data-id=\"100923\"><a href=\"/opinion/100923/united-states-v-chemical-foundation-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></a></span> (1926) (citations omitted).</p>\n<p>[11]  We emphasize that this holding is based on the assumption, solely for the purposes of this appeal, that the District was required to prove its status as a signatory of the Compact. We specifically do not hold that such a requirement exists. We also note that we do not rely in any way on the certified documents submitted by the District to this court (see note 7, <i>supra</i>). Evidence, no matter how relevant or probative, cannot be introduced for the first time at the appellate level. <i>See, e.g., </i><i>Higgins v. Carr Bros. Co.,</i> <span class=\"citation\" data-id=\"103760\"><a href=\"/opinion/103760/higgins-v-carr-brothers-co/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, 574, <span class=\"citation\" data-id=\"103760\"><a href=\"/opinion/103760/higgins-v-carr-brothers-co/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">337</span></a></span>, 338, <span class=\"citation\" data-id=\"103760\"><a href=\"/opinion/103760/higgins-v-carr-brothers-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">468</span></a></span> (1943); <i>Cobb v. Standard Drug Co.,</i> <span class=\"citation\" data-id=\"1947651\"><a href=\"/opinion/1947651/cobb-v-standard-drug-co-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">110</span></a></span>, 111-112 (D.C.1982).</p>\n<p>[12]  It is undisputed that the executing documents were never published in the District of Columbia Register or the District of Columbia Municipal Regulations.</p>\n<p>[13]  D.C.Code § 1-1531(5) provides:\n</p>\n<p>The phrase \"document having general applicability and legal effect\" means any document issued under lawful authority prescribing a sanction or course of conduct, conferring a right, privilege, authority, or immunity or imposing an obligation, and applicable to the general public, members of a class or persons in a locality, as distinguished from named individuals or organizations. The phrase \"document having general applicability and legal effect\" does not include any act to be codified in the D.C.Code or a personnel manual or internal staff directive to employees or agents of the District of Columbia.</p>\n<p>[14]  D.C.Code § 1-1538(a) provides in pertinent part:\n</p>\n<p>[A]ny rule, regulation, or document having general applicability and legal effect which has been adopted or enacted by the Commissioner, the Mayor, the District of Columbia Council, an agency, or other instrumentality of the District before March 6, 1979, and which is not published in the District of Columbia Municipal Regulations on or before June 30, 1984, shall not be in effect thereafter.</p>\n<p>[15]  Appellant does not dispute that if the papers effecting the District's participation in the Compact are authentic, then the District became a party to the Compact upon ratification by Mayor Washington. D.C.Code § 32-1102(a) authorized the Mayor \"to enter into and execute on behalf of the District of Columbia a Compact with any state or states legally joining therein <i>in the form substantially as follows.</i> . . .\" Immediately after this language the statute set forth the text of the Compact. Because the Mayor was permitted to execute the Compact only \"in the form substantially as follows,\" we reject the argument that this court cannot know what the actual provisions of the Compact as executed are. The congressional authorization to the Mayor to enter into the Compact expressly foreclosed any substantive change in the language of the Compact as authorized by Congress. Therefore, even assuming that the exact words of the Compact as ratified are unknown or unknowable, the substance of the Compact must be consistent with the words published in section 32-1102(a) of the Code, and any possible variation in the wording would be of no legal consequence.</p>\n<p>[16]  The Documents Act was passed by the District of Columbia Council in 1978 and took effect on March 6, 1979. D.C.Law No. 2-153, 25 D.C.Reg. 6960 (1979).</p>\n<p>[17]  Article XIV requires that six months' notice of a jurisdiction's intent to renounce the Compact must be given in writing to all of the other states which are parties to the Compact. It does not appear that the District has ever given such notice to any of the other signatories, which means that the Compact has remained continuously in effect in the District of Columbia since August 24, 1970.</p>\n<p>[18]  For this reason it is irrelevant that Alabama did not ratify Article XVII of the Compact, which applies specifically to the rendition of juveniles charged with delinquency, until 1986. Once the District, acting through Mayor Washington, ratified the Compact (including Article XVII) in 1970, it could not withdraw its ratification even as to states which became signatories thereafter unless it followed the procedures prescribed by Article XIV.</p>\n<p>[19]  See note 2, <i>supra.</i></p>\n<p>[20]  Pub.L. No. 91-358, § 406, 84 Stat. 473, 666 (1970).</p>\n<p>[21]  <i>See, e.g., </i><i>Morton v. Mancari,</i> <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 549-551, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span>, 2482-83, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1974); <i>United States v. Borden Co.,</i> <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 198-199, <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">182</span></a></span>, 188, <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></a></span> (1939); <i>Posadas v. National City Bank,</i> <span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 503-504, <span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">349</span></a></span>, 352, <span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">351</span></a></span> (1936); <i>United States v. Hansen,</i> 249 U.S.App. D.C. 22, 26-27, <span class=\"citation\" data-id=\"458538\"><a href=\"/opinion/458538/united-states-v-george-vernon-hansen/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span>, 944-945 (1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1045</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1262</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></span> (1986); <i>Goodwin v. District of Columbia Board of Education,</i> <span class=\"citation\" data-id=\"2185113\"><a href=\"/opinion/2185113/goodwin-v-district-of-columbia-board-of-education/\"><span class=\"volume\">343</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">63</span></a></span>, 65-66 (D.C.1975); 1A SUTHERLAND, STATUTORY CONSTRUCTION § 23.10, at 346-347 (4th ed. 1985).</p>\n<p>[22]  <i>See also </i><i>Martin v. United States,</i> <span class=\"citation\" data-id=\"2317372\"><a href=\"/opinion/2317372/martin-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">448</span></a></span>, 450-451 (D.C.1971) (citing authorities).</p>\n<p>[23]  In this instance the intent of Congress is very clear. The House version of the Juvenile Compact legislation did not contain the provision, now found in D.C.Code § 32-1106, which reserved to the Congress the \"right to alter, amend, or repeal\" the Compact, but the Senate version did. Indeed, the Senate hearings reveal that the <i>only</i> difference between the Senate and House versions of what became Title IV of the Court Reform Act was this section, and the final legislation passed by Congress was the Senate version, which included section 32-1106. <i>See Hearings on S. 2335 and H.R. 8868 Before the Subcomm. on the Judiciary of the Senate Comm. on the District of Columbia,</i> 91st Cong., 1st Sess. 60-61 (1969).</p>\n<p>[24]  After the emergency legislation was passed by the Council, appellant filed a motion to dismiss this appeal as moot, based upon his construction of the legislation and his assessment of the Corporation Counsel's litigation posture. The argument that this appeal is moot is itself moot because the emergency legislation has expired. Furthermore, the Corporation Counsel's Office has not, contrary to appellant's belief, abandoned its adversary position. Rather, it has simply asked the court, in response to appellant's motion, to appoint special counsel if it found the papers which it previously filed insufficient to decide this appeal. We see no need to appoint special counsel.</p>\n<p>[25]  See note 3, <i>supra.</i></p>\n<p>[26]  Appellant urges us to follow the lead of New Jersey, which will not surrender a juvenile under the Compact unless the juvenile is charged in the demanding state with conduct which would constitute a crime in New Jersey. Appellant's reliance on New Jersey law is misplaced for two reasons. First, New Jersey's participation in the Compact itself is qualified by a statute, enacted when New Jersey became a signatory to the Compact, which provides that a juvenile may not be returned to the demanding state \"where the criminal act for which he is sought would not have been a criminal act in New Jersey. . . .\" <i>In re Kallinger, supra,</i> 481 Pa. at 190 n. 2, 392 A.2d at 311 n. 2. The District of Columbia placed no such restriction, statutory or otherwise, on its participation in the Compact when the Compact was ratified by Mayor Washington, and for the reasons set forth in part III, <i>supra,</i> it is now too late to do so. Second, New Jersey's qualification is based not on the possible punishment to which the juvenile may be subjected, but on the nature of the offense which the juvenile has allegedly committed. Even under New Jersey law, we could not do what appellant is asking us to do.</p>\n<p>[27]  We emphasize that appellant is now charged in Alabama as a juvenile. As we read the relevant Supreme Court cases, <i>Stanford v. Kentucky,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112326\"><a href=\"/opinion/112326/stanford-v-kentucky/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2969</span></a></span>, <span class=\"citation\" data-id=\"112326\"><a href=\"/opinion/112326/stanford-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1989), and <i>Thompson v. Oklahoma,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112142\"><a href=\"/opinion/112142/thompson-v-oklahoma/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2687</span></a></span>, <span class=\"citation\" data-id=\"112142\"><a href=\"/opinion/112142/thompson-v-oklahoma/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></a></span> (1988), he will not be subject to capital punishment unless Alabama decides to charge him as an adult in the case now pending against him. We cannot, of course, predict or speculate what Alabama will do, nor can we base our decision on such speculation. What we can do is to point out, as the trial court did, that as long as he remains charged as a juvenile, capital punishment is impossible. <i>See</i> Ala.Code §§ 12-15-71, 12-15-72 (1987).</p>\n<p>[28]  The Constitution does not preclude this congruence of procedures. The Extradition Clause itself makes no distinction between juveniles and adults, providing simply that \"[a] Person charged in any State . . . who shall flee from Justice, and be found in another State, shall on Demand . . . be delivered up, to be removed to the State having Jurisdiction of the Crime.\" U.S. CONST. art. IV, § 2, cl. 2. We agree with the Supreme Judicial Court of Massachusetts that the Constitution \"does not contemplate any difference in treatment for criminal offenders based on age.\" <i>A Juvenile, supra,</i> 396 Mass. at 118 n. 2, 484 N.E.2d at 997 n. 2.</p>\n<p>[29]  <i>See generally </i><i>Palmore v. United States,</i> <span class=\"citation\" data-id=\"108767\"><a href=\"/opinion/108767/palmore-v-united-states/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 397-398, <span class=\"citation\" data-id=\"108767\"><a href=\"/opinion/108767/palmore-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1670</span></a></span>, 1676, <span class=\"citation\" data-id=\"108767\"><a href=\"/opinion/108767/palmore-v-united-states/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1973); <i>Hepburn v. Ellzey,</i> 6 U.S. (2 Cranch) 445, 452-453, <span class=\"citation\" data-id=\"84794\"><a href=\"/opinion/84794/hepburn-v-ellzey/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">332</span></a></span> (1805) (Marshall, C.J.).</p>\n<p>[1]  Since the emergency legislation has expired, see part IV of Judge Terry's opinion, we need not decide whether the Council had authority to legislate on the subject which it addressed. My concurrence in Judge Terry's opinion does not imply any view whatever on that issue.</p>\n<p>[2]  Whether the Compact would be judicially enforceable if the District were refusing to comply with it is an issue which is not before us.</p>\n<p>[3]  This phrase was used by James Klein, Esq., of the Public Defender Service in his excellent oral argument for <i>amicus curiae.</i> I find it revealing that a case having its inception in the second-class citizenship to which blacks were once relegated is presented to us in terms of nondiscrimination among statutes, rather than among people.</p>\n<p>[4]  <i>See</i> D.C.Code § 32-1104 (1988).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/84794/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/88919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/88938/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102186/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103760/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110305/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/458538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1512011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1517208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1936728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1947651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1968717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1986830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2055525/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2065140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2185113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2317372/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2392674/"
          ]
        }
      ],
      "judges": "Terry, Steadman and Schwelb, Associate Judges",
      "date_created": "2014-10-30T14:50:25.055990Z",
      "date_modified": "2017-04-09T06:08:47.458361Z",
      "date_filed": "1989-10-27",
      "date_filed_is_approximate": false,
      "slug": "in-re-om",
      "citation_id": 1534286,
      "case_name_short": "In Re OM",
      "case_name": "In Re OM",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "565 A.2d 573",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1180035/in-re-om/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:50:25.053734Z",
  "date_modified": "2014-10-30T14:50:25.053734Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re OM",
  "case_name": "In Re OM",
  "case_name_full": "",
  "slug": "in-re-om",
  "docket_number": "89-320",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}