{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/118355/",
  "id": 118355,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2659418/",
      "id": 2659418,
      "absolute_url": "/opinion/2659418/sciacca-v-federal-bureau-of-investigation/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/118355/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2659418/",
          "id": 2659418,
          "absolute_url": "/opinion/2659418/sciacca-v-federal-bureau-of-investigation/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2659418/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-04-03T02:33:31.197065Z",
          "date_modified": "2017-04-11T07:20:57.897372Z",
          "type": "010combined",
          "sha1": "f4dcef17ebba65db26d2dea4f28adc2c9dcf1936",
          "page_count": 21,
          "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2008cv2030-38",
          "local_path": "pdf/2014/03/06/sciacca_v._federal_bureau_of_investigation.pdf",
          "plain_text": "                          UNITED STATES DISTRICT COURT\n                          FOR THE DISTRICT OF COLUMBIA\n\n                                         )\nANTHONY SCIACCA,                         )\n                                         )\n             Plaintiff,                  )\n                                         )\n             v.                          )       Civil Action No. 08-cv-2030 (KBJ)(JMF)\n                                         )\nFEDERAL BUREAU OF                        )\nINVESTIGATION, et al.,                   )\n                                         )\n             Defendants.                 )\n                                         )\n\n\n                             MEMORANDUM OPINION\n\n      The Federal Bureau of Investigation (“FBI”) began to investigate Plaintiff\n\nAnthony Sciacca (“Sciacca”) in the late 1990s as part of a wider investigation into an\n\norganized crime group. (Second Declaration of David M. Hardy (“Hardy Decl.”), ECF\n\nNo. 12-1, ¶ 5.) On May 7, 2001, Sciacca pled guilty in the United States District Court\n\nfor the Eastern District of New York to a charge of racketeering in violation of 18\n\nU.S.C. § 1962(c), and on November 8, 2001, a judge of that court sentenced Sciacca to\n\n23 years in federal prison, where he remains to this day. (Id. ¶¶ 5-6.) Sciacca has\n\nbrought this action against the FBI, the Department of Justice (“DOJ”), and DOJ’s\n\nOffice of Information and Privacy (“OIP”) (collectively, “Defendants”) alleging that\n\nDefendants have mishandled a document request that Sciacca submitted in 2006,\n\npursuant to the Freedom of Information Act, 5 U.S.C. § 552, (“FOIA”). (See generally\n\nComplaint (“Compl.”), ECF No. 1.) Defendants filed a motion for summary judgment\n\non May 4, 2009, which the Court referred to Magistrate Judge John M. Facciola.\n\n\n\n\n                                             1\n\f      On February 16, 2012, Magistrate Judge Facciola issued a Report and\n\nRecommendation finding that the Court should deny Defendants’ summary judgment\n\nmotion. As discussed further below, because Defendants have failed to provide this\n\nCourt with sufficient information to evaluate the propriety of the various FOIA\n\nexemptions that Defendants have invoked to withhold and redact presumably responsive\n\ndocuments, the Court will adopt the Report and Recommendation as a part of its\n\nopinion and DENY Defendants’ summary judgment motion without prejudice. As the\n\nOrder accompanying this Memorandum Opinion states, Defendants will now have the\n\nopportunity to submit supplemental declarations and/or a Vaughn index that provides\n\nthe necessary information.\n\n\n I.   BACKGROUND & PROCEDURAL HISTORY\n\n      On December 19, 2006, Sciacca submitted a FOIA request to the FBI’s New\n\nYork Field Office seeking documents related to his criminal case. (Hardy Decl. ¶ 7.)\n\nSpecifically, Sciacca requested: “all records in possession of the Federal Bureau of\n\nInvestigation on myself or which makes reference to myself.” (See Hardy Decl.,\n\nExhibit A, ECF No. 12-2, at 2.)\n\n       On November 15, 2007, the FBI informed Sciacca that they had been unable to\n\nlocate any documents responsive to his request, claiming that Sciacca’s case documents\n\nwere not in their expected storage location and could not be found elsewhere after a\n\nreasonable period of time. (Hardy Decl. ¶ 11.) The FBI further notified Sciacca that\n\nhe had a right to appeal this “unable to locate” result to the OIP. (Id.) Sciacca availed\n\nhimself of this appeal on December 3, 2007. (Id. ¶ 12.)\n\n\n\n\n                                            2\n\f      On March 3, 2008, the OIP advised Sciacca that relevant records had been found\n\nafter a second search, but that the FBI would nonetheless withhold all of the records\n\npursuant to FOIA Exemption 7(A), 5 U.S.C. § 552(b)(7)(A), which exempts from the\n\nreach of FOIA “records or information compiled for law enforcement purposes” to the\n\nextent the production of such records “could reasonably be expected to interfere with\n\nenforcement proceedings.” (Id. ¶ 14.) Then, on November 16, 2008, Sciacca filed suit\n\nin this Court. (See Compl.) Sciacca styled his complaint as alleging violations of his\n\ndue process and equal protection rights; however, the substance of his complaint is\n\nsimply an allegation that the FBI violated the FOIA statute in its handling of Sciacca’s\n\nrequest. (See id. at 5-6.) As relief, Sciacca seeks an order directing the FBI to release\n\nthe requested documents. (Id. at 7.)\n\n      On March 4, 2009, approximately three and a half months after Sciacca filed his\n\ncomplaint, the FBI produced 281 pages of the records Sciacca had requested, in full or\n\nin part, out of 365 pages it claimed to have reviewed at that point, withholding the\n\nremaining 84 pages in full. (Hardy Decl. ¶ 16.) The FBI asserted various FOIA\n\nexemptions to justify its redactions of the produced documents and its withholding the\n\nremainder of the documents, including Exemption 2, which pertains to matters that are\n\n“related solely to the internal personnel rules and practices of an agency,” 5 U.S.C.\n\n§ 552(b)(2); Exemption 3, which relates to matters that are “specifically exempted from\n\ndisclosure by statute,” 5 U.S.C. § 552(b)(3); Exemption 6, which protects “personnel\n\nand medical files and similar files the disclosure of which would constitute a clearly\n\nunwarranted invasion of personal privacy,” 5 U.S.C. § 552(b)(6), and Exemption 7,\n\nwhich applies to “records or information compiled for law enforcement purposes,”\n\n\n\n                                            3\n\f5 U.S.C. § 552(b)(7). (Id.) 1 On April 30, 2009, the FBI produced to Sciacca another\n\n141 pages, in full or in part, out of an additional 279 pages it had reviewed, withholding\n\nthe remaining 138 pages in full, and invoking the same FOIA exemptions as before to\n\njustify its redactions and withholding. (Id. at ¶ 17).\n\n\n            A. Defendants’ Motion For Summary Judgment And Accompanying\n               Declaration\n\n        On May 4, 2009, Defendants moved for summary judgment on Plaintiff’s claims,\n\nasserting that the productions they had made satisfied any FOIA obligations, and thus\n\nno genuine questions of material fact remained in the case. (See Mem. in Supp. of\n\nDefs.’ Mot. For Summ. J. (“Defs.’ Br.”), ECF No. 12, at 1.) In support of the motion,\n\nDefendants submitted a lengthy declaration from David M. Hardy, the Section Chief of\n\nthe Record/Information Dissemination Section, Records Management Division of the\n\nFBI. (Hardy Decl. ¶ 1.)\n\n        The Hardy Declaration begins with a summary of the procedural history of\n\nSciacca’s FOIA request, then explains the organization of the FBI’s central records\n\nsystem and details the steps taken to search for and review records responsive the\n\nSciacca’s request. (Id. ¶¶ 7-33.) The Declaration notes that two separate tranches of\n\nrecords were produced to Hardy—the first comprised of 281 of 365 responsive pages\n\n\n\n\n1\n  Exemption 7 itself contains six separate subcategories. Defendants invoked three of these in redacting\nand withholding information otherwise responsive to Sciacca’s request: Exemption 7(C), which covers\nrecords compiled for law enforcement purposes that “could reasonably be expected to constitute an\nunwarranted invasion of personal privacy,” 5 U.S.C. § 552(b)(7)(C); Exemption 7(D), relating records\ncompiled for law enforcement purposes that “could reasonably be expected to disclose the identity of a\nconfidential source,” 5 U.S.C. § 552(b)(7)(D); and Exemption 7(E), which applies to records compiled\nfor law enforcement purposes that “would disclose techniques and procedures for law enforcement\ninvestigations,” 5 U.S.C. § 552(b)(7)(E). (See Hardy Decl. ¶ 40.)\n\n\n                                                   4\n\fproduced in full or in part; the second comprised of 141 of 279 responsive pages\n\nproduced in full or in part. (Id. ¶¶ 16-17.) 2\n\n        Next, the Hardy Declaration goes on to explain the coding system used to redact\n\nportions of the pages produced to Sciacca. It notes that each produced page “on its face\n\ncontains coded categories of exemptions which detail the nature of the information\n\nwithheld,” and that these “coded categories” appear next to the specific information that\n\nhas been withheld (that is, redacted). (Id. ¶ 39.) Moreover, in addition to identifying\n\nthe type of information redacted, the coded categories displayed on each page also\n\nidentify which specific FOIA exemption the information implicates. (Id.) In other\n\nwords, each “coded category” appearing next to a specific redaction conveys two pieces\n\nof information to the reader: 1) the type of information redacted; and 2) the specific\n\nFOIA exemption (or exemptions) that justify redacting that type of information. As an\n\nexample, the Declaration states that\n\n                 on Bates Page SCIACCA-2 “Exemption (b)(7)(C)-1” is cited\n                 to protect the names and/or identifying information\n                 concerning FBI Special Agents and Support Employees.\n                 The ‘(b)(7)(C)’ designation refers to Exemption (b)(7)(C) of\n                 the FOIA concerning Unwarranted Invasion of Personal\n                 Privacy. The numerical designation ‘1’ following the\n                 (b)(7)(C) narrows the category of protected information\n                 from the main category to the more specific subcategory of\n                 “FBI Special Agents and Personnel.”\n(Id. ¶ 39.)\n\n        The Hardy Declaration goes on to list eighteen different types of information\n\nredacted in the records produced to Sciacca. (Id. ¶ 40.) For each of these types of\n\ninformation, the Declaration lists the corresponding coded category (or, in some cases,\n\n\n2\n  While the Hardy Declaration does not so specify, the Court assumes that the difference between the number of\ntotal responsive pages and the number of pages released to Sciacca consists of pages withheld in full.\n\n                                                        5\n\fcategories) that identifies the specific FOIA exemption that justifies redacting that type\n\nof information wherever it appears in the records produced to Sciacca. (Id. ¶ 40.) For\n\nexample, the Declaration identifies “Confidential Source Symbol Numbers,” as having\n\ncategory code (b)(2)-1. (Id.) Thus, wherever the coded category (b)(2)-1 appears next\n\nto a redaction in the records produced, it indicates to the reader that Defendants have\n\nredacted a Confidential Source File Number because they believe that such numbers are\n\nexempt from disclosure under FOIA Exemption 2.\n\n       In some cases, multiple coded categories are listed for a particular type of\n\ninformation, indicating that Defendants believe that more than one FOIA exemption\n\nauthorizes redacting that particular type of information. For example, the entry for\n\nConfidential Source Symbol Numbers not only identifies that type of information as\n\nhaving coded category (b)(2)-1, but also notes that it is “cited in conjunction with\n\n[coded category] (b)(7)(D)-2,” (id.) which protects information that “could reasonably\n\nbe expected to disclose the identity of a confidential source.” 5 U.S.C. § 552(b)(7)(D).\n\nIn other words, the categorization system outlined in the Hardy Declaration attempts to\n\nidentify each different type of information that was redacted from the records produced\n\nto Sciacca, and also to identify which FOIA exemption or exemptions are applicable to\n\neach of those types of information.\n\n       After explaining how Defendants categorized the redactions in the records that\n\nthey produced, the Hardy Declaration goes on to explain the justification behind the\n\nredaction of each of the eighteen types of information, including why FOIA Exemptions\n\n2, 3, 6, and/or 7, respectively, justify redacting those types of information. (Hardy\n\nDecl. ¶¶ 42-86.) For example, in discussing Defendants’ decision to redact\n\n\n\n                                            6\n\fConfidential Source Symbol Numbers pursuant to FOIA Exemptions 2 and 7(D), the\n\nDeclaration explains that a “Confidential Source Symbol Number” is an internal FBI\n\ndesignation used to identify the source of information used in FBI reports, and that\n\n“release of these source symbol numbers would indicate both the scope and location of\n\nFBI informant coverage within a particular geographic area” and could potentially be\n\nused to identify confidential sources. (Id. ¶¶ 44-45.) For each of the eighteen types of\n\ninformation, the Hardy Declaration provides a similar explanation, and then identifies\n\nthe Bates number of each produced page that that type of information appears on—for\n\nexample, code category (b)(2)-1 “has been cited on the following pages: SCIACCA-\n\n293, 314, and 317.” (Id. ¶ 45.)\n\n       Finally, the Hardy Declaration includes a statement that the pages that were\n\nwithheld in full contain no “reasonably segregable” information, such that if they were\n\nredacted and released, all that would actually be produced would be “a patchwork of\n\nunintelligible text.” (Id. ¶ 87.)\n\n       In his opposition to Defendants’ motion for summary judgment, Sciacca raises\n\ntwo issues that he claims should preclude entry of summary judgment in Defendants’\n\nfavor. First, Sciacca argues that he is unable to evaluate effectively Defendants’\n\napplication of the relevant exemptions because Defendants have not provided an\n\nadequate Vaughn index. Second, Sciacca contends that summary judgment is not\n\nwarranted because Defendants acted in bad faith when they initially claimed that they\n\ncould find no documents responsive to his FOIA request. (Pl.’s Opp. to Defs.’ Mot. for\n\nSumm. J. (“Pl. Opp.”), ECF No. 23, at 5-7.)\n\n\n\n\n                                            7\n\f             B. The Magistrate Judge’s Report and Recommendation\n\n          On October 11, 2011, the Court referred Defendants’ summary judgment motion\n\nto Magistrate Judge Facciola for a Report and Recommendation regarding the motion.\n\n(See Order Referring Case to Magistrate Judge, ECF No. 28.) On February 16, 2012,\n\nMagistrate Judge Facciola issued such a report, which concluded that the Hardy\n\nDeclaration was insufficient as a matter of law to support all of the Defendants’\n\njustifications for the withholding of records, and thus that Defendants’ summary\n\njudgment motion should be denied. (See Report and Recommendation, ECF No. 31, at\n\n3.) Specifically, Magistrate Judge Facciola concluded that the Hardy Declaration had\n\nfailed to demonstrate that the pages Defendants had fully withheld contained no\n\nadditional reasonably segregable information. (Id.) 3\n\n          On March 1, 2012, Defendants filed a timely objection to the Magistrate Judge’s\n\nreport. (Defs.’ Objections to the Magistrate Judge’s Report and Recommendation\n\n(“Defs.’ Obj.”), ECF No. 32.) Defendants argued that the Hardy Declaration satisfied\n\ntheir burden of showing that the records withheld in full were not reasonably segregable\n\nthrough its statement that any non-exempt information in these records would amount to\n\nmerely “a patchwork of unintelligible text.” (Id. at 8.)\n\n\n    II.   LEGAL STANDARDS\n\n          A. An Agency’s Obligation Under FOIA\n\n          FOIA “generally requires the disclosure, upon request, of records held by a\n\nfederal government agency[.] ” Judicial Watch, Inc. v. U.S. Dep’t of the Treasury, 796\n\nF. Supp. 2d 13, 18 (D.D.C. 2011). Specifically, FOIA provides in relevant part that\n\n3\n The report did not address Sciacca’s arguments about the lack of a Vaughn index or Defendants’ bad\nfaith.\n\n                                                  8\n\f      [E]ach agency, upon any request for records which (i) reasonably\n      describes such records and (ii) is made in accordance with published rules\n      stating the time, place, fees (if any), and procedures to be followed, shall\n      make the records promptly available to any person.\n\n5 U.S.C. § 552(a)(3)(A). FOIA “was enacted to facilitate public access to Government\n\ndocuments,” U.S. Dep’t of State v. Ray, 502 U.S. 164, 171 (1991), in order to provide\n\n“a means for citizens to know ‘what their Government is up to.’” Nat’l Archives &\n\nRecords Admin. v. Favish, 541 U.S. 157, 171 (2004). However, “[i]n enacting FOIA,\n\nthe Congress sought to balance the public’s interest in governmental transparency\n\nagainst legitimate governmental and private interests [that] could be harmed by release\n\nof certain types of information.” United Tech. Corp. v. U.S. Dep’t of Def., 601 F.3d\n\n557, 559 (D.C. Cir. 2010) (internal quotation marks and citations omitted). To that end,\n\n“Congress included nine exemptions permitting agencies to withhold information from\n\nFOIA disclosure.” Judicial Watch, 796 F. Supp. 2d at 23.\n\n      Whenever it invokes one of the nine FOIA exemptions, a government agency\n\nbears the burden of demonstrating that the records requested do in fact qualify for that\n\nexemption. See Assassination Archives & Research Ctr. v. CIA, 334 F.3d 55, 57 (D.C.\n\nCir. 2003). Moreover, even if a portion of the records is justifiably withheld pursuant\n\nto one of the enumerated exemptions, “[a]ny reasonably segregable portion of a record\n\nshall be provided to any person requesting such record after deletion of the portions\n\nwhich are exempt[.]” 5 U.S.C. § 552(b). “The government bears the burden of\n\ndemonstrating that no reasonably segregable material exists in the withheld documents”\n\nand “must provide[ ] a detailed justification and not just conclusory statements to\n\ndemonstrate that all reasonably segregable information has been released.” Barouch v.\n\n\n\n\n                                            9\n\fDOJ, No. 12-cv-0129, 2013 WL 4494686, at *17 (D.D.C. Aug. 23, 2013) (internal\n\nquotation marks and citations omitted).\n\n       “Because of its unique evidentiary configuration, the typical FOIA case ‘distorts\n\nthe traditional adversary nature of our legal system’s form of dispute resolution.’”\n\nJudicial Watch, Inc. v. FDA, 449 F.3d 141, 145-46 (D.C. Cir. 2006) (quoting King v.\n\nDOJ, 830 F.2d 210, 218 (D.C. Cir. 1987)). “When a party submits a FOIA request, it\n\nfaces an ‘asymmetrical distribution of knowledge’ where the agency alone possesses,\n\nreviews, discloses, and withholds the subject matter of the request.” Id. (quoting King,\n\n830 F.2d at 218). “Accordingly, the FOIA places the burden on the agency to establish\n\nits right to withhold information under one of the enumerated FOIA Exemptions. An\n\nagency may do so through producing a Vaughn index, which is an affidavit that indexes\n\nand specifically describes withheld or redacted documents and explains why each\n\nwithheld record is exempt from disclosure.” Schoenman v. FBI, 604 F. Supp. 2d 174,\n\n196 (D.D.C. 2009) (citing King, 830 F.2d at 219). An agency may also rely upon\n\n“sufficiently detailed affidavits or declarations” in discharging its burden under FOIA.\n\nDefenders of Wildlife v. U.S. Border Patrol, 623 F. Supp. 2d 83, 88 (D.D.C. 2009).\n\n\n       B. Summary Judgment In FOIA Cases\n\n       “FOIA cases typically and appropriately are decided on motions for summary\n\njudgment.” Defenders of Wildlife, 623 F. Supp. 2d at 87 (citing Bigwood v. U.S.\n\nAgency for Int’l Dev., 484 F. Supp. 2d 68, 74 (D.D.C. 2007)). Under Rule 56 of the\n\nFederal Rules of Civil Procedure, summary judgment must be granted when the\n\npleadings, the discovery and disclosure materials on file, and any affidavits, “‘show that\n\nthere is no genuine issue as to any material fact and that the movant is entitled to a\n\n\n                                            10\n\fjudgment as a matter of law.’” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 247\n\n(1986) (quoting Fed. R. Civ. P. 56). In the FOIA context, a district court reviewing a\n\nmotion for summary judgment conducts a de novo review of the record, and the\n\nresponding federal agency bears the burden of proving that it has complied with its\n\nobligations under the FOIA. 5 U.S.C. § 552(a)(4)(B); see also In Defense of Animals v.\n\nNat’l Insts. of Health, 543 F. Supp. 2d 83, 92-93 (D.D.C. 2008) (same). The court must\n\nanalyze all underlying facts and inferences in the light most favorable to the FOIA\n\nrequester. See Wills v. DOJ, 581 F. Supp. 2d 57, 65 (D.D.C. 2008). As such, summary\n\njudgment for an agency is only appropriate after the agency proves that it has “fully\n\ndischarged its [FOIA] obligations[.]” Moore v. Aspin, 916 F. Supp. 32, 35 (D.D.C.\n\n1996) (citing Miller v. U.S. Dep’t of State, 779 F.2d 1378, 1382 (8th Cir. 1985)).\n\n      A court may award summary judgment based solely upon the information\n\nprovided in affidavits or declarations when the affidavits or declarations describe “the\n\njustifications for nondisclosure with reasonably specific detail, demonstrate that the\n\ninformation withheld logically falls within the claimed exemption, and are not\n\ncontroverted by either contrary evidence in the record nor by evidence of agency bad\n\nfaith.” Military Audit Project v. Casey, 656 F.2d 724, 738 (D.C. Cir. 1981). Such\n\naffidavits or declarations “are accorded a presumption of good faith, which cannot be\n\nrebutted by ‘purely speculative claims about the existence and discoverability of other\n\ndocuments.’” SafeCard Serv., Inc. v. SEC, 926 F.2d 1197, 1200 (D.C. Cir.1991)\n\n(quoting Ground Saucer Watch, Inc. v. CIA, 692 F.2d 770, 771 (D.C. Cir. 1981)).\n\n\n\n\n                                            11\n\f       C. Review Of A Magistrate Judge’s Report And Recommendation\n\n        “[A] magistrate judge’s report and recommendation is reviewed de novo.” Bode\n\n& Grenier, LLP v. Knight, 821 F. Supp. 2d 57, 60 (D.D.C. 2011) (internal quotation\n\nmarks and citation omitted). “The district judge may accept, reject, or modify the\n\nrecommended disposition; receive further evidence; or return the matter to the\n\nmagistrate judge with instructions.” Fed. R. Civ. P. 72(b)(3); see also 28 U.S.C.\n\n§ 636(b). When objecting to a report and recommendation, “the parties may not present\n\nnew issues or arguments to the district judge; rather, only those issues that the parties\n\nhave raised in their objections to the Magistrate Judge’s report will be reviewed by this\n\ncourt.” M.O. v. D.C., No. 11-cv-1695, 2013 WL 5424705 (D.D.C. Sept. 30, 2013)\n\n(internal quotation marks and citation omitted). “And ‘when a party makes conclusory\n\nor general objections, or simply reiterates his original arguments, the Court reviews the\n\nReport and Recommendation only for clear error.’” Id. (quoting Alaimo v. Bd. of Educ.\n\nof the Tri–Valley Cent. Sch. Dist., 650 F. Supp. 2d 289, 291 (S.D.N.Y. 2009).\n\n\nIII.   ANALYSIS\n\n       Defendants here maintain that they have fully complied with their FOIA\n\nobligations by conducting an adequate search for documents responsive to Sciacca’s\n\nrequest, by producing all responsive, reasonably segregable records, and through the\n\nHardy Declaration, by carrying their burden of justifying their withholding or redaction\n\nof certain records. Accordingly, Defendants maintain that there is no remaining issue\n\nof material fact, and therefore that summary judgment should be granted in their favor.\n\n(Defs.’ Br. at 1.)\n\n\n\n\n                                            12\n\f       In considering the pending motion for summary judgment, the ultimate question\n\nthis Court must address is whether Defendants have carried their burden of justifying\n\nthe invocation of various FOIA exemptions to redact and withhold documents that\n\nwould otherwise be responsive to Sciacca’s FOIA request. Of course, in order for this\n\nCourt to make that determination, Defendants must provide sufficient information\n\nregarding the records that were redacted or withheld in their entirety and also\n\nDefendants’ reasons for treating certain responsive records in this fashion; here, this\n\nquestion of whether or not Defendants here have provided sufficient information about\n\ntheir withholdings is the crux of the current dispute. Magistrate Judge Facciola\n\nconcluded that the Hardy Declaration does not provide adequate support for\n\nDefendants’ arguments regarding segregability. Moreover, Sciacca maintains that\n\nDefendants have not provided a sufficient Vaughn index as a matter of law, and that\n\nDefendants acted in bad faith such that the Hardy Declaration—which has been offered\n\nas evidence regarding how the agency discharged its FOIA obligations—should not be\n\naccorded a presumption of good faith. For the reasons explained below, this Court\n\nconcludes that Defendants have fallen short of their duty to provide adequate\n\ninformation regarding the redactions and withholdings, and that, without more\n\ninformation, this Court cannot evaluate whether Defendants have properly employed the\n\nvarious exemptions pursuant to which Defendants redacted and withheld the documents\n\nin question.\n\n\n       A. Defendants Have Failed To Provide Adequate Support For Their\n          Conclusory Statement Regarding Segregability\n\n       “If a record contains information that is exempt from disclosure, any reasonably\n\nsegregable information must be released after deleting the exempt portions, unless the\n\n                                            13\n\fnon-exempt portions are inextricably intertwined with exempt portions.” Salas v.\n\nOffice of Inspector Gen., 577 F. Supp. 2d 105, 112 (D.D.C. 2008) (citing Trans-Pac.\n\nPolicing Agreement v. U.S. Customs Serv., 177 F.3d 1022 (D.C. Cir. 1999)). In order to\n\njustify withholding an entire record on the grounds that any non-exempt information is\n\n“inextricably intertwined” with exempt information, an agency “‘must demonstrate [to\n\nthe Court] that it cannot segregate the exempt material from the non-exempt and must\n\ndisclose as much as possible.’” Defenders of Wildlife, 623 F. Supp. 2d at 90 (quoting\n\nHertzberg v. Veneman, 273 F. Supp. 2d 67, 74 (D.D.C. 2003)). Indeed, “[b]efore\n\napproving the application of a FOIA exemption, the district court must make specific\n\nfindings of segregability regarding the documents to be withheld.” Sussman v. U.S.\n\nMarshals Serv., 494 F.3d 1106, 1116 (D.C. Cir. 2007). And while “[a]gencies are\n\nentitled to a presumption that they complied with the obligation to disclose reasonably\n\nsegregable material,” id. at 1117, “a blanket declaration that all facts are so intertwined\n\nto prevent disclosure under the FOIA does not constitute a sufficient explanation of\n\nnon-segregability. . . . rather, for each entry the defendant is required to specify in\n\ndetail which portions of the document are disclosable and which are allegedly exempt.”\n\nWilderness Soc’y v. Dep’t of Interior, 344 F. Supp. 2d 1, 19 (D.D.C. 2004) (emphasis in\n\noriginal) (internal quotation marks and citations omitted).\n\n       As noted above, Magistrate Judge Facciola’s Report and Recommendation found\n\nthat Defendants had failed to carry their burden of showing the documents withheld in\n\nfull contained no reasonably segregable information. The Report and Recommendation\n\nspecifically takes issue with paragraphs 87 and 88 of the Hardy Declaration, which\n\nprovide in relevant part:\n\n\n\n                                             14\n\f              (87) After extensive review of the documents at issue, it has\n              been determined that there is no further reasonably\n              segregable information which may be released. The fully\n              withheld documents are not segregable in that the extensive\n              redactions would only cause a patchwork of unintelligible\n              text. Thus, the FBI should not be required to segregate these\n              words and phrases from disclosure.\n\n                     ***\n\n              (88) The FBI has processed and released all reasonably\n              segregable information from the records responsive to\n              plaintiff’s request to the FBI.\n\n(See Report and Recommendation at 2-3.) Magistrate Judge Facciola found that these\n\nstatements were inadequate as a matter of law to meet the standard articulated above.\n\n       In their objection to the magistrate judge’s Report and Recommendation,\n\nDefendants point out that the focus of FOIA is on the substance of the documents\n\nsubject to a request rather than the individual words, and thus they are not required to\n\ndisclose documents where extensive redactions would cause only “a patchwork of\n\nunintelligible text” to be produced. (Defs.’ Obj. at 4-6.) Defendants also attempt to\n\ndistinguish the cases Magistrate Judge Facciola relied upon in his report, arguing that\n\nthose cases did not address situations involving the production of heavily redacted\n\ndocuments. (Id. at 6-7.) Defendants argue that, because of these factors, they should\n\nnot be required to expend the effort to redact and produce the withheld documents. (Id.\n\nat 7-8.)\n\n       Defendants are correct in their recitation of the prevailing legal standard, but\n\nmiss the point of Magistrate Judge Facciola’s recommendation. While it is true that\n\nDefendants need not produce documents where redactions would cause them to have\n\n“minimal or no information content,” Mead Data Cent., Inc. v. Dep’t of the Air Force,\n\n\n\n                                            15\n\f566 F.2d 242, 261 n. 55 (D.C. Cir. 1977), Defendants must do more than simply state\n\nthat they withheld documents for this reason. Rather, they must give the Court some\n\nbasis on which to evaluate their claim that no reasonably segregable information exists\n\nin those documents. Thus, the question at this point is not whether the withheld\n\ndocuments satisfy the stated exemption, but whether the Hardy Declaration contains\n\nenough information for the Court to assess—and potentially to concur with—\n\nDefendants’ conclusion that there is no reasonably segregable information in those\n\ndocuments. See, e.g., Wilderness Soc’y, 344 F. Supp. 2d at 18 (“[T]he segregability\n\nquestion turns on whether the agency has sufficiently explained why there was no\n\nreasonable means of segregating factual material from the claimed privileged\n\nmaterial.”)\n\n       Here, while the Hardy Declaration is lengthy, and provides a reasonably detailed\n\ndescription of the various types of exemptions that Defendants maintain are applicable\n\nto Sciacca’s documents, it does not provide any information on the segregability of the\n\ndocuments that were entirely withheld. Indeed, the entire discussion of segregability in\n\nthe 42-page Declaration amounts to (1) the conclusory statements cited above; and (2)\n\nan equally conclusory statement that “[e]very effort was made to provide plaintiff with\n\nall reasonably segregable portions of releasable material.” (Hardy Decl. ¶ 37.) These\n\nare quintessentially the type of “blanket declarations” that do not suffice to carry an\n\nagency’s burden of showing that certain documents may be withheld in full. Wilderness\n\nSoc’y, 344 F. Supp. 2d at 19. Indeed, based on the information Defendants have thus\n\nfar provided, this Court cannot even ascertain which documents the FBI has entirely\n\nwithheld, as opposed to those it has produced with redactions. Defendants have clearly\n\n\n\n                                            16\n\ffailed to provide this Court with sufficient information for it to make the required\n\n“specific findings of segregability regarding the documents to be withheld.” Sussman,\n\n494 F.3d at 1116. Consequently, the Court will adopt the magistrate judge’s reasoning\n\nand conclusion regarding segregability, and will deny Defendants’ motion for summary\n\njudgment partly on this ground.\n\n\n       B. Defendants Have Not Provided A Detailed Description Of The Documents\n          Produced And The Information Withheld\n\n       Additionally, despite the complex system that Defendants used to label and\n\nidentify various pages of their response to Sciacca’s FOIA request, Defendants have\n\nmissed the mark with respect to a much more fundamental task: their duty to provide a\n\nstraightforward listing of the documents and information that have been withheld\n\npursuant to a FOIA exemption. As noted above, because of the information\n\nasymmetries inherent in the FOIA system, the agency bears the burden of justifying any\n\nwithholding of otherwise responsive information. See, e.g., Bigwood, 484 F. Supp. 2d\n\nat 74. “To enable the Court to determine whether documents properly were withheld,\n\nthe agency must provide a detailed description of the information withheld through the\n\nsubmission of a so-called ‘Vaughn Index,’ sufficiently detailed affidavits or\n\ndeclarations, or both.” Defenders of Wildlife, 623 F. Supp. 2d at 88; see also Oglesby v.\n\nDep’t of the Army, 79 F.3d 1172, 1178 (D.C. Cir. 1996); Vaughn v. Rosen, 484 F.2d\n\n820, 827-28 (D.C. Cir. 1973). The Vaughn Index and/or accompanying affidavits or\n\ndeclarations must “provide[ ] a relatively detailed justification, specifically identif[y]\n\nthe reasons why a particular exemption is relevant and correlat[e] those claims with the\n\nparticular part of a withheld document to which they apply.” Judicial Watch v. FDA,\n\n449 F.3d at 146 (quoting Mead Data, 566 F.2d at 251). While there is no set form for\n\n                                             17\n\fthese submissions, the agency should “‘disclose as much information as possible\n\nwithout thwarting the exemption’s purpose.’” Hall v. DOJ, 552 F. Supp. 2d 23, 27\n\n(D.D.C. 2008) (quoting King, 830 F.2d at 224).\n\n      In this case, Defendants rely exclusively on the Hardy Declaration to justify their\n\nredaction and withholding of various documents that apparently would otherwise be\n\nresponsive to Sciacca’s FOIA request. But the Hardy Declaration is manifestly\n\ninsufficient as a matter of law to allow the Court to assess the applicability of the FOIA\n\nexemptions it discusses and thereby grant summary judgment in Defendants’ favor.\n\n      First, and most important, neither the Declaration itself nor Defendants’\n\nsummary judgment papers bother even to list or describe the responsive documents at\n\nissue. In the Hardy Declaration and elsewhere in their papers, Defendants refer only to\n\nthe “pages” that they have produced, redacted, or withheld, and identify such pages\n\nonly by Bates number. (See, e.g., Defs.’ Br. at 6-7; Hardy Decl. ¶¶ 45, 48, 50, 52.)\n\nNowhere do Defendants explain what types of documents these pages belong to, who\n\ncreated the documents and for what purpose, and how the exemptions relate to the\n\nnature of the documents themselves. Nor do Defendants identify whether the “pages”\n\nare part of stand-alone, single-page documents, or comprise parts of various multi-page\n\ndocuments that Defendants identified as responsive to Sciacca’s document request.\n\nSimilarly, although all parties acknowledge that Defendants redacted some of the\n\nresponsive documents while withholding others completely, neither the Hardy\n\nDeclaration nor Defendants’ summary judgment brief provides any information about\n\nwhich specific documents fall into which category (produced in full, redacted, or\n\nwithheld) and why.\n\n\n\n                                            18\n\f      Such information is unquestionably necessary “to enable the court and the\n\nopposing party to understand the withheld information in order to address the merits of\n\nthe claimed exemptions,” Judicial Watch v. FDA, 449 F.3d at 150, and without this type\n\nof information, it is simply impossible for the Court to determine whether the\n\nexemptions were properly applied. As a hypothetical example, unless the agency\n\nrepresents that a certain withheld document spanning pages Bates numbered SCIACCA-\n\n001-008 was a report from an FBI Special Agent created on a particular date concerning\n\ninformation provided by a confidential source (as opposed to, say, a news story\n\nreporting on issues related to Sciacca’s prosecution), the Court cannot properly evaluate\n\nwhether and to what extent a claimed exemption applies to that document. And having\n\nnot provided basic document-identifying information regarding the production in this\n\ncase, Defendants have failed to meet their obligation to “disclose as much information\n\nas possible without thwarting the exemption’s purpose.” Hall, 552 F. Supp. 2d at 27.\n\n      In short, the Hardy Declaration seems to put the cart before the horse insofar as\n\nit elaborately identifies Defendants’ asserted exemptions, but neglects to provide an\n\noverall picture of the universe of documents at issue as is necessary for the Court to be\n\nable to put those exemption justifications in the proper context. Given the specifics of\n\nthis case, an adequate affidavit, declaration, or Vaughn index will include a description\n\nof each document (and, wherever possible, the date created and reason for its creation);\n\nthe Bates ranges associated with each document; and the exemptions that arguably\n\napply to each document, along with the reasons for the asserted exemption. Notably,\n\nbecause there are only 600 “pages” at issue in this case—and presumably far fewer\n\n\n\n\n                                            19\n\fdocuments— providing adequate supporting documentation in the manner described\n\nshould not place an undue burden on Defendants. 4\n\n\n        C. Defendants Did Not Act In Bad Faith\n\n        Finally, the Court turns to Sciacca’s contention, made in his opposition to\n\nDefendants’ motion for summary judgment, that the FBI acted in bad faith in regard to\n\nits initial response to his FOIA request and thus the Hardy Declaration should be\n\ndiscredited. Sciacca points to the fact that the FBI initially denied that the agency had\n\nany responsive documents, and then, (in Sciacca’s words) the agency “mysteriously\n\n‘found’ his ‘responsive’ materials.” (Pl. Opp. at 6.)\n\n        Although evidence of bad faith can be used to rebut the “presumption of good\n\nfaith” that otherwise attaches to affidavits or declarations submitted in support of a\n\nFOIA summary judgment motion, SafeCard Serv., Inc., 926 F.2d at 1200; see also\n\nMoore, 916 F. Supp. at 35-36, it is not enough for a plaintiff “to make purely\n\nspeculative claims about the existence and discoverability of other documents.” Justice\n\nv. IRS, 798 F. Supp. 2d 43, 46 (D.D.C. 2011) (internal quotation marks and citation\n\nomitted). Here, even if the fact that the FBI initially claimed that it could not locate\n\nany records responsive to Sciacca’s request evidenced bad faith—and this Court is not\n\nconvinced that it does— this evidence relates only to the FBI’s efforts regarding the\n\nadequacy of its search for responsive documents, and Sciacca has expressly disavowed\n\nany challenge to the adequacy of the FBI’s search. (See Pl. Opp. at 7 (“Plaintiff would\n\n\n4\n  To be clear, to the extent that the rationale for the redaction or withholding related to each of the\n“code categories” in the Hardy declaration is consistent across documents, Defendants may refer back\nto such rationale and need not repeat it with respect to each category applied to each document listed in\nthe expanded Vaughn index. What Defendants need to do—and what they have thus far failed to do—is\nprovide enough information about the documents themselves so that the Court can understand why a\nparticular code category is relevant to a particular document.\n\n                                                   20\n\falso state that the dispute is not that there was insufficient search of the FBI’s files of\n\nthat the searches that were done were inadequate; but that the FBI is incorrectly\n\nwithholding and redacting materials that are responsive to the request and releasable to\n\nPlaintiff.”).) Sciacca makes no allegations regarding bad faith with respect to the\n\nwithholding of responsive information, which, by Sciacca’s own admission, is the only\n\nissue before the Court. Accordingly, the Court finds that there is no evidence that the\n\nFBI acted in bad faith in withholding or redacting documents responsive to Sciacca’s\n\nrequest.\n\n\nIV.    CONCLUSION\n\n       For the reasons discussed above, the Court finds that Defendants have not\n\nprovided sufficient information to permit an assessment of whether they have produced\n\nall reasonably segregable information, and have also failed to submit a sufficiently\n\ndetailed affidavit, declaration, or Vaughn index in support of Defendants’ contention\n\nthat they have satisfied their FOIA obligations. Accordingly, Defendants’ motion for\n\nsummary judgment is DENIED without prejudice. Once they have provided\n\nsupplemental declarations, or a Vaughn index, in a manner consistent with this opinion\n\nand the accompanying order, Defendants may renew their motion.\n\n\nDATE: March 6, 2014                        Ketanji Brown Jackson\n                                           KETANJI BROWN JACKSON\n                                           United States District Judge\n\n\n\n\n                                             21\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                          UNITED STATES DISTRICT COURT\n                          FOR THE DISTRICT OF COLUMBIA\n\n                                         )\nANTHONY SCIACCA,                         )\n                                         )\n             Plaintiff,                  )\n                                         )\n             v.                          )       Civil Action No. 08-cv-2030 (KBJ)(JMF)\n                                         )\nFEDERAL BUREAU OF                        )\nINVESTIGATION, et al.,                   )\n                                         )\n             Defendants.                 )\n                                         )\n\n\n                             MEMORANDUM OPINION\n\n      The Federal Bureau of Investigation (“FBI”) began to investigate Plaintiff\n\nAnthony Sciacca (“Sciacca”) in the late 1990s as part of a wider investigation into an\n\norganized crime group. (Second Declaration of David M. Hardy (“Hardy Decl.”), ECF\n\nNo. 12-1, ¶ 5.) On May 7, 2001, Sciacca pled guilty in the United States District Court\n\nfor the Eastern District of New York to a charge of racketeering in violation of 18\n\nU.S.C. § 1962(c), and on November 8, 2001, a judge of that court sentenced Sciacca to\n\n23 years in federal prison, where he remains to this day. (Id. ¶¶ 5-6.) Sciacca has\n\nbrought this action against the FBI, the Department of Justice (“DOJ”), and DOJ’s\n\nOffice of Information and Privacy (“OIP”) (collectively, “Defendants”) alleging that\n\nDefendants have mishandled a document request that Sciacca submitted in 2006,\n\npursuant to the Freedom of Information Act, 5 U.S.C. § 552, (“FOIA”). (See generally\n\nComplaint (“Compl.”), ECF No. 1.) Defendants filed a motion for summary judgment\n\non May 4, 2009, which the Court referred to Magistrate Judge John M. Facciola.\n\n\n\n\n                                             1\n\f      On February 16, 2012, Magistrate Judge Facciola issued a Report and\n\nRecommendation finding that the Court should deny Defendants’ summary judgment\n\nmotion. As discussed further below, because Defendants have failed to provide this\n\nCourt with sufficient information to evaluate the propriety of the various FOIA\n\nexemptions that Defendants have invoked to withhold and redact presumably responsive\n\ndocuments, the Court will adopt the Report and Recommendation as a part of its\n\nopinion and DENY Defendants’ summary judgment motion without prejudice. As the\n\nOrder accompanying this Memorandum Opinion states, Defendants will now have the\n\nopportunity to submit supplemental declarations and/or a Vaughn index that provides\n\nthe necessary information.\n\n\n I.   BACKGROUND & PROCEDURAL HISTORY\n\n      On December 19, 2006, Sciacca submitted a FOIA request to the FBI’s New\n\nYork Field Office seeking documents related to his criminal case. (Hardy Decl. ¶ 7.)\n\nSpecifically, Sciacca requested: “all records in possession of the Federal Bureau of\n\nInvestigation on myself or which makes reference to myself.” (See Hardy Decl.,\n\nExhibit A, ECF No. 12-2, at 2.)\n\n       On November 15, 2007, the FBI informed Sciacca that they had been unable to\n\nlocate any documents responsive to his request, claiming that Sciacca’s case documents\n\nwere not in their expected storage location and could not be found elsewhere after a\n\nreasonable period of time. (Hardy Decl. ¶ 11.) The FBI further notified Sciacca that\n\nhe had a right to appeal this “unable to locate” result to the OIP. (Id.) Sciacca availed\n\nhimself of this appeal on December 3, 2007. (Id. ¶ 12.)\n\n\n\n\n                                            2\n\f      On March 3, 2008, the OIP advised Sciacca that relevant records had been found\n\nafter a second search, but that the FBI would nonetheless withhold all of the records\n\npursuant to FOIA Exemption 7(A), 5 U.S.C. § 552(b)(7)(A), which exempts from the\n\nreach of FOIA “records or information compiled for law enforcement purposes” to the\n\nextent the production of such records “could reasonably be expected to interfere with\n\nenforcement proceedings.” (Id. ¶ 14.) Then, on November 16, 2008, Sciacca filed suit\n\nin this Court. (See Compl.) Sciacca styled his complaint as alleging violations of his\n\ndue process and equal protection rights; however, the substance of his complaint is\n\nsimply an allegation that the FBI violated the FOIA statute in its handling of Sciacca’s\n\nrequest. (See id. at 5-6.) As relief, Sciacca seeks an order directing the FBI to release\n\nthe requested documents. (Id. at 7.)\n\n      On March 4, 2009, approximately three and a half months after Sciacca filed his\n\ncomplaint, the FBI produced 281 pages of the records Sciacca had requested, in full or\n\nin part, out of 365 pages it claimed to have reviewed at that point, withholding the\n\nremaining 84 pages in full. (Hardy Decl. ¶ 16.) The FBI asserted various FOIA\n\nexemptions to justify its redactions of the produced documents and its withholding the\n\nremainder of the documents, including Exemption 2, which pertains to matters that are\n\n“related solely to the internal personnel rules and practices of an agency,” 5 U.S.C.\n\n§ 552(b)(2); Exemption 3, which relates to matters that are “specifically exempted from\n\ndisclosure by statute,” 5 U.S.C. § 552(b)(3); Exemption 6, which protects “personnel\n\nand medical files and similar files the disclosure of which would constitute a clearly\n\nunwarranted invasion of personal privacy,” 5 U.S.C. § 552(b)(6), and Exemption 7,\n\nwhich applies to “records or information compiled for law enforcement purposes,”\n\n\n\n                                            3\n\f5 U.S.C. § 552(b)(7). (Id.) 1 On April 30, 2009, the FBI produced to Sciacca another\n\n141 pages, in full or in part, out of an additional 279 pages it had reviewed, withholding\n\nthe remaining 138 pages in full, and invoking the same FOIA exemptions as before to\n\njustify its redactions and withholding. (Id. at ¶ 17).\n\n\n            A. Defendants’ Motion For Summary Judgment And Accompanying\n               Declaration\n\n        On May 4, 2009, Defendants moved for summary judgment on Plaintiff’s claims,\n\nasserting that the productions they had made satisfied any FOIA obligations, and thus\n\nno genuine questions of material fact remained in the case. (See Mem. in Supp. of\n\nDefs.’ Mot. For Summ. J. (“Defs.’ Br.”), ECF No. 12, at 1.) In support of the motion,\n\nDefendants submitted a lengthy declaration from David M. Hardy, the Section Chief of\n\nthe Record/Information Dissemination Section, Records Management Division of the\n\nFBI. (Hardy Decl. ¶ 1.)\n\n        The Hardy Declaration begins with a summary of the procedural history of\n\nSciacca’s FOIA request, then explains the organization of the FBI’s central records\n\nsystem and details the steps taken to search for and review records responsive the\n\nSciacca’s request. (Id. ¶¶ 7-33.) The Declaration notes that two separate tranches of\n\nrecords were produced to Hardy—the first comprised of 281 of 365 responsive pages\n\n\n\n\n1\n  Exemption 7 itself contains six separate subcategories. Defendants invoked three of these in redacting\nand withholding information otherwise responsive to Sciacca’s request: Exemption 7(C), which covers\nrecords compiled for law enforcement purposes that “could reasonably be expected to constitute an\nunwarranted invasion of personal privacy,” 5 U.S.C. § 552(b)(7)(C); Exemption 7(D), relating records\ncompiled for law enforcement purposes that “could reasonably be expected to disclose the identity of a\nconfidential source,” 5 U.S.C. § 552(b)(7)(D); and Exemption 7(E), which applies to records compiled\nfor law enforcement purposes that “would disclose techniques and procedures for law enforcement\ninvestigations,” 5 U.S.C. § 552(b)(7)(E). (See Hardy Decl. ¶ 40.)\n\n\n                                                   4\n\fproduced in full or in part; the second comprised of 141 of 279 responsive pages\n\nproduced in full or in part. (Id. ¶¶ 16-17.) 2\n\n        Next, the Hardy Declaration goes on to explain the coding system used to redact\n\nportions of the pages produced to Sciacca. It notes that each produced page “on its face\n\ncontains coded categories of exemptions which detail the nature of the information\n\nwithheld,” and that these “coded categories” appear next to the specific information that\n\nhas been withheld (that is, redacted). (Id. ¶ 39.) Moreover, in addition to identifying\n\nthe type of information redacted, the coded categories displayed on each page also\n\nidentify which specific FOIA exemption the information implicates. (Id.) In other\n\nwords, each “coded category” appearing next to a specific redaction conveys two pieces\n\nof information to the reader: 1) the type of information redacted; and 2) the specific\n\nFOIA exemption (or exemptions) that justify redacting that type of information. As an\n\nexample, the Declaration states that\n\n                 on Bates Page SCIACCA-2 “Exemption (b)(7)(C)-1” is cited\n                 to protect the names and/or identifying information\n                 concerning FBI Special Agents and Support Employees.\n                 The ‘(b)(7)(C)’ designation refers to Exemption (b)(7)(C) of\n                 the FOIA concerning Unwarranted Invasion of Personal\n                 Privacy. The numerical designation ‘1’ following the\n                 (b)(7)(C) narrows the category of protected information\n                 from the main category to the more specific subcategory of\n                 “FBI Special Agents and Personnel.”\n(Id. ¶ 39.)\n\n        The Hardy Declaration goes on to list eighteen different types of information\n\nredacted in the records produced to Sciacca. (Id. ¶ 40.) For each of these types of\n\ninformation, the Declaration lists the corresponding coded category (or, in some cases,\n\n\n2\n  While the Hardy Declaration does not so specify, the Court assumes that the difference between the number of\ntotal responsive pages and the number of pages released to Sciacca consists of pages withheld in full.\n\n                                                        5\n\fcategories) that identifies the specific FOIA exemption that justifies redacting that type\n\nof information wherever it appears in the records produced to Sciacca. (Id. ¶ 40.) For\n\nexample, the Declaration identifies “Confidential Source Symbol Numbers,” as having\n\ncategory code (b)(2)-1. (Id.) Thus, wherever the coded category (b)(2)-1 appears next\n\nto a redaction in the records produced, it indicates to the reader that Defendants have\n\nredacted a Confidential Source File Number because they believe that such numbers are\n\nexempt from disclosure under FOIA Exemption 2.\n\n       In some cases, multiple coded categories are listed for a particular type of\n\ninformation, indicating that Defendants believe that more than one FOIA exemption\n\nauthorizes redacting that particular type of information. For example, the entry for\n\nConfidential Source Symbol Numbers not only identifies that type of information as\n\nhaving coded category (b)(2)-1, but also notes that it is “cited in conjunction with\n\n[coded category] (b)(7)(D)-2,” (id.) which protects information that “could reasonably\n\nbe expected to disclose the identity of a confidential source.” 5 U.S.C. § 552(b)(7)(D).\n\nIn other words, the categorization system outlined in the Hardy Declaration attempts to\n\nidentify each different type of information that was redacted from the records produced\n\nto Sciacca, and also to identify which FOIA exemption or exemptions are applicable to\n\neach of those types of information.\n\n       After explaining how Defendants categorized the redactions in the records that\n\nthey produced, the Hardy Declaration goes on to explain the justification behind the\n\nredaction of each of the eighteen types of information, including why FOIA Exemptions\n\n2, 3, 6, and/or 7, respectively, justify redacting those types of information. (Hardy\n\nDecl. ¶¶ 42-86.) For example, in discussing Defendants’ decision to redact\n\n\n\n                                            6\n\fConfidential Source Symbol Numbers pursuant to FOIA Exemptions 2 and 7(D), the\n\nDeclaration explains that a “Confidential Source Symbol Number” is an internal FBI\n\ndesignation used to identify the source of information used in FBI reports, and that\n\n“release of these source symbol numbers would indicate both the scope and location of\n\nFBI informant coverage within a particular geographic area” and could potentially be\n\nused to identify confidential sources. (Id. ¶¶ 44-45.) For each of the eighteen types of\n\ninformation, the Hardy Declaration provides a similar explanation, and then identifies\n\nthe Bates number of each produced page that that type of information appears on—for\n\nexample, code category (b)(2)-1 “has been cited on the following pages: SCIACCA-\n\n293, 314, and 317.” (Id. ¶ 45.)\n\n       Finally, the Hardy Declaration includes a statement that the pages that were\n\nwithheld in full contain no “reasonably segregable” information, such that if they were\n\nredacted and released, all that would actually be produced would be “a patchwork of\n\nunintelligible text.” (Id. ¶ 87.)\n\n       In his opposition to Defendants’ motion for summary judgment, Sciacca raises\n\ntwo issues that he claims should preclude entry of summary judgment in Defendants’\n\nfavor. First, Sciacca argues that he is unable to evaluate effectively Defendants’\n\napplication of the relevant exemptions because Defendants have not provided an\n\nadequate Vaughn index. Second, Sciacca contends that summary judgment is not\n\nwarranted because Defendants acted in bad faith when they initially claimed that they\n\ncould find no documents responsive to his FOIA request. (Pl.’s Opp. to Defs.’ Mot. for\n\nSumm. J. (“Pl. Opp.”), ECF No. 23, at 5-7.)\n\n\n\n\n                                            7\n\f             B. The Magistrate Judge’s Report and Recommendation\n\n          On October 11, 2011, the Court referred Defendants’ summary judgment motion\n\nto Magistrate Judge Facciola for a Report and Recommendation regarding the motion.\n\n(See Order Referring Case to Magistrate Judge, ECF No. 28.) On February 16, 2012,\n\nMagistrate Judge Facciola issued such a report, which concluded that the Hardy\n\nDeclaration was insufficient as a matter of law to support all of the Defendants’\n\njustifications for the withholding of records, and thus that Defendants’ summary\n\njudgment motion should be denied. (See Report and Recommendation, ECF No. 31, at\n\n3.) Specifically, Magistrate Judge Facciola concluded that the Hardy Declaration had\n\nfailed to demonstrate that the pages Defendants had fully withheld contained no\n\nadditional reasonably segregable information. (Id.) 3\n\n          On March 1, 2012, Defendants filed a timely objection to the Magistrate Judge’s\n\nreport. (Defs.’ Objections to the Magistrate Judge’s Report and Recommendation\n\n(“Defs.’ Obj.”), ECF No. 32.) Defendants argued that the Hardy Declaration satisfied\n\ntheir burden of showing that the records withheld in full were not reasonably segregable\n\nthrough its statement that any non-exempt information in these records would amount to\n\nmerely “a patchwork of unintelligible text.” (Id. at 8.)\n\n\n    II.   LEGAL STANDARDS\n\n          A. An Agency’s Obligation Under FOIA\n\n          FOIA “generally requires the disclosure, upon request, of records held by a\n\nfederal government agency[.] ” Judicial Watch, Inc. v. U.S. Dep’t of the Treasury, </pre><span class=\"citation\" data-id=\"2175459\"><a href=\"/opinion/2175459/judicial-watch-inc-v-us-dept-of-treasury/\"><span class=\"volume\">796</span>\n\n<span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 18 (D.D.C. 2011). Specifically, FOIA provides in relevant part that\n\n3\n The report did not address Sciacca’s arguments about the lack of a Vaughn index or Defendants’ bad\nfaith.\n\n                                                  8\n\f      [E]ach agency, upon any request for records which (i) reasonably\n      describes such records and (ii) is made in accordance with published rules\n      stating the time, place, fees (if any), and procedures to be followed, shall\n      make the records promptly available to any person.\n\n5 U.S.C. § 552(a)(3)(A). FOIA “was enacted to facilitate public access to Government\n\ndocuments,” U.S. Dep’t of State v. Ray, </pre><span class=\"citation\" data-id=\"112667\"><a href=\"/opinion/112667/department-of-state-v-ray/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span><pre class=\"inline\">, 171 (1991), in order to provide\n\n“a means for citizens to know ‘what their Government is up to.’” Nat’l Archives &\n\nRecords Admin. v. Favish, </pre><span class=\"citation\" data-id=\"134730\"><a href=\"/opinion/134730/national-archives-and-records-admin-v-favish/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span><pre class=\"inline\">, 171 (2004). However, “[i]n enacting FOIA,\n\nthe Congress sought to balance the public’s interest in governmental transparency\n\nagainst legitimate governmental and private interests [that] could be harmed by release\n\nof certain types of information.” United Tech. Corp. v. U.S. Dep’t of Def., </pre><span class=\"citation\" data-id=\"550\"><a href=\"/opinion/550/united-technologies-corp-v-us-dept-of-defense/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">557</span></a></span><pre class=\"inline\">, 559 (D.C. Cir. 2010) (internal quotation marks and citations omitted). To that end,\n\n“Congress included nine exemptions permitting agencies to withhold information from\n\nFOIA disclosure.” Judicial Watch, 796 F. Supp. 2d at 23.\n\n      Whenever it invokes one of the nine FOIA exemptions, a government agency\n\nbears the burden of demonstrating that the records requested do in fact qualify for that\n\nexemption. See Assassination Archives & Research Ctr. v. CIA, </pre><span class=\"citation\" data-id=\"186016\"><a href=\"/opinion/186016/assassination-archv-v-cia/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span><pre class=\"inline\">, 57 (D.C.\n\nCir. 2003). Moreover, even if a portion of the records is justifiably withheld pursuant\n\nto one of the enumerated exemptions, “[a]ny reasonably segregable portion of a record\n\nshall be provided to any person requesting such record after deletion of the portions\n\nwhich are exempt[.]” 5 U.S.C. § 552(b). “The government bears the burden of\n\ndemonstrating that no reasonably segregable material exists in the withheld documents”\n\nand “must provide[ ] a detailed justification and not just conclusory statements to\n\ndemonstrate that all reasonably segregable information has been released.” Barouch v.\n\n\n\n\n                                            9\n\fDOJ, No. 12-cv-0129, </pre><span class=\"citation no-link\"><span class=\"volume\">2013</span> <span class=\"reporter\">WL</span> <span class=\"page\">4494686</span></span><pre class=\"inline\">, at *17 (D.D.C. Aug. 23, 2013) (internal\n\nquotation marks and citations omitted).\n\n       “Because of its unique evidentiary configuration, the typical FOIA case ‘distorts\n\nthe traditional adversary nature of our legal system’s form of dispute resolution.’”\n\nJudicial Watch, Inc. v. FDA, </pre><span class=\"citation\" data-id=\"186713\"><a href=\"/opinion/186713/jud-watch-inc-v-fda/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">, 145-46 (D.C. Cir. 2006) (quoting King v.\n\nDOJ, </pre><span class=\"citation\" data-id=\"495205\"><a href=\"/opinion/495205/cynthia-king-v-united-states-department-of-justice/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span><pre class=\"inline\">, 218 (D.C. Cir. 1987)). “When a party submits a FOIA request, it\n\nfaces an ‘asymmetrical distribution of knowledge’ where the agency alone possesses,\n\nreviews, discloses, and withholds the subject matter of the request.” Id. (quoting King,\n\n830 F.2d at 218). “Accordingly, the FOIA places the burden on the agency to establish\n\nits right to withhold information under one of the enumerated FOIA Exemptions. An\n\nagency may do so through producing a Vaughn index, which is an affidavit that indexes\n\nand specifically describes withheld or redacted documents and explains why each\n\nwithheld record is exempt from disclosure.” Schoenman v. FBI, </pre><span class=\"citation\" data-id=\"2421738\"><a href=\"/opinion/2421738/schoenman-v-fbi/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">174</span></a></span><pre class=\"inline\">,\n\n196 (D.D.C. 2009) (citing King, 830 F.2d at 219). An agency may also rely upon\n\n“sufficiently detailed affidavits or declarations” in discharging its burden under FOIA.\n\nDefenders of Wildlife v. U.S. Border Patrol, </pre><span class=\"citation\" data-id=\"1513919\"><a href=\"/opinion/1513919/defenders-of-wildlife-v-us-border-patrol/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 88 (D.D.C. 2009).\n\n\n       B. Summary Judgment In FOIA Cases\n\n       “FOIA cases typically and appropriately are decided on motions for summary\n\njudgment.” Defenders of Wildlife, 623 F. Supp. 2d at 87 (citing Bigwood v. U.S.\n\nAgency for Int’l Dev., </pre><span class=\"citation\" data-id=\"2445564\"><a href=\"/opinion/2445564/bigwood-v-us-agency-for-intern-development/\"><span class=\"volume\">484</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 74 (D.D.C. 2007)). Under Rule 56 of the\n\nFederal Rules of Civil Procedure, summary judgment must be granted when the\n\npleadings, the discovery and disclosure materials on file, and any affidavits, “‘show that\n\nthere is no genuine issue as to any material fact and that the movant is entitled to a\n\n\n                                            10\n\fjudgment as a matter of law.’” Anderson v. Liberty Lobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 247\n\n(1986) (quoting Fed. R. Civ. P. 56). In the FOIA context, a district court reviewing a\n\nmotion for summary judgment conducts a de novo review of the record, and the\n\nresponding federal agency bears the burden of proving that it has complied with its\n\nobligations under the FOIA. 5 U.S.C. § 552(a)(4)(B); see also In Defense of Animals v.\n\nNat’l Insts. of Health, </pre><span class=\"citation\" data-id=\"2464477\"><a href=\"/opinion/2464477/in-defense-of-animals-v-national-inst-of-health/\"><span class=\"volume\">543</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 92-93 (D.D.C. 2008) (same). The court must\n\nanalyze all underlying facts and inferences in the light most favorable to the FOIA\n\nrequester. See Wills v. DOJ, </pre><span class=\"citation\" data-id=\"1596028\"><a href=\"/opinion/1596028/willis-v-united-states-department-of-justice/\"><span class=\"volume\">581</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 65 (D.D.C. 2008). As such, summary\n\njudgment for an agency is only appropriate after the agency proves that it has “fully\n\ndischarged its [FOIA] obligations[.]” Moore v. Aspin, </pre><span class=\"citation\" data-id=\"1516469\"><a href=\"/opinion/1516469/moore-v-aspin/\"><span class=\"volume\">916</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 35 (D.D.C.\n\n1996) (citing Miller v. U.S. Dep’t of State, </pre><span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></span><pre class=\"inline\">, 1382 (8th Cir. 1985)).\n\n      A court may award summary judgment based solely upon the information\n\nprovided in affidavits or declarations when the affidavits or declarations describe “the\n\njustifications for nondisclosure with reasonably specific detail, demonstrate that the\n\ninformation withheld logically falls within the claimed exemption, and are not\n\ncontroverted by either contrary evidence in the record nor by evidence of agency bad\n\nfaith.” Military Audit Project v. Casey, </pre><span class=\"citation\" data-id=\"393156\"><a href=\"/opinion/393156/military-audit-project-felice-d-cohen-morton-h-halperin-v-william/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span><pre class=\"inline\">, 738 (D.C. Cir. 1981). Such\n\naffidavits or declarations “are accorded a presumption of good faith, which cannot be\n\nrebutted by ‘purely speculative claims about the existence and discoverability of other\n\ndocuments.’” SafeCard Serv., Inc. v. SEC, </pre><span class=\"citation\" data-id=\"556586\"><a href=\"/opinion/556586/safecard-services-inc-v-securities-and-exchange-commission/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span><pre class=\"inline\">, 1200 (D.C. Cir.1991)\n\n(quoting Ground Saucer Watch, Inc. v. CIA, </pre><span class=\"citation\" data-id=\"410926\"><a href=\"/opinion/410926/ground-saucer-watch-inc-harvey-brody-v-central-intelligence-agency/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span><pre class=\"inline\">, 771 (D.C. Cir. 1981)).\n\n\n\n\n                                            11\n\f       C. Review Of A Magistrate Judge’s Report And Recommendation\n\n        “[A] magistrate judge’s report and recommendation is reviewed de novo.” Bode\n\n& Grenier, LLP v. Knight, </pre><span class=\"citation\" data-id=\"2148301\"><a href=\"/opinion/2148301/bode-grenier-llp-v-knight/\"><span class=\"volume\">821</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 60 (D.D.C. 2011) (internal quotation\n\nmarks and citation omitted). “The district judge may accept, reject, or modify the\n\nrecommended disposition; receive further evidence; or return the matter to the\n\nmagistrate judge with instructions.” Fed. R. Civ. P. 72(b)(3); see also 28 U.S.C.\n\n§ 636(b). When objecting to a report and recommendation, “the parties may not present\n\nnew issues or arguments to the district judge; rather, only those issues that the parties\n\nhave raised in their objections to the Magistrate Judge’s report will be reviewed by this\n\ncourt.” M.O. v. D.C., No. 11-cv-1695, </pre><span class=\"citation no-link\"><span class=\"volume\">2013</span> <span class=\"reporter\">WL</span> <span class=\"page\">5424705</span></span><pre class=\"inline\"> (D.D.C. Sept. 30, 2013)\n\n(internal quotation marks and citation omitted). “And ‘when a party makes conclusory\n\nor general objections, or simply reiterates his original arguments, the Court reviews the\n\nReport and Recommendation only for clear error.’” Id. (quoting Alaimo v. Bd. of Educ.\n\nof the Tri–Valley Cent. Sch. Dist., </pre><span class=\"citation\" data-id=\"2511910\"><a href=\"/opinion/2511910/alaimo-v-tri-valley-central-school-dist/\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 291 (S.D.N.Y. 2009).\n\n\nIII.   ANALYSIS\n\n       Defendants here maintain that they have fully complied with their FOIA\n\nobligations by conducting an adequate search for documents responsive to Sciacca’s\n\nrequest, by producing all responsive, reasonably segregable records, and through the\n\nHardy Declaration, by carrying their burden of justifying their withholding or redaction\n\nof certain records. Accordingly, Defendants maintain that there is no remaining issue\n\nof material fact, and therefore that summary judgment should be granted in their favor.\n\n(Defs.’ Br. at 1.)\n\n\n\n\n                                            12\n\f       In considering the pending motion for summary judgment, the ultimate question\n\nthis Court must address is whether Defendants have carried their burden of justifying\n\nthe invocation of various FOIA exemptions to redact and withhold documents that\n\nwould otherwise be responsive to Sciacca’s FOIA request. Of course, in order for this\n\nCourt to make that determination, Defendants must provide sufficient information\n\nregarding the records that were redacted or withheld in their entirety and also\n\nDefendants’ reasons for treating certain responsive records in this fashion; here, this\n\nquestion of whether or not Defendants here have provided sufficient information about\n\ntheir withholdings is the crux of the current dispute. Magistrate Judge Facciola\n\nconcluded that the Hardy Declaration does not provide adequate support for\n\nDefendants’ arguments regarding segregability. Moreover, Sciacca maintains that\n\nDefendants have not provided a sufficient Vaughn index as a matter of law, and that\n\nDefendants acted in bad faith such that the Hardy Declaration—which has been offered\n\nas evidence regarding how the agency discharged its FOIA obligations—should not be\n\naccorded a presumption of good faith. For the reasons explained below, this Court\n\nconcludes that Defendants have fallen short of their duty to provide adequate\n\ninformation regarding the redactions and withholdings, and that, without more\n\ninformation, this Court cannot evaluate whether Defendants have properly employed the\n\nvarious exemptions pursuant to which Defendants redacted and withheld the documents\n\nin question.\n\n\n       A. Defendants Have Failed To Provide Adequate Support For Their\n          Conclusory Statement Regarding Segregability\n\n       “If a record contains information that is exempt from disclosure, any reasonably\n\nsegregable information must be released after deleting the exempt portions, unless the\n\n                                            13\n\fnon-exempt portions are inextricably intertwined with exempt portions.” Salas v.\n\nOffice of Inspector Gen., </pre><span class=\"citation\" data-id=\"1497328\"><a href=\"/opinion/1497328/salas-v-office-of-inspector-general/\"><span class=\"volume\">577</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\">, 112 (D.D.C. 2008) (citing Trans-Pac.\n\nPolicing Agreement v. U.S. Customs Serv., </pre><span class=\"citation\" data-id=\"184907\"><a href=\"/opinion/184907/trans-pac-policing-v-us-customs-svc/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1022</span></a></span><pre class=\"inline\"> (D.C. Cir. 1999)). In order to\n\njustify withholding an entire record on the grounds that any non-exempt information is\n\n“inextricably intertwined” with exempt information, an agency “‘must demonstrate [to\n\nthe Court] that it cannot segregate the exempt material from the non-exempt and must\n\ndisclose as much as possible.’” Defenders of Wildlife, 623 F. Supp. 2d at 90 (quoting\n\nHertzberg v. Veneman, </pre><span class=\"citation\" data-id=\"2340036\"><a href=\"/opinion/2340036/hertzberg-v-veneman/\"><span class=\"volume\">273</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">67</span></a></span><pre class=\"inline\">, 74 (D.D.C. 2003)). Indeed, “[b]efore\n\napproving the application of a FOIA exemption, the district court must make specific\n\nfindings of segregability regarding the documents to be withheld.” Sussman v. U.S.\n\nMarshals Serv., </pre><span class=\"citation\" data-id=\"186972\"><a href=\"/opinion/186972/sussman-v-us-marshals-service/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></a></span><pre class=\"inline\">, 1116 (D.C. Cir. 2007). And while “[a]gencies are\n\nentitled to a presumption that they complied with the obligation to disclose reasonably\n\nsegregable material,” id. at 1117, “a blanket declaration that all facts are so intertwined\n\nto prevent disclosure under the FOIA does not constitute a sufficient explanation of\n\nnon-segregability. . . . rather, for each entry the defendant is required to specify in\n\ndetail which portions of the document are disclosable and which are allegedly exempt.”\n\nWilderness Soc’y v. Dep’t of Interior, </pre><span class=\"citation\" data-id=\"2368525\"><a href=\"/opinion/2368525/wilderness-soc-v-us-dept-of-interior/\"><span class=\"volume\">344</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 19 (D.D.C. 2004) (emphasis in\n\noriginal) (internal quotation marks and citations omitted).\n\n       As noted above, Magistrate Judge Facciola’s Report and Recommendation found\n\nthat Defendants had failed to carry their burden of showing the documents withheld in\n\nfull contained no reasonably segregable information. The Report and Recommendation\n\nspecifically takes issue with paragraphs 87 and 88 of the Hardy Declaration, which\n\nprovide in relevant part:\n\n\n\n                                             14\n\f              (87) After extensive review of the documents at issue, it has\n              been determined that there is no further reasonably\n              segregable information which may be released. The fully\n              withheld documents are not segregable in that the extensive\n              redactions would only cause a patchwork of unintelligible\n              text. Thus, the FBI should not be required to segregate these\n              words and phrases from disclosure.\n\n                     ***\n\n              (88) The FBI has processed and released all reasonably\n              segregable information from the records responsive to\n              plaintiff’s request to the FBI.\n\n(See Report and Recommendation at 2-3.) Magistrate Judge Facciola found that these\n\nstatements were inadequate as a matter of law to meet the standard articulated above.\n\n       In their objection to the magistrate judge’s Report and Recommendation,\n\nDefendants point out that the focus of FOIA is on the substance of the documents\n\nsubject to a request rather than the individual words, and thus they are not required to\n\ndisclose documents where extensive redactions would cause only “a patchwork of\n\nunintelligible text” to be produced. (Defs.’ Obj. at 4-6.) Defendants also attempt to\n\ndistinguish the cases Magistrate Judge Facciola relied upon in his report, arguing that\n\nthose cases did not address situations involving the production of heavily redacted\n\ndocuments. (Id. at 6-7.) Defendants argue that, because of these factors, they should\n\nnot be required to expend the effort to redact and produce the withheld documents. (Id.\n\nat 7-8.)\n\n       Defendants are correct in their recitation of the prevailing legal standard, but\n\nmiss the point of Magistrate Judge Facciola’s recommendation. While it is true that\n\nDefendants need not produce documents where redactions would cause them to have\n\n“minimal or no information content,” Mead Data Cent., Inc. v. Dep’t of the Air Force,\n\n\n\n                                            15\n\f</pre><span class=\"citation\" data-id=\"350872\"><a href=\"/opinion/350872/mead-data-central-inc-v-united-states-department-of-the-air-force/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 261 n. 55 (D.C. Cir. 1977), Defendants must do more than simply state\n\nthat they withheld documents for this reason. Rather, they must give the Court some\n\nbasis on which to evaluate their claim that no reasonably segregable information exists\n\nin those documents. Thus, the question at this point is not whether the withheld\n\ndocuments satisfy the stated exemption, but whether the Hardy Declaration contains\n\nenough information for the Court to assess—and potentially to concur with—\n\nDefendants’ conclusion that there is no reasonably segregable information in those\n\ndocuments. See, e.g., Wilderness Soc’y, 344 F. Supp. 2d at 18 (“[T]he segregability\n\nquestion turns on whether the agency has sufficiently explained why there was no\n\nreasonable means of segregating factual material from the claimed privileged\n\nmaterial.”)\n\n       Here, while the Hardy Declaration is lengthy, and provides a reasonably detailed\n\ndescription of the various types of exemptions that Defendants maintain are applicable\n\nto Sciacca’s documents, it does not provide any information on the segregability of the\n\ndocuments that were entirely withheld. Indeed, the entire discussion of segregability in\n\nthe 42-page Declaration amounts to (1) the conclusory statements cited above; and (2)\n\nan equally conclusory statement that “[e]very effort was made to provide plaintiff with\n\nall reasonably segregable portions of releasable material.” (Hardy Decl. ¶ 37.) These\n\nare quintessentially the type of “blanket declarations” that do not suffice to carry an\n\nagency’s burden of showing that certain documents may be withheld in full. Wilderness\n\nSoc’y, 344 F. Supp. 2d at 19. Indeed, based on the information Defendants have thus\n\nfar provided, this Court cannot even ascertain which documents the FBI has entirely\n\nwithheld, as opposed to those it has produced with redactions. Defendants have clearly\n\n\n\n                                            16\n\ffailed to provide this Court with sufficient information for it to make the required\n\n“specific findings of segregability regarding the documents to be withheld.” Sussman,\n\n494 F.3d at 1116. Consequently, the Court will adopt the magistrate judge’s reasoning\n\nand conclusion regarding segregability, and will deny Defendants’ motion for summary\n\njudgment partly on this ground.\n\n\n       B. Defendants Have Not Provided A Detailed Description Of The Documents\n          Produced And The Information Withheld\n\n       Additionally, despite the complex system that Defendants used to label and\n\nidentify various pages of their response to Sciacca’s FOIA request, Defendants have\n\nmissed the mark with respect to a much more fundamental task: their duty to provide a\n\nstraightforward listing of the documents and information that have been withheld\n\npursuant to a FOIA exemption. As noted above, because of the information\n\nasymmetries inherent in the FOIA system, the agency bears the burden of justifying any\n\nwithholding of otherwise responsive information. See, e.g., Bigwood, 484 F. Supp. 2d\n\nat 74. “To enable the Court to determine whether documents properly were withheld,\n\nthe agency must provide a detailed description of the information withheld through the\n\nsubmission of a so-called ‘Vaughn Index,’ sufficiently detailed affidavits or\n\ndeclarations, or both.” Defenders of Wildlife, 623 F. Supp. 2d at 88; see also Oglesby v.\n\nDep’t of the Army, </pre><span class=\"citation\" data-id=\"715627\"><a href=\"/opinion/715627/carl-oglesby-v-the-united-states-department-of-the-army/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1172</span></a></span><pre class=\"inline\">, 1178 (D.C. Cir. 1996); Vaughn v. Rosen, </pre><span class=\"citation\" data-id=\"313449\"><a href=\"/opinion/313449/robert-g-vaughn-v-bernard-rosen-executive-director-united-states-civil/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">820</span></a></span><pre class=\"inline\">, 827-28 (D.C. Cir. 1973). The Vaughn Index and/or accompanying affidavits or\n\ndeclarations must “provide[ ] a relatively detailed justification, specifically identif[y]\n\nthe reasons why a particular exemption is relevant and correlat[e] those claims with the\n\nparticular part of a withheld document to which they apply.” Judicial Watch v. FDA,\n\n449 F.3d at 146 (quoting Mead Data, 566 F.2d at 251). While there is no set form for\n\n                                             17\n\fthese submissions, the agency should “‘disclose as much information as possible\n\nwithout thwarting the exemption’s purpose.’” Hall v. DOJ, </pre><span class=\"citation\" data-id=\"1525633\"><a href=\"/opinion/1525633/hall-v-us-dept-of-justice/\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 27\n\n(D.D.C. 2008) (quoting King, 830 F.2d at 224).\n\n      In this case, Defendants rely exclusively on the Hardy Declaration to justify their\n\nredaction and withholding of various documents that apparently would otherwise be\n\nresponsive to Sciacca’s FOIA request. But the Hardy Declaration is manifestly\n\ninsufficient as a matter of law to allow the Court to assess the applicability of the FOIA\n\nexemptions it discusses and thereby grant summary judgment in Defendants’ favor.\n\n      First, and most important, neither the Declaration itself nor Defendants’\n\nsummary judgment papers bother even to list or describe the responsive documents at\n\nissue. In the Hardy Declaration and elsewhere in their papers, Defendants refer only to\n\nthe “pages” that they have produced, redacted, or withheld, and identify such pages\n\nonly by Bates number. (See, e.g., Defs.’ Br. at 6-7; Hardy Decl. ¶¶ 45, 48, 50, 52.)\n\nNowhere do Defendants explain what types of documents these pages belong to, who\n\ncreated the documents and for what purpose, and how the exemptions relate to the\n\nnature of the documents themselves. Nor do Defendants identify whether the “pages”\n\nare part of stand-alone, single-page documents, or comprise parts of various multi-page\n\ndocuments that Defendants identified as responsive to Sciacca’s document request.\n\nSimilarly, although all parties acknowledge that Defendants redacted some of the\n\nresponsive documents while withholding others completely, neither the Hardy\n\nDeclaration nor Defendants’ summary judgment brief provides any information about\n\nwhich specific documents fall into which category (produced in full, redacted, or\n\nwithheld) and why.\n\n\n\n                                            18\n\f      Such information is unquestionably necessary “to enable the court and the\n\nopposing party to understand the withheld information in order to address the merits of\n\nthe claimed exemptions,” Judicial Watch v. FDA, 449 F.3d at 150, and without this type\n\nof information, it is simply impossible for the Court to determine whether the\n\nexemptions were properly applied. As a hypothetical example, unless the agency\n\nrepresents that a certain withheld document spanning pages Bates numbered SCIACCA-\n\n001-008 was a report from an FBI Special Agent created on a particular date concerning\n\ninformation provided by a confidential source (as opposed to, say, a news story\n\nreporting on issues related to Sciacca’s prosecution), the Court cannot properly evaluate\n\nwhether and to what extent a claimed exemption applies to that document. And having\n\nnot provided basic document-identifying information regarding the production in this\n\ncase, Defendants have failed to meet their obligation to “disclose as much information\n\nas possible without thwarting the exemption’s purpose.” Hall, 552 F. Supp. 2d at 27.\n\n      In short, the Hardy Declaration seems to put the cart before the horse insofar as\n\nit elaborately identifies Defendants’ asserted exemptions, but neglects to provide an\n\noverall picture of the universe of documents at issue as is necessary for the Court to be\n\nable to put those exemption justifications in the proper context. Given the specifics of\n\nthis case, an adequate affidavit, declaration, or Vaughn index will include a description\n\nof each document (and, wherever possible, the date created and reason for its creation);\n\nthe Bates ranges associated with each document; and the exemptions that arguably\n\napply to each document, along with the reasons for the asserted exemption. Notably,\n\nbecause there are only 600 “pages” at issue in this case—and presumably far fewer\n\n\n\n\n                                            19\n\fdocuments— providing adequate supporting documentation in the manner described\n\nshould not place an undue burden on Defendants. 4\n\n\n        C. Defendants Did Not Act In Bad Faith\n\n        Finally, the Court turns to Sciacca’s contention, made in his opposition to\n\nDefendants’ motion for summary judgment, that the FBI acted in bad faith in regard to\n\nits initial response to his FOIA request and thus the Hardy Declaration should be\n\ndiscredited. Sciacca points to the fact that the FBI initially denied that the agency had\n\nany responsive documents, and then, (in Sciacca’s words) the agency “mysteriously\n\n‘found’ his ‘responsive’ materials.” (Pl. Opp. at 6.)\n\n        Although evidence of bad faith can be used to rebut the “presumption of good\n\nfaith” that otherwise attaches to affidavits or declarations submitted in support of a\n\nFOIA summary judgment motion, SafeCard Serv., Inc., 926 F.2d at 1200; see also\n\nMoore, 916 F. Supp. at 35-36, it is not enough for a plaintiff “to make purely\n\nspeculative claims about the existence and discoverability of other documents.” Justice\n\nv. IRS, </pre><span class=\"citation\" data-id=\"2172679\"><a href=\"/opinion/2172679/justice-v-irs/\"><span class=\"volume\">798</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 46 (D.D.C. 2011) (internal quotation marks and citation\n\nomitted). Here, even if the fact that the FBI initially claimed that it could not locate\n\nany records responsive to Sciacca’s request evidenced bad faith—and this Court is not\n\nconvinced that it does— this evidence relates only to the FBI’s efforts regarding the\n\nadequacy of its search for responsive documents, and Sciacca has expressly disavowed\n\nany challenge to the adequacy of the FBI’s search. (See Pl. Opp. at 7 (“Plaintiff would\n\n\n4\n  To be clear, to the extent that the rationale for the redaction or withholding related to each of the\n“code categories” in the Hardy declaration is consistent across documents, Defendants may refer back\nto such rationale and need not repeat it with respect to each category applied to each document listed in\nthe expanded Vaughn index. What Defendants need to do—and what they have thus far failed to do—is\nprovide enough information about the documents themselves so that the Court can understand why a\nparticular code category is relevant to a particular document.\n\n                                                   20\n\falso state that the dispute is not that there was insufficient search of the FBI’s files of\n\nthat the searches that were done were inadequate; but that the FBI is incorrectly\n\nwithholding and redacting materials that are responsive to the request and releasable to\n\nPlaintiff.”).) Sciacca makes no allegations regarding bad faith with respect to the\n\nwithholding of responsive information, which, by Sciacca’s own admission, is the only\n\nissue before the Court. Accordingly, the Court finds that there is no evidence that the\n\nFBI acted in bad faith in withholding or redacting documents responsive to Sciacca’s\n\nrequest.\n\n\nIV.    CONCLUSION\n\n       For the reasons discussed above, the Court finds that Defendants have not\n\nprovided sufficient information to permit an assessment of whether they have produced\n\nall reasonably segregable information, and have also failed to submit a sufficiently\n\ndetailed affidavit, declaration, or Vaughn index in support of Defendants’ contention\n\nthat they have satisfied their FOIA obligations. Accordingly, Defendants’ motion for\n\nsummary judgment is DENIED without prejudice. Once they have provided\n\nsupplemental declarations, or a Vaughn index, in a manner consistent with this opinion\n\nand the accompanying order, Defendants may renew their motion.\n\n\nDATE: March 6, 2014                        Ketanji Brown Jackson\n                                           KETANJI BROWN JACKSON\n                                           United States District Judge\n\n\n\n\n                                             21\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/134730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/184907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/186016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/186713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/186972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393156/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/410926/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/495205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/556586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1497328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1525633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1596028/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2148301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2172679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2175459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2340036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2368525/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2421738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2445564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2464477/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2511910/"
          ]
        }
      ],
      "judges": "Judge Ketanji Brown Jackson",
      "date_created": "2014-10-30T06:44:33.210643Z",
      "date_modified": "2016-03-03T05:29:37.825114Z",
      "date_filed": "2014-03-06",
      "date_filed_is_approximate": false,
      "slug": "sciacca-v-federal-bureau-of-investigation",
      "citation_id": 2632191,
      "case_name_short": "Sciacca",
      "case_name": "Sciacca v. Federal Bureau of Investigation",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "Civil",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/118355/sciacca-v-federal-bureau-of-investigation/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:44:33.208113Z",
  "date_modified": "2014-10-30T06:44:33.208113Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Sciacca",
  "case_name": "Sciacca v. Federal Bureau of Investigation",
  "case_name_full": "",
  "slug": "sciacca-v-federal-bureau-of-investigation",
  "docket_number": "Civil Action No. 2008-2030",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}