{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1185256/",
  "id": 1185256,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1619004/",
      "id": 1619004,
      "absolute_url": "/opinion/1619004/city-of-bridge-city-v-state-ex-rel-city-of-port-arthur/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1185256/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1619004/",
          "id": 1619004,
          "absolute_url": "/opinion/1619004/city-of-bridge-city-v-state-ex-rel-city-of-port-arthur/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1619004/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8388/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:57:02.412300Z",
          "date_modified": "2017-04-06T12:21:31.563173Z",
          "type": "010combined",
          "sha1": "7da07583dfeaef17829b3fd762912cde597b19bb",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>792 S.W.2d 217 (1990)</b></center>\n<center><h1>CITY OF BRIDGE CITY, Appellant,<br>\nv.<br>\nThe STATE of Texas, ex rel. CITY OF PORT ARTHUR, et al., Appellees.</h1></center>\n<center>No. 09-89-053 CV.</center>\n<center><p><b>Court of Appeals of Texas, Beaumont.</b></p></center>\n<center>June 14, 1990.</center>\n<center>As Corrected June 18, 1990.</center>\n<center>Rehearing Denied July 10, 1990.</center>\n<p><span class=\"star-pagination\">*220</span> H.D. Pate, Bridge City, Otto D. Hewitt, III, Kenneth Bower, McLeod, Alexander, Powel &amp; Apffel, Galveston, for appellant.</p>\n<p>H.P. Wright, Wright &amp; Pitre, Port Neches, Doyle Curtis, City of Port Arthur, Earl Black, James M. Black, Black &amp; Black, Port Arthur, Thomas F. Rugg, Asst. Dist. Atty., Beaumont, Robert Q. Keith, Keith &amp; Keith, Johnson City, William E. Heaner, Jr., Gulf States Utilities Co., Beaumont, for appellees.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>WALKER, Chief Justice.</p>\n<p>This is an appeal from a bench trial held in the 163rd District Court in and for Orange County. Visiting Judge, Arthur C. Lesher, Jr. of Houston was appointed to try this case. After a trial on the merits, a judgment adverse to the defendant, City of Bridge City, appellant herein, was entered on January 27, 1989 along with findings of fact and conclusions of law. The trial judge found that the Bridge City Ordinances IX-42 and IX-43 were void ab initio and awarded attorney's fees to the City of Port Arthur in the amount of $86,089.85 with certain remittiturs to be triggered by subsequent appeal decisions by the appellant. This Court feels it necessary to present some degree of detail as to the factual history of this case.</p>\n<p>The City of Port Arthur, the appellee, (hereafter referred to as Port Arthur) was originally incorporated on May 18, 1898 by act of the Texas Legislature and has been a home rule city continuously since March 8, 1932. Appellee, Port Arthur is domiciled in Jefferson County, Texas according to the evidence and the findings of fact made by the trial court.</p>\n<p>In 1913 the City of Port Arthur annexed an area on the east side of the Neches River for the limited purpose of establishing a navigation territory pursuant to TEX. REV.CIV.STAT.ANN. art. 1183 (Vernon 1963). From 1950 through 1961, the City of Port Arthur adopted a series of nine annexation ordinances which established its relevant corporate boundary as being the centerline of the Neches River and such annexations included portions of the limited navigation territory. Since 1961 the corporate boundaries of Port Arthur have been the centerline of the Neches River and the limited navigation territory extended along and 2,500 feet east of the centerline of the Neches River in Orange County.</p>\n<p><span class=\"star-pagination\">*221</span> On August 23, 1963, Port Arthur's extraterritorial jurisdiction became effective. TEX.REV.CIV.STAT.ANN. art. 970a (Vernon 1963), <i>repealed by</i> Acts 1987, ch. 149, sec. 49(1), 1987 Tex.Gen. and Spec.Laws 707, 766, (now located at TEX.LOCAL GOV'T CODE ANN. sec. 42.001 (Vernon 1988). The old art. 970a was entitled \"Municipal Annexation Act\". The Municipal Annexation Act established that cities with population in excess of 50,000 but less than 100,000 shall have an extraterritorial jurisdiction of three and one-half (3½) miles from its corporate boundaries. Port Arthur's population since 1960 has been above 57,000 which fixes Port Arthur's extraterritorial jurisdiction at three and one-half (3½) miles beyond the corporate limits of the city.</p>\n<p>The Sabine Power Station of Gulf States Utilities Company is located on land that is partially within the three and one-half (3½) mile extraterritorial jurisdiction of the City of Port Arthur as established in 1963 under the Municipal Annexation Act and judicially affirmed in the 1970 judgment in Cause No. B-77,678 in the 60th Judicial District Court of Jefferson County, Texas. In 1970, pursuant to sec. 3C of art. 970a of the Municipal Annexation Act, Gulf States Utilities petitioned the City of Port Arthur to include the entirety of its Sabine Station Power Plant within the extraterritorial jurisdiction of the City of Port Arthur. Such request was granted by the City of Port Arthur and parties entered into an industrial district agreement which is also provided for in the Municipal Annexation Act, TEX. REV.CIV.STAT.ANN. art. 970a, sec. 5 (Vernon 1963). The City of Port Arthur receives 1.25 million dollars per year under this industrial district agreement.</p>\n<p>On January 5, 1988, by Ordinance IX-42, Bridge City purported to annex territory lying partially within the extraterritorial jurisdiction of Port Arthur. Then on August 2, 1988, by Ordinance IX-43, Bridge City purported to annex land lying wholly within the extraterritorial jurisdiction of Port Arthur and which included the Gulf States Sabine Power Station. On August 4, 1988, the City of Port Arthur made written request that Bridge City rescind Ordinance IX-43. However, at trial both Ordinances IX-42 and IX-43 were referred to as void. The record before us reveals that no response to this request was made by Bridge City and thereafter Port Arthur gave Bridge City notice of its claim that Ordinances IX-42 and IX-43 were void because they attempted to annex territory in Port Arthur's extraterritorial jurisdiction. Again, Bridge City did not respond and then Port Arthur filed suit for declaratory judgment that Bridge City Ordinances IX-42 and IX-43 are void.</p>\n<p>Appellant, Bridge City, filed a plea in abatement asserting (1) that Gulf States Utilities was a necessary party and; (2) that the proceeding must be filed as a quo warranto action. Gulf States Utilities Company intervened. However, the Attorney General for the State of Texas and the Orange County Attorney refused and/or declined to file the quo warranto action. The Criminal District Attorney of Jefferson County filed a petition for leave to file information in quo warranto. The trial court granted leave to file the information in quo warranto and appellant, Bridge City, then filed a motion to show authority alleging that the Criminal District Attorney of Jefferson County lacked authority to file the quo warranto proceeding. After hearing the evidence and argument of counsel, the trial court overruled Bridge City's motion. Upon trial and entry of judgment, notice of appeal was timely filed and the record was placed before this Court in a timely manner.</p>\n<p>In the trial court, the Honorable Arthur C. Lesher, Jr. found that the Bridge City Ordinances IX-42 and IX-43 were void ab initio and awarded attorney's fees to the City of Port Arthur.</p>\n<p>Appellant brings to this Court eleven points of error. Point of error number one contends that the trial court erred and abused its discretion in entering findings of fact and conclusions of law and in entering judgment against appellant, holding that res judicata or collateral estoppel bound appellant to a 1970 agreed judgment because neither res judicata nor collateral estoppel was applicable.</p>\n<p><span class=\"star-pagination\">*222</span> It is clear that the trial court did not differentiate between the doctrines of collateral estoppel or res judicata and did not specifically use either of those terms in the findings of fact or the conclusions of law. In order to determine what the trial court did will necessitate a review of the trial court's findings of fact and conclusions of law which may or may not relate to the two doctrines in question.</p>\n<p>We regret our lengthy rendition of the findings of facts and conclusions of law, however, we feel it necessary for a clearer understanding of this matter. The trial court made the following findings of fact and conclusions of law which appellant contends that neither res judicata nor collateral estoppel apply:</p>\n<blockquote>FINDING OF FACT NUMBER 13: Port Arthur's extraterritorial jurisdiction extended three and one-half miles from its boundary to the east.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 14: Port Arthur's extraterritorial jurisdiction overlapped with that of the City of Orange.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 15: The case styled B-77,678 <i>State of Texas Ex. Rel. City of Orange v. City of Port Neches, et al,</i> in the 60th District Court of Jefferson County, Texas hereinafter shown as B-77,678 was a proceeding brought by the Criminal District Attorney (D/A) of Jefferson County, Texas in the name of the State of Texas as an information in quo warranto.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 16: Port Arthur was an intervening relator in # B-77,678.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 17: The Criminal District Attorney of Jefferson County and Port Arthur obtained a judgment in # B-77,678 which pertinent hereto provided:</blockquote>\n<blockquote>(6) Pursuant to the Municipal Annexation Act, Article 970a, V.A.T.S., the present extraterritorial jurisdiction of the City of Port Arthur extends for a distance of three and one-half (3½) miles from the corporate limits of the City of Port Arthur as established by its Ordinance Nos. 2530, 2540 and 2738, all of which were plead by caption in Port Arthur's amended information in the nature of a quo warranto, free and clear of any municipal jurisdiction or extraterritorial claims of the City of Orange or <i>any other municipality of the State of Texas,</i> which three and one-half (3½) miles encompasses substantially all of Gulf States Utilities Company's Sabine Station: and that Gulf States Utilities Company, pursuant to the Municipal Annexation Act, and the release by the City of Orange of all extraterritorial claims thereto, has petitioned the City of Port Arthur to include in its extraterritorial jurisdiction all of the property of Gulf States Utilities Company known as Sabine Station ... is therefore included within the extraterritorial jurisdiction of the City of Port Arthur, so as to place all of Gulf States Utilities Company's property designated as Sabine Station, aforesaid, within the exclusive extraterritorial jurisdiction of one municipality, whether or not said property described in Exhibit \"A\" is located, in its entirety, within three and one-half (3½) miles from the corporate limits of the City of Port Arthur; (emphasis added)</blockquote>\n<blockquote>FINDING OF FACT NUMBER 18: No motion for new trial, notice of appeal, appeal bond, or appeal was filed after judgment was entered April 22, 1970 in # B-77,678.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 19: Judgment in # B-77,678 became final on May 22, 1970.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 20: In 1959 Port Arthur first entered into an \"industrial district contract\" with the Atlantic Refining Co. This contract related to an area within the 1913 limited annexation territory (see finding # 6 above) on the west side of the Neches River.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 21: On August 22, 1963 the area included within the Atlantic Refining Co. boundaries described above became a part of the extraterritorial jurisdiction of Port Arthur.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 22: Since August 22, 1963, (# 21 above) such <span class=\"star-pagination\">*223</span> area has been designated as an industrial district and Port Arthur has contracted with the then owners of an oil refinery located within such industrial district. Local Government Code Sect. 42.044.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 23: In 1970, and at all times thereafter, the Gulf States Utilities Company Sabine Power Plant has been present within the extraterritorial jurisdiction of Port Arthur described in the judgment in # B-77,678.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 24: On May 20, 1970, Port Arthur contracted with Gulf States Utilities Company as an owner of the land in the industrial district to guarantee the continuation of the extraterritorial status of the district and its immunity from annexation by the municipality for a period not to exceed seven years. Sect. 42.044(c)(1).</blockquote>\n<blockquote>FINDING OF FACT NUMBER 25: The contract between Port Arthur and Gulf States Utilities Company was renewed for successive terms of seven years and expires in 1991. (Sect. 42.044(d) in 1984.) [sic].</blockquote>\n<blockquote>FINDING OF FACT NUMBER 26: At no time betweem [sic] April 22, 1970 (Judgment # B-77,678) to August 2, 1988 has any municipality other than the City of Port Arthur attempted to annex or exercise jurisdiction over the Gulf States Utilities Company power plant.</blockquote>\n<blockquote>CONCLUSION OF LAW NUMBER 62: The final judgment in the quo warranto proceeding, Cause # B-77678 in the District Court of Jefferson County, Texas is preclusive of the issues:</blockquote>\n<blockquote>(a) the corporate boundaries of the City of Port Arthur (where relevant here) are the center line of the Neches River;</blockquote>\n<blockquote>(b) the Gulf States Utilities Sabine Station is within the exclusive extraterritorial jurisdiction of the City of Port Arthur; and</blockquote>\n<blockquote>(c) the exclusive extraterritorial jurisdiction of the City of Port Arthur is as defined therein.</blockquote>\n<blockquote>CONCLUSIONS OF LAW NUMBER 63: The City of Bridge City, while not a party to Cause # B-77678, is bound by the determinations therein made.</blockquote>\n<p>To hopefully simplify some of our difficulty, the appellee, City of Port Arthur, does not make any contention that the doctrine of collateral estoppel applies to this case. In appellee's, Port Arthur's, original petition and each amended petition in this case, appellee, Port Arthur plead offensively the res judicata effects of the 1970 judgment in quo warranto. The judgment was attached to and made a part of the pleadings. At trial a certified copy of the judgment was admitted into evidence and evidence was adduced from one of the attorneys of record in that case. The record reflects no challenge by appellant, then defendant, to the pleadings nor to the admission of the 1970 agreed judgment. Furthermore, the record shows no suggestion by appellant that the judgment was ambiguous. There is no question but that the 1970 agreed judgment was a judgment of great detail and that said judgment is and has been a final judgment.</p>\n<p>Bridge City contends that since the original petition in the quo warranto proceeding was filed prior to adoption of the Municipal Annexation Act, extraterritorial jurisdiction was not an issue when the judgment was entered in 1970. As previously stated, the judgment is very detailed in its recitation of the facts, issues, conclusions, holdings and reason. In its paragraph six, the quo warranto judgment provided in 1970:</p>\n<blockquote>Pursuant to the Municipal Annexation Act, Article 970(a), V.A.T.C.S., the present extraterritorial jurisdiction of the City of Port Arthur extends for a distance of three and one-half (3½) miles from the corporate limits of the City of Port Arthur as established by its Ordinance Nos. 2530, 2540 and 2738, all of which were plead by caption in Port Arthur's amended information in the nature of a quo warranto, free and clear of any municipal jurisdiction or extraterritorial claims of the City of Orange or <i>any other municipality of the State of Texas.</i>...</blockquote>\n<p><span class=\"star-pagination\">*224</span> Appellant claims that since the pleadings in the 1970 case were not offered in evidence, res judicata does not apply.</p>\n<p>The Supreme Court laid out the rule of res judicata and judgment construction in <i>Permian Oil Co. v. Smith,</i> 129 Tex. 413, 107 S.W.2d 564, 567 (1937). The court held:</p>\n<blockquote>A judgment of this type usually permits of no inquiry into the balance of the record from which it emanates, except in the case of certain well recognized exceptions. Where such a judgment is ambiguous, the judgment roll, and if necessary extrinsic evidence, is admissible, not to contradict the judgment, but only to aid in its construction.</blockquote>\n<p>That issue was before the Court in the case of <i>Moore v. Horn,</i> 359 S.W.2d 947, 950 (Tex.Civ.App.Beaumont 1962, writ ref'd n.r.e.). There was a judgment in evidence upon which plaintiff relied on establishing record title to land. Plaintiff offered in evidence the petition upon which the prior judgment was based. Speaking for an unanimous court, Justice Stephenson held such petition was not admissible to explain or prove the judgment \"because there is nothing in the judgment revealing it to be ambiguous\".</p>\n<p>Appellant cites several cases in support of their contention against the use of the doctrine of collateral estoppel. Again, we state that the appellee, Port Arthur, has never urged collateral estoppel nor do we feel that the trial court applied said doctrine.</p>\n<p>It is apparent to this Court that the very same ordinances, corporate boundary line, real property, extraterritorial jurisdiction and Municipal Annexation Act that were adjudicated in the 1970 judgment are in issue in this case. It is the opinion of this Court based upon previously cited authority, that for the doctrine of res judicata to apply in the case sub judice, there was no requirement that appellee introduce into evidence the pleadings upon which the 1970 judgment was made. We are of the opinion that the trial court correctly followed proper legal authority in its application of the effect of 1970 agreed judgment in the trial of the case before it.</p>\n<p>In <i>Permian Oil Co. v. Smith, supra</i><i>,</i> the Supreme Court of Texas stated:</p>\n<blockquote>The principle of res adjudicata is founded in public policy and is as old as English jurisprudence. Fundamentally its purpose is to expedite justice by putting an end to litigation; and to preserve the sanctity of the judgments of the courts by making them immune from collateral attack. Once a court has exercised its functions of decision on an issue over which it has jurisdiction, and that decision becomes final, the parties thereto and their privies cannot escape its binding effect. Lacking this anchorage of finality a judicial system would be little more than a rule of fiat.</blockquote>\n<p>Appellant, Bridge City, claims that because it was not a party to the 1970 proceeding, it is not bound by the judgment in that proceeding. We believe that appellant's argument must fail, not only because of the nature of quo warranto proceeding, but also because of the actions of Bridge City since the 1970 judgment.</p>\n<p>Bridge City was formed when Port Arthur relinquished a portion of its extraterritorial jurisdiction which was awarded Port Arthur in the 1970 judgment. Bridge City explicitly ratified the boundaries of the City of Port Arthur and implicitly ratified the judgment when it was formed as a municipality by the consent of Port Arthur. Over a period of approximately 19 years since the 1970 judgment was entered, Bridge City acknowledged Port Arthur's extraterritorial jurisdiction by petitioning for relinquishment by Port Arthur on three separate occasions since the formation of Bridge City as a city.<sup>[1]</sup> The trial court found from the evidence that Port Arthur's boundaries and extraterritorial jurisdiction were adopted with the actual and legally presumed consent of \"all appropriate persons\". <i>See,</i> TEX.LOCAL GOV'T CODE ANN. sec. 43.901 (Vernon 1988). We overrule appellant's point of error number one.</p>\n<p><span class=\"star-pagination\">*225</span> Now we address only that portion of appellant's point of error number two which challenges the evidence before the trial court as a no evidence or alternatively insufficient evidence point. Appellant contends that the trial court had no evidence or insufficient evidence to support the application of res judicata and we disagree.</p>\n<p>When reviewing \"no evidence\" and \"insufficient evidence\" points, we follow the guidance of Justice Robert W. Calvert's law review article of \"`<i>No Evidence' and `Insufficient Evidence' Points of Error</i>\" 38 TEXAS L.REV. 361 (1960). Justice Calvert set out the fundamental principles in determining a no evidence point and insufficient evidence point, the article states:</p>\n<blockquote>`No evidence' points must, and may only, be sustained when the record discloses one of the following situations:</blockquote>\n<blockquote>(a) a complete absence of evidence of a vital fact;</blockquote>\n<blockquote>(b) the court is barred by rules of law or of evidence from giving weight to the only evidence offered to prove a vital fact;</blockquote>\n<blockquote>(c) the evidence offered to prove a vital fact is no more than a mere scintilla;</blockquote>\n<blockquote>(d) the evidence establishes conclusively the opposite of the vital fact.</blockquote>\n<blockquote>`Insufficient evidence' points may, and should, be sustained when the record discloses either of the following situations:</blockquote>\n<blockquote>(a) the evidence is factually insufficient to support a finding of a vital fact, or</blockquote>\n<blockquote>(b) the finding of a vital fact is so contrary to the great weight and preponderance of the evidence as to be clearly wrong.</blockquote>\n<p>We have with some detail set out the pertinent findings of fact made by the trial court regarding that court's application of the doctrine of res judicata as it applied to the 1970 judgment. In reviewing the entire record, we find that neither appellant's no evidence point nor its insufficiency of the evidence point should be sustained. Therefore, we overrule point of error number two.</p>\n<p>It is the opinion and holding of this Court that the doctrine of res judicata through judgment in quo warranto is applicable as against appellant herein and that the 1970 agreed judgment in quo warranto operates as a bar to appellant regarding appellant's efforts to annex any properties or territories as set out, controlled and defined in said 1970 agreed judgment.</p>\n<p>Appellant's points of error one and two are overruled.</p>\n<p>Appellant's points of error three, four and five attack the authority of the Jefferson County District Attorney as being a \"proper\" officer to bring this quo warranto proceeding and contends that the trial court erred and abused its discretion in finding and concluding that said District Attorney was a \"proper\" officer to institute this action.</p>\n<p>We previously stated that the Attorney General for the State of Texas and the Orange County Attorney refuse and/or decline to file a quo warranto action.</p>\n<p>Suit was filed in Orange County District Court. Appellee, City of Port Arthur, is in Jefferson County and appellant, Bridge City, is in Orange County, as is the Gulf States Utilities Power Plant. Appellant argues that the State Constitution and Statutes authorize only the Texas Attorney General and the Orange County Attorney to act in such cases. Appellees rely upon sec. 66.002 of the Civil Practice and Remedies Code as support and authority for the action taken by Mr. Tom Maness. TEX. CIV.PRAC. &amp; REM.CODE ANN. sec. 66.002 (Vernon 1986) reads as follows:</p>\n<p></p>\n<h2>Initiation of Suit</h2>\n<blockquote>(a) If grounds for the remedy exist, the attorney general or the county or district attorney of the proper county may petition the district court of the proper county or a district judge if the court is in vacation for leave to file an information in the nature of quo warranto.</blockquote>\n<blockquote>(b) The petition must state that the information is sought in the name of the State of Texas.</blockquote>\n<blockquote>(c) The attorney general or county or district attorney may file the petition on <span class=\"star-pagination\">*226</span> his own motion or at the request of an individual relator.</blockquote>\n<blockquote>(d) If there is probable ground for the proceeding, the judge shall grant leave to file the information, order the information to be filed, and order process to be issued.</blockquote>\n<p>Appellant contends that TEX. CONST. ANN. art. 5, sec. 21 excludes action by the Jefferson County District Attorney. Said section reading in part as follows:</p>\n<blockquote>The County Attorneys shall represent the State in all cases in the District and inferior courts in their respective counties; but if any county shall be included in a district in which there shall be a District Attorney, the respective duties of District Attorneys and County Attorneys shall in such counties be regulated by the Legislature....</blockquote>\n<p>Appellant also relies upon TEX.GOV'T CODE ANN. sec. 44.223(a) and (b) (Vernon 1988) which states:</p>\n<p></p>\n<h2>Jefferson County</h2>\n<blockquote>(a) The criminal district attorney of Jefferson County shall attend each term and session of the district courts in Jefferson County and each term and session of the inferior courts of the county, except municipal courts, held for the transaction of criminal business, and shall exclusively represent the state in all matters before those courts. He shall represent Jefferson County in any court in which the county has pending business.</blockquote>\n<blockquote>(b) The criminal district attorney has all the powers, duties, and privileges in Jefferson County that are conferred by law on county and district attorneys in the various counties and districts.</blockquote>\n<p>Appellant places strong reliance upon the case of <i>State ex rel. Colleyville v. City of Hurst,</i> 519 S.W.2d 698, 700 (Tex.Civ.App. Fort Worth 1975, writ ref'd n.r.e.), citing the following excerpt:</p>\n<blockquote>[Q]uo warranto proceedings may be instituted by the attorney general, or by a district or county attorney of proper district or county.... No other person may lawfully be authorized to bring such an action....</blockquote>\n<p>We note here that the <i>Colleyville, supra,</i> case did not involve a contested issue as to who is the proper person or authority to file quo warranto actions. That opinion refers in passing to the general rule regarding the attorney general, district attorney and county attorney as being the proper \"officials\" to institute such proceedings, but does not expand on same. <i>Colleyville</i> does make it clear that the State is the real plaintiff and controls the litigation even though the action may be brought at the behest of and affect the rights of private parties. We do not feel that the <i>Colleyville</i> case lends strong support to appellant's position.</p>\n<p>In 1922 the Supreme Court of Texas in the case of <i>Staples v. State,</i> 112 Tex. 61, 245 S.W. 639 (1922) rendered its opinion which we feel gives guidance and clarity to the question before us and we quote from that case with our emphasis added:</p>\n<blockquote>In proceedings by quo warranto the information upon which the suit is based must be presented by a county attorney, a district attorney, or the Attorney General, though it may be based on facts related and verified by any citizen, and if, upon <i>his</i> examination and investigation thereof as a sworn officer of the sovereignty, <i>he thinks same sufficient and his judgment approves,</i> he petitions the district judge for permission to file the information upon the relation of said citizen. If the district judge thinks the information with its verification sets out sufficient cause, and his judgment is satisfied, he enters his order authorizing the suit to be filed. Thus the sovereignty safeguards the rights of parties by requiring that two of its authorized agents and officersits Attorney General, or county attorney or district attorney, <i>and district judge</i>approve the legality and sufficiency of the petition before the suit may be instituted.</blockquote>\n<p>This is exactly what occurred in the case before us.</p>\n<p>Appellees rely on two cases which we feel adds more clarity to the question. Those cases are: <i>City of Wichita Falls v.</i> <span class=\"star-pagination\">*227</span> <i>State ex rel. Vogtsberger,</i> 509 S.W.2d 661 (Tex.Civ.App.Fort Worth 1974), <i>rev'd on other grounds,</i> 533 S.W.2d 927 (Tex.), <i>cert. denied,</i> 429 U.S. 908, 97 S.Ct. 298, 50 L.Ed.2d 276 (1976) and <i>City of Grand Prairie v. State ex rel. Crouch,</i> 266 S.W.2d 184 (Tex.Civ.App.Fort Worth 1954 no writ). These cases are more in point despite opinion to the contrary expressed in appellant's brief. In both <i>Vogtsberger</i> and <i>Crouch,</i> the property in dispute was located partially in two different counties. The respective county attorneys filed quo warranto actions in district court within their respective counties. In each case, the Courts of Appeal held that the suits be transferred to district courts in the respective defendants' county. In each case, neither court of appeal made mention of any problem with allowing the county attorney who originally filed the suit to remain as the State's representative. Appellant contends that both <i>Vogtsberger</i> and <i>Crouch</i> are distinguished by the Texas Supreme Court case of <i>State ex rel. Bennett v. Clarendon Independent School District,</i> 156 Tex. 542, 298 S.W.2d 111 (1957). Appellant claims that <i>Bennett</i> stands for the principle that when venue of the quo warranto action was changed from Armstrong County to Donley County, the Armstrong County Attorney was required to be replaced by the Donley County Attorney as the State's representative. This was not at issue as the Donley County Attorney exercised his prerogative and filed an amended information entering the suit as the State's representative after the case was transferred to Donley County. The transfer was not contested by any of the parties involved. These proceedings were provided in the opinion of the Supreme Court as merely facts of the case, and did not express any approval or disapproval as to the change of district courts or county attorneys. It is the opinion of this Court that the <i>Bennett</i> case gives no support to the question of the propriety of a district attorney from one county instituting a quo warranto suit in another county.</p>\n<p>The city council of appellee, City of Port Arthur, passed a resolution requesting the Criminal District Attorney of Jefferson County to bring this quo warranto proceeding. The corporate boundaries and municipal jurisdiction of a city in Jefferson County were challenged. The Criminal District Attorney of Jefferson County was the State's representative when these very boundaries were adjudicated in 1970. Clearly that office has same standing or interest in 1988 that it had in 1970. Orange County is no more than a place of proper venue of this action since the area in dispute and appellant, Bridge City, are located in Orange County. However, permissive venue does not establish standing or justiciable interest of a state official. The real party in interest is the City of Port Arthur, since appellant's annexation ordinances IX-42 and IX-43 affect the City of Port Arthur's extraterritorial jurisdiction and the revenues of the City of Port Arthur, under the Industrial District Agreement with Gulf States Utilities. Port Arthur is domiciled in Jefferson County. We are of the opinion that when the Attorney General and the Orange County Attorney declined to proceed with the quo warranto action, the District Attorney in and for Jefferson County was and is the \"proper party\" to bring such quo warranto proceeding.</p>\n<p>We are of the further opinion that appellant's restrictive use of TEX.GOV'T CODE ANN sec. 44.223 (Vernon 1988) and TEX. CONST. art. 5, sec. 21 is improper. The statute does not restrict the district attorney and in fact states that: \"He shall represent Jefferson County in any court in which the county has pending business.\" Unless we interpret this statute broadly, there is clearly no directive language in the statute allowing it to be interpreted one way or the other. Therefore, appellant's position regarding this statute must also fail. Based on the foregoing, we overrule plaintiff's points of error three, four and five.</p>\n<p>Appellant's points of error six, seven and eight deal with the trial court's awarding of $86,089.25 dollars attorney's fees in favor of appellee, Port Arthur and against appellant, Bridge City, contending that there exist no statutory or contractual basis <span class=\"star-pagination\">*228</span> for attorney's fees and no evidence or alternatively insufficient evidence to support the granting of same. Appellant further urges error in the trial court's awarding of such fees stating that such fees were not properly segregated thus, supported by no evidence or alternatively insufficient evidence. Further that the trial court abused its discretion as a matter of law and unconditionally awarding attorney's fees on appeal.</p>\n<p>Appellant takes the position that attorney's fees are not recoverable in a quo warranto action and cites to this Court TEX.CIV.PRAC. &amp; REM.CODE ANN. sec. 66.003 (Vernon 1986) which authorizes a successful quo warranto litigant to recover \"cost of prosecution\". In further support of this position, appellant refers us to <i>First City Bank-Farmers Branch, Tex. v. Guex,</i> 677 S.W.2d 25, 30 (Tex.1984):</p>\n<blockquote>[A]n award of attorney's fees may not be supplied by implication but must be provided for by the express terms of the statute in question.</blockquote>\n<p>It is obvious that the legislature did not expressly provide for a recovery of attorney's fees in a quo warranto action and case law supports the proposition that cost does not ordinarily include attorney's fees unless the statute expressly so provides. <i>Johnson v. Universal Life &amp; Accident Ins. Co.,</i> 127 Tex. 435, 94 S.W.2d 1145, 1146 (1936). <i>Buck v. Johnson,</i> 495 S.W.2d 291, 297 (Tex.Civ.App.Waco 1973, writ ref'd n.r.e.); <i>Arnold v. Crockett Independent School District,</i> 389 S.W.2d 608, 610 (Tex. Civ.App.Tyler 1965) <i>modified</i> 404 S.W.2d 27 (Tex.1966).</p>\n<p>Appellant agrees that attorney's fees may be recovered in declaratory judgment actions, however appellant contends that the actions taken by the City of Port Arthur was exclusively in quo warranto as opposed to action for declaratory relief. It is clear to us from the record that the action originally brought by Port Arthur was pursuant to sections 37.001-37.011 Civil Practice &amp; Remedies Code. The relief sought by Port Arthur was for declaratory judgment. The trial court found as a matter of law that Port Arthur was entitled to the relief it sought and granted the declaratory judgment. We know of nothing that would prevent appellee, City of Port Arthur, from proceeding in a dual capacity as relator in quo warranto and plaintiff in declaratory judgment. <i>Patton v. Nicholas,</i> 269 S.W.2d 482, 484 (Tex.Civ.App.El Paso 1954), <i>rev'd in part </i><i>on the grounds,</i> 279 S.W.2d 848 (Tex.1955); <i>James v. Perry,</i> 208 S.W.2d 145, 146 (Tex.Civ.App.Austin 1948 writ ref'd n.r.e.).</p>\n<p>Appellant seems to argue alternatively that this case involves both declaratory judgment for which attorney's fees are recoverable, and quo warranto for which attorney's fees are not recoverable and since Port Arthur did not segregate the proof of charges attributable to each action, the award is flawed, citing <i>Kosberg v. Brown,</i> 601 S.W.2d 414, 418 (Tex.Civ. App.Houston [14th Dist.] 1980, n.w.h.). In this regard appellee, City of Port Arthur, calls our attention to the case of <i>Flint &amp; Assoc. v. Intercon Pipe &amp; Steel,</i> 739 S.W.2d 622, 624-25 (Tex.App.Dallas 1987, writ denied):</p>\n<blockquote>A corollary to the rule is that the services for which reasonable fees may be awarded include those rendered in connection with all claims, even if recovery of attorney fees is not authorized for such claims, if they arise out of the same transaction and are so interrelated that their prosecution or defense entails proof or denial of essentially the same facts.</blockquote>\n<p><i>Wilkins v. Bain,</i> 615 S.W.2d 314, 316 (Tex.Civ.App.Dallas 1981, no writ); <i>Williamson v. Tucker,</i> 615 S.W.2d 881 (Tex. Civ.App.Dallas 1981, writ ref'd n.r.e.); <i>Triland Inv. Group v. Warren</i> 742 S.W.2d 18 (Tex.App.Dallas 1987) <i>rev'd on other grounds,</i> 779 S.W.2d 808 (1989).</p>\n<p>It is apparent to this Court that appellee Port Arthur's action in quo warranto and for declaratory judgment were so intertwined and interrelated as to defy segregation, and that the trial court did not err in its award of attorney's fees in the sum of $56,089.95 through the entry of judgment in this case.</p>\n<p><span class=\"star-pagination\">*229</span> In point of error number eight, appellant contends that the trial court erred and abused its discretion as a matter of law in unconditionally awarding attorney's fees on appeal. The trial court in its findings of fact, found the sum of $56,089.95 to be reasonable and necessary attorney's fees through the entry of judgment in this cause. The court further found that an additional $15,000.00 in the event the cause is appealed to the Court of Appeals; and an additional $10,000.00 in the event that writ of error is sought to the Supreme Court of Texas; and an additional $5,000.00 in the event writ of error is granted by the Supreme Court of Texas. In the trial court's judgment however, the court entered judgment in favor of the City of Port Arthur in the sum of $86,089.95 as attorney's fees with remittitur as follows:</p>\n<p>(a) $30,000.00 if no appeal is prosecuted in the Court of Appeals;</p>\n<p>(b) $15,000.00 if no application for writ of error is prosecuted; and</p>\n<p>(c) $5,000.00 if writ of error is not granted by the Texas Supreme Court.</p>\n<p>Appellant complained that the trial court unconditionally awarded $30,000.00 in appellate attorney's fees stating that this penalizes a party for taking a successful appeal. The manner in which the trial court in our case set out the attorney's fees award in its judgment, is virtually identical to the case of <i>Reynolds v. McCullough,</i> 739 S.W.2d 424 (Tex.App.San Antonio 1987), writ denied. In <i>Reynolds</i> the court stated:</p>\n<blockquote>This form of judgment has been approved in several cases before the courts of civil appeals. One of our courts has said: `If the remittitur casts doubts on the finality of the judgment there is no reason why it may not be disregarded for appeal purposes as in <i>Cooksey.</i>' Citing <i>International Security Life Insurance Co. v. Spray,</i> 468 S.W.2d 347, 349 (Tex. 1971) (citing <i>Security Life Insurance Co. v. Executive Car Leasing Co.,</i> 433 S.W.2d 915, 919 (Tex.Civ.App.Texarkana 1968, writ ref'd n.r.e.)) and analyzing <i>Cooksey v. Jordan,</i> 104 Tex. 618, 143 S.W. 141, (1912).</blockquote>\n<p>The <i>Reynolds</i> case further states that \"[T]he judgment before us fixes a total award first and then adds a proviso which reduces the award by remittitur in the absence of appellate steps.\"</p>\n<p>We feel that the manner in which the trial court awarded attorney's fees both up to the entry of judgment and on appeal was proper. Further, the appellant argues that the trial court abused its discretion in awarding attorney's fees due a contract between intervenors Gulf States Utilities Co. and appellees and that a recovery by appellees from appellant herein, would constitute some double recovery. Appellant does not, however, inform us as to how or why appellant is or should be the third party beneficiary of such agreement. It was appellant's acts in adopting Ordinances IX-42 and IX-43 which necessitated appellees' quo warranto action seeking declaratory relief.</p>\n<p>With regard to appellant's contention of no evidence or alternatively, insufficient evidence to support the awarding of attorney's fees, we look to the record. In this case, the fees were based on unchallenged testimony of an attorney of 51 years at the Bar of Texas. He spoke of his vast experience in matters of this kind and that co-counsel, of the monetary significance of this litigation to the clients in multiple millions of dollars and of the difficulty and novelty of the matter. At one point in Mr. Earl Black's testimony, he stated: \"It's very complicated, it's time-consuming... It's just a time-consuming thing. It is a complicated case.\"</p>\n<p>He testified to hourly rates of $125.00 and $100.00 and more than 250 hours expended. His testimony of reasonable and necessary fees through trial was $56,089.95. He also expressed an informed opinion of appellate fees of $15,000.00 in the Court of Appeal, $10,000.00 if there was an application for writ of error, and $5,000.00 if a writ of error was granted by the Supreme Court. The trial court findings of fact are based on Mr. Black's testimony. No evidence was offered in opposition.</p>\n<p><span class=\"star-pagination\">*230</span> Based on the foregoing reasons, appellant's points of error six, seven and eight are overruled.</p>\n<p>In discussing an making our ruling on appellant's points of error nine, ten and eleven, it is necessary that we address each specific point of error individually even though all three points of error allege trial court error in its findings and judgment relating to appellee's Ordinances IX-42 and IX-43.</p>\n<p>Point of error number nine states that the trial court erred and abused its discretion in entering findings 38-42 and conclusions 62-3 and in entering judgment holding Bridge City's Ordinance IX-42 wholly void, even though only part of the tract was within Port Arthur's claimed extraterritorial jurisdiction, there being no evidence or alternatively insufficient evidence to support same.</p>\n<p>We have previously set out the guidelines on the \"no evidence\" and \"insufficient evidence\" points and apply those same principles here.</p>\n<p>Appellees make no procedural attack upon appellant bringing these points of error, therefore, we assume that all procedural prerequisites have been met.</p>\n<p>In 1963, the Municipal Annexation Act, art. 970a (now sections 42.001 and 43.001, et seq., Local Government Code), created what has come to be known as the concept of extraterritorial jurisdiction and prohibits annexation by one city of land already in the extraterritorial jurisdiction of another. <i>City of W. Orange v. State ex. rel. City of Orange,</i> 598 S.W.2d 387, 390 (Tex.Civ.App. Beaumont 1980), <i>rev'd on other grounds,</i> 613 S.W.2d 236 (Tex.1981); <i>see also, </i><i>Friendship Village v. State,</i> 738 S.W.2d 12, 14 (Tex.App.Texarkana 1987, writ ref'd n.r.e.). TEX.LOCAL GOV'T CODE ANN. sec. 42.023 (Vernon 1988) (formerly Section 3C of the Municipal Annexation Act) states:</p>\n<blockquote>The extraterritorial jurisdiction of a municipality may not be reduced unless the governing body of the municipality gives its written consent by ordinance or resolution, except in cases of judicial apportionment of over-lapping extraterritorial jurisdiction under section 42.901.</blockquote>\n<p>The City of Bridge City, appellant herein, was created only after Port Arthur's consent and partial relinquishment of a portion of Port Arthur's extraterritorial jurisdiction. Port Arthur relinquished only that territory requested by Bridge City and later when Bridge City requested relinquishment of other portions of Port Arthur's extraterritorial jurisdiction, Port Arthur denied two such requests and relinquished territory requested in a third request. The evidence before the trial court seems clear that Port Arthur never consented to the relinquishment of any of its extraterritorial jurisdiction to Bridge City in order for Bridge City to form its extraterritorial jurisdiction. Furthermore, it is clear that Bridge City has no extraterritorial jurisdiction where its corporate boundaries adjoin Port Arthur's extraterritorial jurisdiction. Therefore the question is, \"How can Bridge City annex territory within Port Arthur's extraterritorial jurisdiction?\" In <i>City of Houston v. Savely,</i> 708 S.W.2d 879, 886 (Tex.App.Houston [1st Dist.] 1986, writ ref'd n.r.e.), <i>cert. denied,</i> 482 U.S. 928, 107 S.Ct. 3212, 96 L.Ed.2d 698 (1987) the court held where the City of Nassau Bay was created out of the relinquishment of another city's extraterritorial jurisdiction, Nassau Bay had no extraterritorial jurisdiction along that boundary.</p>\n<p>Appellant Bridge City argues that because Ordinance IX-42 annexes land that is partially outside the extraterritorial jurisdiction of Port Arthur and contains a \"savings clause\", the annexation of that area outside Port Arthur's extraterritorial jurisdiction should not be declared void. Bridge City, in its \"savings clause\" of Ordinance IX-42 states:</p>\n<blockquote>[I]f the taking of any territory annexed by this Ordinance is declared by a Court of competent jurisdiction to be invalid and/or illegal, it shall not affect the balance of the property annexed and attempted to be annexed and that property shall remain as part of the City of Bridge City, Texas.</blockquote>\n<p><span class=\"star-pagination\">*231</span> In support of appellant's contention that its \"savings clause\" retains any remaining property or land which was not a part of Port Arthur's extraterritorial jurisdiction, cites as its support the following three cases: <i>City of Houston v. Savely, supra</i><i>,; </i><i>City of Houston v. Harris Co. Eastex Oaks W. and S. Dist.,</i> 438 S.W.2d 941, 949 (Tex.Civ.App.Houston [1st Dist.] 1969, writ ref'd n.r.e.) and <i>State v. City of San Antonio,</i> 259 S.W.2d 248, 251 (Tex.Civ. App.San Antonio 1953, writ ref'd n.r.e.).</p>\n<p>In the three cases cited by appellant, the ordinances specifically expressed the intent not to incorporate territory the city was not lawfully to do.</p>\n<p>Bridge City's \"saving clause\" expresses no intent to exclude from annexation territory over which it does not have jurisdiction. In effect, Bridge City's argument has the effect of saying that if plaintiff prevails against Bridge City in declaring the ordinance void, then that part which is not void is saved. Bridge City would have the court construe the \"savings clause\" to require the court to redraft the ordinance to define what territory was intended to be annexed. Such usurpation of the legislative function by the judiciary is specifically prohibited. <i>City of West Lake Hills v. State ex rel. City of Austin,</i> 466 S.W.2d 722, 728 (Tex.1971); <i>City of Irving v. Dallas County Flood Control Dist.,</i> 383 S.W.2d 571 (Tex.1964). It appears to us that appellant would have had the trial court reframe Ordinance IX-42 rather than declaring it void. This approach was rejected in <i>City of Willow Park v. Bryant,</i> 763 S.W.2d 506, 511 (Tex.App.Fort Worth 1988, no writ) wherein the court held:</p>\n<blockquote>This is where the trial court erred.... But the response of the trial court was to effectively redraft Ordinance 107 to also disannex the islands. Neither the trial court nor this court has the power to redraft the ordinance.</blockquote>\n<p>Altering the boundaries of a municipality is a legislative function, not a judicial function. While courts may, at times, sever invalid portions of ordinances and leave enforced the valid portions, they may not add to or redraft the ordinance, since that usurps the legislative function.</p>\n<p>If appellant's Ordinances IX-42 and IX-43 be saved, it must be done by other evidence and not by its intended \"saving clauses\".</p>\n<p>Appellant further contends that there can be no extraterritorial jurisdiction within a navigation district's boundaries, since they were specifically exempted from the operation of extraterritorial jurisdiction under Article 970a. The evidence shows that the city limits of Port Arthur extend to mid-stream of the Neches River. Appellant points out that from the centerline of the Neches River eastward for a distance of 2,500 feet from mid-stream of said Neches River, constitutes the navigation territory's eastern one-half and thus a gap exists between Port Arthur city limits and the territory in question. Appellant also points out that this \"gap\" means that Port Arthur's claimed extraterritorial jurisdiction is not contiguous or adjacent to Port Arthur and that the tracts annexed by Bridge City are not contiguous or adjacent to Port Arthur.</p>\n<p>The evidence before the trial court showed that in 1913, the City of Port Arthur annexed areas on the east side of the Neches River for the limited purpose of establishing a navigation territory pursuant to TEX.REV.CIV.STAT.ANN. art. 1183, (Vernon 1963). Evidence further showed that from 1950 through 1961 Port Arthur adopted a series of nine annexation ordinances which established its relevant corporate boundaries as the centerline of the Neches River. Evidence also showed that such annexations included portions of the limited navigation territory and since 1961 the corporate boundaries of Port Arthur has been the centerline of the Neches River. The limited navigation territory extended along and 2,500 feet east of the centerline of the Neches River in Orange County.</p>\n<p>It is clear to us that since 1963, the area along and 2,500 feet east of the centerline of the Neches River has been within Port Arthur's limited navigation territory and its extraterritorial jurisdiction. Appellant <span class=\"star-pagination\">*232</span> argues that such cannot coexist and that there is some type of a \"gap\" of 2,500 feet which prevents the extraterritorial jurisdiction from being contiguous to Port Arthur's corporate boundary. We disagree with appellant's contention in this regard.</p>\n<p>This Court held that a city's navigation territory may overlap with the city's extraterritorial jurisdiction. <i>City of Port Arthur v. Jefferson County, etc.,</i> 596 S.W.2d 553 (Tex.Civ.App.Beaumont 1980, writ ref'd n.r.e.); <i>City of Houston v. Houston Endowment, Inc.,</i> 428 S.W.2d 706 (Tex.Civ. App.Houston [1st Dist.] 1968, writ ref'd n.r.e.). Appellant makes strong contention that the concept of extraterritorial jurisdiction is a creature of statute, with which we agree, first appearing in TEX.REV.CIV. STAT.ANN. art. 970a (Vernon 1963). Appellant further tells us that the legislature expressly declared that art. 970a did not repeal or effect in any way TEX.REV.CIV. STAT.ANN. arts. 1183-1187 (Vernon 1963), with which we agree, and was inapplicable to any territory held under those statutes dealing with the limited annexation of navigation territory. Appellant further says that art. 970a (creating extraterritorial jurisdiction) was legislatively declared inapplicable to such navigation district and further that there can be no extraterritorial jurisdiction within a navigation district's boundaries, since they were specifically exempted from the operation of the extraterritorial jurisdiction under art. 970a. With this, we disagree.</p>\n<p>Since the legislature re-enacted the Municipal Annexation Act, without material change, after the decision of the <i>Houston Endowment, supra,</i> and <i>Jefferson County Fresh Water District, supra,</i> cases, we must presume that the legislature knew and adopted the interpretation placed by the new act should receive the same construction as the original act. <i>Coastal Industrial etc. v. Trinity Portland,</i> 563 S.W.2d 916 (Tex.1978). <i>In re Estate of Carrigan,</i> 517 S.W.2d 817 (Tex.Civ.App. Tyler 1974, no writ).</p>\n<p>The trial court found that Bridge's City Annexation Ordinances IX-42 and IX-43 encompassed territory in Port Arthur's extraterritorial jurisdiction and declared both ordinances void. We are satisfied that there was sufficient evidence to make such finding. The court further found from the evidence that the territory described in Bridge City's Annexation Ordinance IX-43 lies wholly within the extraterritorial jurisdiction of Port Arthur which includes the Gulf States Utilities Power Plant. The trial court further found from the evidence that the territory described in Bridge City's Annexation Ordinances IX-42 includes territory lying partially within the extraterritorial jurisdiction of Port Arthur. The court also found from the evidence that the territory described in Bridge City's Annexation Ordinance IX-43 is neither contiguous or adjacent to the City of Bridge City, except as contiguous to territory included in IX-42.</p>\n<p>From an evidentiary standpoint, we note that appellant pleads no facts, nor produces any evidence that appellees' extraterritorial jurisdiction did not extend for three and one-half (3½) miles from its corporate boundaries while the evidence from appellee, City of Port Arthur, preponderated that it did. No doubt the trial court also considered Bridge City's previous request for relinquishment by Port Arthur of certain territory within its extraterritorial jurisdiction as appellant's awareness of its location.</p>\n<p>There is an additional reason to support the trial court's findings of fact and conclusions of law relating to Ordinance IX-43 which land encompasses the Gulf States Utilities' Power Plant. Evidence before the trial court showed that Ordinance IX-43 is less than 1,000 feet in width at its narrowest point and the evidence clearly shows that the property annexed or attempted to be annexed by Ordinance IX-43, was not contiguous to Bridge City on two sides. The trial court found such as relevant facts and declared this infirmity as a basis for invalidating the ordinance. Appellant has not assailed this question on appeal, therefore, it exists as an independent ground for affirming the trial court's judgment that Ordinance IX-43 is void. <i>Tilotta v. Goodall,</i> 752 S.W.2d <span class=\"star-pagination\">*233</span> 160, 161 (Tex.App.Houston [1st Dist.] 1988, writ denied).</p>\n<p>The 70th Legislature specifically prohibited this strip annexation. Municipalities Annexation, ch. 1077, sec. 1, subsection B-1(a), 1987 <i>Tex.Gen.Law 3674</i> 15 amended the Municipal Annexation Act by providing:</p>\n<blockquote>No ... city may annex any area ... unless the width of such area at its narrowest point is at least 1,000 feet....</blockquote>\n<p>TEX.LOCAL GOV'T CODE ANN. sec. 43.054 (Vernon 1988) and amendments.</p>\n<p>For the foregoing stated reasons, we hold that the trial court did not err in declaring Ordinances IX-42 and IX-43 void.</p>\n<p>Appellant's point of error number eleven contends that the trial court erred and abused its discretion in entering findings of fact and conclusions of law and in entering judgment that IX-43 was not adjacent to Bridge City because IX-42 (the connecting link between Bridge City and IX-43) was void as within Port Arthur's claimed extraterritorial jurisdiction and was not adjacent to Bridge City. There being no evidence or alternatively, insufficient evidence to support same.</p>\n<p>In support of its position, appellant places heavy emphasis on the fact that the land, which was the subject of the two Ordinances enacted by Bridge City, is more in the vicinity of Bridge City than it is to Port Arthur. In this regard, they state how Port Arthur is separated from these two tracts by the Neches River and that the property attempted to be annexed was wholly within Orange County of which Bridge City is a domiciliary. Appellant further proffered to the trial court and to this Court that Port Arthur is also separated from the questioned tracts by telephone exchange system, gas companies, electrical power systems, cable television systems, water drainage systems, political systems, school districts, administrative districts and tax appraisal districts. Appellant's bottom line appears to be that the tracts of land attempted to be annexed are more closely related to appellant than to appellee, City of Port Arthur. There was no doubt adequate and sufficient evidence to support those contentions, however, we cannot overlook the evidence which lead the trial court to its conclusion that the attempted annexations by Ordinances IX-42 and IX-43 affected property clearly within Port Arthur's extraterritorial jurisdiction.</p>\n<p>Appellant alleges that appellee had the burden to establish, inter alia, Port Arthur's precise boundary, the extent of its extraterritorial jurisdiction and exactly where Port Arthur's extraterritorial jurisdiction lay. Without establishing precisely where Port Arthur's extraterritorial jurisdiction started and stopped, it would be impossible to determine with exactitude whether Bridge City's Ordinances IX-42 and IX-43 encroached on Port Arthur's claimed extraterritorial jurisdiction. We agree with appellant that it was appellee Port Arthur's burden to show by competent evidence what was covered under their extraterritorial jurisdiction. Appellant cites for us the case of <i>Oake v. Collin County,</i> 692 S.W.2d 454 (Tex.1985). In that case, Oake's land lay across two counties. By agreement between the tax assessor of the two counties, Oake paid taxes to Dallas County. In 1981, the agreement apparently ended. Thereafter, Collins County's tax assessor sent Oake a tax bill on that portion of the property they determined to be in Collins County. The boundary line between Dallas County and Collins County on Oake's tract, however, had <i>never</i> been surveyed and hence was indefinite and could not be precisely ascertained without an extensive survey. The public body had made no survey at all. Oake sued for a declaratory judgment of the boundary line and for temporary injunction against the taxing entities from assessing or collecting of taxes until the location of the boundary line was determined. The trial court granted Oake a summary judgment, which the Court of Appeals reversed. The Supreme Court, reversing the Court of Appeals' judgment, affirmed the trial court's summary judgment for Oake. The basis of the trial court's summary judgment decision was that the county bears the burden of identifying the location of its own boundaries. The dispositive fact in <i>Oake</i> was <span class=\"star-pagination\">*234</span> that Collins County had never surveyed the tract in question or its boundary and thus, could not establish its boundary or authority with certainty. In our case to some extent, the plaintiffs admit the same failure in being unable to produce a metes and bounds description. Port Arthur's extraterritorial jurisdiction had never been identified or described by ordinance or resolution. Actual field work had never been done to measure with exactness Port Arthur's claimed extraterritorial jurisdiction. The marsh had never been walked to determine exactly Port Arthur's claimed extraterritorial jurisdiction.</p>\n<p>Perhaps the most descriptive claim by Port Arthur of its extraterritorial jurisdiction is that contained in the agreed judgment of 1970.</p>\n<p>Somehow the appellant has apparently overlooked the admission of Plaintiff's Exhibits 1, 1a and 1b accompanied by the testimony relating to same. It is clear that the Plaintiff's exhibits consisted of maps setting out in more than adequate detail evidence that both Ordinances IX-42 and IX-43 were within the three and one-half mile extraterritorial jurisdiction of the City of Port Arthur. The trial court not only had these exhibits along with the testimony relating to same, but also had before it the 1970 agreed judgment which was to some extent definitive of Port Arthur's extraterritorial jurisdiction.</p>\n<p>The obvious objection to the exhibits referred to would have been that they were inadmissible and that they were clearly hearsay, however, Plaintiff's Exhibits 1, 1a and 1b were admitted into evidence without objection and therefore should not be denied probative value merely because they were hearsay. <i>See,</i> TEX.R.CIV.EVID. 802.</p>\n<p>Appellant appears to demand some degree of exactness in defining the exact location of the further most eastern boundary of Port Arthur's extraterritorial jurisdiction. We presume that appellant would require appellee, City of Port Arthur, to locate its boundaries the same as if found in a conveyance by deed. We do not believe this to be the law in the circumstances before us.</p>\n<p>In construction of the subject matter of an ordinance, courts should treat as certain that which may be made certain, exactly as would be the requirement of the construction of a statute. In statutory construction, it is the duty of a court, where it is possible, to ascertain the intent of the legislative body which has acted and, when so ascertained, to give effect to that intent. There is not the requirement for specificity which is required of a deed. Description of land contained in annexation ordinance could be made, by construction, to be certain and was thus sufficient. <i>City of Wichita Falls v. Vogtsberger,</i> 526 S.W.2d 618 (Tex.Civ.App.Fort Worth 1975), <i>rev'd,</i> 533 S.W.2d 927 (Tex.) <i>cert. denied,</i> 429 U.S. 908, 97 S.Ct. 298, 50 L.Ed.2d 276 (1976). We adhere to that holding and apply it to the case before us. There should be no question but that an exact boundary line could be made using the center of the Neches River as a point of beginning and extending eastward for a distance of 3.5 miles to make certain that which could be made certain.</p>\n<p>We are of the opinion that the trial court had more than sufficient evidence to find and conclude that Ordinance IX-43 was not adjacent to Bridge City because Ordinance IX-42 (the connecting link) was void as a result of being within Port Arthur's extraterritorial jurisdiction.</p>\n<p>We overrule appellant's points of error nine, ten and eleven. The trial court's judgment is hereby affirmed in all regards.</p>\n<p>AFFIRMED.</p>\n<p>BROOKSHIRE, J., concurs.</p>\n<p>BURGESS, J., dissents.</p>\n<p>BROOKSHIRE, Justice, concurring.</p>\n<p>This writing is a full and cordial concurrence with the opinion of Chief Justice Walker.</p>\n<p>Significant and important is Chapter 676, Tex.S.B. 785, 70th Leg. (1987). The said Chapter 676 is found at page 2527. This legislative enactment, and especially Section 2 thereof, entitled \"VALIDATION\", effects, in my view, a complete ratification, <span class=\"star-pagination\">*235</span> adoption and approval of the annexations taken by the City of Port Arthur.</p>\n<p>In my view, the learned and respected trial judge's judgment should be affirmed, inter alia, because of the paramountcy of the enactments of the Legislature of the State of Texas coupled with Port Arthur's annexations.</p>\n<p>The Appellee's annexations (validated most broadly by the Legislature) and the record demonstrate very strong evidence of high probative value. This evidence amply supports the trial bench's findings of fact and conclusions of law. The record clearly reflects that the City of Port Arthur made numerous attempts to entreat the Appellant, the City of Bridge City, to rectify and correct the contested ordinances. Appellant significantly declined to do so. Hence, the resulting attorneys' fees became and were necessary; Port Arthur was left with no realistic choice but to proceed to litigation.</p>\n<p>Strictly as a matter for a future time and another future legislative session, it is not imprudent or impudent to observe that, from a philosophicalsearching for the truthposition; the Legislature (enlightened by appropriate committee hearings) could empower the protagonist cities herein to share in the tax revenues. This must await a future date. As a purely hypothetical consideration, let us suppose that about 50% of the employees, working at the power station, live in and use the municipal services of Bridge City and about 50% of the employees, working at the same power station, live in and use the municipal services of Port Arthur. Why, then, would it not be fair, reasonable and equitable for the contesting municipalities to share in the tax monies?</p>\n<p>But there has to be certainty and predictability in taxation matters of this type and we must adhere to the law presently in effect; the Court's opinion is correct and has the quality of rightness.</p>\n<p>Port Arthur, being the Plaintiff, filed its original petition on September 23, 1988. The trial commenced on January 17, 1989, and the final judgment was signed and entered on January 27, 1989, by a very experienced and highly respected jurist. The said Chapter 676 was fully effective on August 31, 1987. Hence, that chapter governed the proceedings and made inviolate Appellee's annexations and their sequelae. I sanguinely and sagaciously concur.</p>\n<p>BURGESS, Justice, dissenting.</p>\n<p>I respectfully dissent. I would reverse and enter a take nothing judgment. I analyze the case in the following manner.</p>\n<p></p>\n<h2>THE BURDEN OF PERSUASION</h2>\n<p>Port Arthur originally filed the action for declaratory judgment seeking to declare the Bridge City annexation ordinances void. Port Arthur later filed an \"Amended First Supplemental Petition\" and the Quo Warranto and first amended petition. Port Arthur sought the relief thus assuming the burden of persuasion that the annexations were void. They began their attack based upon the prior judgment. If they proved it was res judicata or that it collaterally estopped Bridge City, then no further proof was required. However, if they proved neither, then they were required to prove that the annexations were within their extraterritorial jurisdiction (\"ETJ\"). To do this, they had to establish their ETJ as being contiguous and within 3½ miles of their corporate boundaries. TEX.LOC. GOV'T CODE ANN. sec. 42.021(4) (Vernon 1988). Clearly, Bridge City assumed no burden of persuasion since Port Arthur did not attack the ordinances on any procedural defects.</p>\n<p></p>\n<h2>RES JUDICATA &amp; COLLATERAL ESTOPPEL</h2>\n<p>Our Supreme Court in <i>Bonniwell v. Beech Aircraft Corp.,</i> 663 S.W.2d 816 (Tex. 1984) said at 818:</p>\n<blockquote>Res judicata is frequently characterized as claim preclusion because it bars litigation of all issues connected with a cause of action or defense which, with the use of diligence, might have been tried in the prior suit. (citation omitted) When a prior judgment is offered in a subsequent suit in which there is identity <span class=\"star-pagination\">*236</span> of parties, issues and subject matter, such judgment is treated as an absolute bar to retrial of claims pertaining to the same cause of action on the theory that they have merged into the judgment. (citations omitted)</blockquote>\n<blockquote>... Collateral estoppel is narrower than res judicata. It is frequently characterized as issue preclusion because it bars relitigation of any ultimate issue of fact actually litigated and essential to the judgment in a prior suit, regardless of whether the second suit is based upon the same cause of action. (citations omitted)....</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>A party seeking to invoke the doctrine of collateral estoppel must establish (1) the facts sought to be litigated in the second trial were fully and fairly litigated in the prior action; (2) those facts were essential to the judgment in the first action; and (3) the parties were cast as adversaries in the first action. (citations omitted).</blockquote>\n<p>The majority states \"it is clear that the trial court did not differentiate between the doctrines of collateral estoppel or res judicata\" then adopts appellees' contentions that the trial judge based his judgment under res judicata rather than collateral estoppel. Conclusion of law number 62 says the prior judgment is \"preclusive of the issues.\" Conclusion of law number 63 acknowledges the City of Bridge City was not a party to the prior proceeding, but \"is bound by the determinations therein made.\" These indicate to me that the trial judge applied the principles of collateral estoppel rather than res judicata.</p>\n<p>The distinction made between claim preclusion and issue preclusion is not simply a technical one. In the instant suit, the claim made by Port Arthur is that Bridge City's annexation was void. An issue within that claim was generally whether the annexation included property located within Port Arthur's ETJ and specifically whether the Gulf States' plant was included within Port Arthur's ETJ and Bridge City's annexation. Under a collateral estoppel analysis, the uncontroverted evidence is that the prior judgment was an agreed judgment and there was <i>never</i> any contested adversarial trial, thus the issues in the second trial were not fully and fairly litigated in the prior suit.</p>\n<p>Under either analysis, there was not an identity of parties or their privies. In <i>Benson v. Wanda Petroleum Co.,</i> 468 S.W.2d 361 (Tex.1971), Justice Steakley, at 363 stated:</p>\n<blockquote>... It has been emphasized that privity is not established by the mere fact that persons may happen to be interested in the same question or in proving the same state of facts. (citations omitted) Also, that privity connotes those who are in law so connected with a party to the judgment as to have such an identity of interest that the party to the judgment represented the same legal right. (citations omitted)....</blockquote>\n<blockquote>... Due process requires that the rule of collateral estoppel operate only against persons who have had their day in court either as a party to the prior suit or as a privy, and, where not so, that, at the least, the presently asserted interest was actually and adequately represented in the prior trial.</blockquote>\n<p>No one argues that Bridge City was not a party to the prior suit. Therefore, the majority has to be implying that Bridge City is a privy or successor in interest to the City of Orange. There is nothing in the record to support such an implication and certainly the trial judge made no such finding or conclusion.</p>\n<p>Even if the majority has correctly characterized the holding as res judicata, a judgment in one suit will not operate as res judicata to a subsequent suit where, in the interval, facts have changed or new facts have occurred. <i>Marino v. State Farm Fire &amp; Cas. Ins. Co.,</i> 787 S.W.2d 948 (Tex. 1990). The City of Bridge City did not exist at the time of the prior judgment. This alone is a new or changed fact.</p>\n<p></p>\n<h2>ESTABLISHMENT OF THE EXTRATERRITORIAL JURISDICTION</h2>\n<p>The majority agrees \"with appellant that it was appellee Port Arthur's burden to <span class=\"star-pagination\">*237</span> show by competent evidence what was covered under their extraterritorial jurisdiction.\" The majority further acknowledges that Port Arthur failed in being able to produce a metes and bounds description of their claimed ETJ, the claimed ETJ had never been identified or described by ordinance or resolution, no actual field work had been done to measure with exactness the claimed ETJ and the ground (marsh) had never been walked to determine exactly the claimed ETJ. It is true that the description of land in annexation ordinances is not required to meet the specificity required in a deed. <i>See </i><i>City of Wichita Falls v. Vogtsberger,</i> 526 S.W.2d 618 (Tex. Civ.App.Fort Worth 1975), <i>rev'd on other grounds,</i> 533 S.W.2d 927 (Tex.), <i>cert. denied</i> 429 U.S. 908, 50 L.Ed.2d 276, 97 S.Ct. 298 (1976); <i>State v. City of Fort Worth,</i> 339 S.W.2d 707 (Tex.Civ.App.Fort Worth 1960, writ ref'd n.r.e.); and <i>City of West Orange v. State ex rel. City of Orange,</i> 598 S.W.2d 387 (Tex.Civ.App. Beaumont 1980) <i>rev'd on other grounds,</i> 613 S.W.2d 236 (Tex.1981). In each of these cases, however, there was <i>some</i> description in the annexation ordinance. In this case, there was only an arc on a map supposedly depicting the outward boundary of Port Arthur's ETJ. While TEX.R.CIV. EVID. 802 states inadmissible hearsay evidence admitted without objection should not be denied probative value just because it is hearsay, it does not dictate that such evidence does indeed have probative value. <i>Waldrop v. Manning,</i> 507 S.W.2d 626 (Tex. Civ.App.Texarkana 1973, writ ref'd n.r.e.) held that when maps are merely opinions and conclusions of their respective draftsmen, they have no probative force if they contain no factual information tying them to a survey. The depictions of the ETJ on the maps are not tied to any survey and are inconsistent among themselves as to the location of the claimed ETJ.</p>\n<p>The majority mentions <i>Oake v. Collin County,</i> 692 S.W.2d 454 (Tex.1985) and briefly discusses the facts and holding. I believe the case is quite persuasive and controlling. While <i>Oake</i> involves the issue of taxation and who should bear the burden of proof that a particular county boundary exists and this case does not, there is a larger principle. That principle is that a governmental subdivision bears the burden of identifying its own boundary line. Through the extraterritorial jurisdiction scheme, the legislature has allowed municipalities to exercise certain controls over property. The public, both individuals and bodies politic, are entitled to know if a particular piece of property is claimed to be within a certain ETJ. If there becomes a dispute, as in <i>Oake</i> and here, then the governmental subdivision attempting to exercise jurisdiction, control or any type of dominion over the property should have the burden of identifying the boundary line.</p>\n<p></p>\n<h2>PROPER QUO WARRANTO OFFICER</h2>\n<p>The question in the context before this court has never been written upon. I agree with the majority in concluding that <i>State ex rel. Colleyville v. City of Hurst,</i> 519 S.W.2d 698 (Tex.Civ.App.Fort Worth 1975, writ ref'd n.r.e.), is not particularly controlling in that it only restated, at 700, the general rule:</p>\n<blockquote>[A] quo warranto proceeding may be instituted by the attorney general, or by a district or county attorney of the proper district or county.... No other person may lawfully be authorized to bring such an action.</blockquote>\n<p>Likewise, none of the other cases cited by the majority speak to this particular issue; when an objection is lodged to the district or county attorney of the non-venue county bringing the Quo Warranto. The current statute, TEX.CIV.PRAC. &amp; REM.CODE ANN. sec. 66.002 (Vernon 1986), states it in a slightly different way:</p>\n<blockquote>[T]he attorney general or the county or district attorney of the proper county may petition the district court of the proper county ... for leave to file an information in the nature of quo warranto.</blockquote>\n<p>Therefore, to determine which district or county attorney may petition for leave to file, the proper county must be determined. Both quo warranto proceedings, <i>Woodson Independent School Dist. v. State,</i> 130 S.W.2d 1038 (Tex.Civ.App.Eastland 1939, <span class=\"star-pagination\">*238</span> writ dism'd judgmt cor.); <i>City of Wichita Falls v. State ex rel. Vogtsberger,</i> 509 S.W.2d 661 (Tex.Civ.App.Fort Worth 1974, no writ), and declaratory judgment suits, <i>Citizens National Bank in Abilene v. Cattleman's Production Credit Ass'n,</i> 617 S.W.2d 731 (Tex.Civ.AppWaco 1981, no writ); <i>Bracewell v. Fair,</i> 638 S.W.2d 612 (Tex.App.Houston [1st Dist.] 1982, no writ) are governed by the general venue rules. TEX.CIV.PRAC. &amp; REM.CODE ANN. sec. 15.001 et seq. (Vernon 1986). Thus, Orange County was and is the proper county. Consequently, only the attorney general or the county attorney of Orange County may file the petition for leave to file the quo warranto. For the trial judge to allow any other person, including the criminal district attorney of Jefferson County to bring the quo warranto is in contravention of a mandatory statutory provision and any judgment rendered thereafter is void. <i>See </i><i>Downs v. City of Fort Worth,</i> 692 S.W.2d 209, 212 (Tex.App. Fort Worth 1985, writ ref'd n.r.e).</p>\n<p></p>\n<h2>ATTORNEYS' FEES</h2>\n<p>While the majority recognizes that attorneys' fees are not recoverable in a quo warranto action, they let the attorneys' fees stand because the \"action in quo warranto and for declaratory judgment were so intertwined and interrelated as to defy segregation.\" In the first place, once the quo warranto action was initiated, the declaratory judgment action was no longer appropriate. Ordinarily, quo warranto is the remedy to attack the validity of a city's annexation ordinance. <i>Hoffman v. Elliott,</i> 476 S.W.2d 845, 846 (Tex.1972); <i>State ex rel. Manchac v. City of Orange,</i> 274 S.W.2d 886, 899 (Tex.Civ.App.Beaumont 1955, no writ). Furthermore, a declaratory judgment action is improper and should not be entertained where there is another action, i.e. the quo warranto, pending between the same parties, <i>Texas Liquor Control Board v. Canyon Creek Land Corp.,</i> 456 S.W.2d 891, 895 (Tex.1970), <i>Johnson v. Hewitt,</i> 539 S.W.2d 239, 240-1 (Tex.Civ. App.Houston [1st Dist.] 1976, no writ) and should not be used solely to obtain attorneys' fees, <i>John Chezik Buick v. Friendly Chevrolet,</i> 749 S.W.2d 591, 594-5 (Tex.App.Dallas 1988, writ denied). This is simply not a suit in declaratory judgment. A declaratory judgment suit seeks to declare the rights and duties or the status of the parties. The main purpose of the declaratory judgment statute was to create a means to determine the rights of the parties before any wrong had actually been committed. <i>City of Watauga v. Taylor,</i> 752 S.W.2d 199, 205 (Tex.App.Fort Worth 1988, no writ). At both the time Port Arthur filed its initial suit and the quo warranto, the relief sought was not to determine which city had jurisdiction over certain property, but to invalidate Bridge City's annexation. <i>See </i><i>Barnett v. City of Colleyville,</i> 737 S.W.2d 603, 606 (Tex.App. Fort Worth 1987, writ denied). Therefore, I would hold no attorneys' fees are recoverable.</p>\n<p>Even if the declaratory judgment suit and the quo warranto could co-exist, the attorneys' fees should be disallowed because they were not segregated. This very court in <i>American Nat'l Bank v. First Wis. Mtg. Trust,</i> 577 S.W.2d 312 (Tex.Civ. App.Beaumont 1979, writ ref'd n.r.e.) citing <i>International Security Life Ins. Co. v. Finck,</i> 496 S.W.2d 544, 546-7 (Tex.1973) required a plaintiff to segregate the fees and expenses incident to a particular cause of action in which attorneys' fees were recoverable. This was followed in <i>Kosberg v. Brown,</i> 601 S.W.2d 414, 418 (Tex.Civ. App.Houston [14th Dist.] 1980, no writ).</p>\n<p>The manner of the awarding of the appellate attorneys' fees was also erroneous. Bridge City complains the award is unconditional and should be conditioned on a successful appeal by Port Arthur. The majority cites only one case, <i>Reynolds v. McCullough,</i> 739 S.W.2d 424 (Tex.App. San Antonio 1987, writ denied) and quotes from the case: \"This form of judgment has been approved in several cases before the courts of civil appeals.\" There are several cases to the contrary. <i>Siegler v. Williams,</i> 658 S.W.2d 236 (Tex.App.Houston [1st Dist.] 1983, no writ) stated at 241:</p>\n<blockquote>Further, a trial court may not penalize a party for taking a successful appeal by <span class=\"star-pagination\">*239</span> taxing him with attorney's fees if he takes such action. Therefore, the trial court must condition the award of attorney's fees to an appellee upon the appellant's unsuccessful appeal. An unconditional award of appellate attorney's fees is improper.</blockquote>\n<p><i>Ortiz v. O.J. Beck &amp; Sons, Inc.,</i> 611 S.W.2d 860 (Tex.Civ.App.Corpus Christi 1980, no writ), <i>King Optical v. Automatic Data Processing,</i> 542 S.W.2d 213 (Tex.Civ.App. Waco 1976, writ ref'd n.r.e.) and a recent case, <i>Weaver v. King Ready Mix Concrete, Inc.,</i> 750 S.W.2d 913 (Tex.App.Waco 1988, no writ) all follow the same rule.</p>\n<p></p>\n<h2>THE SAVINGS CLAUSE OF THE ANNEXATIONS</h2>\n<p>The majority upholds the trial court's declaration that the entire annexation is void despite the following savings clause:</p>\n<blockquote>If the taking of any territory annexed by this Ordinance is declared by a Court of competent jurisdiction to be invalid and/or illegal, it shall not affect the balance of the property annexed and attempted to be annexed and that property shall remain as part of THE CITY OF BRIDGE CITY, TEXAS.</blockquote>\n<p>The majority requires the savings clause to express an \"intent to exclude from annexation territory over which it does not have jurisdiction.\" The conditional language certainly implies such an intent. It should be a simple matter to just exclude that property within Port Arthur's ETJ from the ordinance. However, under the state of the record, that was and still is impossible. It is impossible because Port Arthur provided neither a metes and bounds description of their extraterritorial jurisdiction nor a metes and bounds description of that portion of the annexed property they claimed was within their ETJ. Consequently, no one can, to this day, draft an annexation ordinance for Bridge City, in any area within the proximity of Port Arthur's ETJ, that will not potentially invade Port Arthur's ETJ. Thus, the trial court found itself and the majority find themselves on the horns of a dilemma. There was simply no alternative other than to declare the entire annexation ordinance void.</p>\n<p>For the reasons expressed, I would reverse the trial court and render a take-nothing judgment against the City of Port Arthur. Since the majority does not, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The three occasions were:\n</p>\n<p>a) in a letter dated February 26, 1976;</p>\n<p>b) in a letter dated April 30, 1976; and</p>\n<p>c) in a letter dated March 23, 1979.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">792</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">217</span></span> (1990)</b></center>\n<center><h1>CITY OF BRIDGE CITY, Appellant,<br>\nv.<br>\nThe STATE of Texas, ex rel. CITY OF PORT ARTHUR, et al., Appellees.</h1></center>\n<center>No. 09-89-053 CV.</center>\n<center><p><b>Court of Appeals of Texas, Beaumont.</b></p></center>\n<center>June 14, 1990.</center>\n<center>As Corrected June 18, 1990.</center>\n<center>Rehearing Denied July 10, 1990.</center>\n<p><span class=\"star-pagination\">*220</span> H.D. Pate, Bridge City, Otto D. Hewitt, III, Kenneth Bower, McLeod, Alexander, Powel &amp; Apffel, Galveston, for appellant.</p>\n<p>H.P. Wright, Wright &amp; Pitre, Port Neches, Doyle Curtis, City of Port Arthur, Earl Black, James M. Black, Black &amp; Black, Port Arthur, Thomas F. Rugg, Asst. Dist. Atty., Beaumont, Robert Q. Keith, Keith &amp; Keith, Johnson City, William E. Heaner, Jr., Gulf States Utilities Co., Beaumont, for appellees.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>WALKER, Chief Justice.</p>\n<p>This is an appeal from a bench trial held in the 163rd District Court in and for Orange County. Visiting Judge, Arthur C. Lesher, Jr. of Houston was appointed to try this case. After a trial on the merits, a judgment adverse to the defendant, City of Bridge City, appellant herein, was entered on January 27, 1989 along with findings of fact and conclusions of law. The trial judge found that the Bridge City Ordinances IX-42 and IX-43 were void ab initio and awarded attorney's fees to the City of Port Arthur in the amount of $86,089.85 with certain remittiturs to be triggered by subsequent appeal decisions by the appellant. This Court feels it necessary to present some degree of detail as to the factual history of this case.</p>\n<p>The City of Port Arthur, the appellee, (hereafter referred to as Port Arthur) was originally incorporated on May 18, 1898 by act of the Texas Legislature and has been a home rule city continuously since March 8, 1932. Appellee, Port Arthur is domiciled in Jefferson County, Texas according to the evidence and the findings of fact made by the trial court.</p>\n<p>In 1913 the City of Port Arthur annexed an area on the east side of the Neches River for the limited purpose of establishing a navigation territory pursuant to TEX. REV.CIV.STAT.ANN. art. 1183 (Vernon 1963). From 1950 through 1961, the City of Port Arthur adopted a series of nine annexation ordinances which established its relevant corporate boundary as being the centerline of the Neches River and such annexations included portions of the limited navigation territory. Since 1961 the corporate boundaries of Port Arthur have been the centerline of the Neches River and the limited navigation territory extended along and 2,500 feet east of the centerline of the Neches River in Orange County.</p>\n<p><span class=\"star-pagination\">*221</span> On August 23, 1963, Port Arthur's extraterritorial jurisdiction became effective. TEX.REV.CIV.STAT.ANN. art. 970a (Vernon 1963), <i>repealed by</i> Acts 1987, ch. 149, sec. 49(1), 1987 Tex.Gen. and Spec.Laws 707, 766, (now located at TEX.LOCAL GOV'T CODE ANN. sec. 42.001 (Vernon 1988). The old art. 970a was entitled \"Municipal Annexation Act\". The Municipal Annexation Act established that cities with population in excess of 50,000 but less than 100,000 shall have an extraterritorial jurisdiction of three and one-half (3½) miles from its corporate boundaries. Port Arthur's population since 1960 has been above 57,000 which fixes Port Arthur's extraterritorial jurisdiction at three and one-half (3½) miles beyond the corporate limits of the city.</p>\n<p>The Sabine Power Station of Gulf States Utilities Company is located on land that is partially within the three and one-half (3½) mile extraterritorial jurisdiction of the City of Port Arthur as established in 1963 under the Municipal Annexation Act and judicially affirmed in the 1970 judgment in Cause No. B-77,678 in the 60th Judicial District Court of Jefferson County, Texas. In 1970, pursuant to sec. 3C of art. 970a of the Municipal Annexation Act, Gulf States Utilities petitioned the City of Port Arthur to include the entirety of its Sabine Station Power Plant within the extraterritorial jurisdiction of the City of Port Arthur. Such request was granted by the City of Port Arthur and parties entered into an industrial district agreement which is also provided for in the Municipal Annexation Act, TEX. REV.CIV.STAT.ANN. art. 970a, sec. 5 (Vernon 1963). The City of Port Arthur receives 1.25 million dollars per year under this industrial district agreement.</p>\n<p>On January 5, 1988, by Ordinance IX-42, Bridge City purported to annex territory lying partially within the extraterritorial jurisdiction of Port Arthur. Then on August 2, 1988, by Ordinance IX-43, Bridge City purported to annex land lying wholly within the extraterritorial jurisdiction of Port Arthur and which included the Gulf States Sabine Power Station. On August 4, 1988, the City of Port Arthur made written request that Bridge City rescind Ordinance IX-43. However, at trial both Ordinances IX-42 and IX-43 were referred to as void. The record before us reveals that no response to this request was made by Bridge City and thereafter Port Arthur gave Bridge City notice of its claim that Ordinances IX-42 and IX-43 were void because they attempted to annex territory in Port Arthur's extraterritorial jurisdiction. Again, Bridge City did not respond and then Port Arthur filed suit for declaratory judgment that Bridge City Ordinances IX-42 and IX-43 are void.</p>\n<p>Appellant, Bridge City, filed a plea in abatement asserting (1) that Gulf States Utilities was a necessary party and; (2) that the proceeding must be filed as a quo warranto action. Gulf States Utilities Company intervened. However, the Attorney General for the State of Texas and the Orange County Attorney refused and/or declined to file the quo warranto action. The Criminal District Attorney of Jefferson County filed a petition for leave to file information in quo warranto. The trial court granted leave to file the information in quo warranto and appellant, Bridge City, then filed a motion to show authority alleging that the Criminal District Attorney of Jefferson County lacked authority to file the quo warranto proceeding. After hearing the evidence and argument of counsel, the trial court overruled Bridge City's motion. Upon trial and entry of judgment, notice of appeal was timely filed and the record was placed before this Court in a timely manner.</p>\n<p>In the trial court, the Honorable Arthur C. Lesher, Jr. found that the Bridge City Ordinances IX-42 and IX-43 were void ab initio and awarded attorney's fees to the City of Port Arthur.</p>\n<p>Appellant brings to this Court eleven points of error. Point of error number one contends that the trial court erred and abused its discretion in entering findings of fact and conclusions of law and in entering judgment against appellant, holding that res judicata or collateral estoppel bound appellant to a 1970 agreed judgment because neither res judicata nor collateral estoppel was applicable.</p>\n<p><span class=\"star-pagination\">*222</span> It is clear that the trial court did not differentiate between the doctrines of collateral estoppel or res judicata and did not specifically use either of those terms in the findings of fact or the conclusions of law. In order to determine what the trial court did will necessitate a review of the trial court's findings of fact and conclusions of law which may or may not relate to the two doctrines in question.</p>\n<p>We regret our lengthy rendition of the findings of facts and conclusions of law, however, we feel it necessary for a clearer understanding of this matter. The trial court made the following findings of fact and conclusions of law which appellant contends that neither res judicata nor collateral estoppel apply:</p>\n<blockquote>FINDING OF FACT NUMBER 13: Port Arthur's extraterritorial jurisdiction extended three and one-half miles from its boundary to the east.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 14: Port Arthur's extraterritorial jurisdiction overlapped with that of the City of Orange.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 15: The case styled B-77,678 <i>State of Texas Ex. Rel. City of Orange v. City of Port Neches, et al,</i> in the 60th District Court of Jefferson County, Texas hereinafter shown as B-77,678 was a proceeding brought by the Criminal District Attorney (D/A) of Jefferson County, Texas in the name of the State of Texas as an information in quo warranto.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 16: Port Arthur was an intervening relator in # B-77,678.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 17: The Criminal District Attorney of Jefferson County and Port Arthur obtained a judgment in # B-77,678 which pertinent hereto provided:</blockquote>\n<blockquote>(6) Pursuant to the Municipal Annexation Act, Article 970a, V.A.T.S., the present extraterritorial jurisdiction of the City of Port Arthur extends for a distance of three and one-half (3½) miles from the corporate limits of the City of Port Arthur as established by its Ordinance Nos. 2530, 2540 and 2738, all of which were plead by caption in Port Arthur's amended information in the nature of a quo warranto, free and clear of any municipal jurisdiction or extraterritorial claims of the City of Orange or <i>any other municipality of the State of Texas,</i> which three and one-half (3½) miles encompasses substantially all of Gulf States Utilities Company's Sabine Station: and that Gulf States Utilities Company, pursuant to the Municipal Annexation Act, and the release by the City of Orange of all extraterritorial claims thereto, has petitioned the City of Port Arthur to include in its extraterritorial jurisdiction all of the property of Gulf States Utilities Company known as Sabine Station ... is therefore included within the extraterritorial jurisdiction of the City of Port Arthur, so as to place all of Gulf States Utilities Company's property designated as Sabine Station, aforesaid, within the exclusive extraterritorial jurisdiction of one municipality, whether or not said property described in Exhibit \"A\" is located, in its entirety, within three and one-half (3½) miles from the corporate limits of the City of Port Arthur; (emphasis added)</blockquote>\n<blockquote>FINDING OF FACT NUMBER 18: No motion for new trial, notice of appeal, appeal bond, or appeal was filed after judgment was entered April 22, 1970 in # B-77,678.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 19: Judgment in # B-77,678 became final on May 22, 1970.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 20: In 1959 Port Arthur first entered into an \"industrial district contract\" with the Atlantic Refining Co. This contract related to an area within the 1913 limited annexation territory (see finding # 6 above) on the west side of the Neches River.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 21: On August 22, 1963 the area included within the Atlantic Refining Co. boundaries described above became a part of the extraterritorial jurisdiction of Port Arthur.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 22: Since August 22, 1963, (# 21 above) such <span class=\"star-pagination\">*223</span> area has been designated as an industrial district and Port Arthur has contracted with the then owners of an oil refinery located within such industrial district. Local Government Code Sect. 42.044.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 23: In 1970, and at all times thereafter, the Gulf States Utilities Company Sabine Power Plant has been present within the extraterritorial jurisdiction of Port Arthur described in the judgment in # B-77,678.</blockquote>\n<blockquote>FINDING OF FACT NUMBER 24: On May 20, 1970, Port Arthur contracted with Gulf States Utilities Company as an owner of the land in the industrial district to guarantee the continuation of the extraterritorial status of the district and its immunity from annexation by the municipality for a period not to exceed seven years. Sect. 42.044(c)(1).</blockquote>\n<blockquote>FINDING OF FACT NUMBER 25: The contract between Port Arthur and Gulf States Utilities Company was renewed for successive terms of seven years and expires in 1991. (Sect. 42.044(d) in 1984.) [sic].</blockquote>\n<blockquote>FINDING OF FACT NUMBER 26: At no time betweem [sic] April 22, 1970 (Judgment # B-77,678) to August 2, 1988 has any municipality other than the City of Port Arthur attempted to annex or exercise jurisdiction over the Gulf States Utilities Company power plant.</blockquote>\n<blockquote>CONCLUSION OF LAW NUMBER 62: The final judgment in the quo warranto proceeding, Cause # B-77678 in the District Court of Jefferson County, Texas is preclusive of the issues:</blockquote>\n<blockquote>(a) the corporate boundaries of the City of Port Arthur (where relevant here) are the center line of the Neches River;</blockquote>\n<blockquote>(b) the Gulf States Utilities Sabine Station is within the exclusive extraterritorial jurisdiction of the City of Port Arthur; and</blockquote>\n<blockquote>(c) the exclusive extraterritorial jurisdiction of the City of Port Arthur is as defined therein.</blockquote>\n<blockquote>CONCLUSIONS OF LAW NUMBER 63: The City of Bridge City, while not a party to Cause # B-77678, is bound by the determinations therein made.</blockquote>\n<p>To hopefully simplify some of our difficulty, the appellee, City of Port Arthur, does not make any contention that the doctrine of collateral estoppel applies to this case. In appellee's, Port Arthur's, original petition and each amended petition in this case, appellee, Port Arthur plead offensively the res judicata effects of the 1970 judgment in quo warranto. The judgment was attached to and made a part of the pleadings. At trial a certified copy of the judgment was admitted into evidence and evidence was adduced from one of the attorneys of record in that case. The record reflects no challenge by appellant, then defendant, to the pleadings nor to the admission of the 1970 agreed judgment. Furthermore, the record shows no suggestion by appellant that the judgment was ambiguous. There is no question but that the 1970 agreed judgment was a judgment of great detail and that said judgment is and has been a final judgment.</p>\n<p>Bridge City contends that since the original petition in the quo warranto proceeding was filed prior to adoption of the Municipal Annexation Act, extraterritorial jurisdiction was not an issue when the judgment was entered in 1970. As previously stated, the judgment is very detailed in its recitation of the facts, issues, conclusions, holdings and reason. In its paragraph six, the quo warranto judgment provided in 1970:</p>\n<blockquote>Pursuant to the Municipal Annexation Act, Article 970(a), V.A.T.C.S., the present extraterritorial jurisdiction of the City of Port Arthur extends for a distance of three and one-half (3½) miles from the corporate limits of the City of Port Arthur as established by its Ordinance Nos. 2530, 2540 and 2738, all of which were plead by caption in Port Arthur's amended information in the nature of a quo warranto, free and clear of any municipal jurisdiction or extraterritorial claims of the City of Orange or <i>any other municipality of the State of Texas.</i>...</blockquote>\n<p><span class=\"star-pagination\">*224</span> Appellant claims that since the pleadings in the 1970 case were not offered in evidence, res judicata does not apply.</p>\n<p>The Supreme Court laid out the rule of res judicata and judgment construction in <i>Permian Oil Co. v. Smith,</i> <span class=\"citation\" data-id=\"3947549\"><a href=\"/opinion/4179231/permian-oil-co-v-smith/\"><span class=\"volume\">129</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">564</span></span>, 567 (1937). The court held:</p>\n<blockquote>A judgment of this type usually permits of no inquiry into the balance of the record from which it emanates, except in the case of certain well recognized exceptions. Where such a judgment is ambiguous, the judgment roll, and if necessary extrinsic evidence, is admissible, not to contradict the judgment, but only to aid in its construction.</blockquote>\n<p>That issue was before the Court in the case of <i>Moore v. Horn,</i> <span class=\"citation\" data-id=\"2435655\"><a href=\"/opinion/2435655/moore-v-horn/\"><span class=\"volume\">359</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">947</span></a></span>, 950 (Tex.Civ.App.Beaumont 1962, writ ref'd n.r.e.). There was a judgment in evidence upon which plaintiff relied on establishing record title to land. Plaintiff offered in evidence the petition upon which the prior judgment was based. Speaking for an unanimous court, Justice Stephenson held such petition was not admissible to explain or prove the judgment \"because there is nothing in the judgment revealing it to be ambiguous\".</p>\n<p>Appellant cites several cases in support of their contention against the use of the doctrine of collateral estoppel. Again, we state that the appellee, Port Arthur, has never urged collateral estoppel nor do we feel that the trial court applied said doctrine.</p>\n<p>It is apparent to this Court that the very same ordinances, corporate boundary line, real property, extraterritorial jurisdiction and Municipal Annexation Act that were adjudicated in the 1970 judgment are in issue in this case. It is the opinion of this Court based upon previously cited authority, that for the doctrine of res judicata to apply in the case sub judice, there was no requirement that appellee introduce into evidence the pleadings upon which the 1970 judgment was made. We are of the opinion that the trial court correctly followed proper legal authority in its application of the effect of 1970 agreed judgment in the trial of the case before it.</p>\n<p>In <i>Permian Oil Co. v. Smith, supra</i><i>,</i> the Supreme Court of Texas stated:</p>\n<blockquote>The principle of res adjudicata is founded in public policy and is as old as English jurisprudence. Fundamentally its purpose is to expedite justice by putting an end to litigation; and to preserve the sanctity of the judgments of the courts by making them immune from collateral attack. Once a court has exercised its functions of decision on an issue over which it has jurisdiction, and that decision becomes final, the parties thereto and their privies cannot escape its binding effect. Lacking this anchorage of finality a judicial system would be little more than a rule of fiat.</blockquote>\n<p>Appellant, Bridge City, claims that because it was not a party to the 1970 proceeding, it is not bound by the judgment in that proceeding. We believe that appellant's argument must fail, not only because of the nature of quo warranto proceeding, but also because of the actions of Bridge City since the 1970 judgment.</p>\n<p>Bridge City was formed when Port Arthur relinquished a portion of its extraterritorial jurisdiction which was awarded Port Arthur in the 1970 judgment. Bridge City explicitly ratified the boundaries of the City of Port Arthur and implicitly ratified the judgment when it was formed as a municipality by the consent of Port Arthur. Over a period of approximately 19 years since the 1970 judgment was entered, Bridge City acknowledged Port Arthur's extraterritorial jurisdiction by petitioning for relinquishment by Port Arthur on three separate occasions since the formation of Bridge City as a city.<sup>[1]</sup> The trial court found from the evidence that Port Arthur's boundaries and extraterritorial jurisdiction were adopted with the actual and legally presumed consent of \"all appropriate persons\". <i>See,</i> TEX.LOCAL GOV'T CODE ANN. sec. 43.901 (Vernon 1988). We overrule appellant's point of error number one.</p>\n<p><span class=\"star-pagination\">*225</span> Now we address only that portion of appellant's point of error number two which challenges the evidence before the trial court as a no evidence or alternatively insufficient evidence point. Appellant contends that the trial court had no evidence or insufficient evidence to support the application of res judicata and we disagree.</p>\n<p>When reviewing \"no evidence\" and \"insufficient evidence\" points, we follow the guidance of Justice Robert W. Calvert's law review article of \"`<i>No Evidence' and `Insufficient Evidence' Points of Error</i>\" 38 TEXAS L.REV. 361 (1960). Justice Calvert set out the fundamental principles in determining a no evidence point and insufficient evidence point, the article states:</p>\n<blockquote>`No evidence' points must, and may only, be sustained when the record discloses one of the following situations:</blockquote>\n<blockquote>(a) a complete absence of evidence of a vital fact;</blockquote>\n<blockquote>(b) the court is barred by rules of law or of evidence from giving weight to the only evidence offered to prove a vital fact;</blockquote>\n<blockquote>(c) the evidence offered to prove a vital fact is no more than a mere scintilla;</blockquote>\n<blockquote>(d) the evidence establishes conclusively the opposite of the vital fact.</blockquote>\n<blockquote>`Insufficient evidence' points may, and should, be sustained when the record discloses either of the following situations:</blockquote>\n<blockquote>(a) the evidence is factually insufficient to support a finding of a vital fact, or</blockquote>\n<blockquote>(b) the finding of a vital fact is so contrary to the great weight and preponderance of the evidence as to be clearly wrong.</blockquote>\n<p>We have with some detail set out the pertinent findings of fact made by the trial court regarding that court's application of the doctrine of res judicata as it applied to the 1970 judgment. In reviewing the entire record, we find that neither appellant's no evidence point nor its insufficiency of the evidence point should be sustained. Therefore, we overrule point of error number two.</p>\n<p>It is the opinion and holding of this Court that the doctrine of res judicata through judgment in quo warranto is applicable as against appellant herein and that the 1970 agreed judgment in quo warranto operates as a bar to appellant regarding appellant's efforts to annex any properties or territories as set out, controlled and defined in said 1970 agreed judgment.</p>\n<p>Appellant's points of error one and two are overruled.</p>\n<p>Appellant's points of error three, four and five attack the authority of the Jefferson County District Attorney as being a \"proper\" officer to bring this quo warranto proceeding and contends that the trial court erred and abused its discretion in finding and concluding that said District Attorney was a \"proper\" officer to institute this action.</p>\n<p>We previously stated that the Attorney General for the State of Texas and the Orange County Attorney refuse and/or decline to file a quo warranto action.</p>\n<p>Suit was filed in Orange County District Court. Appellee, City of Port Arthur, is in Jefferson County and appellant, Bridge City, is in Orange County, as is the Gulf States Utilities Power Plant. Appellant argues that the State Constitution and Statutes authorize only the Texas Attorney General and the Orange County Attorney to act in such cases. Appellees rely upon sec. 66.002 of the Civil Practice and Remedies Code as support and authority for the action taken by Mr. Tom Maness. TEX. CIV.PRAC. &amp; REM.CODE ANN. sec. 66.002 (Vernon 1986) reads as follows:</p>\n<p></p>\n<h2>Initiation of Suit</h2>\n<blockquote>(a) If grounds for the remedy exist, the attorney general or the county or district attorney of the proper county may petition the district court of the proper county or a district judge if the court is in vacation for leave to file an information in the nature of quo warranto.</blockquote>\n<blockquote>(b) The petition must state that the information is sought in the name of the State of Texas.</blockquote>\n<blockquote>(c) The attorney general or county or district attorney may file the petition on <span class=\"star-pagination\">*226</span> his own motion or at the request of an individual relator.</blockquote>\n<blockquote>(d) If there is probable ground for the proceeding, the judge shall grant leave to file the information, order the information to be filed, and order process to be issued.</blockquote>\n<p>Appellant contends that TEX. CONST. ANN. art. 5, sec. 21 excludes action by the Jefferson County District Attorney. Said section reading in part as follows:</p>\n<blockquote>The County Attorneys shall represent the State in all cases in the District and inferior courts in their respective counties; but if any county shall be included in a district in which there shall be a District Attorney, the respective duties of District Attorneys and County Attorneys shall in such counties be regulated by the Legislature....</blockquote>\n<p>Appellant also relies upon TEX.GOV'T CODE ANN. sec. 44.223(a) and (b) (Vernon 1988) which states:</p>\n<p></p>\n<h2>Jefferson County</h2>\n<blockquote>(a) The criminal district attorney of Jefferson County shall attend each term and session of the district courts in Jefferson County and each term and session of the inferior courts of the county, except municipal courts, held for the transaction of criminal business, and shall exclusively represent the state in all matters before those courts. He shall represent Jefferson County in any court in which the county has pending business.</blockquote>\n<blockquote>(b) The criminal district attorney has all the powers, duties, and privileges in Jefferson County that are conferred by law on county and district attorneys in the various counties and districts.</blockquote>\n<p>Appellant places strong reliance upon the case of <i>State ex rel. Colleyville v. City of Hurst,</i> <span class=\"citation\" data-id=\"2405822\"><a href=\"/opinion/2405822/state-ex-rel-city-of-colleyville-v-city-of-hurst/\"><span class=\"volume\">519</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">698</span></a></span>, 700 (Tex.Civ.App. Fort Worth 1975, writ ref'd n.r.e.), citing the following excerpt:</p>\n<blockquote>[Q]uo warranto proceedings may be instituted by the attorney general, or by a district or county attorney of proper district or county.... No other person may lawfully be authorized to bring such an action....</blockquote>\n<p>We note here that the <i>Colleyville, supra,</i> case did not involve a contested issue as to who is the proper person or authority to file quo warranto actions. That opinion refers in passing to the general rule regarding the attorney general, district attorney and county attorney as being the proper \"officials\" to institute such proceedings, but does not expand on same. <i>Colleyville</i> does make it clear that the State is the real plaintiff and controls the litigation even though the action may be brought at the behest of and affect the rights of private parties. We do not feel that the <i>Colleyville</i> case lends strong support to appellant's position.</p>\n<p>In 1922 the Supreme Court of Texas in the case of <i>Staples v. State,</i> <span class=\"citation\" data-id=\"3980443\"><a href=\"/opinion/4208323/staples-v-state-ex-rel/\"><span class=\"volume\">112</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">61</span></a></span>, <span class=\"citation\" data-id=\"3980443\"><a href=\"/opinion/4208323/staples-v-state-ex-rel/\"><span class=\"volume\">245</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">639</span></a></span> (1922) rendered its opinion which we feel gives guidance and clarity to the question before us and we quote from that case with our emphasis added:</p>\n<blockquote>In proceedings by quo warranto the information upon which the suit is based must be presented by a county attorney, a district attorney, or the Attorney General, though it may be based on facts related and verified by any citizen, and if, upon <i>his</i> examination and investigation thereof as a sworn officer of the sovereignty, <i>he thinks same sufficient and his judgment approves,</i> he petitions the district judge for permission to file the information upon the relation of said citizen. If the district judge thinks the information with its verification sets out sufficient cause, and his judgment is satisfied, he enters his order authorizing the suit to be filed. Thus the sovereignty safeguards the rights of parties by requiring that two of its authorized agents and officersits Attorney General, or county attorney or district attorney, <i>and district judge</i>approve the legality and sufficiency of the petition before the suit may be instituted.</blockquote>\n<p>This is exactly what occurred in the case before us.</p>\n<p>Appellees rely on two cases which we feel adds more clarity to the question. Those cases are: <i>City of Wichita Falls v.</i> <span class=\"star-pagination\">*227</span> <i>State ex rel. Vogtsberger,</i> <span class=\"citation\" data-id=\"2417557\"><a href=\"/opinion/2417557/city-of-wichita-falls-v-state-ex-rel-vogtsberger/\"><span class=\"volume\">509</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">661</span></a></span> (Tex.Civ.App.Fort Worth 1974), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"2447332\"><a href=\"/opinion/2447332/city-of-wichita-falls-v-state-ex-rel-vogtsberger/\"><span class=\"volume\">533</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">927</span></a></span> (Tex.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">298</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></span> (1976) and <i>City of Grand Prairie v. State ex rel. Crouch,</i> <span class=\"citation\" data-id=\"1511269\"><a href=\"/opinion/1511269/city-of-grand-prairie-v-state/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">184</span></a></span> (Tex.Civ.App.Fort Worth 1954 no writ). These cases are more in point despite opinion to the contrary expressed in appellant's brief. In both <i>Vogtsberger</i> and <i>Crouch,</i> the property in dispute was located partially in two different counties. The respective county attorneys filed quo warranto actions in district court within their respective counties. In each case, the Courts of Appeal held that the suits be transferred to district courts in the respective defendants' county. In each case, neither court of appeal made mention of any problem with allowing the county attorney who originally filed the suit to remain as the State's representative. Appellant contends that both <i>Vogtsberger</i> and <i>Crouch</i> are distinguished by the Texas Supreme Court case of <i>State ex rel. Bennett v. Clarendon Independent School District,</i> <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">542</span></span>, <span class=\"citation\" data-id=\"1570387\"><a href=\"/opinion/1570387/state-v-clarendon-independent-school-district/\"><span class=\"volume\">298</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">111</span></a></span> (1957). Appellant claims that <i>Bennett</i> stands for the principle that when venue of the quo warranto action was changed from Armstrong County to Donley County, the Armstrong County Attorney was required to be replaced by the Donley County Attorney as the State's representative. This was not at issue as the Donley County Attorney exercised his prerogative and filed an amended information entering the suit as the State's representative after the case was transferred to Donley County. The transfer was not contested by any of the parties involved. These proceedings were provided in the opinion of the Supreme Court as merely facts of the case, and did not express any approval or disapproval as to the change of district courts or county attorneys. It is the opinion of this Court that the <i>Bennett</i> case gives no support to the question of the propriety of a district attorney from one county instituting a quo warranto suit in another county.</p>\n<p>The city council of appellee, City of Port Arthur, passed a resolution requesting the Criminal District Attorney of Jefferson County to bring this quo warranto proceeding. The corporate boundaries and municipal jurisdiction of a city in Jefferson County were challenged. The Criminal District Attorney of Jefferson County was the State's representative when these very boundaries were adjudicated in 1970. Clearly that office has same standing or interest in 1988 that it had in 1970. Orange County is no more than a place of proper venue of this action since the area in dispute and appellant, Bridge City, are located in Orange County. However, permissive venue does not establish standing or justiciable interest of a state official. The real party in interest is the City of Port Arthur, since appellant's annexation ordinances IX-42 and IX-43 affect the City of Port Arthur's extraterritorial jurisdiction and the revenues of the City of Port Arthur, under the Industrial District Agreement with Gulf States Utilities. Port Arthur is domiciled in Jefferson County. We are of the opinion that when the Attorney General and the Orange County Attorney declined to proceed with the quo warranto action, the District Attorney in and for Jefferson County was and is the \"proper party\" to bring such quo warranto proceeding.</p>\n<p>We are of the further opinion that appellant's restrictive use of TEX.GOV'T CODE ANN sec. 44.223 (Vernon 1988) and TEX. CONST. art. 5, sec. 21 is improper. The statute does not restrict the district attorney and in fact states that: \"He shall represent Jefferson County in any court in which the county has pending business.\" Unless we interpret this statute broadly, there is clearly no directive language in the statute allowing it to be interpreted one way or the other. Therefore, appellant's position regarding this statute must also fail. Based on the foregoing, we overrule plaintiff's points of error three, four and five.</p>\n<p>Appellant's points of error six, seven and eight deal with the trial court's awarding of $86,089.25 dollars attorney's fees in favor of appellee, Port Arthur and against appellant, Bridge City, contending that there exist no statutory or contractual basis <span class=\"star-pagination\">*228</span> for attorney's fees and no evidence or alternatively insufficient evidence to support the granting of same. Appellant further urges error in the trial court's awarding of such fees stating that such fees were not properly segregated thus, supported by no evidence or alternatively insufficient evidence. Further that the trial court abused its discretion as a matter of law and unconditionally awarding attorney's fees on appeal.</p>\n<p>Appellant takes the position that attorney's fees are not recoverable in a quo warranto action and cites to this Court TEX.CIV.PRAC. &amp; REM.CODE ANN. sec. 66.003 (Vernon 1986) which authorizes a successful quo warranto litigant to recover \"cost of prosecution\". In further support of this position, appellant refers us to <i>First City Bank-Farmers Branch, Tex. v. Guex,</i> <span class=\"citation\" data-id=\"2468189\"><a href=\"/opinion/2468189/first-city-bank-farmers-branch-tex-v-guex/\"><span class=\"volume\">677</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">25</span></a></span>, 30 (Tex.1984):</p>\n<blockquote>[A]n award of attorney's fees may not be supplied by implication but must be provided for by the express terms of the statute in question.</blockquote>\n<p>It is obvious that the legislature did not expressly provide for a recovery of attorney's fees in a quo warranto action and case law supports the proposition that cost does not ordinarily include attorney's fees unless the statute expressly so provides. <i>Johnson v. Universal Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"3938803\"><a href=\"/opinion/4171463/johnson-v-universal-l-a-ins-co/\"><span class=\"volume\">127</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">435</span></a></span>, <span class=\"citation\" data-id=\"3938803\"><a href=\"/opinion/4171463/johnson-v-universal-l-a-ins-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1145</span></a></span>, 1146 (1936). <i>Buck v. Johnson,</i> <span class=\"citation\" data-id=\"1682884\"><a href=\"/opinion/1682884/buck-v-johnson/\"><span class=\"volume\">495</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">291</span></a></span>, 297 (Tex.Civ.App.Waco 1973, writ ref'd n.r.e.); <i>Arnold v. Crockett Independent School District,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">608</span></span>, 610 (Tex. Civ.App.Tyler 1965) <i>modified</i> <span class=\"citation\" data-id=\"1716924\"><a href=\"/opinion/1716924/arnold-v-crockett-independent-school-district/\"><span class=\"volume\">404</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">27</span></a></span> (Tex.1966).</p>\n<p>Appellant agrees that attorney's fees may be recovered in declaratory judgment actions, however appellant contends that the actions taken by the City of Port Arthur was exclusively in quo warranto as opposed to action for declaratory relief. It is clear to us from the record that the action originally brought by Port Arthur was pursuant to sections 37.001-37.011 Civil Practice &amp; Remedies Code. The relief sought by Port Arthur was for declaratory judgment. The trial court found as a matter of law that Port Arthur was entitled to the relief it sought and granted the declaratory judgment. We know of nothing that would prevent appellee, City of Port Arthur, from proceeding in a dual capacity as relator in quo warranto and plaintiff in declaratory judgment. <i>Patton v. Nicholas,</i> <span class=\"citation\" data-id=\"1531387\"><a href=\"/opinion/1531387/patton-v-nicholas/\"><span class=\"volume\">269</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">482</span></a></span>, 484 (Tex.Civ.App.El Paso 1954), <i>rev'd in part </i><i>on the grounds,</i> <span class=\"citation\" data-id=\"1777506\"><a href=\"/opinion/1777506/patton-v-nicholas/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">848</span></a></span> (Tex.1955); <i>James v. Perry,</i> <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">145</span></span>, 146 (Tex.Civ.App.Austin 1948 writ ref'd n.r.e.).</p>\n<p>Appellant seems to argue alternatively that this case involves both declaratory judgment for which attorney's fees are recoverable, and quo warranto for which attorney's fees are not recoverable and since Port Arthur did not segregate the proof of charges attributable to each action, the award is flawed, citing <i>Kosberg v. Brown,</i> <span class=\"citation\" data-id=\"1514909\"><a href=\"/opinion/1514909/kosberg-v-brown/\"><span class=\"volume\">601</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">414</span></a></span>, 418 (Tex.Civ. App.Houston [14th Dist.] 1980, n.w.h.). In this regard appellee, City of Port Arthur, calls our attention to the case of <i>Flint &amp; Assoc. v. Intercon Pipe &amp; Steel,</i> <span class=\"citation\" data-id=\"2467071\"><a href=\"/opinion/2467071/flint-assoc-v-intercon-pipe-steel/\"><span class=\"volume\">739</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">622</span></a></span>, 624-25 (Tex.App.Dallas 1987, writ denied):</p>\n<blockquote>A corollary to the rule is that the services for which reasonable fees may be awarded include those rendered in connection with all claims, even if recovery of attorney fees is not authorized for such claims, if they arise out of the same transaction and are so interrelated that their prosecution or defense entails proof or denial of essentially the same facts.</blockquote>\n<p><i>Wilkins v. Bain,</i> <span class=\"citation\" data-id=\"2449641\"><a href=\"/opinion/2449641/wilkins-v-bain/\"><span class=\"volume\">615</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">314</span></a></span>, 316 (Tex.Civ.App.Dallas 1981, no writ); <i>Williamson v. Tucker,</i> <span class=\"citation\" data-id=\"2449535\"><a href=\"/opinion/2449535/williamson-v-tucker/\"><span class=\"volume\">615</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">881</span></a></span> (Tex. Civ.App.Dallas 1981, writ ref'd n.r.e.); <i>Triland Inv. Group v. Warren</i> <span class=\"citation\" data-id=\"1513642\"><a href=\"/opinion/1513642/triland-inv-group-v-warren/\"><span class=\"volume\">742</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">18</span></a></span> (Tex.App.Dallas 1987) <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1775304\"><a href=\"/opinion/1775304/warren-v-triland-inv-group/\"><span class=\"volume\">779</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">808</span></a></span> (1989).</p>\n<p>It is apparent to this Court that appellee Port Arthur's action in quo warranto and for declaratory judgment were so intertwined and interrelated as to defy segregation, and that the trial court did not err in its award of attorney's fees in the sum of $56,089.95 through the entry of judgment in this case.</p>\n<p><span class=\"star-pagination\">*229</span> In point of error number eight, appellant contends that the trial court erred and abused its discretion as a matter of law in unconditionally awarding attorney's fees on appeal. The trial court in its findings of fact, found the sum of $56,089.95 to be reasonable and necessary attorney's fees through the entry of judgment in this cause. The court further found that an additional $15,000.00 in the event the cause is appealed to the Court of Appeals; and an additional $10,000.00 in the event that writ of error is sought to the Supreme Court of Texas; and an additional $5,000.00 in the event writ of error is granted by the Supreme Court of Texas. In the trial court's judgment however, the court entered judgment in favor of the City of Port Arthur in the sum of $86,089.95 as attorney's fees with remittitur as follows:</p>\n<p>(a) $30,000.00 if no appeal is prosecuted in the Court of Appeals;</p>\n<p>(b) $15,000.00 if no application for writ of error is prosecuted; and</p>\n<p>(c) $5,000.00 if writ of error is not granted by the Texas Supreme Court.</p>\n<p>Appellant complained that the trial court unconditionally awarded $30,000.00 in appellate attorney's fees stating that this penalizes a party for taking a successful appeal. The manner in which the trial court in our case set out the attorney's fees award in its judgment, is virtually identical to the case of <i>Reynolds v. McCullough,</i> <span class=\"citation\" data-id=\"2467158\"><a href=\"/opinion/2467158/reynolds-v-mccullough/\"><span class=\"volume\">739</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">424</span></a></span> (Tex.App.San Antonio 1987), writ denied. In <i>Reynolds</i> the court stated:</p>\n<blockquote>This form of judgment has been approved in several cases before the courts of civil appeals. One of our courts has said: `If the remittitur casts doubts on the finality of the judgment there is no reason why it may not be disregarded for appeal purposes as in <i>Cooksey.</i>' Citing <i>International Security Life Insurance Co. v. Spray,</i> <span class=\"citation\" data-id=\"1534267\"><a href=\"/opinion/1534267/international-security-life-insurance-co-v-spray/\"><span class=\"volume\">468</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">347</span></a></span>, 349 (Tex. 1971) (citing <i>Security Life Insurance Co. v. Executive Car Leasing Co.,</i> <span class=\"citation\" data-id=\"1565241\"><a href=\"/opinion/1565241/security-life-ins-co-v-executive-car-leasing-co/\"><span class=\"volume\">433</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">915</span></a></span>, 919 (Tex.Civ.App.Texarkana 1968, writ ref'd n.r.e.)) and analyzing <i>Cooksey v. Jordan,</i> <span class=\"citation\" data-id=\"3941894\"><a href=\"/opinion/4174219/cooksey-v-jordan/\"><span class=\"volume\">104</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">618</span></a></span>, <span class=\"citation\" data-id=\"3941894\"><a href=\"/opinion/4174219/cooksey-v-jordan/\"><span class=\"volume\">143</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">141</span></a></span>, (1912).</blockquote>\n<p>The <i>Reynolds</i> case further states that \"[T]he judgment before us fixes a total award first and then adds a proviso which reduces the award by remittitur in the absence of appellate steps.\"</p>\n<p>We feel that the manner in which the trial court awarded attorney's fees both up to the entry of judgment and on appeal was proper. Further, the appellant argues that the trial court abused its discretion in awarding attorney's fees due a contract between intervenors Gulf States Utilities Co. and appellees and that a recovery by appellees from appellant herein, would constitute some double recovery. Appellant does not, however, inform us as to how or why appellant is or should be the third party beneficiary of such agreement. It was appellant's acts in adopting Ordinances IX-42 and IX-43 which necessitated appellees' quo warranto action seeking declaratory relief.</p>\n<p>With regard to appellant's contention of no evidence or alternatively, insufficient evidence to support the awarding of attorney's fees, we look to the record. In this case, the fees were based on unchallenged testimony of an attorney of 51 years at the Bar of Texas. He spoke of his vast experience in matters of this kind and that co-counsel, of the monetary significance of this litigation to the clients in multiple millions of dollars and of the difficulty and novelty of the matter. At one point in Mr. Earl Black's testimony, he stated: \"It's very complicated, it's time-consuming... It's just a time-consuming thing. It is a complicated case.\"</p>\n<p>He testified to hourly rates of $125.00 and $100.00 and more than 250 hours expended. His testimony of reasonable and necessary fees through trial was $56,089.95. He also expressed an informed opinion of appellate fees of $15,000.00 in the Court of Appeal, $10,000.00 if there was an application for writ of error, and $5,000.00 if a writ of error was granted by the Supreme Court. The trial court findings of fact are based on Mr. Black's testimony. No evidence was offered in opposition.</p>\n<p><span class=\"star-pagination\">*230</span> Based on the foregoing reasons, appellant's points of error six, seven and eight are overruled.</p>\n<p>In discussing an making our ruling on appellant's points of error nine, ten and eleven, it is necessary that we address each specific point of error individually even though all three points of error allege trial court error in its findings and judgment relating to appellee's Ordinances IX-42 and IX-43.</p>\n<p>Point of error number nine states that the trial court erred and abused its discretion in entering findings 38-42 and conclusions 62-3 and in entering judgment holding Bridge City's Ordinance IX-42 wholly void, even though only part of the tract was within Port Arthur's claimed extraterritorial jurisdiction, there being no evidence or alternatively insufficient evidence to support same.</p>\n<p>We have previously set out the guidelines on the \"no evidence\" and \"insufficient evidence\" points and apply those same principles here.</p>\n<p>Appellees make no procedural attack upon appellant bringing these points of error, therefore, we assume that all procedural prerequisites have been met.</p>\n<p>In 1963, the Municipal Annexation Act, art. 970a (now sections 42.001 and 43.001, et seq., Local Government Code), created what has come to be known as the concept of extraterritorial jurisdiction and prohibits annexation by one city of land already in the extraterritorial jurisdiction of another. <i>City of W. Orange v. State ex. rel. City of Orange,</i> <span class=\"citation no-link\"><span class=\"volume\">598</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">387</span></span>, 390 (Tex.Civ.App. Beaumont 1980), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1731899\"><a href=\"/opinion/1731899/campbell-v-campbell/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">236</span></a></span> (Tex.1981); <i>see also, </i><i>Friendship Village v. State,</i> <span class=\"citation\" data-id=\"1668225\"><a href=\"/opinion/1668225/friendship-village-v-state/\"><span class=\"volume\">738</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">12</span></a></span>, 14 (Tex.App.Texarkana 1987, writ ref'd n.r.e.). TEX.LOCAL GOV'T CODE ANN. sec. 42.023 (Vernon 1988) (formerly Section 3C of the Municipal Annexation Act) states:</p>\n<blockquote>The extraterritorial jurisdiction of a municipality may not be reduced unless the governing body of the municipality gives its written consent by ordinance or resolution, except in cases of judicial apportionment of over-lapping extraterritorial jurisdiction under section 42.901.</blockquote>\n<p>The City of Bridge City, appellant herein, was created only after Port Arthur's consent and partial relinquishment of a portion of Port Arthur's extraterritorial jurisdiction. Port Arthur relinquished only that territory requested by Bridge City and later when Bridge City requested relinquishment of other portions of Port Arthur's extraterritorial jurisdiction, Port Arthur denied two such requests and relinquished territory requested in a third request. The evidence before the trial court seems clear that Port Arthur never consented to the relinquishment of any of its extraterritorial jurisdiction to Bridge City in order for Bridge City to form its extraterritorial jurisdiction. Furthermore, it is clear that Bridge City has no extraterritorial jurisdiction where its corporate boundaries adjoin Port Arthur's extraterritorial jurisdiction. Therefore the question is, \"How can Bridge City annex territory within Port Arthur's extraterritorial jurisdiction?\" In <i>City of Houston v. Savely,</i> <span class=\"citation\" data-id=\"1793203\"><a href=\"/opinion/1793203/city-of-houston-v-savely/\"><span class=\"volume\">708</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">879</span></a></span>, 886 (Tex.App.Houston [1st Dist.] 1986, writ ref'd n.r.e.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3212</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">698</span></span> (1987) the court held where the City of Nassau Bay was created out of the relinquishment of another city's extraterritorial jurisdiction, Nassau Bay had no extraterritorial jurisdiction along that boundary.</p>\n<p>Appellant Bridge City argues that because Ordinance IX-42 annexes land that is partially outside the extraterritorial jurisdiction of Port Arthur and contains a \"savings clause\", the annexation of that area outside Port Arthur's extraterritorial jurisdiction should not be declared void. Bridge City, in its \"savings clause\" of Ordinance IX-42 states:</p>\n<blockquote>[I]f the taking of any territory annexed by this Ordinance is declared by a Court of competent jurisdiction to be invalid and/or illegal, it shall not affect the balance of the property annexed and attempted to be annexed and that property shall remain as part of the City of Bridge City, Texas.</blockquote>\n<p><span class=\"star-pagination\">*231</span> In support of appellant's contention that its \"savings clause\" retains any remaining property or land which was not a part of Port Arthur's extraterritorial jurisdiction, cites as its support the following three cases: <i>City of Houston v. Savely, supra</i><i>,; </i><i>City of Houston v. Harris Co. Eastex Oaks W. and S. Dist.,</i> <span class=\"citation\" data-id=\"2432128\"><a href=\"/opinion/2432128/city-of-houston-v-harris-co-eastex-oaks-w-s-dist/\"><span class=\"volume\">438</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">941</span></a></span>, 949 (Tex.Civ.App.Houston [1st Dist.] 1969, writ ref'd n.r.e.) and <i>State v. City of San Antonio,</i> <span class=\"citation\" data-id=\"1767465\"><a href=\"/opinion/1767465/state-v-city-of-san-antonio/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">248</span></a></span>, 251 (Tex.Civ. App.San Antonio 1953, writ ref'd n.r.e.).</p>\n<p>In the three cases cited by appellant, the ordinances specifically expressed the intent not to incorporate territory the city was not lawfully to do.</p>\n<p>Bridge City's \"saving clause\" expresses no intent to exclude from annexation territory over which it does not have jurisdiction. In effect, Bridge City's argument has the effect of saying that if plaintiff prevails against Bridge City in declaring the ordinance void, then that part which is not void is saved. Bridge City would have the court construe the \"savings clause\" to require the court to redraft the ordinance to define what territory was intended to be annexed. Such usurpation of the legislative function by the judiciary is specifically prohibited. <i>City of West Lake Hills v. State ex rel. City of Austin,</i> <span class=\"citation\" data-id=\"1782914\"><a href=\"/opinion/1782914/city-of-west-lake-hills-v-state-ex-rel-city-of-austin/\"><span class=\"volume\">466</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">722</span></a></span>, 728 (Tex.1971); <i>City of Irving v. Dallas County Flood Control Dist.,</i> <span class=\"citation\" data-id=\"1738676\"><a href=\"/opinion/1738676/city-of-irving-v-dallas-county-flood-control-dist/\"><span class=\"volume\">383</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">571</span></a></span> (Tex.1964). It appears to us that appellant would have had the trial court reframe Ordinance IX-42 rather than declaring it void. This approach was rejected in <i>City of Willow Park v. Bryant,</i> <span class=\"citation\" data-id=\"2461500\"><a href=\"/opinion/2461500/city-of-willow-park-v-bryant/\"><span class=\"volume\">763</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">506</span></a></span>, 511 (Tex.App.Fort Worth 1988, no writ) wherein the court held:</p>\n<blockquote>This is where the trial court erred.... But the response of the trial court was to effectively redraft Ordinance 107 to also disannex the islands. Neither the trial court nor this court has the power to redraft the ordinance.</blockquote>\n<p>Altering the boundaries of a municipality is a legislative function, not a judicial function. While courts may, at times, sever invalid portions of ordinances and leave enforced the valid portions, they may not add to or redraft the ordinance, since that usurps the legislative function.</p>\n<p>If appellant's Ordinances IX-42 and IX-43 be saved, it must be done by other evidence and not by its intended \"saving clauses\".</p>\n<p>Appellant further contends that there can be no extraterritorial jurisdiction within a navigation district's boundaries, since they were specifically exempted from the operation of extraterritorial jurisdiction under Article 970a. The evidence shows that the city limits of Port Arthur extend to mid-stream of the Neches River. Appellant points out that from the centerline of the Neches River eastward for a distance of 2,500 feet from mid-stream of said Neches River, constitutes the navigation territory's eastern one-half and thus a gap exists between Port Arthur city limits and the territory in question. Appellant also points out that this \"gap\" means that Port Arthur's claimed extraterritorial jurisdiction is not contiguous or adjacent to Port Arthur and that the tracts annexed by Bridge City are not contiguous or adjacent to Port Arthur.</p>\n<p>The evidence before the trial court showed that in 1913, the City of Port Arthur annexed areas on the east side of the Neches River for the limited purpose of establishing a navigation territory pursuant to TEX.REV.CIV.STAT.ANN. art. 1183, (Vernon 1963). Evidence further showed that from 1950 through 1961 Port Arthur adopted a series of nine annexation ordinances which established its relevant corporate boundaries as the centerline of the Neches River. Evidence also showed that such annexations included portions of the limited navigation territory and since 1961 the corporate boundaries of Port Arthur has been the centerline of the Neches River. The limited navigation territory extended along and 2,500 feet east of the centerline of the Neches River in Orange County.</p>\n<p>It is clear to us that since 1963, the area along and 2,500 feet east of the centerline of the Neches River has been within Port Arthur's limited navigation territory and its extraterritorial jurisdiction. Appellant <span class=\"star-pagination\">*232</span> argues that such cannot coexist and that there is some type of a \"gap\" of 2,500 feet which prevents the extraterritorial jurisdiction from being contiguous to Port Arthur's corporate boundary. We disagree with appellant's contention in this regard.</p>\n<p>This Court held that a city's navigation territory may overlap with the city's extraterritorial jurisdiction. <i>City of Port Arthur v. Jefferson County, etc.,</i> <span class=\"citation\" data-id=\"1509328\"><a href=\"/opinion/1509328/city-of-port-arthur-v-jefferson-county-etc/\"><span class=\"volume\">596</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">553</span></a></span> (Tex.Civ.App.Beaumont 1980, writ ref'd n.r.e.); <i>City of Houston v. Houston Endowment, Inc.,</i> <span class=\"citation\" data-id=\"1527383\"><a href=\"/opinion/1527383/city-of-houston-v-houston-endowment-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">706</span></a></span> (Tex.Civ. App.Houston [1st Dist.] 1968, writ ref'd n.r.e.). Appellant makes strong contention that the concept of extraterritorial jurisdiction is a creature of statute, with which we agree, first appearing in TEX.REV.CIV. STAT.ANN. art. 970a (Vernon 1963). Appellant further tells us that the legislature expressly declared that art. 970a did not repeal or effect in any way TEX.REV.CIV. STAT.ANN. arts. 1183-1187 (Vernon 1963), with which we agree, and was inapplicable to any territory held under those statutes dealing with the limited annexation of navigation territory. Appellant further says that art. 970a (creating extraterritorial jurisdiction) was legislatively declared inapplicable to such navigation district and further that there can be no extraterritorial jurisdiction within a navigation district's boundaries, since they were specifically exempted from the operation of the extraterritorial jurisdiction under art. 970a. With this, we disagree.</p>\n<p>Since the legislature re-enacted the Municipal Annexation Act, without material change, after the decision of the <i>Houston Endowment, supra,</i> and <i>Jefferson County Fresh Water District, supra,</i> cases, we must presume that the legislature knew and adopted the interpretation placed by the new act should receive the same construction as the original act. <i>Coastal Industrial etc. v. Trinity Portland,</i> <span class=\"citation\" data-id=\"2462404\"><a href=\"/opinion/2462404/coastal-indus-etc-v-trinity-portland-cement-div/\"><span class=\"volume\">563</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">916</span></a></span> (Tex.1978). <i>In re Estate of Carrigan,</i> <span class=\"citation\" data-id=\"1792334\"><a href=\"/opinion/1792334/in-re-estates-of-carrigan/\"><span class=\"volume\">517</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">817</span></a></span> (Tex.Civ.App. Tyler 1974, no writ).</p>\n<p>The trial court found that Bridge's City Annexation Ordinances IX-42 and IX-43 encompassed territory in Port Arthur's extraterritorial jurisdiction and declared both ordinances void. We are satisfied that there was sufficient evidence to make such finding. The court further found from the evidence that the territory described in Bridge City's Annexation Ordinance IX-43 lies wholly within the extraterritorial jurisdiction of Port Arthur which includes the Gulf States Utilities Power Plant. The trial court further found from the evidence that the territory described in Bridge City's Annexation Ordinances IX-42 includes territory lying partially within the extraterritorial jurisdiction of Port Arthur. The court also found from the evidence that the territory described in Bridge City's Annexation Ordinance IX-43 is neither contiguous or adjacent to the City of Bridge City, except as contiguous to territory included in IX-42.</p>\n<p>From an evidentiary standpoint, we note that appellant pleads no facts, nor produces any evidence that appellees' extraterritorial jurisdiction did not extend for three and one-half (3½) miles from its corporate boundaries while the evidence from appellee, City of Port Arthur, preponderated that it did. No doubt the trial court also considered Bridge City's previous request for relinquishment by Port Arthur of certain territory within its extraterritorial jurisdiction as appellant's awareness of its location.</p>\n<p>There is an additional reason to support the trial court's findings of fact and conclusions of law relating to Ordinance IX-43 which land encompasses the Gulf States Utilities' Power Plant. Evidence before the trial court showed that Ordinance IX-43 is less than 1,000 feet in width at its narrowest point and the evidence clearly shows that the property annexed or attempted to be annexed by Ordinance IX-43, was not contiguous to Bridge City on two sides. The trial court found such as relevant facts and declared this infirmity as a basis for invalidating the ordinance. Appellant has not assailed this question on appeal, therefore, it exists as an independent ground for affirming the trial court's judgment that Ordinance IX-43 is void. <i>Tilotta v. Goodall,</i> 752 S.W.2d <span class=\"star-pagination\">*233</span> 160, 161 (Tex.App.Houston [1st Dist.] 1988, writ denied).</p>\n<p>The 70th Legislature specifically prohibited this strip annexation. Municipalities Annexation, ch. 1077, sec. 1, subsection B-1(a), 1987 <i>Tex.Gen.Law 3674</i> 15 amended the Municipal Annexation Act by providing:</p>\n<blockquote>No ... city may annex any area ... unless the width of such area at its narrowest point is at least 1,000 feet....</blockquote>\n<p>TEX.LOCAL GOV'T CODE ANN. sec. 43.054 (Vernon 1988) and amendments.</p>\n<p>For the foregoing stated reasons, we hold that the trial court did not err in declaring Ordinances IX-42 and IX-43 void.</p>\n<p>Appellant's point of error number eleven contends that the trial court erred and abused its discretion in entering findings of fact and conclusions of law and in entering judgment that IX-43 was not adjacent to Bridge City because IX-42 (the connecting link between Bridge City and IX-43) was void as within Port Arthur's claimed extraterritorial jurisdiction and was not adjacent to Bridge City. There being no evidence or alternatively, insufficient evidence to support same.</p>\n<p>In support of its position, appellant places heavy emphasis on the fact that the land, which was the subject of the two Ordinances enacted by Bridge City, is more in the vicinity of Bridge City than it is to Port Arthur. In this regard, they state how Port Arthur is separated from these two tracts by the Neches River and that the property attempted to be annexed was wholly within Orange County of which Bridge City is a domiciliary. Appellant further proffered to the trial court and to this Court that Port Arthur is also separated from the questioned tracts by telephone exchange system, gas companies, electrical power systems, cable television systems, water drainage systems, political systems, school districts, administrative districts and tax appraisal districts. Appellant's bottom line appears to be that the tracts of land attempted to be annexed are more closely related to appellant than to appellee, City of Port Arthur. There was no doubt adequate and sufficient evidence to support those contentions, however, we cannot overlook the evidence which lead the trial court to its conclusion that the attempted annexations by Ordinances IX-42 and IX-43 affected property clearly within Port Arthur's extraterritorial jurisdiction.</p>\n<p>Appellant alleges that appellee had the burden to establish, inter alia, Port Arthur's precise boundary, the extent of its extraterritorial jurisdiction and exactly where Port Arthur's extraterritorial jurisdiction lay. Without establishing precisely where Port Arthur's extraterritorial jurisdiction started and stopped, it would be impossible to determine with exactitude whether Bridge City's Ordinances IX-42 and IX-43 encroached on Port Arthur's claimed extraterritorial jurisdiction. We agree with appellant that it was appellee Port Arthur's burden to show by competent evidence what was covered under their extraterritorial jurisdiction. Appellant cites for us the case of <i>Oake v. Collin County,</i> <span class=\"citation\" data-id=\"1782184\"><a href=\"/opinion/1782184/oake-v-collin-county/\"><span class=\"volume\">692</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">454</span></a></span> (Tex.1985). In that case, Oake's land lay across two counties. By agreement between the tax assessor of the two counties, Oake paid taxes to Dallas County. In 1981, the agreement apparently ended. Thereafter, Collins County's tax assessor sent Oake a tax bill on that portion of the property they determined to be in Collins County. The boundary line between Dallas County and Collins County on Oake's tract, however, had <i>never</i> been surveyed and hence was indefinite and could not be precisely ascertained without an extensive survey. The public body had made no survey at all. Oake sued for a declaratory judgment of the boundary line and for temporary injunction against the taxing entities from assessing or collecting of taxes until the location of the boundary line was determined. The trial court granted Oake a summary judgment, which the Court of Appeals reversed. The Supreme Court, reversing the Court of Appeals' judgment, affirmed the trial court's summary judgment for Oake. The basis of the trial court's summary judgment decision was that the county bears the burden of identifying the location of its own boundaries. The dispositive fact in <i>Oake</i> was <span class=\"star-pagination\">*234</span> that Collins County had never surveyed the tract in question or its boundary and thus, could not establish its boundary or authority with certainty. In our case to some extent, the plaintiffs admit the same failure in being unable to produce a metes and bounds description. Port Arthur's extraterritorial jurisdiction had never been identified or described by ordinance or resolution. Actual field work had never been done to measure with exactness Port Arthur's claimed extraterritorial jurisdiction. The marsh had never been walked to determine exactly Port Arthur's claimed extraterritorial jurisdiction.</p>\n<p>Perhaps the most descriptive claim by Port Arthur of its extraterritorial jurisdiction is that contained in the agreed judgment of 1970.</p>\n<p>Somehow the appellant has apparently overlooked the admission of Plaintiff's Exhibits 1, 1a and 1b accompanied by the testimony relating to same. It is clear that the Plaintiff's exhibits consisted of maps setting out in more than adequate detail evidence that both Ordinances IX-42 and IX-43 were within the three and one-half mile extraterritorial jurisdiction of the City of Port Arthur. The trial court not only had these exhibits along with the testimony relating to same, but also had before it the 1970 agreed judgment which was to some extent definitive of Port Arthur's extraterritorial jurisdiction.</p>\n<p>The obvious objection to the exhibits referred to would have been that they were inadmissible and that they were clearly hearsay, however, Plaintiff's Exhibits 1, 1a and 1b were admitted into evidence without objection and therefore should not be denied probative value merely because they were hearsay. <i>See,</i> TEX.R.CIV.EVID. 802.</p>\n<p>Appellant appears to demand some degree of exactness in defining the exact location of the further most eastern boundary of Port Arthur's extraterritorial jurisdiction. We presume that appellant would require appellee, City of Port Arthur, to locate its boundaries the same as if found in a conveyance by deed. We do not believe this to be the law in the circumstances before us.</p>\n<p>In construction of the subject matter of an ordinance, courts should treat as certain that which may be made certain, exactly as would be the requirement of the construction of a statute. In statutory construction, it is the duty of a court, where it is possible, to ascertain the intent of the legislative body which has acted and, when so ascertained, to give effect to that intent. There is not the requirement for specificity which is required of a deed. Description of land contained in annexation ordinance could be made, by construction, to be certain and was thus sufficient. <i>City of Wichita Falls v. Vogtsberger,</i> <span class=\"citation\" data-id=\"2378383\"><a href=\"/opinion/2378383/city-of-wichita-falls-v-state-ex-rel-vogtsberger/\"><span class=\"volume\">526</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">618</span></a></span> (Tex.Civ.App.Fort Worth 1975), <i>rev'd,</i> <span class=\"citation\" data-id=\"2447332\"><a href=\"/opinion/2447332/city-of-wichita-falls-v-state-ex-rel-vogtsberger/\"><span class=\"volume\">533</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">927</span></a></span> (Tex.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">298</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></span> (1976). We adhere to that holding and apply it to the case before us. There should be no question but that an exact boundary line could be made using the center of the Neches River as a point of beginning and extending eastward for a distance of 3.5 miles to make certain that which could be made certain.</p>\n<p>We are of the opinion that the trial court had more than sufficient evidence to find and conclude that Ordinance IX-43 was not adjacent to Bridge City because Ordinance IX-42 (the connecting link) was void as a result of being within Port Arthur's extraterritorial jurisdiction.</p>\n<p>We overrule appellant's points of error nine, ten and eleven. The trial court's judgment is hereby affirmed in all regards.</p>\n<p>AFFIRMED.</p>\n<p>BROOKSHIRE, J., concurs.</p>\n<p>BURGESS, J., dissents.</p>\n<p>BROOKSHIRE, Justice, concurring.</p>\n<p>This writing is a full and cordial concurrence with the opinion of Chief Justice Walker.</p>\n<p>Significant and important is Chapter 676, Tex.S.B. 785, 70th Leg. (1987). The said Chapter 676 is found at page 2527. This legislative enactment, and especially Section 2 thereof, entitled \"VALIDATION\", effects, in my view, a complete ratification, <span class=\"star-pagination\">*235</span> adoption and approval of the annexations taken by the City of Port Arthur.</p>\n<p>In my view, the learned and respected trial judge's judgment should be affirmed, inter alia, because of the paramountcy of the enactments of the Legislature of the State of Texas coupled with Port Arthur's annexations.</p>\n<p>The Appellee's annexations (validated most broadly by the Legislature) and the record demonstrate very strong evidence of high probative value. This evidence amply supports the trial bench's findings of fact and conclusions of law. The record clearly reflects that the City of Port Arthur made numerous attempts to entreat the Appellant, the City of Bridge City, to rectify and correct the contested ordinances. Appellant significantly declined to do so. Hence, the resulting attorneys' fees became and were necessary; Port Arthur was left with no realistic choice but to proceed to litigation.</p>\n<p>Strictly as a matter for a future time and another future legislative session, it is not imprudent or impudent to observe that, from a philosophicalsearching for the truthposition; the Legislature (enlightened by appropriate committee hearings) could empower the protagonist cities herein to share in the tax revenues. This must await a future date. As a purely hypothetical consideration, let us suppose that about 50% of the employees, working at the power station, live in and use the municipal services of Bridge City and about 50% of the employees, working at the same power station, live in and use the municipal services of Port Arthur. Why, then, would it not be fair, reasonable and equitable for the contesting municipalities to share in the tax monies?</p>\n<p>But there has to be certainty and predictability in taxation matters of this type and we must adhere to the law presently in effect; the Court's opinion is correct and has the quality of rightness.</p>\n<p>Port Arthur, being the Plaintiff, filed its original petition on September 23, 1988. The trial commenced on January 17, 1989, and the final judgment was signed and entered on January 27, 1989, by a very experienced and highly respected jurist. The said Chapter 676 was fully effective on August 31, 1987. Hence, that chapter governed the proceedings and made inviolate Appellee's annexations and their sequelae. I sanguinely and sagaciously concur.</p>\n<p>BURGESS, Justice, dissenting.</p>\n<p>I respectfully dissent. I would reverse and enter a take nothing judgment. I analyze the case in the following manner.</p>\n<p></p>\n<h2>THE BURDEN OF PERSUASION</h2>\n<p>Port Arthur originally filed the action for declaratory judgment seeking to declare the Bridge City annexation ordinances void. Port Arthur later filed an \"Amended First Supplemental Petition\" and the Quo Warranto and first amended petition. Port Arthur sought the relief thus assuming the burden of persuasion that the annexations were void. They began their attack based upon the prior judgment. If they proved it was res judicata or that it collaterally estopped Bridge City, then no further proof was required. However, if they proved neither, then they were required to prove that the annexations were within their extraterritorial jurisdiction (\"ETJ\"). To do this, they had to establish their ETJ as being contiguous and within 3½ miles of their corporate boundaries. TEX.LOC. GOV'T CODE ANN. sec. 42.021(4) (Vernon 1988). Clearly, Bridge City assumed no burden of persuasion since Port Arthur did not attack the ordinances on any procedural defects.</p>\n<p></p>\n<h2>RES JUDICATA &amp; COLLATERAL ESTOPPEL</h2>\n<p>Our Supreme Court in <i>Bonniwell v. Beech Aircraft Corp.,</i> <span class=\"citation\" data-id=\"2397938\"><a href=\"/opinion/2397938/bonniwell-v-beech-aircraft-corp/\"><span class=\"volume\">663</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">816</span></a></span> (Tex. 1984) said at 818:</p>\n<blockquote>Res judicata is frequently characterized as claim preclusion because it bars litigation of all issues connected with a cause of action or defense which, with the use of diligence, might have been tried in the prior suit. (citation omitted) When a prior judgment is offered in a subsequent suit in which there is identity <span class=\"star-pagination\">*236</span> of parties, issues and subject matter, such judgment is treated as an absolute bar to retrial of claims pertaining to the same cause of action on the theory that they have merged into the judgment. (citations omitted)</blockquote>\n<blockquote>... Collateral estoppel is narrower than res judicata. It is frequently characterized as issue preclusion because it bars relitigation of any ultimate issue of fact actually litigated and essential to the judgment in a prior suit, regardless of whether the second suit is based upon the same cause of action. (citations omitted)....</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>A party seeking to invoke the doctrine of collateral estoppel must establish (1) the facts sought to be litigated in the second trial were fully and fairly litigated in the prior action; (2) those facts were essential to the judgment in the first action; and (3) the parties were cast as adversaries in the first action. (citations omitted).</blockquote>\n<p>The majority states \"it is clear that the trial court did not differentiate between the doctrines of collateral estoppel or res judicata\" then adopts appellees' contentions that the trial judge based his judgment under res judicata rather than collateral estoppel. Conclusion of law number 62 says the prior judgment is \"preclusive of the issues.\" Conclusion of law number 63 acknowledges the City of Bridge City was not a party to the prior proceeding, but \"is bound by the determinations therein made.\" These indicate to me that the trial judge applied the principles of collateral estoppel rather than res judicata.</p>\n<p>The distinction made between claim preclusion and issue preclusion is not simply a technical one. In the instant suit, the claim made by Port Arthur is that Bridge City's annexation was void. An issue within that claim was generally whether the annexation included property located within Port Arthur's ETJ and specifically whether the Gulf States' plant was included within Port Arthur's ETJ and Bridge City's annexation. Under a collateral estoppel analysis, the uncontroverted evidence is that the prior judgment was an agreed judgment and there was <i>never</i> any contested adversarial trial, thus the issues in the second trial were not fully and fairly litigated in the prior suit.</p>\n<p>Under either analysis, there was not an identity of parties or their privies. In <i>Benson v. Wanda Petroleum Co.,</i> <span class=\"citation\" data-id=\"1534468\"><a href=\"/opinion/1534468/benson-v-wanda-petroleum-company/\"><span class=\"volume\">468</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">361</span></a></span> (Tex.1971), Justice Steakley, at 363 stated:</p>\n<blockquote>... It has been emphasized that privity is not established by the mere fact that persons may happen to be interested in the same question or in proving the same state of facts. (citations omitted) Also, that privity connotes those who are in law so connected with a party to the judgment as to have such an identity of interest that the party to the judgment represented the same legal right. (citations omitted)....</blockquote>\n<blockquote>... Due process requires that the rule of collateral estoppel operate only against persons who have had their day in court either as a party to the prior suit or as a privy, and, where not so, that, at the least, the presently asserted interest was actually and adequately represented in the prior trial.</blockquote>\n<p>No one argues that Bridge City was not a party to the prior suit. Therefore, the majority has to be implying that Bridge City is a privy or successor in interest to the City of Orange. There is nothing in the record to support such an implication and certainly the trial judge made no such finding or conclusion.</p>\n<p>Even if the majority has correctly characterized the holding as res judicata, a judgment in one suit will not operate as res judicata to a subsequent suit where, in the interval, facts have changed or new facts have occurred. <i>Marino v. State Farm Fire &amp; Cas. Ins. Co.,</i> <span class=\"citation\" data-id=\"1639202\"><a href=\"/opinion/1639202/marino-v-state-farm-fire-cas-ins-co/\"><span class=\"volume\">787</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">948</span></a></span> (Tex. 1990). The City of Bridge City did not exist at the time of the prior judgment. This alone is a new or changed fact.</p>\n<p></p>\n<h2>ESTABLISHMENT OF THE EXTRATERRITORIAL JURISDICTION</h2>\n<p>The majority agrees \"with appellant that it was appellee Port Arthur's burden to <span class=\"star-pagination\">*237</span> show by competent evidence what was covered under their extraterritorial jurisdiction.\" The majority further acknowledges that Port Arthur failed in being able to produce a metes and bounds description of their claimed ETJ, the claimed ETJ had never been identified or described by ordinance or resolution, no actual field work had been done to measure with exactness the claimed ETJ and the ground (marsh) had never been walked to determine exactly the claimed ETJ. It is true that the description of land in annexation ordinances is not required to meet the specificity required in a deed. <i>See </i><i>City of Wichita Falls v. Vogtsberger,</i> <span class=\"citation\" data-id=\"2378383\"><a href=\"/opinion/2378383/city-of-wichita-falls-v-state-ex-rel-vogtsberger/\"><span class=\"volume\">526</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">618</span></a></span> (Tex. Civ.App.Fort Worth 1975), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"2447332\"><a href=\"/opinion/2447332/city-of-wichita-falls-v-state-ex-rel-vogtsberger/\"><span class=\"volume\">533</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">927</span></a></span> (Tex.), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">298</span></span> (1976); <i>State v. City of Fort Worth,</i> <span class=\"citation\" data-id=\"2430516\"><a href=\"/opinion/2430516/state-v-city-of-fort-worth/\"><span class=\"volume\">339</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">707</span></a></span> (Tex.Civ.App.Fort Worth 1960, writ ref'd n.r.e.); and <i>City of West Orange v. State ex rel. City of Orange,</i> <span class=\"citation no-link\"><span class=\"volume\">598</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">387</span></span> (Tex.Civ.App. Beaumont 1980) <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1731899\"><a href=\"/opinion/1731899/campbell-v-campbell/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">236</span></a></span> (Tex.1981). In each of these cases, however, there was <i>some</i> description in the annexation ordinance. In this case, there was only an arc on a map supposedly depicting the outward boundary of Port Arthur's ETJ. While TEX.R.CIV. EVID. 802 states inadmissible hearsay evidence admitted without objection should not be denied probative value just because it is hearsay, it does not dictate that such evidence does indeed have probative value. <i>Waldrop v. Manning,</i> <span class=\"citation\" data-id=\"1743784\"><a href=\"/opinion/1743784/waldrop-v-manning/\"><span class=\"volume\">507</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">626</span></a></span> (Tex. Civ.App.Texarkana 1973, writ ref'd n.r.e.) held that when maps are merely opinions and conclusions of their respective draftsmen, they have no probative force if they contain no factual information tying them to a survey. The depictions of the ETJ on the maps are not tied to any survey and are inconsistent among themselves as to the location of the claimed ETJ.</p>\n<p>The majority mentions <i>Oake v. Collin County,</i> <span class=\"citation\" data-id=\"1782184\"><a href=\"/opinion/1782184/oake-v-collin-county/\"><span class=\"volume\">692</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">454</span></a></span> (Tex.1985) and briefly discusses the facts and holding. I believe the case is quite persuasive and controlling. While <i>Oake</i> involves the issue of taxation and who should bear the burden of proof that a particular county boundary exists and this case does not, there is a larger principle. That principle is that a governmental subdivision bears the burden of identifying its own boundary line. Through the extraterritorial jurisdiction scheme, the legislature has allowed municipalities to exercise certain controls over property. The public, both individuals and bodies politic, are entitled to know if a particular piece of property is claimed to be within a certain ETJ. If there becomes a dispute, as in <i>Oake</i> and here, then the governmental subdivision attempting to exercise jurisdiction, control or any type of dominion over the property should have the burden of identifying the boundary line.</p>\n<p></p>\n<h2>PROPER QUO WARRANTO OFFICER</h2>\n<p>The question in the context before this court has never been written upon. I agree with the majority in concluding that <i>State ex rel. Colleyville v. City of Hurst,</i> <span class=\"citation\" data-id=\"2405822\"><a href=\"/opinion/2405822/state-ex-rel-city-of-colleyville-v-city-of-hurst/\"><span class=\"volume\">519</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">698</span></a></span> (Tex.Civ.App.Fort Worth 1975, writ ref'd n.r.e.), is not particularly controlling in that it only restated, at 700, the general rule:</p>\n<blockquote>[A] quo warranto proceeding may be instituted by the attorney general, or by a district or county attorney of the proper district or county.... No other person may lawfully be authorized to bring such an action.</blockquote>\n<p>Likewise, none of the other cases cited by the majority speak to this particular issue; when an objection is lodged to the district or county attorney of the non-venue county bringing the Quo Warranto. The current statute, TEX.CIV.PRAC. &amp; REM.CODE ANN. sec. 66.002 (Vernon 1986), states it in a slightly different way:</p>\n<blockquote>[T]he attorney general or the county or district attorney of the proper county may petition the district court of the proper county ... for leave to file an information in the nature of quo warranto.</blockquote>\n<p>Therefore, to determine which district or county attorney may petition for leave to file, the proper county must be determined. Both quo warranto proceedings, <i>Woodson Independent School Dist. v. State,</i> <span class=\"citation\" data-id=\"3941657\"><a href=\"/opinion/4174010/woodson-indep-sch-v-state/\"><span class=\"volume\">130</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1038</span></a></span> (Tex.Civ.App.Eastland 1939, <span class=\"star-pagination\">*238</span> writ dism'd judgmt cor.); <i>City of Wichita Falls v. State ex rel. Vogtsberger,</i> <span class=\"citation\" data-id=\"2417557\"><a href=\"/opinion/2417557/city-of-wichita-falls-v-state-ex-rel-vogtsberger/\"><span class=\"volume\">509</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">661</span></a></span> (Tex.Civ.App.Fort Worth 1974, no writ), and declaratory judgment suits, <i>Citizens National Bank in Abilene v. Cattleman's Production Credit Ass'n,</i> <span class=\"citation\" data-id=\"1739137\"><a href=\"/opinion/1739137/citizens-nat-bank-v-cattlemans-prod-credit/\"><span class=\"volume\">617</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">731</span></a></span> (Tex.Civ.AppWaco 1981, no writ); <i>Bracewell v. Fair,</i> <span class=\"citation\" data-id=\"2442860\"><a href=\"/opinion/2442860/bracewell-v-fair/\"><span class=\"volume\">638</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">612</span></a></span> (Tex.App.Houston [1st Dist.] 1982, no writ) are governed by the general venue rules. TEX.CIV.PRAC. &amp; REM.CODE ANN. sec. 15.001 et seq. (Vernon 1986). Thus, Orange County was and is the proper county. Consequently, only the attorney general or the county attorney of Orange County may file the petition for leave to file the quo warranto. For the trial judge to allow any other person, including the criminal district attorney of Jefferson County to bring the quo warranto is in contravention of a mandatory statutory provision and any judgment rendered thereafter is void. <i>See </i><i>Downs v. City of Fort Worth,</i> <span class=\"citation\" data-id=\"1782105\"><a href=\"/opinion/1782105/downs-v-city-of-fort-worth/\"><span class=\"volume\">692</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">209</span></a></span>, 212 (Tex.App. Fort Worth 1985, writ ref'd n.r.e).</p>\n<p></p>\n<h2>ATTORNEYS' FEES</h2>\n<p>While the majority recognizes that attorneys' fees are not recoverable in a quo warranto action, they let the attorneys' fees stand because the \"action in quo warranto and for declaratory judgment were so intertwined and interrelated as to defy segregation.\" In the first place, once the quo warranto action was initiated, the declaratory judgment action was no longer appropriate. Ordinarily, quo warranto is the remedy to attack the validity of a city's annexation ordinance. <i>Hoffman v. Elliott,</i> <span class=\"citation\" data-id=\"2380611\"><a href=\"/opinion/2380611/hoffman-v-elliott/\"><span class=\"volume\">476</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">845</span></a></span>, 846 (Tex.1972); <i>State ex rel. Manchac v. City of Orange,</i> <span class=\"citation\" data-id=\"2458476\"><a href=\"/opinion/2458476/state-v-city-of-orange/\"><span class=\"volume\">274</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">886</span></a></span>, 899 (Tex.Civ.App.Beaumont 1955, no writ). Furthermore, a declaratory judgment action is improper and should not be entertained where there is another action, i.e. the quo warranto, pending between the same parties, <i>Texas Liquor Control Board v. Canyon Creek Land Corp.,</i> <span class=\"citation\" data-id=\"2432324\"><a href=\"/opinion/2432324/texas-liquor-control-bd-v-canyon-creek-land-corp/\"><span class=\"volume\">456</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">891</span></a></span>, 895 (Tex.1970), <i>Johnson v. Hewitt,</i> <span class=\"citation\" data-id=\"1730385\"><a href=\"/opinion/1730385/johnson-v-hewitt/\"><span class=\"volume\">539</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">239</span></a></span>, 240-1 (Tex.Civ. App.Houston [1st Dist.] 1976, no writ) and should not be used solely to obtain attorneys' fees, <i>John Chezik Buick v. Friendly Chevrolet,</i> <span class=\"citation\" data-id=\"2468648\"><a href=\"/opinion/2468648/john-chezik-buick-v-friendly-chevrolet/\"><span class=\"volume\">749</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">591</span></a></span>, 594-5 (Tex.App.Dallas 1988, writ denied). This is simply not a suit in declaratory judgment. A declaratory judgment suit seeks to declare the rights and duties or the status of the parties. The main purpose of the declaratory judgment statute was to create a means to determine the rights of the parties before any wrong had actually been committed. <i>City of Watauga v. Taylor,</i> <span class=\"citation\" data-id=\"2461924\"><a href=\"/opinion/2461924/city-of-watauga-v-taylor/\"><span class=\"volume\">752</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">199</span></a></span>, 205 (Tex.App.Fort Worth 1988, no writ). At both the time Port Arthur filed its initial suit and the quo warranto, the relief sought was not to determine which city had jurisdiction over certain property, but to invalidate Bridge City's annexation. <i>See </i><i>Barnett v. City of Colleyville,</i> <span class=\"citation\" data-id=\"2413567\"><a href=\"/opinion/2413567/barnett-v-city-of-colleyville/\"><span class=\"volume\">737</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">603</span></a></span>, 606 (Tex.App. Fort Worth 1987, writ denied). Therefore, I would hold no attorneys' fees are recoverable.</p>\n<p>Even if the declaratory judgment suit and the quo warranto could co-exist, the attorneys' fees should be disallowed because they were not segregated. This very court in <i>American Nat'l Bank v. First Wis. Mtg. Trust,</i> <span class=\"citation\" data-id=\"2444668\"><a href=\"/opinion/2444668/american-nat-bank-trust-co-v-first-wis-mtg-trust/\"><span class=\"volume\">577</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">312</span></a></span> (Tex.Civ. App.Beaumont 1979, writ ref'd n.r.e.) citing <i>International Security Life Ins. Co. v. Finck,</i> <span class=\"citation\" data-id=\"1778851\"><a href=\"/opinion/1778851/international-security-life-insurance-co-v-finck/\"><span class=\"volume\">496</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">544</span></a></span>, 546-7 (Tex.1973) required a plaintiff to segregate the fees and expenses incident to a particular cause of action in which attorneys' fees were recoverable. This was followed in <i>Kosberg v. Brown,</i> <span class=\"citation\" data-id=\"1514909\"><a href=\"/opinion/1514909/kosberg-v-brown/\"><span class=\"volume\">601</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">414</span></a></span>, 418 (Tex.Civ. App.Houston [14th Dist.] 1980, no writ).</p>\n<p>The manner of the awarding of the appellate attorneys' fees was also erroneous. Bridge City complains the award is unconditional and should be conditioned on a successful appeal by Port Arthur. The majority cites only one case, <i>Reynolds v. McCullough,</i> <span class=\"citation\" data-id=\"2467158\"><a href=\"/opinion/2467158/reynolds-v-mccullough/\"><span class=\"volume\">739</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">424</span></a></span> (Tex.App. San Antonio 1987, writ denied) and quotes from the case: \"This form of judgment has been approved in several cases before the courts of civil appeals.\" There are several cases to the contrary. <i>Siegler v. Williams,</i> <span class=\"citation\" data-id=\"1783188\"><a href=\"/opinion/1783188/siegler-v-williams/\"><span class=\"volume\">658</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">236</span></a></span> (Tex.App.Houston [1st Dist.] 1983, no writ) stated at 241:</p>\n<blockquote>Further, a trial court may not penalize a party for taking a successful appeal by <span class=\"star-pagination\">*239</span> taxing him with attorney's fees if he takes such action. Therefore, the trial court must condition the award of attorney's fees to an appellee upon the appellant's unsuccessful appeal. An unconditional award of appellate attorney's fees is improper.</blockquote>\n<p><i>Ortiz v. O.J. Beck &amp; Sons, Inc.,</i> <span class=\"citation\" data-id=\"1679861\"><a href=\"/opinion/1679861/ortiz-v-oj-beck-sons-inc/\"><span class=\"volume\">611</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">860</span></a></span> (Tex.Civ.App.Corpus Christi 1980, no writ), <i>King Optical v. Automatic Data Processing,</i> <span class=\"citation\" data-id=\"1761317\"><a href=\"/opinion/1761317/king-optical-v-auto-data-processing-etc/\"><span class=\"volume\">542</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">213</span></a></span> (Tex.Civ.App. Waco 1976, writ ref'd n.r.e.) and a recent case, <i>Weaver v. King Ready Mix Concrete, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">750</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">913</span></span> (Tex.App.Waco 1988, no writ) all follow the same rule.</p>\n<p></p>\n<h2>THE SAVINGS CLAUSE OF THE ANNEXATIONS</h2>\n<p>The majority upholds the trial court's declaration that the entire annexation is void despite the following savings clause:</p>\n<blockquote>If the taking of any territory annexed by this Ordinance is declared by a Court of competent jurisdiction to be invalid and/or illegal, it shall not affect the balance of the property annexed and attempted to be annexed and that property shall remain as part of THE CITY OF BRIDGE CITY, TEXAS.</blockquote>\n<p>The majority requires the savings clause to express an \"intent to exclude from annexation territory over which it does not have jurisdiction.\" The conditional language certainly implies such an intent. It should be a simple matter to just exclude that property within Port Arthur's ETJ from the ordinance. However, under the state of the record, that was and still is impossible. It is impossible because Port Arthur provided neither a metes and bounds description of their extraterritorial jurisdiction nor a metes and bounds description of that portion of the annexed property they claimed was within their ETJ. Consequently, no one can, to this day, draft an annexation ordinance for Bridge City, in any area within the proximity of Port Arthur's ETJ, that will not potentially invade Port Arthur's ETJ. Thus, the trial court found itself and the majority find themselves on the horns of a dilemma. There was simply no alternative other than to declare the entire annexation ordinance void.</p>\n<p>For the reasons expressed, I would reverse the trial court and render a take-nothing judgment against the City of Port Arthur. Since the majority does not, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The three occasions were:\n</p>\n<p>a) in a letter dated February 26, 1976;</p>\n<p>b) in a letter dated April 30, 1976; and</p>\n<p>c) in a letter dated March 23, 1979.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1509328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1511269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513642/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1514909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1527383/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1531387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1534267/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1534468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1565241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1570387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1639202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1668225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1679861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1682884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1716924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1730385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1731899/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1738676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1739137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1761317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1777506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1778851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1782105/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1782184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1782914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1783188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1793203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2378383/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2380611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2397938/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2405822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2413567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2417557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2430516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2432128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2432324/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2435655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2442860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2444668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2447332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2449535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2449641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2458476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467158/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2468189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2468648/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3938803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3941657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3941894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3947549/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3980443/"
          ]
        }
      ],
      "judges": "Walker",
      "date_created": "2015-09-12T02:51:27.962894Z",
      "date_modified": "2016-03-03T20:16:24.173176Z",
      "date_filed": "1990-06-18",
      "date_filed_is_approximate": false,
      "slug": "city-of-bridge-city-v-state-ex-rel-city-of-port-arthur",
      "citation_id": 1591775,
      "case_name_short": "",
      "case_name": "City of Bridge City v. State Ex Rel. City of Port Arthur",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "792 S.W.2d 217",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1185256/city-of-bridge-city-v-state-ex-rel-city-of-port-ar/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:52:16.924722Z",
  "date_modified": "2014-10-30T14:52:16.924722Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "City of Bridge City v. State Ex Rel. City of Port Arthur",
  "case_name_full": "",
  "slug": "city-of-bridge-city-v-state-ex-rel-city-of-port-ar",
  "docket_number": "09-89-053 CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}