{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1190141/",
  "id": 1190141,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/lactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1622952/",
      "id": 1622952,
      "absolute_url": "/opinion/1622952/state-v-schaller/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1190141/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1622952/",
          "id": 1622952,
          "absolute_url": "/opinion/1622952/state-v-schaller/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1622952/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7383/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:57:40.120067Z",
          "date_modified": "2017-04-06T12:46:35.164663Z",
          "type": "010combined",
          "sha1": "2cd7d4c94d397e017d22c10cbc07a26ad135f8c4",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>15 So.3d 1046 (2009)</b></center>\n<center><h1>STATE of Louisiana<br>\nv.<br>\nDonald L. SCHALLER.</h1></center>\n<center>No. 08-KA-522.</center>\n<center><p><b>Court of Appeal of Louisiana, Fifth Circuit.</b></p></center>\n<center>May 26, 2009.</center>\n<p><span class=\"star-pagination\">*1048</span> Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Anne Wallis, Michael D. Smith, Assistant District Attorneys, Twenty-Fourth Judicial District, Parish of Jefferson, State of Louisiana, Gretna, LA, for Plaintiff/Appellee.</p>\n<p><span class=\"star-pagination\">*1049</span> James A. Williams, Rachel Yasbeck, Attorneys at Law, Gretna, LA, for Defendant/Appellant.</p>\n<p>Panel composed of Judges MARION F. EDWARDS, SUSAN M. CHEHARDY, and FREDERICKA HOMBERG WICKER.</p>\n<p>MARION F. EDWARDS, Judge.</p>\n<p>Defendant, Donald Schaller (\"defendant\"), appeals his convictions on two counts of criminal activity. Schaller was charged on a two-count bill of information with video voyeurism involving a juvenile, a violation of La. R.S. 14:283 B(4) on count one, and distribution of marijuana to a person under age 18, a violation of La. R.S. 40:981 C on count two.</p>\n<p>At the arraignment, defendant pled not guilty and subsequently filed a motion to sever the offenses for trial. The trial court denied the motion to sever, and the matter went before a jury for trial on both counts.</p>\n<p>A jury trial began on July 17, 2007. The court declared a mistrial during <i>voir dire</i> because there were not enough prospective jurors available to complete a twelve-person panel. Subsequently, defendant was tried on both counts before a twelve-member jury on October 23 and 24, 2007. The jury returned a verdict of guilty as charged on both counts.</p>\n<p>Defendant filed motions for post-verdict judgment of acquittal and for a new trial. The trial court denied both motions. Defendant waived statutory delays, and the court sentenced him on count one to ten years at hard labor without benefit of parole, probation, or suspension of sentence. On count two, the court sentenced defendant to twelve years at hard labor. The court further ordered that the sentences be served concurrently with each other.</p>\n<p>Defendant made timely oral motions for appeal and for reconsideration of sentence and followed those with written motions. The trial court granted defendant's appeal motion and denied his motion to reconsider sentence.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>Agent Pat DiGiovanni (\"Agent DiGiovanni\") and his partner, Sergeant Frank Caracci (\"Sergeant Caracci\"), both members of the Jefferson Parish Sheriff's Office, began surveillance on defendant's house at 1105 Barnes Court in Bridge City after receiving a tip from crime stoppers. Both officers were in plainclothes and drove separate unmarked vehicles. When the officers saw a juvenile girl dressed in a school uniform leave defendant's residence, the officers decided to perform a \"knock and talk\" at the house. When the officers knocked on the door, defendant opened it. The officers identified themselves and explained to defendant the complaint that had prompted their investigation. They asked defendant if they could speak with him. Defendant agreed and invited the officers to enter the house.</p>\n<p>When the officers entered defendant's house, they smelled marijuana. Agent DiGiovanni testified that he saw a brown, wooden pipe and some partially smoked marijuana cigarettes lying on a table. The cigarettes were in an ashtray. Agent DiGiovanni informed defendant he suspected him of marijuana use. He advised defendant of his <i>Miranda</i><sup>[1]</sup> rights and reviewed a rights of arrestee form with him. Defendant signed the form, indicating he understood his rights and wished to waive them and submit to questioning by the officers.</p>\n<p>The officers asked defendant if he would consent to a search of his house. Defendant agreed to a search, and he signed a consent form provided by the officers. Agent DiGiovanni asked defendant whether <span class=\"star-pagination\">*1050</span> there was any additional marijuana in the house, and defendant responded that there was some in a cabinet in the headboard of his bed. The officers looked in the cabinet and found some bags of marijuana, drug paraphernalia, a scale, hemostats (surgical clamps commonly used to smoke marijuana cigarettes), cigarette rolling papers, and a cigarette rolling machine. Upon discovering those items, the officers conducted a systematic search of defendant's bedroom.</p>\n<p>Sergeant Caracci located several shoe boxes on a shelf in defendant's bedroom closet. Based on his experience in narcotics work, he knew drugs are commonly hidden in shoe boxes. Sergeant Caracci opened one of the shoe boxes and found it contained several videocassettes. The officer noted that defendant was pacing nervously about the room. Defendant was also sweating, and his eyes bulged.</p>\n<p>The shoe boxes contained several videotapes. One of the tapes was labeled \"Mary XXX\"; another label referred to Louisiana high school football. Agent Caracci testified that he was concerned there was something not right about the tapes. He asked defendant whether he had a son who played high school football. Defendant said he did not. Agent DiGiovanni asked defendant if he had any daughters. Defendant replied that he did not but that he sometimes takes in runaways and homeless girls.</p>\n<p>Defendant told the officers the videotapes depicted some girls from the neighborhood dancing. Defendant indicated to Agent DiGiovanni that the tapes might also show juveniles consuming illegal drugs. Sergeant Caracci asked defendant if he could watch the videotapes, and defendant consented. Sergeant Caracci testified that he put one of the tapes into a videocassette recorder in the front room of the house and that it depicted young women, who appeared to be teenage girls, dancing in lingerie. There was nothing on that tape that showed the consumption of narcotics. Sergeant Caracci watched a second tape, which depicted a young woman, who appeared to be a teenager, masturbating. Sergeant Caracci testified that these were not commercial videotapes and that they appeared to have been made in defendant's house.</p>\n<p>Sergeant Caracci did not view any of the other videotapes at that point. Instead, he contacted the Personal Violence Unit of the Sheriffs Office and reported that there might be criminal activity depicted on the tapes.</p>\n<p>Agent DiGiovanni testified that he searched a second bedroom next to defendant's bedroom and recovered a video camera concealed under some clothes in a cabinet. The camera was attached to a video cassette recorder.</p>\n<p>Detective David Spera (\"Detective Spera\") of the Jefferson Parish Sheriffs Office testified he is assigned to the Crimes Against Persons Division of the Detective Bureau. That section investigates sex crimes and crimes against children. Detective Spera stated that, on April 1, 2004, he was called to 1104 Barnes Court in Bridge City by officers conducting a consent search. He was accompanied by his partner, Detective Michael Cummings (\"Detective Cummings\"). The officers at the scene explained their investigation to Detective Spera and showed him the evidence collected at the residence. The officers identified the suspect and the possible victims.</p>\n<p>Detective Spera stated that he interviewed two teenage girls, A.D.<sup>[2]</sup> and C.F. <span class=\"star-pagination\">*1051</span> and A.D.'s mother that evening. A.D. told him she was introduced to defendant by C.F. and that she had gone to defendant's house on occasion and had smoked marijuana there. Detective Spera testified that he did not threaten A.D. or her mother in any way in order to obtain information. After speaking to the girls, Detective Spera went to the Detective Bureau to interview defendant.</p>\n<p>After reviewing a rights form with defendant, Detective Spera conducted a tape recorded interview with him. Sergeant Monie and Detective Cummings were present, and they also questioned defendant. The interview was admitted in evidence and was played for the jury. A transcript of the tape recording was also admitted in evidence. Defendant told the officers that C.F. lived next door to him, and she was fifteen years old at that time. He said he thought A.D. was also fifteen. C.F. and another fifteen-year-old girl, J.B., have spent the night at his house. Defendant said he believed the girls' parents knew they were sleeping at his house.</p>\n<p>Defendant stated Mary and Heidi are sisters who used to live with him. At the time of the interview, Mary was eighteen years old, and Heidi was twenty-one. Defendant was, at one time, Mary's guardian, and she lived with him. Heidi moved in with him when she was eighteen. Both sisters moved out of his house around Christmas of 2003. Defendant stated that some of the videotapes seized by the officers at his house depict sexual activity involving Mary and Heidi. Specifically, Mary is pictured having sex with defendant. Defendant said he began having sex with Mary shortly before she moved out of his house. Defendant stated that A.D., C.F., and J.B. are pictured on some of the seized videotapes, but they are not shown engaging in sexual activity.</p>\n<p>Defendant stated that he gives C.F. and other teens free access to his house except for his bedroom. He keeps that room locked because he stores drugs in that room. Defendant told the officers he had installed and activated the hidden camera officers found in his spare bedroom as a \"babysitting aid,\" to make sure nothing went wrong in the house. He put the camera in that room because it was the only room where the girls could conceal their activities by closing the door. Defendant suspected the girls might take boys in there and engage in heavy petting. However, the only instance of such behavior defendant captured on videotape involved A.D. and her boyfriend. They engaged in \"heavy petting\" and A.D.'s boyfriend put his hands down the back of A.D.'s pants; although the couple did not disrobe. Defendant said neither A.D. nor her boyfriend knew the camera was there. He questioned A.D. about the incident the following day, but he did not reveal that he had a hidden camera in the bedroom. Defendant said he did not inform A.D.'s mother about the incident.</p>\n<p>Defendant stated that he installed a recording system on his home telephone so that all telephone calls made at his house were recorded. Those included calls made by A.D. and C.F. He told the girls about the recording system.</p>\n<p>One of the tapes introduced by the State at trial shows A.D. and a young man, later identified as A.D.'s boyfriend, enter the room. A.D. closes the bedroom door, and she and her boyfriend sit on the bed and begin kissing. The young man touches A.D. under her shirt and puts his hands into the back of her pants. The two lie down on the bed and continue kissing. Neither of the two disrobes, but the young man unbuttons A.D.'s pants. Other videotapes contained in the record show more explicit sexual activities involving defendant and young girls who appear to be under age.</p>\n<p><span class=\"star-pagination\">*1052</span> The victim, A.D., testified that her date of birth is January 9, 1990. A.D. said her friend C.F. introduced her to defendant when she was thirteen. She and C.F. went to defendant's house after school on a regular basis, where they watched television, listened to the radio, talked, and smoked marijuana with defendant. A.D. said she smoked marijuana at defendant's house between ten and twenty times. C.F. was there on all of those occasions. A.D. testified that defendant supplied the marijuana. He made marijuana cigarettes using a rolling machine and rolling papers. A.D. said she was at defendant's house on New Year's Eve 2003 and she smoked marijuana there that night.</p>\n<p>A.D. testified that, on Valentine's Day in 2004, her boyfriend went to defendant's house at C.F.'s invitation. A.D. was fourteen years old at that time. Her boyfriend was seventeen. At first she and her boyfriend sat on a sofa and watched television with defendant and C.F. Then A.D. and her boyfriend began \"making out.\" The two then went into the guest bedroom, closed the door, and continued to \"fool around.\"</p>\n<p>A.D. viewed the videotape during her testimony. She identified herself and her boyfriend as the couple depicted on the tape. She testified that she did not know there was a camera in the bedroom when she was in there with her boyfriend. A.D. first learned about defendant's hidden camera when he was arrested. A.D. testified that defendant had videotaped her on other occasions, singing along with songs on the radio or swimming in defendant's pool. She was not uncomfortable on those occasions.</p>\n<p>A.D. testified that police officers questioned her at her house when they arrested defendant, and she told them how she had met defendant and what she did at his house. The officers did not threaten to arrest her, nor did they threaten to take her away from her parents.</p>\n<p>Omalee Gordon (\"Ms. Gordon\") testified she is currently retired from the Gretna Police Department. During her career, she was assigned to the Jefferson Children's Advocacy Center as a forensic interviewer. She spoke to police officers about A.D.'s case, and she subsequently interviewed the child. Ms. Gordon identified a videotape of the interview she conducted with A.D. The videotape was played for the jury.</p>\n<p>During the videotaped interview, A.D. told Ms. Gordon that defendant lives four houses away from her house. C.F. introduced her to defendant, and she began visiting defendant's house with C.F. on a regular basis after school when she was thirteen years old. After a few months, C.F. asked her to smoke marijuana there. A.D. did not want to do it at first, but she eventually began smoking marijuana with C.F. and defendant. Defendant supplied the marijuana in the form of cigarettes. A.D. said she smoked marijuana at defendant's house more than twice.</p>\n<p>A.D. told Ms. Gordon that defendant used his video camera to tape her and C.F. talking, singing, swimming (in defendant's swimming pool), and smoking marijuana. They often watched those videotapes on defendant's television. C.F. also used defendant's camera to videotape her.</p>\n<p>A.D. said her seventeen-year-old boyfriend once met her at defendant's house. She and her boyfriend went into defendant's guest bedroom and kissed until C.F. eventually knocked on the bedroom door. A.D. did not tell any adults about what happened at defendant's house.</p>\n<p>Keisha Dufrene (\"Ms. Dufrene\"), a defense witness, testified at trial that she has lived across the street from defendant on Barnes Court for five years. On the night <span class=\"star-pagination\">*1053</span> of April 1, 2004, she was sitting outside of her house when she saw several police officers arrive at defendant's residence. One of the officers talked to C.F. in the driveway next door to defendant's house. She also saw an officer talking to A.D., whom she knows from the neighborhood. Ms. Dufrene crossed the street to check on the girls. She overheard police officers telling A.D. that if she did not tell them about smoking marijuana with defendant, they would call child protective services and she and her siblings would be removed from her parents' home. A.D. was visibly upset.</p>\n<p>Defendant testified on his own behalf at trial. He denied that he gave marijuana to A.D. Defendant said C.F. lives next door to him with her mother, and he has known the girl since she was born. He explained that C.F.'s relationship with her family was not good, and she spent a lot of time at his house watching television or doing homework. A.D. started visiting his house when she was ten or eleven years old. Defendant testified that both C.F.'s and A.D.'s mothers knew their daughters were visiting his house and that A.D.'s mother has asked him to watch A.D. in the past.</p>\n<p>Defendant testified that he bought the video camera found concealed in his spare bedroom for security reasons. Soon afterwards, C.F. brought A.D.'s boyfriend to his house. He secretly filmed A.D. and her boyfriend in the bedroom for \"babysitter purposes.\" It was not his intention to arouse his own sexual desires. After he watched the videotape of A.D. and her boyfriend, he never again allowed the two to be alone together at his house. Defendant stated he did not make any secret videos other than the one of A.D. and her boyfriend. When asked about the videotape that featured him with Mary H. involved in sexual activity, defendant stated that Mary was seventeen years old at the time the tape was made. She began staying at his house when she was sixteen.</p>\n<p></p>\n<h2><i>LAW</i></h2>\n<p>Defendant has assigned a total of seven errors for our review in an original and a supplemental brief. In two of the assignments of error, defendant challenges the sufficiency of evidence used to convict him on both charges. When issues are raised on appeal as to sufficiency of the evidence and as to one or more trial errors, the reviewing court should first determine sufficiency of the evidence. When the entirety of the evidence, including inadmissible evidence which was erroneously admitted, is insufficient to support the conviction, the accused must be discharged as to that crime, and any issues regarding trial errors become moot.<sup>[3]</sup></p>\n<p>The constitutional standard for testing the sufficiency of the evidence, as enunciated in <i>Jackson v. Virginia,</i><sup>[4]</sup> requires that a conviction be based on proof sufficient for any rational trier-of-fact, viewing the evidence in the light most favorable to the prosecution, to find the essential elements of the crime beyond a reasonable doubt. The evidence may be either direct or circumstantial. When circumstantial evidence is used to prove the commission of the offense, La. R.S. 15:438 provides that \"assuming every fact to be proved that the [circumstantial] evidence tends to prove, in order to convict, it must exclude every reasonable hypothesis of innocence.\" It is not a separate test from the Jackson standard; rather, it provides a helpful basis for determining the existence of reasonable doubt.<sup>[5]</sup> Both the direct and circumstantial <span class=\"star-pagination\">*1054</span> evidence must be sufficient to support the conclusion that the defendant is guilty beyond a reasonable doubt.<sup>[6]</sup> The reviewing court does not determine whether another possible hypothesis suggested by a defendant could afford an exculpatory explanation of the events. Rather, it must evaluate the evidence in a light most favorable to the State and determine whether the possible alternative hypothesis is sufficiently reasonable that a rational juror could not have found proof of guilt beyond a reasonable doubt.<sup>[7]</sup></p>\n<p></p>\n<h2><i>SUFFICIENCY OF EVIDENCE ON VIDEO VOYEURISM</i></h2>\n<p>Defendant contends the evidence at trial does not support his conviction on count one for video voyeurism involving a juvenile, arguing that the State failed to prove he had a lewd or lascivious purpose. Additionally, with regard to the sentence enhancement provisions of the video voyeurism statute, defendant argues the State failed to sufficiently prove he had the intent of arousing or gratifying his own sexual desires.</p>\n<p>In order to prove defendant committed video voyeurism under La. R.S. 14:283, the State was required to establish beyond a reasonable doubt that: 1) defendant used an image recording device for the purpose of observing, viewing, photographing, filming, or videotaping another person; 2) that the person did not consent to being observed, photographed, or videotaped; and 3) that the defendant committed the act for a lewd or lascivious purpose. Additionally, in order to show that the sentencing enhancement provisions pertaining to juvenile victims under La. R.S. 14:283 B(4) applied to defendant, the State was required to prove: 1) that the child being observed, photographed, or videotaped was under the age of seventeen years; and 2) that the defendant intended to arouse or gratify his own sexual desires.</p>\n<p>One of the videotapes seized at defendant's house was the State's primary evidence as to this offense. The tape was identified by Sergeant Caracci and was played for the jury at trial. On the videotape, there are several minutes during which only a bed and a telephone are seen. Then a young woman and a young man, later identified as A.D. and her boyfriend, enter the room. A.D. says to someone outside the room, \"I'm gonna f___ him right now, give me a condom.\" She then says, \"I'm just f___ing with you.\" A.D. closes the bedroom door, and she and her boyfriend sit on the bed and begin kissing. The young man touches A.D. under her shirt, and puts his hands into the back of her pants. The two lie down on the bed and continue kissing. Neither of them disrobes, but the young man unbuttons A.D.'s pants. After several minutes, someone knocks at the bedroom door, and A.D. and her boyfriend leave the room.</p>\n<p>The evidence at trial sufficiently proved defendant videotaped A.D. and her boyfriend without their knowledge or consent. A.D. viewed the videotape during her trial testimony, and she identified herself and her boyfriend as the two subjects depicted. A.D. testified she did not know there was a camera in the bedroom until defendant was arrested. She did not want defendant to videotape her with her boyfriend.</p>\n<p>During his testimony, defendant acknowledged that he installed a hidden video camera in his spare bedroom after he gave A.D. permission to invite her boyfriend to his house. Defendant testified he turned the camera on fifteen minutes after the boyfriend arrived at his house. He <span class=\"star-pagination\">*1055</span> stated that he did not tell anyone the video camera was hidden in the bedroom.</p>\n<p>Necessary to an analysis of whether the evidence at trial proved defendant had a \"lewd or lascivious\" purpose in secretly videotaping A.D. and her boyfriend is a determination of the term's meaning. La. R.S. 14:283 does not include a definition of \"lewd and lascivious,\" and no jurisprudence specifically defines the term in the context of video voyeurism. But this Court has accepted a jurisprudential definition of the term.</p>\n<p>In <i>State v. Lande,</i><sup>[8]</sup> this Court considered the meaning of \"lewd and lascivious\" in the context of La. R.S. 14:81, pertaining to indecent behavior with a juvenile. This Court stated, \"`A lewd or lascivious act is one which tends to excite lust and to deprave the morals with respect to sexual relations and which is obscene, indecent, and related to sexual impurity or incontinence carried on in a wanton manner.'\"<sup>[9]</sup></p>\n<p>Considering the circumstances surrounding defendant's secret videotaping of A.D. and her boyfriend, we find the evidence was sufficient to prove that defendant had a lewd and lascivious purpose. By his own admission, defendant, an unmarried man in his late fifties, spent a great deal of time entertaining teenage girls at his house under suspect circumstances. Some of the videotapes admitted at trial depict girls either naked or wearing revealing lingerie, dancing suggestively and, in one case, masturbating, while defendant operated the video camera. One of the tapes depicts defendant having sexual relations with a young woman named Mary whom defendant testified was seventeen at the time. From these facts, it is possible to infer that defendant's sexual proclivities lean towards teenaged girls.</p>\n<p>Defendant testified it was not his intention to satisfy his own sexual desires by secretly videotaping A.D. and her boyfriend. But it could easily be inferred from defendant's actions that this was his intention. Defendant testified that he purchased the video camera he used to make the secret recording for security purposes. He explained that some neighborhood children had broken the mirrors on his truck, and he was unable to determine who the culprits were. However, the placement of the camera in a bedroom belies defendant's testimony.</p>\n<p>Defendant knew that A.D. and her boyfriend were going to meet at his house. Defendant installed the hidden camera in his spare bedroom three days before the teenagers were due to be at his house together. Defendant said he set up the hidden camera in order to determine whether A.D. was doing anything wrong with her boyfriend. He wanted to know whether they were \"misbehaving\" while at his house. Clearly defendant could have accomplished this purpose by keeping the teenagers out of the bedroom and under his direct supervision at all times. Instead, defendant set up and turned on a hidden video camera in anticipation of filming the couple. Then, he allowed A.D. and her boyfriend to go into the spare bedroom and close the door. It is difficult to contemplate that defendant did not know what the two teenagers planned to do by themselves in the bedroom, particularly since, according to A.D., the two were \"making out\" in defendant's presence prior to that. Moreover, A.D.'s request for a condom, <span class=\"star-pagination\">*1056</span> while it might have been perceived as a joke, would have been reason enough for a responsible adult to order the two teens out of the bedroom at once.</p>\n<p>We find that the evidence was sufficient to show defendant expected A.D. and her boyfriend to engage in some sort of sexual activity in the bedroom and that he secretly videotaped it with an eye toward watching the videotape to excite lust. Defendant testified that he did view the video footage of A.D. and her boyfriend the following day.</p>\n<p>As to the sentencing enhancement provisions of La. R.S. 14:283 B(4), we find the State sufficiently proved A.D. was under the age of seventeen. A.D. testified she was fourteen years old at the time the incident depicted on videotape took place. Furthermore, defendant testified he knew A.D. was fourteen at that time.</p>\n<p>Additionally, it could easily be inferred, given the evidence at trial, that defendant had the specific intent to gratify his own sexual desires. Defendant testified that he secretly filmed A.D. and her boyfriend in the bedroom for \"babysitter purposes.\" However, the videotape submitted by the State was not the only videotape seized from defendant's home that contained sexual content. Given all the circumstances, the jury could have reasonably found that defendant's explanation that he used the hidden camera to videotape A.D. and her boyfriend without their knowledge for babysitting purposes did not constitute a reasonable hypothesis of innocence.</p>\n<p>Based on the foregoing, we find the State provided sufficient evidence at trial to support defendant's conviction as well as the imposition of the enhanced penalty.</p>\n<p></p>\n<h2><i>SUFFICIENCY OF EVIDENCE OF MARIJUANA DISTRIBUTION</i></h2>\n<p>Defendant was also charged and convicted under La. R.S. 40:981 C, which provides an enhanced penalty for a defendant who distributes drugs to any person who is under eighteen years of age who is at least three years his junior. In this case, defendant, a man in his fifties, was accused of violating La. R.S. 40:966 by distributing marijuana, a Schedule I drug, to a fourteen year old.</p>\n<p>The only element of the charge challenged by defendant relates to the identification of the substance alleged to be marijuana. Defendant points out that the State did not offer any expert testimony relating to chemical tests to show that the substance found in defendant's home was marijuana.</p>\n<p>A.D. testified at trial that she knew she was smoking marijuana as opposed to tobacco at defendant's house because it made her feel \"goofy and tired,\" and tobacco does not make her feel that way. She also noted the cigarettes that defendant gave her were thinner than regular cigarettes. A.D. testified that, after they smoked marijuana, she and C.F. would become hungry, and they ate food from defendant's refrigerator. The marijuana cigarettes, or \"joints,\" made her eyes red, and they sometimes made her cough. A.D. identified cigarette rolling papers seized from defendant's house as the type of rolling papers defendant used, and she identified defendant's rolling machine. She also identified the hemostats in evidence as the \"scissors\" she used to hold the marijuana cigarettes she smoked with defendant. On cross-examination, A.D. testified that she knows the substance she smoked at defendant's house was marijuana because she saw it. Marijuana is the only drug she has ever used.</p>\n<p>At trial, the State attempted to put on testimony by chemist Charles Krone (\"Mr. Krone\") that the substance recovered at defendant's house on the night of his arrest was marijuana. Defense counsel objected <span class=\"star-pagination\">*1057</span> to the testimony, arguing that it was inadmissible \"other crimes\" evidence with no relation to the allegations in the instant bill of information.<sup>[10]</sup> The State countered that Mr. Krone's testimony was not \"other crimes\" evidence; that his intention in calling the chemist as a witness was to support A.D.'s testimony that defendant kept marijuana in his house. The trial court ruled Mr. Krone's testimony regarding analysis of the substance seized in April 2004 was not admissible to support the charge that defendant distributed marijuana to a minor in January 2004.</p>\n<p>Defendant now argues that, absent direct evidence regarding the chemical testing, A.D.'s testimony that she smoked marijuana at defendant's house was insufficient to prove he was guilty of distributing marijuana to a minor. But the Louisiana Supreme Court, based on federal jurisprudence interpreting analogous federal drug statutes<sup>[11]</sup> has found that identification of a controlled substance does not require direct scientific evidence if circumstantial evidence establishes the identity of the substance beyond a reasonable doubt.<sup>[12]</sup> The court stated, \"This circumstantial evidence can include `lay experience based on familiarity through prior use, trading, or law enforcement; a high sales price; on-the-scene remarks by a conspirator identifying the substance as a drug; and behavior characteristic of sales and use such as testing, weighing, cutting and peculiar ingestion.'\"<sup>[13]</sup></p>\n<p>In the instant case, A.D. gave specific testimony regarding how she felt after smoking the substance defendant gave her. Moreover, A.D. was able to identify the paraphernalia seized from defendant's house as devices used to roll and smoke marijuana cigarettes.</p>\n<p>In his interview with Detective Spera, defendant admitted to keeping narcotics in his house. While defendant did not specifically identify marijuana as a drug he kept in his home, Agent DiGiovanni testified he found marijuana there during the consent search.</p>\n<p>Although there was no expert testimony regarding the testing and identification of the substance seized from defendant's house, Agent DiGiovanni, an officer with seven years of law enforcement experience who was assigned to the narcotics division for more than four years, testified that he smelled burning marijuana when he entered defendant's house. The officer then saw some partially smoked marijuana cigarettes in an ashtray. When Agent DiGiovanni asked defendant whether there was any additional marijuana in his house, defendant showed him to a cabinet in his bedroom that contained marijuana.</p>\n<p>Some of the videocassettes seized from defendant's home depict teenage girls smoking cigarettes. It is impossible to know, based on the video images, whether those cigarettes contained marijuana. But Sergeant Caracci testified that, during the residence search, defendant admitted some of the tapes might show juveniles smoking marijuana.</p>\n<p><span class=\"star-pagination\">*1058</span> Clearly the jury found that the circumstantial evidence produced at trial viewed in a light most favorable to the State, was sufficient to prove the substance A.D. smoked at defendant's house was marijuana. We see no abuse in that finding.<sup>[14]</sup></p>\n<p>Based on the applicable law and the facts presented, we find the evidence at trial was sufficient to support defendant's conviction for distribution of marijuana to a person under the age of eighteen.</p>\n<p></p>\n<h2><i>FAILURE TO SEVER</i></h2>\n<p>In one of the assignments of error, defendant asserts that the failure to sever the offense of video voyeurism of a juvenile from distribution of marijuana to a juvenile was an abuse of the trial court's discretion. Defendant argues he was unfairly prejudiced by the trial court's denial of his motion to sever the video voyeurism and marijuana distribution charges for trial. He contends that the evidence as to each individual charge was weak. However, when all of the evidence on both charges was heard by the same jury, the cumulative effect bolstered the otherwise weak support for the individual charges. Defendant further complains that the joinder of the two offenses served to paint him as a bad person and caused the jury to be hostile towards him.</p>\n<p>The State contends that the two offenses were properly joined, and defendant fails to meet his burden of showing prejudicial joinder.</p>\n<p>La.C.Cr.P. art. 493 permits the joinder of offenses that are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan, provided the offenses are triable by the same mode of trial.</p>\n<p>In the instant case, the two charged offenses were properly joined since they were connected, and they constituted part of a common scheme or plan. The offenses were alleged to have occurred within the same period, in the same location (defendant's house), and they involved the same victim. Additionally, the two offenses were triable by a twelve-person jury, ten of whom were required to agree.<sup>[15]</sup></p>\n<p>A defendant properly charged in the same indictment with two or more offenses in accordance with La.C.Cr.P. art. 493 may nevertheless move for a severance of the offenses. If it appears that a defendant is prejudiced by a joinder of offenses in an indictment or bill of information or by such joinder for trial together, the court may order separate trials, grant a severance of offenses, or provide whatever other relief justice requires.<sup>[16]</sup></p>\n<p>In determining whether prejudice may result from the joinder, the court should consider whether the jury would be confused by the various counts; whether the jury would be able to segregate the various charges and evidence; whether the defendant could be confounded in presenting his various defenses; whether the crimes charged would be used by the jury to infer a criminal disposition and finally, whether, especially considering the nature of the charges, the charging of several crimes would make the jury hostile.<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*1059</span> The defendant has a heavy burden of proof when he alleges prejudicial joinder.<sup>[18]</sup> A motion to sever is addressed to the sound discretion of the trial court and the ruling should not be disturbed on appeal absent a showing of an abuse of discretion.<sup>[19]</sup></p>\n<p>In the matter before us, defendant made an oral objection to the joinder of the video voyeurism and marijuana distribution charges in the trial court and moved the court to sever the offenses for trial. The court heard arguments on the motion that day and denied it. The judge reasoned, in part, that defendant would not be prejudiced by the joinder of the offenses for trial.</p>\n<p>Defendant now complains the trial court abused its discretion in denying his severance motion. Defendant argues the joinder of the two offenses for trial compromised his ability to present a defense, that it caused the jury to infer a criminal disposition, and that it made the jury hostile. Defendant points out that his defense to the video voyeurism charge was that his intention was not to obtain sexual gratification but to institute security measures in his home. He complains that the evidence regarding the marijuana charge caused the jury to conclude his intent was sexual and, therefore, his defense was sabotaged.</p>\n<p>Defendant further argues the marijuana evidence caused the jury to infer he had the necessary criminal intent to commit video voyeurism. However, as defendant himself notes, the two offenses charged have different intent requirements. The video voyeurism statute requires a showing of lewd or lascivious intent, whereas the marijuana distribution charge required no such showing. A finding that defendant had the necessary intent to commit one of the offenses would not necessarily lead the jury to automatically conclude that defendant had the necessary intent to commit the other offense.</p>\n<p>Defendant contends the nature of the two charged offenses, along with his age, \"can do nothing but make the jury hostile.\" This is a conclusory allegation for which defendant offers no support. Factual, rather than conclusory, allegations are required when a defendant alleges prejudicial joinder of offenses as a ground for a motion to sever.<sup>[20]</sup></p>\n<p>In the instant case, both offenses were committed against the same victim, and they were part of a continuing course of conduct on defendant's part. The State presented the evidence at trial in an organized and logical manner such that it is unlikely that the jury was confused, since the State presented its evidence on each count separate and distinct, and both offenses were part of a continuing course of conduct.<sup>[21]</sup></p>\n<p>Defendant failed to meet his burden of showing the joinder of the two offenses was prejudicial and that the trial court abused its discretion in denying his severance motion. Accordingly, we find no merit in this argument.</p>\n<p></p>\n<h2><i>INTRODUCTION OF VIDEOTAPES</i></h2>\n<p>Defendant argues the introduction into evidence of the unrelated videotapes was more prejudicial than probative since those videotapes had no relevant relationship to the video voyeurism videotape.</p>\n<p><span class=\"star-pagination\">*1060</span> Defendant contends that the videotapes, other than the one made with the hidden camera, introduced in connection with the video voyeurism charge were improper evidence of other crimes. He argues those videotapes were not made with a hidden camera, as was the videotape of A.D. and her boyfriend. Rather, those tapes were made with the knowledge and consent of the subjects. Further, defendant complains that the prejudicial nature of the videotapes outweighed any probative value they might have had.</p>\n<p>The State responds that the videotapes were properly admitted to show defendant's intent and motive pursuant to La. C.E. art. 404 B.<sup>[22]</sup></p>\n<p>Generally, evidence of other crimes or bad acts committed by a criminal defendant is not admissible at trial.<sup>[23]</sup> However, when evidence of other crimes tends to prove a material issue and has independent relevance other than to show that the defendant is of bad character, it may be admitted by certain statutory and jurisprudential exceptions to this rule.<sup>[24]</sup> Evidence of other crimes is allowed to prove motive, opportunity, intent, preparation, plan, knowledge, identity, absence of mistake or accident, or when it relates to conduct that constitutes an integral part of the act or transaction that is the subject of the present proceeding to such an extent that the State could not accurately present its case without reference to the prior bad act.<sup>[25]</sup></p>\n<p>In order for other crimes evidence to be admitted under this rule, one of the factors enumerated in the article must be at issue, have some independent relevance, or be an element of the crime charged.<sup>[26]</sup> Further, the probative value of the extraneous evidence must outweigh its prejudicial effect.<sup>[27]</sup> The defendant bears the burden to show that he was prejudiced by the admission of the other crimes evidence.<sup>[28]</sup></p>\n<p>The purpose behind Article 404 B is not to prevent prejudice, since evidence of other <span class=\"star-pagination\">*1061</span> crimes is always prejudicial, but to protect against unfair prejudice when the evidence is only marginally relevant to the determination of guilt of the charged crime.<sup>[29]</sup> Absent an abuse of discretion, a trial court's ruling on the admissibility of evidence pursuant to La. C.E. art 404 B(1) will not be disturbed.<sup>[30]</sup></p>\n<p>Additionally, La. C.E. art. 412.2 provides in pertinent part:</p>\n<blockquote>A. When an accused is charged with a crime involving sexually assaultive behavior, or with acts that constitute a sex offense involving a victim who was under the age of seventeen at the time of the offense, evidence of the accused's commission of another crime, wrong, or act involving sexually assaultive behavior or acts which indicate a lustful disposition toward children may be admissible and may be considered for its bearing on any matter to which it is relevant subject to the balancing test provided in Article 403.</blockquote>\n<p>While we recognize that defendant herein was not charged with sexually assaultive behavior, video voyeurism is designated as a \"sex offense\" in La. R.S. 15:541(14.1), pertaining to sex offender registration. Also, the victim, A.D., was under the age of seventeen at the time of the offense. The State suggests that the videotapes at issue substantiate defendant's \"lustful disposition toward children.\"</p>\n<p>In order to employ Article 412.2, the State had to show that the young women who performed sexually suggestive acts in those videotapes were actually children. Based on comments made on the videotapes, it appears that C.F. was depicted on some of the tapes and that she is one of the young women shown dancing in revealing lingerie. Defendant testified that C.F. was fifteen years old at the time of the offense.</p>\n<p>At a pre-trial hearing, the State orally moved the trial court to allow the admission of the tapes seized at defendant's home under exceptions provided in Article 404 B. The prosecutor argued that the videotapes would be used at trial for purposes other than to prove defendant's bad character. Specifically, the State planned to use the tapes to show defendant's intent. The prosecutor further argued that the probative value of the videotapes outweighed their prejudicial effect.</p>\n<p>The trial judge stated that he had viewed the videotapes at issue, and he found them to be admissible. The judge reasoned that the videotapes were relevant to show intent, which was an element of the offense of video voyeurism. He explained that the sexual acts portrayed on the videotapes were evidence that defendant's purpose in taping A.D. and her boyfriend with a hidden camera was to arouse or gratify his sexual desires. The judge further stated that the probative value of the tapes far outweighed any prejudicial effect they might have.</p>\n<p>We do not find the trial court abused its discretion in admitting the videotapes at issue. The Louisiana Supreme Court has recognized that where the element of intent is regarded as an essential ingredient of the crime charged, it is proper to admit proof of similar but disconnected crimes to show the intent with which the act charged was committed.<sup>[31]</sup></p>\n<p>The video voyeurism statute requires that the State prove the defendant <span class=\"star-pagination\">*1062</span> committed the act for a lewd or lascivious purpose. The videotapes at issue were relevant to show defendant had lewd or lascivious intent when he secretly recorded A.D. and her boyfriend kissing. All of the disputed videotapes appear to have been made by defendant or in his presence; they all contain some sort of sexual display or behavior involving teenage girls; and it could easily be inferred that defendant collected and used the tapes for his own sexual gratification.</p>\n<p>Additionally, the relevance of the videotapes as evidence of intent or motive outweighed any prejudice defendant might have suffered from their admission in evidence. It is also noteworthy that, in charging the jury at the end of trial, the judge gave a limiting instruction with regard to \"other crimes\" evidence:</p>\n<blockquote>Evidence that the defendant was involved in the commission of acts other than the offense for which he is on trial is to be considered only for a limited purpose. The sole purpose for which such evidence may be considered is whether it tends to show motive, intent, plan, system and guilty knowledge on the part of defendant.</blockquote>\n<blockquote>Remember the accused is on trial only for the offense charged. You may not find him guilty of this offense merely because he may have committed another act.</blockquote>\n<p>Accordingly, we find no merit in this assignment of error.</p>\n<p></p>\n<h2><i>ADMISSION OF DRUG PARAPHERNALIA</i></h2>\n<p>Defendant also argues that the marijuana and paraphernalia recovered at the time of the arrest is evidence of other crimes and is far more prejudicial than probative as that evidence had no relevant relationship to the alleged distribution of marijuana to a minor at an earlier time. Further, defendant asserts that the State failed to comply with the requirements of <i>Prieur</i><sup>[32]</sup> by failing to provide written notice of its intent to use evidence of other crimes. Defendant maintains the trial court should have granted him a mistrial, and he moves this Court to grant him a new trial.</p>\n<p>The State counters that defendant did not preserve the issue for appeal with a timely objection in the trial court.<sup>[33]</sup></p>\n<p>In conducting a consent search of defendant's house on the night of the arrest, police officers discovered marijuana cigarettes in plain view in the living area. They also recovered, from a cabinet in defendant's bedroom, bags of marijuana and some drug paraphernalia, including a scale, hemostats (surgical clamps commonly used to smoke marijuana cigarettes), cigarette rolling papers, and a cigarette rolling machine. The record reflects that defendant was charged in a separate bill of information with misdemeanor possession of marijuana and drug paraphernalia.</p>\n<p>During the pre-trial hearing on defendant's severance motion, defense counsel moved the court to suppress the marijuana and paraphernalia evidence seized at defendant's house. The prosecutor argued that the marijuana and drug paraphernalia were found during the same search that uncovered the videotapes; thus, those items were <i>res gestae</i> as to the video voyeurism charge. He explained that the officers went to defendant's house in response to an anonymous complaint, and the marijuana and paraphernalia evidence would help to explain how the officers came to be at defendant's house. The prosecutor further argued that defendant's possession of the marijuana and paraphernalia and his distribution of marijuana to a minor constituted <span class=\"star-pagination\">*1063</span> a continuing offense. Therefore, he contended, the marijuana and paraphernalia were relevant to the distribution charge in the instant case. The trial judge did not definitively rule on the admissibility of the other crimes evidence that day.</p>\n<p>On June 17, 2007, while the parties prepared to begin trial, the State moved the court to allow the introduction of the marijuana and paraphernalia evidence. The judge responded that he would rule on the issue when it arose during trial. That trial ended in a mistrial, and the issue was not decided.</p>\n<p>Subsequently, during the completed trial, when the State attempted to elicit information about the marijuana and paraphernalia from Agent DiGiovanni, defense counsel objected to the testimony and the accompanying physical evidence. The judge responded,</p>\n<blockquote>I'm going to allow them to do that. I note that your objection is ongoing, but in this particular case, especially when they, to my knowledge, do not contend [sic] to introduce a lab analysis, I'm going to allow them to introduce certain items that tend to prove that marijuana was present. Noting the objection.</blockquote>\n<p>The State, thereafter, introduced the marijuana and paraphernalia seized at defendant's house and questioned the arresting officers about it. Additionally, A.D. identified defendant's cigarette rolling machine and rolling papers. She demonstrated for the jury how defendant used the rolling machine and identified the \"scissors\" used to hold the marijuana cigarettes.</p>\n<p>On defense counsel's objection, the trial court barred the State from introducing expert testimony to show that the substance seized from defendant's house had, in fact, tested positive for marijuana. The judge explained his Reasons for suppressing the expert testimony, despite the fact that he had already allowed the State to introduce the marijuana and paraphernalia evidence seized at defendant's home:</p>\n<blockquote>[T]here have been certain things allowed into evidence, testimony about having smoked marijuana with the Defendant, testimony about the hemostats, and testimony about several other matters. I am not going to allow the State to put in an analysis of marijuana that was taken in April to prove that marijuana was distributed in January.</blockquote>\n<blockquote>I am not comfortable at this point with my prior rulings that allowed other less direct evidence of marijuana into the record and into evidence. But those things such as the existence or the seizure of the hemostats and the testimony about how the Defendant allowed the young women that were present to smoke marijuana or gave it to them, those are not quite so damaging as it would be now to allow testimony of a lab analysis.</blockquote>\n<blockquote>Plus, those things such as the hemostats could have been, and in my opinion, probably were present at the time of the alleged offense in January. Those items of evidence that I have allowed so far, although as I said, I am less comfortable with them, I believe I probably would have let them in regardless; but I am not going to let a lab analysis in now, because I think that is too prejudicial to the Defendant.</blockquote>\n<blockquote>I don't think the jury is able to separate that in its mind or the jurors can't in their mind that that applies only to marijuana that was taken on April as opposed to what occurred in January, and I just don't think it's proper.</blockquote>\n<p>In brief to this Court, defendant complains he was prejudiced by the State's failure to provide him with proper notice prior to trial that it intended to introduce the evidence pertaining to the seized marijuana at trial. In order to present other <span class=\"star-pagination\">*1064</span> crimes evidence at trial, the State must notify the defendant prior to trial of its intention to offer the prior crimes evidence.<sup>[34]</sup> There is no written <i>Prieur</i> notice found in the record.</p>\n<p>Defendant also complains that he was irreparably prejudiced by the trial court's admission of evidence regarding the marijuana and paraphernalia seized at his house. He further argues that the error was not harmless.</p>\n<p>Defendant argues that, since the bill of information alleged he distributed marijuana to a minor sometime between January 1, 2004 and January 31, 2004, the seizure of evidence at his home two months later was too remote in time from the distribution offense to be relevant in proving the offense.</p>\n<p>However, A.D. was able to identify the paraphernalia seized from defendant's home, indicating she recognized them as items she used when smoking marijuana with defendant. As such, the items of paraphernalia were not evidence of other crimes, but were evidence to prove an integral part of the charged offense.</p>\n<p>Even if the trial court erred in allowing admission of the marijuana evidence, the erroneous admission of other crimes evidence is subject to harmless error analysis.<sup>[35]</sup> An error is harmless when the verdict is surely unattributable to the error.<sup>[36]</sup></p>\n<p>We find the guilty verdict was surely unattributable to the extraneous marijuana evidence. The testimony of the victim, A.D., that defendant gave her marijuana and that she smoked it with him, was sufficient evidence, even without the objectionable marijuana evidence, for the jury to find defendant guilty.</p>\n<p></p>\n<h2><i>DENIAL OF MISTRIAL</i></h2>\n<p>In this assignment, defendant argues the trial court erred in denying him a mistrial based on comments made by the prosecutor during the State's rebuttal closing argument. Specifically, defendant complains that the prosecutor improperly referred to the trial court's pre-trial ruling on the admissibility of the videotapes seized at his home. He maintains this is reversible error. The State responds that the challenged remarks were not improper and that they did not contribute to the guilty verdicts.</p>\n<p>Defendant refers to the following portion of the rebuttal argument:</p>\n<blockquote>MR. BRINDISI [prosecutor]:</blockquote>\n<blockquote>* * * *</blockquote>\n<blockquote>Second, [defendant] likes not only playing with the video camera, he likes watching young girls involved in sexually explicit behavior. That's why I showed all of you those tapes. And we had a hearing on those tapes. There's not anything that I did that was inappropriate, ladies and gentlemen. We had a big hearing in here a couple of weeks ago. We had a big hearing about the admissibility of those tapes.</blockquote>\n<blockquote>MR. WILLIAMS [defense counsel]:</blockquote>\n<blockquote>Objection. Note my formal objection.</blockquote>\n<blockquote>MR. BRINDISI:</blockquote>\n<blockquote>And those tapes were found by Judge Windhorst to be admissible in this trial. To be admissible to show his intentand the Judge is going to read you thishis motive. It goes to show you that he likes to videotape, and he likes taping young girls with the video camera.</blockquote>\n<p><span class=\"star-pagination\">*1065</span> At the conclusion of the State's rebuttal argument, defense counsel objected to the prosecutor's mention of the court's pre-trial ruling regarding the videotape evidence and moved for a mistrial. Defendant asserted that the above was a violation of the rule that the court cannot comment on the evidence. Counsel suggested that the State's mention of the court's evidentiary ruling was an indication to the jury that the court was \"siding with the State.\" The prosecutor responded that his argument was not improper and that the trial court's ruling on the videotapes had to do with the admissibility of the evidence, and not a comment on its weight.</p>\n<p>The trial court denied defendant's mistrial motion. The judge noted that La. C.Cr.P. art. 772 prohibits the trial court from commenting on the evidence in the jury's presence, but it does not prohibit the court from ruling on the admissibility of evidence in the jury's presence. The judge reasoned that, if the law allows the court to rule on evidence in the jury's presence, it is not impermissible for the prosecutor to repeat the court's ruling to the jury during argument. The trial court found defendant was not prejudiced by the prosecutor's remarks. We agree.</p>\n<p>The scope of closing argument shall be confined to evidence admitted, to the lack of evidence, to conclusions of fact that the state or defendant may draw therefrom, and to the law applicable to the case. The argument shall not appeal to prejudice. The state's rebuttal shall be confined to answering the argument of the defendant.<sup>[37]</sup> A prosecutor retains considerable latitude when making closing arguments.<sup>[38]</sup> A conviction will not be reversed due to improper remarks during closing argument unless the reviewing court is thoroughly convinced that the comments influenced the jury and contributed to the verdict.<sup>[39]</sup></p>\n<p>In this instance, defendant argues the prosecutor went beyond the permissible scope of argument by disclosing a pre-trial ruling made by the court. Defendant now argues that the court was not permitted to mention its pre-trial ruling on the videotapes in the jury's presence and, thus, the State was prohibited from doing so. In support of his argument, defendant cites La.C.Cr.P. art. 772.<sup>[40]</sup></p>\n<p>But the trial court is not barred under Article 772 from making an evidentiary ruling in the jury's presence. This Court has held that La.C.Cr.P. art. 772 does not apply to statements of the trial judge's Reasons for rulings on objections relating to the admissibility of evidence or to explain the purpose for which evidence is offered or admitted, provided the remarks are not unfair or prejudicial to the defendant.<sup>[41]</sup></p>\n<p>Since the trial court would not have been barred from mentioning its pre-trial ruling before the jury, the prosecutor was not barred from referencing it in his rebuttal argument. In any case, it does not appear that the prosecutor's comments improperly influenced the jury. As the State notes, the judge charged the jury, \"If during the trial I have given the impression <span class=\"star-pagination\">*1066</span> that I have an opinion concerning the guilt or innocence of the defendant, you must disregard that impression.\"</p>\n<p>Based on the foregoing, we find no error in the trial court's denial of the mistrial.</p>\n<p></p>\n<h2><i>EXCESSIVE SENTENCE</i></h2>\n<p>In the final assignment of error, defendant asserts that the sentence imposed by the trial court is unconstitutionally excessive, and the trial court failed to comply with the requirements of La.C.Cr.P. art. 894.1. Specifically, defendant complains the trial court erred in failing to consider the sentencing factors outlined in Article 894.1 and that the penalties the court imposed are grossly disproportionate to the seriousness of his offenses.<sup>[42]</sup> Defendant made a motion to reconsider sentence both orally and in writing in the trial court. Defendant did not state specific grounds for his motion. He simply objected to the excessiveness of the sentences imposed. The court denied the motion.</p>\n<p>The failure to file a motion to reconsider sentence, or to state the specific grounds upon which the motion is based, limits a defendant to a review of the sentence for constitutional excessiveness.<sup>[43]</sup></p>\n<p>The Eighth Amendment to the United States Constitution and Article I,  20 of the Louisiana Constitution prohibit the imposition of excessive punishment. A sentence is considered excessive, even when it is within the applicable statutory range, if it is grossly disproportionate to the offense or imposes needless and purposeless pain and suffering.<sup>[44]</sup> In reviewing a sentence for excessiveness, the appellate court must consider the punishment and the crime in light of the harm to society and gauge whether the penalty is so disproportionate as to shock the sense of justice. The trial judge is afforded wide discretion in determining sentence, and the court of appeal will not set aside a sentence absent a clear abuse of the trial court's discretion.<sup>[45]</sup> Accordingly, the relevant question on appeal is whether the trial court abused its broad sentencing discretion, and not whether another sentence might have been more appropriate.<sup>[46]</sup></p>\n<p>In reviewing a trial court's sentencing discretion, three factors are considered: 1) the nature of the crime, 2) the nature and background of the offender, and 3) the sentence imposed for similar crimes by the same court and other courts.<sup>[47]</sup> Generally, maximum sentences are reserved for cases involving the most serious violations of the offense charged and the worst type of offender.<sup>[48]</sup></p>\n<p>At the time of the commission of the charged offenses, the sentencing range for video voyeurism involving a juvenile was imprisonment for two to ten years without benefit of parole, probation, or suspension of sentence; and a fine of not more than $10,000.<sup>[49]</sup> The trial court imposed the maximum prison term.</p>\n<p><span class=\"star-pagination\">*1067</span> Distribution of marijuana to persons under age eighteen was punishable by imprisonment up to one and one-half times the longest term of imprisonment authorized by La. R.S. 40:966, by payment of not more than twice the fine authorized by R.S. 40:966, or both.<sup>[50]</sup> The penalty range for distribution of marijuana under La. R.S. 40:966 B(3) was imprisonment for not less than five nor more than thirty years and a fine of not more than $50,000. Therefore, defendant could have received up to forty-five years of imprisonment and/or a $100,000 fine on the marijuana charge.</p>\n<p>The trial judge noted that, in determining defendant's sentences, he could consider factors other than the evidence at trial, and gave extensive oral Reasons for sentencing.</p>\n<p>In sentencing defendant on the video voyeurism charge, the court was clearly swayed by the behaviors portrayed on the numerous videotapes found in defendant's home. The judge was influenced by the fact that defendant appeared to have an ongoing history of associations with underage girls. Defendant himself testified that his neighbor, C.F., has been visiting his house since she could walk, and that she routinely went to his house after school. He stated that, at the time of his arrest, C.F. was fifteen years old, and A.D. was fourteen. The judge was also swayed by the apparent lies defendant told regarding his activities with the young women who visited his house.</p>\n<p>Under the circumstances of this case, we do not find the trial judge abused his broad discretion in imposing the maximum sentence for the video voyeurism charge.</p>\n<p>As to the marijuana charge, the trial judge noted that it was the intent of the legislature to punish in a substantial manner drug offenders who distribute to minors. Considering that the court could have sentenced defendant to as much as forty-five years on the marijuana charge, we do not find that the trial court abused its discretion in imposing a twelve-year sentence. Additionally, defendant received concurrent sentences.</p>\n<p></p>\n<h2><i>ERRORS PATENT</i></h2>\n<p>Upon review of the record for errors patent,<sup>[51]</sup> we find that the trial court failed to notify defendant of the sex offender registration requirements set out in La. R.S. 15:541, et seq. Video voyeurism is designated as a sex offense by La. R.S. 15:541(14.1). Extensive amendments to the sex offender registration statutes became effective on January 1, 2008, after defendant committed the instant offense. Although defendant's sentences were imposed prior to the effective date of the revisions, the new provisions must be applied retroactively to his case.<sup>[52]</sup></p>\n<p>La. R.S. 15:542 outlines mandatory registration requirements for those categorized as sex offenders under La. R.S. 15:541(14.1) and child predators. Additionally, La. R.S. 15:542.1 sets out notification requirements for those offenders categorized as sex offenders and child predators. La. R.S. 15:543(A) requires the trial court to provide written notice to all sex offenders and child predators of <span class=\"star-pagination\">*1068</span> the aforementioned registration and notification requirements.</p>\n<p>We hereby remand this matter to the trial court with an order that defendant be informed in writing of both his sex offender registration requirements and his notification requirements as set forth in this opinion.<sup>[53]</sup></p>\n<p>We further find that the trial court erred in failing to notify defendant, at the time of sentencing, of the prescriptive period for post-conviction relief in accordance with La.C.Cr.P. art. 930.8.</p>\n<p>We advise defendant by this opinion, that no application for post-conviction relief, including applications which seek an out-of-time appeal, shall be considered if it is filed more than two years after the judgment of conviction and sentence has become final under the provisions of La. C.Cr.P. arts. 914 or 922.<sup>[54]</sup></p>\n<p>For the forgoing reasons, we affirm defendant's convictions and sentences on both charges. We remand the matter to the trial court with an order to properly inform defendant in writing of both his sex offender registration requirements and his notification requirements as set forth in this opinion.</p>\n<p><i>AFFIRMED; MATTER REMANDED WITH ORDER.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).</p>\n<p>[2]  In accordance with La. R.S. 46:1844(W), the victims are identified here by initials only to protect identities.</p>\n<p>[3]  <i>State v. Hearold,</i> 603 So.2d 731, 734 (La. 1992); <i>State v. Guillard,</i> 04-899 (La.App. 5 Cir. 4/26/05), 902 So.2d 1061, 1070, <i>writ denied,</i> 05-1381 (La.1/13/06), 920 So.2d 233.</p>\n<p>[4]  443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979).</p>\n<p>[5]  <i>State v. Brown,</i> 03-581 (La.App. 5 Cir. 11/12/03), 861 So.2d 644, <i>writ denied,</i> 03-3407 (La.4/2/04), 869 So.2d 875.</p>\n<p>[6]  <i>Id.</i></p>\n<p>[7]  <i>State v. Washington,</i> 03-1135 (La.App. 5 Cir. 1/27/04), 866 So.2d 973, 977.</p>\n<p>[8]  06-24 (La.App. 5 Cir. 6/28/06), 934 So.2d 280, 291, <i>writ denied,</i> 06-1894 (La.4/20/07), 954 So.2d 154.</p>\n<p>[9]  <i>Id.</i> (quoting <i>State v. Stec,</i> 99-633 (La.App. 5 Cir. 11/30/99), 749 So.2d 784, 787)). <i>See also, </i><i>State v. Interiano,</i> 03-1760 (La.2/13/04), 868 So.2d 9, 15; <i>State v. Holstead,</i> 354 So.2d 493, 497 (La. 1977).</p>\n<p>[10]  It appears that defendant was charged with simple possession of marijuana in a separate matter as a result of the marijuana found in his home on the date of his arrest.</p>\n<p>[11]  21 U.S.C.  841(a),  846.</p>\n<p>[12]  <i>State v. Harris,</i> 02-1589 (La.5/20/03), 846 So.2d 709, 713-14, citing <i>United States v. Harrell,</i> 737 F.2d 971, 978 (11th Cir.1984), <i>cert. denied,</i> 469 U.S. 1164, 105 S.Ct. 923, 83 L.Ed.2d 935 (1985) and 470 U.S. 1027, 105 S.Ct. 1392, 84 L.Ed.2d 781 (1985), and <i>United States v. Sanchez DeFundora,</i> 893 F.2d 1173, 1175 (10th Cir.1990), <i>cert. denied,</i> 495 U.S. 939, 110 S.Ct. 2190, 109 L.Ed.2d 518 (1990).</p>\n<p>[13]  <i>Harris,</i> 846 So.2d at 714 (quoting <i>Harrell,</i> 737 F.2d at 978-79).</p>\n<p>[14]  <i>See, </i><i>State v. Carter,</i> 07-1237 (La.App. 3 Cir. 4/9/08), 981 So.2d 734.</p>\n<p>[15]  La. Const. art. I,  17; La.C.Cr.P. art. 782 A.</p>\n<p>[16]  La.C.Cr.P. art. 495.1.</p>\n<p>[17]  <i>State v. Washington,</i> 386 So.2d 1368, 1371 (La. 1980); <i>State v. Williams,</i> 05-317 (La.App. 5 Cir. 11/29/05), 918 So.2d 466, 477-78, <i>writ denied,</i> 06-0638 (La. 10/6/06), 938 So.2d 64.</p>\n<p>[18]  <i>Id.</i></p>\n<p>[19]  <i>State v. Deruise,</i> 98-0541 (La.4/3/01), 802 So.2d 1224, 1232, <i>cert. denied,</i> 534 U.S. 926, 122 S.Ct. 283, 151 L.Ed.2d 208 (2001); <i>State v. Simmons,</i> 03-1458 (La.App. 5 Cir. 5/26/04), 875 So.2d 1018, 1021, <i>writ denied,</i> 04-1702 (La. 11/19/04), 888 So.2d 194.</p>\n<p>[20]  <i>State v. Davis,</i> 92-1623 (La.5/23/94), 637 So.2d 1012, 1019, <i>cert. denied,</i> 513 U.S. 975, 115 S.Ct. 450, 130 L.Ed.2d 359 (1994).</p>\n<p>[21]  <i>See, </i><i>State v. Parent,</i> 02-835 (La.App. 5 Cir. 12/30/02), 836 So.2d 494, <i>writ denied,</i> 03-0491 (La.10/31/03), 857 So.2d 472.</p>\n<p>[22]  B. Other crimes, wrongs, or acts.\n</p>\n<p>(1) Except as provided in Article 412, evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, of the nature of any such evidence it intends to introduce at trial for such purposes, or when it relates to conduct that constitutes an integral part of the act or transaction that is the subject of the present proceeding.</p>\n<p>(2) In the absence of evidence of a hostile demonstration or an overt act on the part of the victim at the time of the offense charged, evidence of the victim's prior threats against the accused or the accused's state of mind as to the victim's dangerous character is not admissible; provided that when the accused pleads self-defense and there is a history of assaultive behavior between the victim and the accused and the accused lived in a familial or intimate relationship such as, but not limited to, the husband-wife, parent-child, or concubinage relationship, it shall not be necessary to first show a hostile demonstration or overt act on the part of the victim in order to introduce evidence of the dangerous character of the victim, including specific instances of conduct and domestic violence; and further provided that an expert's opinion as to the effects of the prior assaultive acts on the accused's state of mind is admissible.</p>\n<p>[23]  La.C.E. art. 404 B(1); <i>State v. Prieur,</i> 277 So.2d 126, 128 (La.1973).</p>\n<p>[24]  <i>State v. Dauzart,</i> 02-1187 (La.App. 5 Cir. 3/25/03), 844 So.2d 159, 165.</p>\n<p>[25]  La. C.E. art. 404 B(1).</p>\n<p>[26]  <i>State v. Jackson,</i> 625 So.2d 146, 149 (La. 1993).</p>\n<p>[27]  La. C.E. art. 403.</p>\n<p>[28]  <i>State v. Dauzart,</i> 844 So.2d at 165-66.</p>\n<p>[29]  <i>State v. Williams,</i> 02-645 (La.App. 5 Cir. 11/26/02), 833 So.2d 497, 507, <i>writ denied,</i> 02-3182 (La.4/25/03), 842 So.2d 398.</p>\n<p>[30]  <i>Id.</i></p>\n<p>[31]  <i>State v. Jackson,</i> 625 So.2d at 150 (quoting <i>State v. Cupit,</i> 189 La. 509, 179 So. 837, 839 (1938)). <i>See also, </i><i>State v. Lyles,</i> 03-141 (La. App. 5 Cir. 9/16/03), 858 So.2d 35, 45.</p>\n<p>[32]  <i>State v. Prieur,</i> 277 So.2d 126 (La.1973).</p>\n<p>[33]  La.C.Cr.P. art. 841.</p>\n<p>[34]  <i>State v. Prieur,</i> 277 So.2d at 130.</p>\n<p>[35]  <i>State v. Williams,</i> 05-318 (La. 1/17/06), 921 So.2d 1033, 1036.</p>\n<p>[36]  <i>Id.,</i> quoting <i>State v. Johnson,</i> 94-1379 (La. 1/27/95), 664 So.2d 94, 100; <i>State v. Hotard,</i> 07-498, p. 7 (La.App. 5 Cir. 12/27/07), 975 So.2d 16, 20.</p>\n<p>[37]  La.C.Cr.P. art. 774.</p>\n<p>[38]  <i>State v. Vincent,</i> 07-239 (La.App. 5 Cir. 12/27/07), 978 So.2d 967, 976.</p>\n<p>[39]  <i>Id.,</i> at 975-76.</p>\n<p>[40]  He points to La.C.Cr.P. art. 772, which provides, \"The judge in the presence of the jury shall not comment upon the facts of the case, either by commenting upon or recapitulating the evidence, repeating the testimony of any witness, or giving an opinion as to what has been proved, not proved, or refuted.\"</p>\n<p>[41]  <i>State v. Moses,</i> 05-787 (La.App. 5 Cir. 5/9/06), 932 So.2d 701, 708, <i>writ denied,</i> 06-2171 (La.4/5/07), 954 So.2d 140.</p>\n<p>[42]  Although defendant refers to his \"sentence,\" it appears he is complaining about the sentences in both convictions.</p>\n<p>[43]  La.C.Cr.P. art. 881.1; <i>State v. Clark,</i> 05-61 (La.App. 5 Cir. 6/28/05), 909 So.2d 1007, 1017, <i>writ denied,</i> 05-2119 (La.3/17/06), 925 So.2d 538.</p>\n<p>[44]  <i>State v. Warmack,</i> 07-311 (La.App. 5 Cir. 11/27/07), 973 So.2d 104, 109.</p>\n<p>[45]  <i>State v. Brown,</i> 04-230 (La.App. 5 Cir. 7/27/04), 880 So.2d 899, 902.</p>\n<p>[46]  <i>State v. Cook,</i> 95-2784 (La.5/31/96), 674 So.2d 957, 959 <i>cert. denied,</i> 519 U.S. 1043, 117 S.Ct. 615, 136 L.Ed.2d 539 (1996).</p>\n<p>[47]  <i>State v. Pearson,</i> 07-332 (La.App. 5 Cir. 12/27/07), 975 So.2d 646, 656.</p>\n<p>[48]  <i>Id.</i></p>\n<p>[49]  La. R.S. 14:283 B(4).</p>\n<p>[50]  La. R.S. 40:981 C.</p>\n<p>[51]  La.C.Cr.P. art. 920; <i>State v. Oliveaux,</i> 312 So.2d 337 (La. 1975); <i>State v. Weiland,</i> 556 So.2d 175 (La.App. 5 Cir. 1990).</p>\n<p>[52]  <i>See, </i><i>State ex rel. Olivieri v. State,</i> 00-0172 (La.2/21/01), 779 So.2d 735, 736-37, <i>cert. denied,</i> 533 U.S. 936, 121 S.Ct. 2566, 150 L.Ed.2d 730 (2001), and 534 U.S. 892, 122 S.Ct. 208, 151 L.Ed.2d 148 (2001); <i>State v. Borden,</i> 07-396 (La.App. 5 Cir. 5/27/08), 986 So.2d 158, 175.</p>\n<p>[53]  <i>State v. Borden, supra</i><i>.</i></p>\n<p>[54]  <i>State v. Davenport,</i> 08-463 (La.App. 5 Cir. 11/25/08), 2 So.3d 445.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">1046</span></span> (2009)</b></center>\n<center><h1>STATE of Louisiana<br>\nv.<br>\nDonald L. SCHALLER.</h1></center>\n<center>No. 08-KA-522.</center>\n<center><p><b>Court of Appeal of Louisiana, Fifth Circuit.</b></p></center>\n<center>May 26, 2009.</center>\n<p><span class=\"star-pagination\">*1048</span> Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Anne Wallis, Michael D. Smith, Assistant District Attorneys, Twenty-Fourth Judicial District, Parish of Jefferson, State of Louisiana, Gretna, LA, for Plaintiff/Appellee.</p>\n<p><span class=\"star-pagination\">*1049</span> James A. Williams, Rachel Yasbeck, Attorneys at Law, Gretna, LA, for Defendant/Appellant.</p>\n<p>Panel composed of Judges MARION F. EDWARDS, SUSAN M. CHEHARDY, and FREDERICKA HOMBERG WICKER.</p>\n<p>MARION F. EDWARDS, Judge.</p>\n<p>Defendant, Donald Schaller (\"defendant\"), appeals his convictions on two counts of criminal activity. Schaller was charged on a two-count bill of information with video voyeurism involving a juvenile, a violation of La. R.S. 14:283 B(4) on count one, and distribution of marijuana to a person under age 18, a violation of La. R.S. 40:981 C on count two.</p>\n<p>At the arraignment, defendant pled not guilty and subsequently filed a motion to sever the offenses for trial. The trial court denied the motion to sever, and the matter went before a jury for trial on both counts.</p>\n<p>A jury trial began on July 17, 2007. The court declared a mistrial during <i>voir dire</i> because there were not enough prospective jurors available to complete a twelve-person panel. Subsequently, defendant was tried on both counts before a twelve-member jury on October 23 and 24, 2007. The jury returned a verdict of guilty as charged on both counts.</p>\n<p>Defendant filed motions for post-verdict judgment of acquittal and for a new trial. The trial court denied both motions. Defendant waived statutory delays, and the court sentenced him on count one to ten years at hard labor without benefit of parole, probation, or suspension of sentence. On count two, the court sentenced defendant to twelve years at hard labor. The court further ordered that the sentences be served concurrently with each other.</p>\n<p>Defendant made timely oral motions for appeal and for reconsideration of sentence and followed those with written motions. The trial court granted defendant's appeal motion and denied his motion to reconsider sentence.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>Agent Pat DiGiovanni (\"Agent DiGiovanni\") and his partner, Sergeant Frank Caracci (\"Sergeant Caracci\"), both members of the Jefferson Parish Sheriff's Office, began surveillance on defendant's house at 1105 Barnes Court in Bridge City after receiving a tip from crime stoppers. Both officers were in plainclothes and drove separate unmarked vehicles. When the officers saw a juvenile girl dressed in a school uniform leave defendant's residence, the officers decided to perform a \"knock and talk\" at the house. When the officers knocked on the door, defendant opened it. The officers identified themselves and explained to defendant the complaint that had prompted their investigation. They asked defendant if they could speak with him. Defendant agreed and invited the officers to enter the house.</p>\n<p>When the officers entered defendant's house, they smelled marijuana. Agent DiGiovanni testified that he saw a brown, wooden pipe and some partially smoked marijuana cigarettes lying on a table. The cigarettes were in an ashtray. Agent DiGiovanni informed defendant he suspected him of marijuana use. He advised defendant of his <i>Miranda</i><sup>[1]</sup> rights and reviewed a rights of arrestee form with him. Defendant signed the form, indicating he understood his rights and wished to waive them and submit to questioning by the officers.</p>\n<p>The officers asked defendant if he would consent to a search of his house. Defendant agreed to a search, and he signed a consent form provided by the officers. Agent DiGiovanni asked defendant whether <span class=\"star-pagination\">*1050</span> there was any additional marijuana in the house, and defendant responded that there was some in a cabinet in the headboard of his bed. The officers looked in the cabinet and found some bags of marijuana, drug paraphernalia, a scale, hemostats (surgical clamps commonly used to smoke marijuana cigarettes), cigarette rolling papers, and a cigarette rolling machine. Upon discovering those items, the officers conducted a systematic search of defendant's bedroom.</p>\n<p>Sergeant Caracci located several shoe boxes on a shelf in defendant's bedroom closet. Based on his experience in narcotics work, he knew drugs are commonly hidden in shoe boxes. Sergeant Caracci opened one of the shoe boxes and found it contained several videocassettes. The officer noted that defendant was pacing nervously about the room. Defendant was also sweating, and his eyes bulged.</p>\n<p>The shoe boxes contained several videotapes. One of the tapes was labeled \"Mary XXX\"; another label referred to Louisiana high school football. Agent Caracci testified that he was concerned there was something not right about the tapes. He asked defendant whether he had a son who played high school football. Defendant said he did not. Agent DiGiovanni asked defendant if he had any daughters. Defendant replied that he did not but that he sometimes takes in runaways and homeless girls.</p>\n<p>Defendant told the officers the videotapes depicted some girls from the neighborhood dancing. Defendant indicated to Agent DiGiovanni that the tapes might also show juveniles consuming illegal drugs. Sergeant Caracci asked defendant if he could watch the videotapes, and defendant consented. Sergeant Caracci testified that he put one of the tapes into a videocassette recorder in the front room of the house and that it depicted young women, who appeared to be teenage girls, dancing in lingerie. There was nothing on that tape that showed the consumption of narcotics. Sergeant Caracci watched a second tape, which depicted a young woman, who appeared to be a teenager, masturbating. Sergeant Caracci testified that these were not commercial videotapes and that they appeared to have been made in defendant's house.</p>\n<p>Sergeant Caracci did not view any of the other videotapes at that point. Instead, he contacted the Personal Violence Unit of the Sheriffs Office and reported that there might be criminal activity depicted on the tapes.</p>\n<p>Agent DiGiovanni testified that he searched a second bedroom next to defendant's bedroom and recovered a video camera concealed under some clothes in a cabinet. The camera was attached to a video cassette recorder.</p>\n<p>Detective David Spera (\"Detective Spera\") of the Jefferson Parish Sheriffs Office testified he is assigned to the Crimes Against Persons Division of the Detective Bureau. That section investigates sex crimes and crimes against children. Detective Spera stated that, on April 1, 2004, he was called to 1104 Barnes Court in Bridge City by officers conducting a consent search. He was accompanied by his partner, Detective Michael Cummings (\"Detective Cummings\"). The officers at the scene explained their investigation to Detective Spera and showed him the evidence collected at the residence. The officers identified the suspect and the possible victims.</p>\n<p>Detective Spera stated that he interviewed two teenage girls, A.D.<sup>[2]</sup> and C.F. <span class=\"star-pagination\">*1051</span> and A.D.'s mother that evening. A.D. told him she was introduced to defendant by C.F. and that she had gone to defendant's house on occasion and had smoked marijuana there. Detective Spera testified that he did not threaten A.D. or her mother in any way in order to obtain information. After speaking to the girls, Detective Spera went to the Detective Bureau to interview defendant.</p>\n<p>After reviewing a rights form with defendant, Detective Spera conducted a tape recorded interview with him. Sergeant Monie and Detective Cummings were present, and they also questioned defendant. The interview was admitted in evidence and was played for the jury. A transcript of the tape recording was also admitted in evidence. Defendant told the officers that C.F. lived next door to him, and she was fifteen years old at that time. He said he thought A.D. was also fifteen. C.F. and another fifteen-year-old girl, J.B., have spent the night at his house. Defendant said he believed the girls' parents knew they were sleeping at his house.</p>\n<p>Defendant stated Mary and Heidi are sisters who used to live with him. At the time of the interview, Mary was eighteen years old, and Heidi was twenty-one. Defendant was, at one time, Mary's guardian, and she lived with him. Heidi moved in with him when she was eighteen. Both sisters moved out of his house around Christmas of 2003. Defendant stated that some of the videotapes seized by the officers at his house depict sexual activity involving Mary and Heidi. Specifically, Mary is pictured having sex with defendant. Defendant said he began having sex with Mary shortly before she moved out of his house. Defendant stated that A.D., C.F., and J.B. are pictured on some of the seized videotapes, but they are not shown engaging in sexual activity.</p>\n<p>Defendant stated that he gives C.F. and other teens free access to his house except for his bedroom. He keeps that room locked because he stores drugs in that room. Defendant told the officers he had installed and activated the hidden camera officers found in his spare bedroom as a \"babysitting aid,\" to make sure nothing went wrong in the house. He put the camera in that room because it was the only room where the girls could conceal their activities by closing the door. Defendant suspected the girls might take boys in there and engage in heavy petting. However, the only instance of such behavior defendant captured on videotape involved A.D. and her boyfriend. They engaged in \"heavy petting\" and A.D.'s boyfriend put his hands down the back of A.D.'s pants; although the couple did not disrobe. Defendant said neither A.D. nor her boyfriend knew the camera was there. He questioned A.D. about the incident the following day, but he did not reveal that he had a hidden camera in the bedroom. Defendant said he did not inform A.D.'s mother about the incident.</p>\n<p>Defendant stated that he installed a recording system on his home telephone so that all telephone calls made at his house were recorded. Those included calls made by A.D. and C.F. He told the girls about the recording system.</p>\n<p>One of the tapes introduced by the State at trial shows A.D. and a young man, later identified as A.D.'s boyfriend, enter the room. A.D. closes the bedroom door, and she and her boyfriend sit on the bed and begin kissing. The young man touches A.D. under her shirt and puts his hands into the back of her pants. The two lie down on the bed and continue kissing. Neither of the two disrobes, but the young man unbuttons A.D.'s pants. Other videotapes contained in the record show more explicit sexual activities involving defendant and young girls who appear to be under age.</p>\n<p><span class=\"star-pagination\">*1052</span> The victim, A.D., testified that her date of birth is January 9, 1990. A.D. said her friend C.F. introduced her to defendant when she was thirteen. She and C.F. went to defendant's house after school on a regular basis, where they watched television, listened to the radio, talked, and smoked marijuana with defendant. A.D. said she smoked marijuana at defendant's house between ten and twenty times. C.F. was there on all of those occasions. A.D. testified that defendant supplied the marijuana. He made marijuana cigarettes using a rolling machine and rolling papers. A.D. said she was at defendant's house on New Year's Eve 2003 and she smoked marijuana there that night.</p>\n<p>A.D. testified that, on Valentine's Day in 2004, her boyfriend went to defendant's house at C.F.'s invitation. A.D. was fourteen years old at that time. Her boyfriend was seventeen. At first she and her boyfriend sat on a sofa and watched television with defendant and C.F. Then A.D. and her boyfriend began \"making out.\" The two then went into the guest bedroom, closed the door, and continued to \"fool around.\"</p>\n<p>A.D. viewed the videotape during her testimony. She identified herself and her boyfriend as the couple depicted on the tape. She testified that she did not know there was a camera in the bedroom when she was in there with her boyfriend. A.D. first learned about defendant's hidden camera when he was arrested. A.D. testified that defendant had videotaped her on other occasions, singing along with songs on the radio or swimming in defendant's pool. She was not uncomfortable on those occasions.</p>\n<p>A.D. testified that police officers questioned her at her house when they arrested defendant, and she told them how she had met defendant and what she did at his house. The officers did not threaten to arrest her, nor did they threaten to take her away from her parents.</p>\n<p>Omalee Gordon (\"Ms. Gordon\") testified she is currently retired from the Gretna Police Department. During her career, she was assigned to the Jefferson Children's Advocacy Center as a forensic interviewer. She spoke to police officers about A.D.'s case, and she subsequently interviewed the child. Ms. Gordon identified a videotape of the interview she conducted with A.D. The videotape was played for the jury.</p>\n<p>During the videotaped interview, A.D. told Ms. Gordon that defendant lives four houses away from her house. C.F. introduced her to defendant, and she began visiting defendant's house with C.F. on a regular basis after school when she was thirteen years old. After a few months, C.F. asked her to smoke marijuana there. A.D. did not want to do it at first, but she eventually began smoking marijuana with C.F. and defendant. Defendant supplied the marijuana in the form of cigarettes. A.D. said she smoked marijuana at defendant's house more than twice.</p>\n<p>A.D. told Ms. Gordon that defendant used his video camera to tape her and C.F. talking, singing, swimming (in defendant's swimming pool), and smoking marijuana. They often watched those videotapes on defendant's television. C.F. also used defendant's camera to videotape her.</p>\n<p>A.D. said her seventeen-year-old boyfriend once met her at defendant's house. She and her boyfriend went into defendant's guest bedroom and kissed until C.F. eventually knocked on the bedroom door. A.D. did not tell any adults about what happened at defendant's house.</p>\n<p>Keisha Dufrene (\"Ms. Dufrene\"), a defense witness, testified at trial that she has lived across the street from defendant on Barnes Court for five years. On the night <span class=\"star-pagination\">*1053</span> of April 1, 2004, she was sitting outside of her house when she saw several police officers arrive at defendant's residence. One of the officers talked to C.F. in the driveway next door to defendant's house. She also saw an officer talking to A.D., whom she knows from the neighborhood. Ms. Dufrene crossed the street to check on the girls. She overheard police officers telling A.D. that if she did not tell them about smoking marijuana with defendant, they would call child protective services and she and her siblings would be removed from her parents' home. A.D. was visibly upset.</p>\n<p>Defendant testified on his own behalf at trial. He denied that he gave marijuana to A.D. Defendant said C.F. lives next door to him with her mother, and he has known the girl since she was born. He explained that C.F.'s relationship with her family was not good, and she spent a lot of time at his house watching television or doing homework. A.D. started visiting his house when she was ten or eleven years old. Defendant testified that both C.F.'s and A.D.'s mothers knew their daughters were visiting his house and that A.D.'s mother has asked him to watch A.D. in the past.</p>\n<p>Defendant testified that he bought the video camera found concealed in his spare bedroom for security reasons. Soon afterwards, C.F. brought A.D.'s boyfriend to his house. He secretly filmed A.D. and her boyfriend in the bedroom for \"babysitter purposes.\" It was not his intention to arouse his own sexual desires. After he watched the videotape of A.D. and her boyfriend, he never again allowed the two to be alone together at his house. Defendant stated he did not make any secret videos other than the one of A.D. and her boyfriend. When asked about the videotape that featured him with Mary H. involved in sexual activity, defendant stated that Mary was seventeen years old at the time the tape was made. She began staying at his house when she was sixteen.</p>\n<p></p>\n<h2><i>LAW</i></h2>\n<p>Defendant has assigned a total of seven errors for our review in an original and a supplemental brief. In two of the assignments of error, defendant challenges the sufficiency of evidence used to convict him on both charges. When issues are raised on appeal as to sufficiency of the evidence and as to one or more trial errors, the reviewing court should first determine sufficiency of the evidence. When the entirety of the evidence, including inadmissible evidence which was erroneously admitted, is insufficient to support the conviction, the accused must be discharged as to that crime, and any issues regarding trial errors become moot.<sup>[3]</sup></p>\n<p>The constitutional standard for testing the sufficiency of the evidence, as enunciated in <i>Jackson v. Virginia,</i><sup>[4]</sup> requires that a conviction be based on proof sufficient for any rational trier-of-fact, viewing the evidence in the light most favorable to the prosecution, to find the essential elements of the crime beyond a reasonable doubt. The evidence may be either direct or circumstantial. When circumstantial evidence is used to prove the commission of the offense, La. R.S. 15:438 provides that \"assuming every fact to be proved that the [circumstantial] evidence tends to prove, in order to convict, it must exclude every reasonable hypothesis of innocence.\" It is not a separate test from the Jackson standard; rather, it provides a helpful basis for determining the existence of reasonable doubt.<sup>[5]</sup> Both the direct and circumstantial <span class=\"star-pagination\">*1054</span> evidence must be sufficient to support the conclusion that the defendant is guilty beyond a reasonable doubt.<sup>[6]</sup> The reviewing court does not determine whether another possible hypothesis suggested by a defendant could afford an exculpatory explanation of the events. Rather, it must evaluate the evidence in a light most favorable to the State and determine whether the possible alternative hypothesis is sufficiently reasonable that a rational juror could not have found proof of guilt beyond a reasonable doubt.<sup>[7]</sup></p>\n<p></p>\n<h2><i>SUFFICIENCY OF EVIDENCE ON VIDEO VOYEURISM</i></h2>\n<p>Defendant contends the evidence at trial does not support his conviction on count one for video voyeurism involving a juvenile, arguing that the State failed to prove he had a lewd or lascivious purpose. Additionally, with regard to the sentence enhancement provisions of the video voyeurism statute, defendant argues the State failed to sufficiently prove he had the intent of arousing or gratifying his own sexual desires.</p>\n<p>In order to prove defendant committed video voyeurism under La. R.S. 14:283, the State was required to establish beyond a reasonable doubt that: 1) defendant used an image recording device for the purpose of observing, viewing, photographing, filming, or videotaping another person; 2) that the person did not consent to being observed, photographed, or videotaped; and 3) that the defendant committed the act for a lewd or lascivious purpose. Additionally, in order to show that the sentencing enhancement provisions pertaining to juvenile victims under La. R.S. 14:283 B(4) applied to defendant, the State was required to prove: 1) that the child being observed, photographed, or videotaped was under the age of seventeen years; and 2) that the defendant intended to arouse or gratify his own sexual desires.</p>\n<p>One of the videotapes seized at defendant's house was the State's primary evidence as to this offense. The tape was identified by Sergeant Caracci and was played for the jury at trial. On the videotape, there are several minutes during which only a bed and a telephone are seen. Then a young woman and a young man, later identified as A.D. and her boyfriend, enter the room. A.D. says to someone outside the room, \"I'm gonna f___ him right now, give me a condom.\" She then says, \"I'm just f___ing with you.\" A.D. closes the bedroom door, and she and her boyfriend sit on the bed and begin kissing. The young man touches A.D. under her shirt, and puts his hands into the back of her pants. The two lie down on the bed and continue kissing. Neither of them disrobes, but the young man unbuttons A.D.'s pants. After several minutes, someone knocks at the bedroom door, and A.D. and her boyfriend leave the room.</p>\n<p>The evidence at trial sufficiently proved defendant videotaped A.D. and her boyfriend without their knowledge or consent. A.D. viewed the videotape during her trial testimony, and she identified herself and her boyfriend as the two subjects depicted. A.D. testified she did not know there was a camera in the bedroom until defendant was arrested. She did not want defendant to videotape her with her boyfriend.</p>\n<p>During his testimony, defendant acknowledged that he installed a hidden video camera in his spare bedroom after he gave A.D. permission to invite her boyfriend to his house. Defendant testified he turned the camera on fifteen minutes after the boyfriend arrived at his house. He <span class=\"star-pagination\">*1055</span> stated that he did not tell anyone the video camera was hidden in the bedroom.</p>\n<p>Necessary to an analysis of whether the evidence at trial proved defendant had a \"lewd or lascivious\" purpose in secretly videotaping A.D. and her boyfriend is a determination of the term's meaning. La. R.S. 14:283 does not include a definition of \"lewd and lascivious,\" and no jurisprudence specifically defines the term in the context of video voyeurism. But this Court has accepted a jurisprudential definition of the term.</p>\n<p>In <i>State v. Lande,</i><sup>[8]</sup> this Court considered the meaning of \"lewd and lascivious\" in the context of La. R.S. 14:81, pertaining to indecent behavior with a juvenile. This Court stated, \"`A lewd or lascivious act is one which tends to excite lust and to deprave the morals with respect to sexual relations and which is obscene, indecent, and related to sexual impurity or incontinence carried on in a wanton manner.'\"<sup>[9]</sup></p>\n<p>Considering the circumstances surrounding defendant's secret videotaping of A.D. and her boyfriend, we find the evidence was sufficient to prove that defendant had a lewd and lascivious purpose. By his own admission, defendant, an unmarried man in his late fifties, spent a great deal of time entertaining teenage girls at his house under suspect circumstances. Some of the videotapes admitted at trial depict girls either naked or wearing revealing lingerie, dancing suggestively and, in one case, masturbating, while defendant operated the video camera. One of the tapes depicts defendant having sexual relations with a young woman named Mary whom defendant testified was seventeen at the time. From these facts, it is possible to infer that defendant's sexual proclivities lean towards teenaged girls.</p>\n<p>Defendant testified it was not his intention to satisfy his own sexual desires by secretly videotaping A.D. and her boyfriend. But it could easily be inferred from defendant's actions that this was his intention. Defendant testified that he purchased the video camera he used to make the secret recording for security purposes. He explained that some neighborhood children had broken the mirrors on his truck, and he was unable to determine who the culprits were. However, the placement of the camera in a bedroom belies defendant's testimony.</p>\n<p>Defendant knew that A.D. and her boyfriend were going to meet at his house. Defendant installed the hidden camera in his spare bedroom three days before the teenagers were due to be at his house together. Defendant said he set up the hidden camera in order to determine whether A.D. was doing anything wrong with her boyfriend. He wanted to know whether they were \"misbehaving\" while at his house. Clearly defendant could have accomplished this purpose by keeping the teenagers out of the bedroom and under his direct supervision at all times. Instead, defendant set up and turned on a hidden video camera in anticipation of filming the couple. Then, he allowed A.D. and her boyfriend to go into the spare bedroom and close the door. It is difficult to contemplate that defendant did not know what the two teenagers planned to do by themselves in the bedroom, particularly since, according to A.D., the two were \"making out\" in defendant's presence prior to that. Moreover, A.D.'s request for a condom, <span class=\"star-pagination\">*1056</span> while it might have been perceived as a joke, would have been reason enough for a responsible adult to order the two teens out of the bedroom at once.</p>\n<p>We find that the evidence was sufficient to show defendant expected A.D. and her boyfriend to engage in some sort of sexual activity in the bedroom and that he secretly videotaped it with an eye toward watching the videotape to excite lust. Defendant testified that he did view the video footage of A.D. and her boyfriend the following day.</p>\n<p>As to the sentencing enhancement provisions of La. R.S. 14:283 B(4), we find the State sufficiently proved A.D. was under the age of seventeen. A.D. testified she was fourteen years old at the time the incident depicted on videotape took place. Furthermore, defendant testified he knew A.D. was fourteen at that time.</p>\n<p>Additionally, it could easily be inferred, given the evidence at trial, that defendant had the specific intent to gratify his own sexual desires. Defendant testified that he secretly filmed A.D. and her boyfriend in the bedroom for \"babysitter purposes.\" However, the videotape submitted by the State was not the only videotape seized from defendant's home that contained sexual content. Given all the circumstances, the jury could have reasonably found that defendant's explanation that he used the hidden camera to videotape A.D. and her boyfriend without their knowledge for babysitting purposes did not constitute a reasonable hypothesis of innocence.</p>\n<p>Based on the foregoing, we find the State provided sufficient evidence at trial to support defendant's conviction as well as the imposition of the enhanced penalty.</p>\n<p></p>\n<h2><i>SUFFICIENCY OF EVIDENCE OF MARIJUANA DISTRIBUTION</i></h2>\n<p>Defendant was also charged and convicted under La. R.S. 40:981 C, which provides an enhanced penalty for a defendant who distributes drugs to any person who is under eighteen years of age who is at least three years his junior. In this case, defendant, a man in his fifties, was accused of violating La. R.S. 40:966 by distributing marijuana, a Schedule I drug, to a fourteen year old.</p>\n<p>The only element of the charge challenged by defendant relates to the identification of the substance alleged to be marijuana. Defendant points out that the State did not offer any expert testimony relating to chemical tests to show that the substance found in defendant's home was marijuana.</p>\n<p>A.D. testified at trial that she knew she was smoking marijuana as opposed to tobacco at defendant's house because it made her feel \"goofy and tired,\" and tobacco does not make her feel that way. She also noted the cigarettes that defendant gave her were thinner than regular cigarettes. A.D. testified that, after they smoked marijuana, she and C.F. would become hungry, and they ate food from defendant's refrigerator. The marijuana cigarettes, or \"joints,\" made her eyes red, and they sometimes made her cough. A.D. identified cigarette rolling papers seized from defendant's house as the type of rolling papers defendant used, and she identified defendant's rolling machine. She also identified the hemostats in evidence as the \"scissors\" she used to hold the marijuana cigarettes she smoked with defendant. On cross-examination, A.D. testified that she knows the substance she smoked at defendant's house was marijuana because she saw it. Marijuana is the only drug she has ever used.</p>\n<p>At trial, the State attempted to put on testimony by chemist Charles Krone (\"Mr. Krone\") that the substance recovered at defendant's house on the night of his arrest was marijuana. Defense counsel objected <span class=\"star-pagination\">*1057</span> to the testimony, arguing that it was inadmissible \"other crimes\" evidence with no relation to the allegations in the instant bill of information.<sup>[10]</sup> The State countered that Mr. Krone's testimony was not \"other crimes\" evidence; that his intention in calling the chemist as a witness was to support A.D.'s testimony that defendant kept marijuana in his house. The trial court ruled Mr. Krone's testimony regarding analysis of the substance seized in April 2004 was not admissible to support the charge that defendant distributed marijuana to a minor in January 2004.</p>\n<p>Defendant now argues that, absent direct evidence regarding the chemical testing, A.D.'s testimony that she smoked marijuana at defendant's house was insufficient to prove he was guilty of distributing marijuana to a minor. But the Louisiana Supreme Court, based on federal jurisprudence interpreting analogous federal drug statutes<sup>[11]</sup> has found that identification of a controlled substance does not require direct scientific evidence if circumstantial evidence establishes the identity of the substance beyond a reasonable doubt.<sup>[12]</sup> The court stated, \"This circumstantial evidence can include `lay experience based on familiarity through prior use, trading, or law enforcement; a high sales price; on-the-scene remarks by a conspirator identifying the substance as a drug; and behavior characteristic of sales and use such as testing, weighing, cutting and peculiar ingestion.'\"<sup>[13]</sup></p>\n<p>In the instant case, A.D. gave specific testimony regarding how she felt after smoking the substance defendant gave her. Moreover, A.D. was able to identify the paraphernalia seized from defendant's house as devices used to roll and smoke marijuana cigarettes.</p>\n<p>In his interview with Detective Spera, defendant admitted to keeping narcotics in his house. While defendant did not specifically identify marijuana as a drug he kept in his home, Agent DiGiovanni testified he found marijuana there during the consent search.</p>\n<p>Although there was no expert testimony regarding the testing and identification of the substance seized from defendant's house, Agent DiGiovanni, an officer with seven years of law enforcement experience who was assigned to the narcotics division for more than four years, testified that he smelled burning marijuana when he entered defendant's house. The officer then saw some partially smoked marijuana cigarettes in an ashtray. When Agent DiGiovanni asked defendant whether there was any additional marijuana in his house, defendant showed him to a cabinet in his bedroom that contained marijuana.</p>\n<p>Some of the videocassettes seized from defendant's home depict teenage girls smoking cigarettes. It is impossible to know, based on the video images, whether those cigarettes contained marijuana. But Sergeant Caracci testified that, during the residence search, defendant admitted some of the tapes might show juveniles smoking marijuana.</p>\n<p><span class=\"star-pagination\">*1058</span> Clearly the jury found that the circumstantial evidence produced at trial viewed in a light most favorable to the State, was sufficient to prove the substance A.D. smoked at defendant's house was marijuana. We see no abuse in that finding.<sup>[14]</sup></p>\n<p>Based on the applicable law and the facts presented, we find the evidence at trial was sufficient to support defendant's conviction for distribution of marijuana to a person under the age of eighteen.</p>\n<p></p>\n<h2><i>FAILURE TO SEVER</i></h2>\n<p>In one of the assignments of error, defendant asserts that the failure to sever the offense of video voyeurism of a juvenile from distribution of marijuana to a juvenile was an abuse of the trial court's discretion. Defendant argues he was unfairly prejudiced by the trial court's denial of his motion to sever the video voyeurism and marijuana distribution charges for trial. He contends that the evidence as to each individual charge was weak. However, when all of the evidence on both charges was heard by the same jury, the cumulative effect bolstered the otherwise weak support for the individual charges. Defendant further complains that the joinder of the two offenses served to paint him as a bad person and caused the jury to be hostile towards him.</p>\n<p>The State contends that the two offenses were properly joined, and defendant fails to meet his burden of showing prejudicial joinder.</p>\n<p>La.C.Cr.P. art. 493 permits the joinder of offenses that are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan, provided the offenses are triable by the same mode of trial.</p>\n<p>In the instant case, the two charged offenses were properly joined since they were connected, and they constituted part of a common scheme or plan. The offenses were alleged to have occurred within the same period, in the same location (defendant's house), and they involved the same victim. Additionally, the two offenses were triable by a twelve-person jury, ten of whom were required to agree.<sup>[15]</sup></p>\n<p>A defendant properly charged in the same indictment with two or more offenses in accordance with La.C.Cr.P. art. 493 may nevertheless move for a severance of the offenses. If it appears that a defendant is prejudiced by a joinder of offenses in an indictment or bill of information or by such joinder for trial together, the court may order separate trials, grant a severance of offenses, or provide whatever other relief justice requires.<sup>[16]</sup></p>\n<p>In determining whether prejudice may result from the joinder, the court should consider whether the jury would be confused by the various counts; whether the jury would be able to segregate the various charges and evidence; whether the defendant could be confounded in presenting his various defenses; whether the crimes charged would be used by the jury to infer a criminal disposition and finally, whether, especially considering the nature of the charges, the charging of several crimes would make the jury hostile.<sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*1059</span> The defendant has a heavy burden of proof when he alleges prejudicial joinder.<sup>[18]</sup> A motion to sever is addressed to the sound discretion of the trial court and the ruling should not be disturbed on appeal absent a showing of an abuse of discretion.<sup>[19]</sup></p>\n<p>In the matter before us, defendant made an oral objection to the joinder of the video voyeurism and marijuana distribution charges in the trial court and moved the court to sever the offenses for trial. The court heard arguments on the motion that day and denied it. The judge reasoned, in part, that defendant would not be prejudiced by the joinder of the offenses for trial.</p>\n<p>Defendant now complains the trial court abused its discretion in denying his severance motion. Defendant argues the joinder of the two offenses for trial compromised his ability to present a defense, that it caused the jury to infer a criminal disposition, and that it made the jury hostile. Defendant points out that his defense to the video voyeurism charge was that his intention was not to obtain sexual gratification but to institute security measures in his home. He complains that the evidence regarding the marijuana charge caused the jury to conclude his intent was sexual and, therefore, his defense was sabotaged.</p>\n<p>Defendant further argues the marijuana evidence caused the jury to infer he had the necessary criminal intent to commit video voyeurism. However, as defendant himself notes, the two offenses charged have different intent requirements. The video voyeurism statute requires a showing of lewd or lascivious intent, whereas the marijuana distribution charge required no such showing. A finding that defendant had the necessary intent to commit one of the offenses would not necessarily lead the jury to automatically conclude that defendant had the necessary intent to commit the other offense.</p>\n<p>Defendant contends the nature of the two charged offenses, along with his age, \"can do nothing but make the jury hostile.\" This is a conclusory allegation for which defendant offers no support. Factual, rather than conclusory, allegations are required when a defendant alleges prejudicial joinder of offenses as a ground for a motion to sever.<sup>[20]</sup></p>\n<p>In the instant case, both offenses were committed against the same victim, and they were part of a continuing course of conduct on defendant's part. The State presented the evidence at trial in an organized and logical manner such that it is unlikely that the jury was confused, since the State presented its evidence on each count separate and distinct, and both offenses were part of a continuing course of conduct.<sup>[21]</sup></p>\n<p>Defendant failed to meet his burden of showing the joinder of the two offenses was prejudicial and that the trial court abused its discretion in denying his severance motion. Accordingly, we find no merit in this argument.</p>\n<p></p>\n<h2><i>INTRODUCTION OF VIDEOTAPES</i></h2>\n<p>Defendant argues the introduction into evidence of the unrelated videotapes was more prejudicial than probative since those videotapes had no relevant relationship to the video voyeurism videotape.</p>\n<p><span class=\"star-pagination\">*1060</span> Defendant contends that the videotapes, other than the one made with the hidden camera, introduced in connection with the video voyeurism charge were improper evidence of other crimes. He argues those videotapes were not made with a hidden camera, as was the videotape of A.D. and her boyfriend. Rather, those tapes were made with the knowledge and consent of the subjects. Further, defendant complains that the prejudicial nature of the videotapes outweighed any probative value they might have had.</p>\n<p>The State responds that the videotapes were properly admitted to show defendant's intent and motive pursuant to La. C.E. art. 404 B.<sup>[22]</sup></p>\n<p>Generally, evidence of other crimes or bad acts committed by a criminal defendant is not admissible at trial.<sup>[23]</sup> However, when evidence of other crimes tends to prove a material issue and has independent relevance other than to show that the defendant is of bad character, it may be admitted by certain statutory and jurisprudential exceptions to this rule.<sup>[24]</sup> Evidence of other crimes is allowed to prove motive, opportunity, intent, preparation, plan, knowledge, identity, absence of mistake or accident, or when it relates to conduct that constitutes an integral part of the act or transaction that is the subject of the present proceeding to such an extent that the State could not accurately present its case without reference to the prior bad act.<sup>[25]</sup></p>\n<p>In order for other crimes evidence to be admitted under this rule, one of the factors enumerated in the article must be at issue, have some independent relevance, or be an element of the crime charged.<sup>[26]</sup> Further, the probative value of the extraneous evidence must outweigh its prejudicial effect.<sup>[27]</sup> The defendant bears the burden to show that he was prejudiced by the admission of the other crimes evidence.<sup>[28]</sup></p>\n<p>The purpose behind Article 404 B is not to prevent prejudice, since evidence of other <span class=\"star-pagination\">*1061</span> crimes is always prejudicial, but to protect against unfair prejudice when the evidence is only marginally relevant to the determination of guilt of the charged crime.<sup>[29]</sup> Absent an abuse of discretion, a trial court's ruling on the admissibility of evidence pursuant to La. C.E. art 404 B(1) will not be disturbed.<sup>[30]</sup></p>\n<p>Additionally, La. C.E. art. 412.2 provides in pertinent part:</p>\n<blockquote>A. When an accused is charged with a crime involving sexually assaultive behavior, or with acts that constitute a sex offense involving a victim who was under the age of seventeen at the time of the offense, evidence of the accused's commission of another crime, wrong, or act involving sexually assaultive behavior or acts which indicate a lustful disposition toward children may be admissible and may be considered for its bearing on any matter to which it is relevant subject to the balancing test provided in Article 403.</blockquote>\n<p>While we recognize that defendant herein was not charged with sexually assaultive behavior, video voyeurism is designated as a \"sex offense\" in La. R.S. 15:541(14.1), pertaining to sex offender registration. Also, the victim, A.D., was under the age of seventeen at the time of the offense. The State suggests that the videotapes at issue substantiate defendant's \"lustful disposition toward children.\"</p>\n<p>In order to employ Article 412.2, the State had to show that the young women who performed sexually suggestive acts in those videotapes were actually children. Based on comments made on the videotapes, it appears that C.F. was depicted on some of the tapes and that she is one of the young women shown dancing in revealing lingerie. Defendant testified that C.F. was fifteen years old at the time of the offense.</p>\n<p>At a pre-trial hearing, the State orally moved the trial court to allow the admission of the tapes seized at defendant's home under exceptions provided in Article 404 B. The prosecutor argued that the videotapes would be used at trial for purposes other than to prove defendant's bad character. Specifically, the State planned to use the tapes to show defendant's intent. The prosecutor further argued that the probative value of the videotapes outweighed their prejudicial effect.</p>\n<p>The trial judge stated that he had viewed the videotapes at issue, and he found them to be admissible. The judge reasoned that the videotapes were relevant to show intent, which was an element of the offense of video voyeurism. He explained that the sexual acts portrayed on the videotapes were evidence that defendant's purpose in taping A.D. and her boyfriend with a hidden camera was to arouse or gratify his sexual desires. The judge further stated that the probative value of the tapes far outweighed any prejudicial effect they might have.</p>\n<p>We do not find the trial court abused its discretion in admitting the videotapes at issue. The Louisiana Supreme Court has recognized that where the element of intent is regarded as an essential ingredient of the crime charged, it is proper to admit proof of similar but disconnected crimes to show the intent with which the act charged was committed.<sup>[31]</sup></p>\n<p>The video voyeurism statute requires that the State prove the defendant <span class=\"star-pagination\">*1062</span> committed the act for a lewd or lascivious purpose. The videotapes at issue were relevant to show defendant had lewd or lascivious intent when he secretly recorded A.D. and her boyfriend kissing. All of the disputed videotapes appear to have been made by defendant or in his presence; they all contain some sort of sexual display or behavior involving teenage girls; and it could easily be inferred that defendant collected and used the tapes for his own sexual gratification.</p>\n<p>Additionally, the relevance of the videotapes as evidence of intent or motive outweighed any prejudice defendant might have suffered from their admission in evidence. It is also noteworthy that, in charging the jury at the end of trial, the judge gave a limiting instruction with regard to \"other crimes\" evidence:</p>\n<blockquote>Evidence that the defendant was involved in the commission of acts other than the offense for which he is on trial is to be considered only for a limited purpose. The sole purpose for which such evidence may be considered is whether it tends to show motive, intent, plan, system and guilty knowledge on the part of defendant.</blockquote>\n<blockquote>Remember the accused is on trial only for the offense charged. You may not find him guilty of this offense merely because he may have committed another act.</blockquote>\n<p>Accordingly, we find no merit in this assignment of error.</p>\n<p></p>\n<h2><i>ADMISSION OF DRUG PARAPHERNALIA</i></h2>\n<p>Defendant also argues that the marijuana and paraphernalia recovered at the time of the arrest is evidence of other crimes and is far more prejudicial than probative as that evidence had no relevant relationship to the alleged distribution of marijuana to a minor at an earlier time. Further, defendant asserts that the State failed to comply with the requirements of <i>Prieur</i><sup>[32]</sup> by failing to provide written notice of its intent to use evidence of other crimes. Defendant maintains the trial court should have granted him a mistrial, and he moves this Court to grant him a new trial.</p>\n<p>The State counters that defendant did not preserve the issue for appeal with a timely objection in the trial court.<sup>[33]</sup></p>\n<p>In conducting a consent search of defendant's house on the night of the arrest, police officers discovered marijuana cigarettes in plain view in the living area. They also recovered, from a cabinet in defendant's bedroom, bags of marijuana and some drug paraphernalia, including a scale, hemostats (surgical clamps commonly used to smoke marijuana cigarettes), cigarette rolling papers, and a cigarette rolling machine. The record reflects that defendant was charged in a separate bill of information with misdemeanor possession of marijuana and drug paraphernalia.</p>\n<p>During the pre-trial hearing on defendant's severance motion, defense counsel moved the court to suppress the marijuana and paraphernalia evidence seized at defendant's house. The prosecutor argued that the marijuana and drug paraphernalia were found during the same search that uncovered the videotapes; thus, those items were <i>res gestae</i> as to the video voyeurism charge. He explained that the officers went to defendant's house in response to an anonymous complaint, and the marijuana and paraphernalia evidence would help to explain how the officers came to be at defendant's house. The prosecutor further argued that defendant's possession of the marijuana and paraphernalia and his distribution of marijuana to a minor constituted <span class=\"star-pagination\">*1063</span> a continuing offense. Therefore, he contended, the marijuana and paraphernalia were relevant to the distribution charge in the instant case. The trial judge did not definitively rule on the admissibility of the other crimes evidence that day.</p>\n<p>On June 17, 2007, while the parties prepared to begin trial, the State moved the court to allow the introduction of the marijuana and paraphernalia evidence. The judge responded that he would rule on the issue when it arose during trial. That trial ended in a mistrial, and the issue was not decided.</p>\n<p>Subsequently, during the completed trial, when the State attempted to elicit information about the marijuana and paraphernalia from Agent DiGiovanni, defense counsel objected to the testimony and the accompanying physical evidence. The judge responded,</p>\n<blockquote>I'm going to allow them to do that. I note that your objection is ongoing, but in this particular case, especially when they, to my knowledge, do not contend [sic] to introduce a lab analysis, I'm going to allow them to introduce certain items that tend to prove that marijuana was present. Noting the objection.</blockquote>\n<p>The State, thereafter, introduced the marijuana and paraphernalia seized at defendant's house and questioned the arresting officers about it. Additionally, A.D. identified defendant's cigarette rolling machine and rolling papers. She demonstrated for the jury how defendant used the rolling machine and identified the \"scissors\" used to hold the marijuana cigarettes.</p>\n<p>On defense counsel's objection, the trial court barred the State from introducing expert testimony to show that the substance seized from defendant's house had, in fact, tested positive for marijuana. The judge explained his Reasons for suppressing the expert testimony, despite the fact that he had already allowed the State to introduce the marijuana and paraphernalia evidence seized at defendant's home:</p>\n<blockquote>[T]here have been certain things allowed into evidence, testimony about having smoked marijuana with the Defendant, testimony about the hemostats, and testimony about several other matters. I am not going to allow the State to put in an analysis of marijuana that was taken in April to prove that marijuana was distributed in January.</blockquote>\n<blockquote>I am not comfortable at this point with my prior rulings that allowed other less direct evidence of marijuana into the record and into evidence. But those things such as the existence or the seizure of the hemostats and the testimony about how the Defendant allowed the young women that were present to smoke marijuana or gave it to them, those are not quite so damaging as it would be now to allow testimony of a lab analysis.</blockquote>\n<blockquote>Plus, those things such as the hemostats could have been, and in my opinion, probably were present at the time of the alleged offense in January. Those items of evidence that I have allowed so far, although as I said, I am less comfortable with them, I believe I probably would have let them in regardless; but I am not going to let a lab analysis in now, because I think that is too prejudicial to the Defendant.</blockquote>\n<blockquote>I don't think the jury is able to separate that in its mind or the jurors can't in their mind that that applies only to marijuana that was taken on April as opposed to what occurred in January, and I just don't think it's proper.</blockquote>\n<p>In brief to this Court, defendant complains he was prejudiced by the State's failure to provide him with proper notice prior to trial that it intended to introduce the evidence pertaining to the seized marijuana at trial. In order to present other <span class=\"star-pagination\">*1064</span> crimes evidence at trial, the State must notify the defendant prior to trial of its intention to offer the prior crimes evidence.<sup>[34]</sup> There is no written <i>Prieur</i> notice found in the record.</p>\n<p>Defendant also complains that he was irreparably prejudiced by the trial court's admission of evidence regarding the marijuana and paraphernalia seized at his house. He further argues that the error was not harmless.</p>\n<p>Defendant argues that, since the bill of information alleged he distributed marijuana to a minor sometime between January 1, 2004 and January 31, 2004, the seizure of evidence at his home two months later was too remote in time from the distribution offense to be relevant in proving the offense.</p>\n<p>However, A.D. was able to identify the paraphernalia seized from defendant's home, indicating she recognized them as items she used when smoking marijuana with defendant. As such, the items of paraphernalia were not evidence of other crimes, but were evidence to prove an integral part of the charged offense.</p>\n<p>Even if the trial court erred in allowing admission of the marijuana evidence, the erroneous admission of other crimes evidence is subject to harmless error analysis.<sup>[35]</sup> An error is harmless when the verdict is surely unattributable to the error.<sup>[36]</sup></p>\n<p>We find the guilty verdict was surely unattributable to the extraneous marijuana evidence. The testimony of the victim, A.D., that defendant gave her marijuana and that she smoked it with him, was sufficient evidence, even without the objectionable marijuana evidence, for the jury to find defendant guilty.</p>\n<p></p>\n<h2><i>DENIAL OF MISTRIAL</i></h2>\n<p>In this assignment, defendant argues the trial court erred in denying him a mistrial based on comments made by the prosecutor during the State's rebuttal closing argument. Specifically, defendant complains that the prosecutor improperly referred to the trial court's pre-trial ruling on the admissibility of the videotapes seized at his home. He maintains this is reversible error. The State responds that the challenged remarks were not improper and that they did not contribute to the guilty verdicts.</p>\n<p>Defendant refers to the following portion of the rebuttal argument:</p>\n<blockquote>MR. BRINDISI [prosecutor]:</blockquote>\n<blockquote>* * * *</blockquote>\n<blockquote>Second, [defendant] likes not only playing with the video camera, he likes watching young girls involved in sexually explicit behavior. That's why I showed all of you those tapes. And we had a hearing on those tapes. There's not anything that I did that was inappropriate, ladies and gentlemen. We had a big hearing in here a couple of weeks ago. We had a big hearing about the admissibility of those tapes.</blockquote>\n<blockquote>MR. WILLIAMS [defense counsel]:</blockquote>\n<blockquote>Objection. Note my formal objection.</blockquote>\n<blockquote>MR. BRINDISI:</blockquote>\n<blockquote>And those tapes were found by Judge Windhorst to be admissible in this trial. To be admissible to show his intentand the Judge is going to read you thishis motive. It goes to show you that he likes to videotape, and he likes taping young girls with the video camera.</blockquote>\n<p><span class=\"star-pagination\">*1065</span> At the conclusion of the State's rebuttal argument, defense counsel objected to the prosecutor's mention of the court's pre-trial ruling regarding the videotape evidence and moved for a mistrial. Defendant asserted that the above was a violation of the rule that the court cannot comment on the evidence. Counsel suggested that the State's mention of the court's evidentiary ruling was an indication to the jury that the court was \"siding with the State.\" The prosecutor responded that his argument was not improper and that the trial court's ruling on the videotapes had to do with the admissibility of the evidence, and not a comment on its weight.</p>\n<p>The trial court denied defendant's mistrial motion. The judge noted that La. C.Cr.P. art. 772 prohibits the trial court from commenting on the evidence in the jury's presence, but it does not prohibit the court from ruling on the admissibility of evidence in the jury's presence. The judge reasoned that, if the law allows the court to rule on evidence in the jury's presence, it is not impermissible for the prosecutor to repeat the court's ruling to the jury during argument. The trial court found defendant was not prejudiced by the prosecutor's remarks. We agree.</p>\n<p>The scope of closing argument shall be confined to evidence admitted, to the lack of evidence, to conclusions of fact that the state or defendant may draw therefrom, and to the law applicable to the case. The argument shall not appeal to prejudice. The state's rebuttal shall be confined to answering the argument of the defendant.<sup>[37]</sup> A prosecutor retains considerable latitude when making closing arguments.<sup>[38]</sup> A conviction will not be reversed due to improper remarks during closing argument unless the reviewing court is thoroughly convinced that the comments influenced the jury and contributed to the verdict.<sup>[39]</sup></p>\n<p>In this instance, defendant argues the prosecutor went beyond the permissible scope of argument by disclosing a pre-trial ruling made by the court. Defendant now argues that the court was not permitted to mention its pre-trial ruling on the videotapes in the jury's presence and, thus, the State was prohibited from doing so. In support of his argument, defendant cites La.C.Cr.P. art. 772.<sup>[40]</sup></p>\n<p>But the trial court is not barred under Article 772 from making an evidentiary ruling in the jury's presence. This Court has held that La.C.Cr.P. art. 772 does not apply to statements of the trial judge's Reasons for rulings on objections relating to the admissibility of evidence or to explain the purpose for which evidence is offered or admitted, provided the remarks are not unfair or prejudicial to the defendant.<sup>[41]</sup></p>\n<p>Since the trial court would not have been barred from mentioning its pre-trial ruling before the jury, the prosecutor was not barred from referencing it in his rebuttal argument. In any case, it does not appear that the prosecutor's comments improperly influenced the jury. As the State notes, the judge charged the jury, \"If during the trial I have given the impression <span class=\"star-pagination\">*1066</span> that I have an opinion concerning the guilt or innocence of the defendant, you must disregard that impression.\"</p>\n<p>Based on the foregoing, we find no error in the trial court's denial of the mistrial.</p>\n<p></p>\n<h2><i>EXCESSIVE SENTENCE</i></h2>\n<p>In the final assignment of error, defendant asserts that the sentence imposed by the trial court is unconstitutionally excessive, and the trial court failed to comply with the requirements of La.C.Cr.P. art. 894.1. Specifically, defendant complains the trial court erred in failing to consider the sentencing factors outlined in Article 894.1 and that the penalties the court imposed are grossly disproportionate to the seriousness of his offenses.<sup>[42]</sup> Defendant made a motion to reconsider sentence both orally and in writing in the trial court. Defendant did not state specific grounds for his motion. He simply objected to the excessiveness of the sentences imposed. The court denied the motion.</p>\n<p>The failure to file a motion to reconsider sentence, or to state the specific grounds upon which the motion is based, limits a defendant to a review of the sentence for constitutional excessiveness.<sup>[43]</sup></p>\n<p>The Eighth Amendment to the United States Constitution and Article I,  20 of the Louisiana Constitution prohibit the imposition of excessive punishment. A sentence is considered excessive, even when it is within the applicable statutory range, if it is grossly disproportionate to the offense or imposes needless and purposeless pain and suffering.<sup>[44]</sup> In reviewing a sentence for excessiveness, the appellate court must consider the punishment and the crime in light of the harm to society and gauge whether the penalty is so disproportionate as to shock the sense of justice. The trial judge is afforded wide discretion in determining sentence, and the court of appeal will not set aside a sentence absent a clear abuse of the trial court's discretion.<sup>[45]</sup> Accordingly, the relevant question on appeal is whether the trial court abused its broad sentencing discretion, and not whether another sentence might have been more appropriate.<sup>[46]</sup></p>\n<p>In reviewing a trial court's sentencing discretion, three factors are considered: 1) the nature of the crime, 2) the nature and background of the offender, and 3) the sentence imposed for similar crimes by the same court and other courts.<sup>[47]</sup> Generally, maximum sentences are reserved for cases involving the most serious violations of the offense charged and the worst type of offender.<sup>[48]</sup></p>\n<p>At the time of the commission of the charged offenses, the sentencing range for video voyeurism involving a juvenile was imprisonment for two to ten years without benefit of parole, probation, or suspension of sentence; and a fine of not more than $10,000.<sup>[49]</sup> The trial court imposed the maximum prison term.</p>\n<p><span class=\"star-pagination\">*1067</span> Distribution of marijuana to persons under age eighteen was punishable by imprisonment up to one and one-half times the longest term of imprisonment authorized by La. R.S. 40:966, by payment of not more than twice the fine authorized by R.S. 40:966, or both.<sup>[50]</sup> The penalty range for distribution of marijuana under La. R.S. 40:966 B(3) was imprisonment for not less than five nor more than thirty years and a fine of not more than $50,000. Therefore, defendant could have received up to forty-five years of imprisonment and/or a $100,000 fine on the marijuana charge.</p>\n<p>The trial judge noted that, in determining defendant's sentences, he could consider factors other than the evidence at trial, and gave extensive oral Reasons for sentencing.</p>\n<p>In sentencing defendant on the video voyeurism charge, the court was clearly swayed by the behaviors portrayed on the numerous videotapes found in defendant's home. The judge was influenced by the fact that defendant appeared to have an ongoing history of associations with underage girls. Defendant himself testified that his neighbor, C.F., has been visiting his house since she could walk, and that she routinely went to his house after school. He stated that, at the time of his arrest, C.F. was fifteen years old, and A.D. was fourteen. The judge was also swayed by the apparent lies defendant told regarding his activities with the young women who visited his house.</p>\n<p>Under the circumstances of this case, we do not find the trial judge abused his broad discretion in imposing the maximum sentence for the video voyeurism charge.</p>\n<p>As to the marijuana charge, the trial judge noted that it was the intent of the legislature to punish in a substantial manner drug offenders who distribute to minors. Considering that the court could have sentenced defendant to as much as forty-five years on the marijuana charge, we do not find that the trial court abused its discretion in imposing a twelve-year sentence. Additionally, defendant received concurrent sentences.</p>\n<p></p>\n<h2><i>ERRORS PATENT</i></h2>\n<p>Upon review of the record for errors patent,<sup>[51]</sup> we find that the trial court failed to notify defendant of the sex offender registration requirements set out in La. R.S. 15:541, et seq. Video voyeurism is designated as a sex offense by La. R.S. 15:541(14.1). Extensive amendments to the sex offender registration statutes became effective on January 1, 2008, after defendant committed the instant offense. Although defendant's sentences were imposed prior to the effective date of the revisions, the new provisions must be applied retroactively to his case.<sup>[52]</sup></p>\n<p>La. R.S. 15:542 outlines mandatory registration requirements for those categorized as sex offenders under La. R.S. 15:541(14.1) and child predators. Additionally, La. R.S. 15:542.1 sets out notification requirements for those offenders categorized as sex offenders and child predators. La. R.S. 15:543(A) requires the trial court to provide written notice to all sex offenders and child predators of <span class=\"star-pagination\">*1068</span> the aforementioned registration and notification requirements.</p>\n<p>We hereby remand this matter to the trial court with an order that defendant be informed in writing of both his sex offender registration requirements and his notification requirements as set forth in this opinion.<sup>[53]</sup></p>\n<p>We further find that the trial court erred in failing to notify defendant, at the time of sentencing, of the prescriptive period for post-conviction relief in accordance with La.C.Cr.P. art. 930.8.</p>\n<p>We advise defendant by this opinion, that no application for post-conviction relief, including applications which seek an out-of-time appeal, shall be considered if it is filed more than two years after the judgment of conviction and sentence has become final under the provisions of La. C.Cr.P. arts. 914 or 922.<sup>[54]</sup></p>\n<p>For the forgoing reasons, we affirm defendant's convictions and sentences on both charges. We remand the matter to the trial court with an order to properly inform defendant in writing of both his sex offender registration requirements and his notification requirements as set forth in this opinion.</p>\n<p><i>AFFIRMED; MATTER REMANDED WITH ORDER.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966).</p>\n<p>[2]  In accordance with La. R.S. 46:1844(W), the victims are identified here by initials only to protect identities.</p>\n<p>[3]  <i>State v. Hearold,</i> <span class=\"citation\" data-id=\"1862307\"><a href=\"/opinion/1862307/state-v-hearold/\"><span class=\"volume\">603</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">731</span></a></span>, 734 (La. 1992); <i>State v. Guillard,</i> 04-899 (La.App. 5 Cir. 4/26/05), <span class=\"citation\" data-id=\"1668286\"><a href=\"/opinion/1668286/state-v-guillard/\"><span class=\"volume\">902</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1061</span></a></span>, 1070, <i>writ denied,</i> 05-1381 (La.1/13/06), <span class=\"citation no-link\"><span class=\"volume\">920</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">233</span></span>.</p>\n<p>[4]  <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979).</p>\n<p>[5]  <i>State v. Brown,</i> 03-581 (La.App. 5 Cir. 11/12/03), <span class=\"citation\" data-id=\"1103296\"><a href=\"/opinion/1103296/state-v-brown/\"><span class=\"volume\">861</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">644</span></a></span>, <i>writ denied,</i> 03-3407 (La.4/2/04), <span class=\"citation no-link\"><span class=\"volume\">869</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">875</span></span>.</p>\n<p>[6]  <i>Id.</i></p>\n<p>[7]  <i>State v. Washington,</i> 03-1135 (La.App. 5 Cir. 1/27/04), <span class=\"citation\" data-id=\"1684464\"><a href=\"/opinion/1684464/state-v-washington/\"><span class=\"volume\">866</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">973</span></a></span>, 977.</p>\n<p>[8]  06-24 (La.App. 5 Cir. 6/28/06), <span class=\"citation\" data-id=\"1891524\"><a href=\"/opinion/1891524/state-v-lande/\"><span class=\"volume\">934</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">280</span></a></span>, 291, <i>writ denied,</i> 06-1894 (La.4/20/07), <span class=\"citation\" data-id=\"1593871\"><a href=\"/opinion/1593871/state-v-lande/\"><span class=\"volume\">954</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">154</span></a></span>.</p>\n<p>[9]  <i>Id.</i> (quoting <i>State v. Stec,</i> 99-633 (La.App. 5 Cir. 11/30/99), <span class=\"citation\" data-id=\"1711468\"><a href=\"/opinion/1711468/state-v-stec/\"><span class=\"volume\">749</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">784</span></a></span>, 787)). <i>See also, </i><i>State v. Interiano,</i> 03-1760 (La.2/13/04), <span class=\"citation no-link\"><span class=\"volume\">868</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">9</span></span>, 15; <i>State v. Holstead,</i> <span class=\"citation\" data-id=\"1691039\"><a href=\"/opinion/1691039/state-v-holstead/\"><span class=\"volume\">354</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">493</span></a></span>, 497 (La. 1977).</p>\n<p>[10]  It appears that defendant was charged with simple possession of marijuana in a separate matter as a result of the marijuana found in his home on the date of his arrest.</p>\n<p>[11]  21 U.S.C.  841(a),  846.</p>\n<p>[12]  <i>State v. Harris,</i> 02-1589 (La.5/20/03), <span class=\"citation\" data-id=\"1772501\"><a href=\"/opinion/1772501/state-v-harris/\"><span class=\"volume\">846</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">709</span></a></span>, 713-14, citing <i>United States v. Harrell,</i> <span class=\"citation\" data-id=\"437587\"><a href=\"/opinion/437587/united-states-v-wilson-tony-harrell-james-hawkins-anthony-scire-karl/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span>, 978 (11th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></span> (1985) and <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">781</span></span> (1985), and <i>United States v. Sanchez DeFundora,</i> <span class=\"citation\" data-id=\"534893\"><a href=\"/opinion/534893/united-states-v-yolanda-sanchez-defundora/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span>, 1175 (10th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></span> (1990).</p>\n<p>[13]  <i>Harris,</i> 846 So.2d at 714 (quoting <i>Harrell,</i> 737 F.2d at 978-79).</p>\n<p>[14]  <i>See, </i><i>State v. Carter,</i> 07-1237 (La.App. 3 Cir. 4/9/08), <span class=\"citation\" data-id=\"1107162\"><a href=\"/opinion/1107162/state-v-carter/\"><span class=\"volume\">981</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">734</span></a></span>.</p>\n<p>[15]  La. Const. art. I,  17; La.C.Cr.P. art. 782 A.</p>\n<p>[16]  La.C.Cr.P. art. 495.1.</p>\n<p>[17]  <i>State v. Washington,</i> <span class=\"citation\" data-id=\"1114856\"><a href=\"/opinion/1114856/state-v-washington/\"><span class=\"volume\">386</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1368</span></a></span>, 1371 (La. 1980); <i>State v. Williams,</i> 05-317 (La.App. 5 Cir. 11/29/05), <span class=\"citation\" data-id=\"1788276\"><a href=\"/opinion/1788276/state-v-williams/\"><span class=\"volume\">918</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">466</span></a></span>, 477-78, <i>writ denied,</i> 06-0638 (La. 10/6/06), <span class=\"citation\" data-id=\"1665631\"><a href=\"/opinion/1665631/state-v-williams/\"><span class=\"volume\">938</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">64</span></a></span>.</p>\n<p>[18]  <i>Id.</i></p>\n<p>[19]  <i>State v. Deruise,</i> 98-0541 (La.4/3/01), <span class=\"citation\" data-id=\"1736847\"><a href=\"/opinion/1736847/state-v-deruise/\"><span class=\"volume\">802</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1224</span></a></span>, 1232, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">208</span></span> (2001); <i>State v. Simmons,</i> 03-1458 (La.App. 5 Cir. 5/26/04), <span class=\"citation\" data-id=\"1695932\"><a href=\"/opinion/1695932/state-v-simmons/\"><span class=\"volume\">875</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1018</span></a></span>, 1021, <i>writ denied,</i> 04-1702 (La. 11/19/04), <span class=\"citation\" data-id=\"1731611\"><a href=\"/opinion/1731611/state-v-washington/\"><span class=\"volume\">888</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">194</span></a></span>.</p>\n<p>[20]  <i>State v. Davis,</i> 92-1623 (La.5/23/94), <span class=\"citation\" data-id=\"1126715\"><a href=\"/opinion/1126715/state-v-davis/\"><span class=\"volume\">637</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1012</span></a></span>, 1019, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">975</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></span> (1994).</p>\n<p>[21]  <i>See, </i><i>State v. Parent,</i> 02-835 (La.App. 5 Cir. 12/30/02), <span class=\"citation\" data-id=\"1885514\"><a href=\"/opinion/1885514/state-v-parent/\"><span class=\"volume\">836</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">494</span></a></span>, <i>writ denied,</i> 03-0491 (La.10/31/03), <span class=\"citation no-link\"><span class=\"volume\">857</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">472</span></span>.</p>\n<p>[22]  B. Other crimes, wrongs, or acts.\n</p>\n<p>(1) Except as provided in Article 412, evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, of the nature of any such evidence it intends to introduce at trial for such purposes, or when it relates to conduct that constitutes an integral part of the act or transaction that is the subject of the present proceeding.</p>\n<p>(2) In the absence of evidence of a hostile demonstration or an overt act on the part of the victim at the time of the offense charged, evidence of the victim's prior threats against the accused or the accused's state of mind as to the victim's dangerous character is not admissible; provided that when the accused pleads self-defense and there is a history of assaultive behavior between the victim and the accused and the accused lived in a familial or intimate relationship such as, but not limited to, the husband-wife, parent-child, or concubinage relationship, it shall not be necessary to first show a hostile demonstration or overt act on the part of the victim in order to introduce evidence of the dangerous character of the victim, including specific instances of conduct and domestic violence; and further provided that an expert's opinion as to the effects of the prior assaultive acts on the accused's state of mind is admissible.</p>\n<p>[23]  La.C.E. art. 404 B(1); <i>State v. Prieur,</i> <span class=\"citation\" data-id=\"1836476\"><a href=\"/opinion/1836476/state-v-prieur/\"><span class=\"volume\">277</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">126</span></a></span>, 128 (La.1973).</p>\n<p>[24]  <i>State v. Dauzart,</i> 02-1187 (La.App. 5 Cir. 3/25/03), <span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">159</span></span>, 165.</p>\n<p>[25]  La. C.E. art. 404 B(1).</p>\n<p>[26]  <i>State v. Jackson,</i> <span class=\"citation\" data-id=\"1112401\"><a href=\"/opinion/1112401/state-v-jackson/\"><span class=\"volume\">625</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">146</span></a></span>, 149 (La. 1993).</p>\n<p>[27]  La. C.E. art. 403.</p>\n<p>[28]  <i>State v. Dauzart,</i> 844 So.2d at 165-66.</p>\n<p>[29]  <i>State v. Williams,</i> 02-645 (La.App. 5 Cir. 11/26/02), <span class=\"citation\" data-id=\"1670805\"><a href=\"/opinion/1670805/state-v-williams/\"><span class=\"volume\">833</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">497</span></a></span>, 507, <i>writ denied,</i> 02-3182 (La.4/25/03), <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">398</span></span>.</p>\n<p>[30]  <i>Id.</i></p>\n<p>[31]  <i>State v. Jackson,</i> 625 So.2d at 150 (quoting <i>State v. Cupit,</i> <span class=\"citation\" data-id=\"3475557\"><a href=\"/opinion/3476167/state-v-cupit/\"><span class=\"volume\">189</span> <span class=\"reporter\">La.</span> <span class=\"page\">509</span></a></span>, <span class=\"citation\" data-id=\"3475557\"><a href=\"/opinion/3476167/state-v-cupit/\"><span class=\"volume\">179</span> <span class=\"reporter\">So.</span> <span class=\"page\">837</span></a></span>, 839 (1938)). <i>See also, </i><i>State v. Lyles,</i> 03-141 (La. App. 5 Cir. 9/16/03), <span class=\"citation\" data-id=\"1101548\"><a href=\"/opinion/1101548/state-v-lyles/\"><span class=\"volume\">858</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">35</span></a></span>, 45.</p>\n<p>[32]  <i>State v. Prieur,</i> <span class=\"citation\" data-id=\"1836476\"><a href=\"/opinion/1836476/state-v-prieur/\"><span class=\"volume\">277</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">126</span></a></span> (La.1973).</p>\n<p>[33]  La.C.Cr.P. art. 841.</p>\n<p>[34]  <i>State v. Prieur,</i> 277 So.2d at 130.</p>\n<p>[35]  <i>State v. Williams,</i> 05-318 (La. 1/17/06), <span class=\"citation\" data-id=\"1920389\"><a href=\"/opinion/1920389/state-v-williams/\"><span class=\"volume\">921</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1033</span></a></span>, 1036.</p>\n<p>[36]  <i>Id.,</i> quoting <i>State v. Johnson,</i> 94-1379 (La. 1/27/95), <span class=\"citation\" data-id=\"1608853\"><a href=\"/opinion/1608853/state-v-johnson/\"><span class=\"volume\">664</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">94</span></a></span>, 100; <i>State v. Hotard,</i> 07-498, p. 7 (La.App. 5 Cir. 12/27/07), <span class=\"citation\" data-id=\"1826436\"><a href=\"/opinion/1826436/state-v-hotard/\"><span class=\"volume\">975</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">16</span></a></span>, 20.</p>\n<p>[37]  La.C.Cr.P. art. 774.</p>\n<p>[38]  <i>State v. Vincent,</i> 07-239 (La.App. 5 Cir. 12/27/07), <span class=\"citation\" data-id=\"1089182\"><a href=\"/opinion/1089182/state-v-vincent/\"><span class=\"volume\">978</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">967</span></a></span>, 976.</p>\n<p>[39]  <i>Id.,</i> at 975-76.</p>\n<p>[40]  He points to La.C.Cr.P. art. 772, which provides, \"The judge in the presence of the jury shall not comment upon the facts of the case, either by commenting upon or recapitulating the evidence, repeating the testimony of any witness, or giving an opinion as to what has been proved, not proved, or refuted.\"</p>\n<p>[41]  <i>State v. Moses,</i> 05-787 (La.App. 5 Cir. 5/9/06), <span class=\"citation\" data-id=\"1697766\"><a href=\"/opinion/1697766/state-v-moses/\"><span class=\"volume\">932</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">701</span></a></span>, 708, <i>writ denied,</i> 06-2171 (La.4/5/07), <span class=\"citation no-link\"><span class=\"volume\">954</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">140</span></span>.</p>\n<p>[42]  Although defendant refers to his \"sentence,\" it appears he is complaining about the sentences in both convictions.</p>\n<p>[43]  La.C.Cr.P. art. 881.1; <i>State v. Clark,</i> 05-61 (La.App. 5 Cir. 6/28/05), <span class=\"citation\" data-id=\"1631975\"><a href=\"/opinion/1631975/state-v-clark/\"><span class=\"volume\">909</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1007</span></a></span>, 1017, <i>writ denied,</i> 05-2119 (La.3/17/06), <span class=\"citation no-link\"><span class=\"volume\">925</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">538</span></span>.</p>\n<p>[44]  <i>State v. Warmack,</i> 07-311 (La.App. 5 Cir. 11/27/07), <span class=\"citation\" data-id=\"1706296\"><a href=\"/opinion/1706296/state-v-warmack/\"><span class=\"volume\">973</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">104</span></a></span>, 109.</p>\n<p>[45]  <i>State v. Brown,</i> 04-230 (La.App. 5 Cir. 7/27/04), <span class=\"citation\" data-id=\"1708327\"><a href=\"/opinion/1708327/state-v-brown/\"><span class=\"volume\">880</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">899</span></a></span>, 902.</p>\n<p>[46]  <i>State v. Cook,</i> 95-2784 (La.5/31/96), <span class=\"citation\" data-id=\"1628034\"><a href=\"/opinion/1628034/state-v-cook/\"><span class=\"volume\">674</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">957</span></a></span>, 959 <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1043</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></span> (1996).</p>\n<p>[47]  <i>State v. Pearson,</i> 07-332 (La.App. 5 Cir. 12/27/07), <span class=\"citation\" data-id=\"1825737\"><a href=\"/opinion/1825737/state-v-pearson/\"><span class=\"volume\">975</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">646</span></a></span>, 656.</p>\n<p>[48]  <i>Id.</i></p>\n<p>[49]  La. R.S. 14:283 B(4).</p>\n<p>[50]  La. R.S. 40:981 C.</p>\n<p>[51]  La.C.Cr.P. art. 920; <i>State v. Oliveaux,</i> <span class=\"citation\" data-id=\"1849445\"><a href=\"/opinion/1849445/state-v-oliveaux/\"><span class=\"volume\">312</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">337</span></a></span> (La. 1975); <i>State v. Weiland,</i> <span class=\"citation\" data-id=\"1149515\"><a href=\"/opinion/1149515/state-v-weiland/\"><span class=\"volume\">556</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">175</span></a></span> (La.App. 5 Cir. 1990).</p>\n<p>[52]  <i>See, </i><i>State ex rel. Olivieri v. State,</i> 00-0172 (La.2/21/01), <span class=\"citation\" data-id=\"1125205\"><a href=\"/opinion/1125205/state-ex-rel-olivieri-v-state/\"><span class=\"volume\">779</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">735</span></a></span>, 736-37, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2566</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">730</span></span> (2001), and <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">892</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></span> (2001); <i>State v. Borden,</i> 07-396 (La.App. 5 Cir. 5/27/08), <span class=\"citation\" data-id=\"1829688\"><a href=\"/opinion/1829688/state-v-borden/\"><span class=\"volume\">986</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">158</span></a></span>, 175.</p>\n<p>[53]  <i>State v. Borden, supra</i><i>.</i></p>\n<p>[54]  <i>State v. Davenport,</i> 08-463 (La.App. 5 Cir. 11/25/08), <span class=\"citation\" data-id=\"1572648\"><a href=\"/opinion/1572648/state-v-davenport/\"><span class=\"volume\">2</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">445</span></a></span>.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/534893/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1089182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1101548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1103296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1107162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1112401/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1114856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1125205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1126715/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1149515/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1572648/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1593871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1608853/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1628034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1631975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1665631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1668286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1670805/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1684464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1691039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1695932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1697766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1706296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1708327/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1711468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1731611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1736847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1772501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1788276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1825737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1826436/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1829688/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1836476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1849445/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1862307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1885514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1891524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1920389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3475557/"
          ]
        }
      ],
      "judges": "Marion F. Edwards",
      "date_created": "2014-10-30T14:54:06.931818Z",
      "date_modified": "2017-04-06T07:25:29.553988Z",
      "date_filed": "2009-05-26",
      "date_filed_is_approximate": false,
      "slug": "state-v-schaller",
      "citation_id": 1595723,
      "case_name_short": "Schaller",
      "case_name": "State v. Schaller",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "15 So. 3d 1046",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1190141/state-v-schaller/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:54:06.929525Z",
  "date_modified": "2014-10-30T14:54:06.929525Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Schaller",
  "case_name": "State v. Schaller",
  "case_name_full": "",
  "slug": "state-v-schaller",
  "docket_number": "08-KA-522",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}