{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1192779/",
  "id": 1192779,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cand/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1625605/",
      "id": 1625605,
      "absolute_url": "/opinion/1625605/dunlap-v-association-of-bay-area-governments/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1192779/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1625605/",
          "id": 1625605,
          "absolute_url": "/opinion/1625605/dunlap-v-association-of-bay-area-governments/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1625605/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1429/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:58:00.474920Z",
          "date_modified": "2017-04-06T12:54:07.920351Z",
          "type": "010combined",
          "sha1": "64edf019375046b3794f44d31c8f83d137155771",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>996 F.Supp. 962 (1998)</b></center>\n<center><h1>Edward DUNLAP, Plaintiff,<br>\nv.<br>\nASSOCIATION OF BAY AREA GOVERNMENTS, et al., Defendants.</h1></center>\n<center>No. C 97-2224 TEH.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>February 9, 1998.</center>\n<p><span class=\"star-pagination\">*963</span> Roberta D. Perkins, Oakland, CA, for Plaintiff.</p>\n<p>Kenneth K. Moy, Oakland, CA, Mary C. Oppedahl, Lindsey A. Urbina, Crosby, Heafey, Roach &amp; May, Oakland, CA, Patricia B. Miles, Morrison, Mahoney &amp; Miller, San Francisco, CA, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HENDERSON, Chief Judge.</p>\n<p>Edward Dunlap became disabled after a workplace injury and receives workers' compensation benefits. He claims that his former employer, the Berkeley Unified School District (BUSD), along with the Association of Bay Area Governments (ABAG), and the insurer, Business Health Services (BHS) discriminated against him on the basis of disability by denying him coverage for in-home care, transportation to treatments, a recommended surgical procedure, and other necessary medical care.</p>\n<p>Currently before the Court are two motions brought by defendant BHS: a motion to dismiss under Federal Rule of Civil Procedure 12(b)(6) each of plaintiff's four claims; and, a motion for partial summary judgment on plaintiff's second claim under the Rehabilitation Act. This matter came on for hearing on November 10, 1997. For the foregoing reasons, the Court now GRANTS IN PART and DENIES IN PART defendant's motion to dismiss and GRANTS the motion for summary judgment in its entirety.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>Plaintiff Edward Dunlap is a former employee of BUSD. On June 18, 1991, while working for BUSD Dunlap sustained an on-the-job injury, resulting in permanent physical disability that substantially impairs major life activities and requires regular medical treatment. In June 1993, BUSD and Dunlap settled the workers' compensation claim arising from Dunlop's workplace injury. The settlement agreement provides that Dunlap will receive regular medical care and treatment for the injuries sustained on the job. All of Dunlop's medical care and treatment for the workplace injury must be preauthorized by BHS, a health maintenance organization that manages BUSD workers' compensation claims.</p>\n<p><span class=\"star-pagination\">*964</span> Dunlap alleges that between late June 1996 and February 17, 1997 BHS refused to authorize necessary medical care and treatment, including in-home physical therapy, the purchase of home exercise equipment, and a recommended surgical procedure. According to Dunlap, he was routinely denied authorization for medical care for his disability during this entire period and was personally required to pay for much of the medical care and prescription pain medication that he did receive. From January 17, 1997, BHS ceased paying for Dunlop's prescription medication and personal physician services altogether. Dunlap also claims that when he complained about the refusal to authorize treatment, BHS' claims representatives failed to respond in a prompt and professional manner.</p>\n<p>Dunlap filed the instant action against defendants BHS, ABAG, and BUSD stating four causes of action: 1) violation of Title III of the Americans with Disabilities Act, 42 U.S.C. § 12181, <i>et seq</i> (ADA); 2) violation of the Rehabilitation Act, 29 U.S.C. § 794; 3) violation of the Confidentiality of Medical Information Act, California Civil Code § 56.26; and 4) the state-law tort of negligent infliction of emotional distress. Plaintiff subsequently stipulated to the dismissal of his third cause of action.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>BHS argues that plaintiff has failed to state a claim for discrimination on the basis of disability under both the ADA and the Rehabilitation Act. BHS further argues that Plaintiff's claim for negligent infliction of emotional distress is barred by California's Workers' Compensation Act.</p>\n<p></p>\n<h2>A. LEGAL STANDARD</h2>\n<p>Dismissal is appropriate under Rule 12(b)(6) when a plaintiff's allegations fail to state a claim upon which relief can be granted. Fed.R.Civ.P. 12(b)(6). The Court must accept as true the factual allegations of the complaint and indulge all reasonable inferences to be drawn from them, construing the complaint in the light most favorable to the plaintiff. <i>Westlands Water Dist. v. Firebaugh Canal,</i> 10 F.3d 667, 670 (9th Cir.1993). Unless the Court converts the Rule 12(b)(6) motion into a summary judgment motion, the court may not consider material outside of the complaint. <i>Branch v. Tunnell,</i> 14 F.3d 449, 453 (9th Cir.1994). Documents attached to the complaint and incorporated therein by reference, however, are treated as part of the complaint for purposes of Rule 12(b)(6). <i>Parks School of Business, Inc. v. Symington,</i> 51 F.3d 1480, 1484 (9th Cir.1995). In addition, \"documents whose contents are alleged in a complaint and whose authenticity no party questions, but which are not physically attached to the pleading, may be considered in ruling on a Rule 12(b)(6) motion to dismiss\" without converting it into one for summary judgment. <i>Branch,</i> 14 F.3d at 454.</p>\n<p>The Court must construe the complaint liberally, and dismissal should not be granted unless \"it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" 5A CHARLES A. WRIGHT &amp; ARTHUR R. MILLER, FEDERAL PRACTICE AND PROCEDURE § 1357 (2d ed.1990) (quoting <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957)); <i>accord </i><i>Jacobson v. Hughes Aircraft Co.,</i> 105 F.3d 1288, 1292 (9th Cir.1997). Dismissal without leave to amend is appropriate only where a court is satisfied that the deficiencies of the complaint could not possibly be cured by amendment. <i>Chang v. Chen,</i> 80 F.3d 1293, 1296 (9th Cir.1996).</p>\n<p></p>\n<h2>B. ADA CLAIM</h2>\n<p>Dunlop's first claim is under Title III of the ADA. Title III applies to public accommodations and provides in relevant part that \"[n]o individual shall be discriminated against on the basis of disability in the full and equal enjoyment of goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation by any person who owns ... or operates a place of public accommodation.\" 42 U.S.C. § 12182(a). \"Discrimination\" can be established in one of several ways, including:</p>\n<blockquote>(i) the imposition or application of eligibility criteria that screen out ... an individual with a disability. .; (ii) a failure to make <span class=\"star-pagination\">*965</span> reasonable modifications in policies, practices, or procedures, when such modifications are necessary to afford such goods, services, facilities, privileges, advantages or accommodations to individuals with disabilities, unless the entity can demonstrate that making such modifications would fundamentally alter the nature of such goods, services, facilities, privileges, advantages, or accommodations; [and] (iii) a failure to take such steps as may be necessary to ensure that no individual with a disability is excluded, denied services, segregated or otherwise treated differently than other individuals because of the absence of auxiliary aids and services....</blockquote>\n<p>42 U.S.C. § 12182(b)(2)(A).</p>\n<p>BHS contends that plaintiff failed to state a claim under Title III of the ADA because he did not allege that BHS' actions were based on Dunlop's disability. At this nascent stage in the litigation, Federal Rule of Civil Procedure 8 requires only that plaintiff allege the basic elements of his claim: (1) that he is disabled within the meaning of the ADA; (2) that defendant is a private entity which owns, leases or operates a place of public accommodation; and, (3) that he was denied public accommodations by the defendant because of his disability. 42 U.S.C. § 12182(a) &amp; (b). Plaintiff adequately alleges each of the requisite elements of his Title III claim in his complaint. He claims that BHS is a public accommodation.<sup>[1]</sup> Second, plaintiff claims that his workplace injuries \"resulted in permanent physical impairments which <i>substantially limit one or more of his major life activities.</i>\" Complaint ¶ 7 (emphasis added); <i>see also,</i> Complaint ¶ 17. This assertion tracks almost verbatim the statutory definition of \"disabled.\" 42 U.S.C. § 12102(2). Finally, plaintiff avers that defendants \"discriminated against him <i>because of his disabilities</i>\" by denying medical care and treatment and refusing to pay for medical expenses incurred by plaintiff. Complaint ¶ 16. These pleadings, along with the other allegations in the complaint, satisfy the liberal pleading requirements of Federal Rule of Civil Procedure 8.</p>\n<p>BHS erroneously contends that the Court must dismiss plaintiff's ADA claim because he failed to allege that he was denied benefits because of a <i>particular</i> disability. Defendant's argument in this regard is frivolous. Plaintiff satisfied the pleading requirements with his statements (1) that he is disabled within the meaning of the ADA and (2) that he was denied access to a public accommodation because of his disabilities. It is implicit that plaintiff intends both statements to refer to the same disabilities.</p>\n<p>Defendant argues that plaintiff's ADA claim must be dismissed because he failed to allege that defendant's actions were solely motivated by discriminatory intent. Title III of the ADA does not require a plaintiff to prove that her disability motivated the defendant's actions. A disability discrimination claim may be brought either on the theory that defendant failed to make reasonable accommodations or on a more conventional disparate treatment theory, or both. This is because the ADA not only protects against disparate treatment, it also creates an affirmative duty in some circumstances to provide special, preferred treatment, or \"reasonable accommodation.\"</p>\n<p>The paradigmatic Title III claim is that brought by a plaintiff with impaired mobility against a movie theater for failing to accommodate her by not providing space for wheelchairs in the theater. <i>See e.g., </i><i>Arnold v. United Artists Theatre Circuit, Inc.,</i> 866 F.Supp. 433 (N.D.Cal.1994). In such a case, the plaintiff need not show that the defendant <span class=\"star-pagination\">*966</span> was motivated by a desire to discriminate against disabled persons, i.e. that the theater failed to provide space for wheelchairs because the defendant is disabled. Rather, the plaintiff need only show that she is an individual with a disability and that because of her disability she was denied participation in or the benefit of a service provided by the theater. The failure to reasonably accommodate, without more, constitutes \"discrimination\" within the meaning of the ADA. 42 U.S.C. § 12182(b).</p>\n<p>BHS further contends that because plaintiff alleges that BHS was motivated at least in part by a desire to cut costs, his claim must fail as a matter of law. Once again, BHS fundamentally misapprehends the requisite elements of a claim under Title III of the ADA. Plaintiff need not prove defendant was motivated by a desire to discriminate against people with disabilities, much less that it was the sole motivation. To the extent that BHS is arguing that mixed motive cases are precluded under the ADA, its argument surely fails. Certainly, if plaintiff need not prove discriminatory motive under Title III of the ADA, it goes without saying that there is no requirement that discrimination be the sole motivation. BHS' reliance on <i>Gates v. Rowland,</i> 39 F.3d 1439, 1445 (9th Cir.1994), is misplaced. <i>Gates,</i> a case brought under section 504 of the Rehabilitation Act, does not address the question of \"mixed motives.\" A desire to cut costs very often underlies a Title III defendant's actions, and indeed can serve as an affirmative defense. A covered entity is not required to provide accommodations where doing so would result in an \"undue burden.\" ADA § 302(b)(2)(A)(iii), 42 U.S.C. § 12182(b)(2)(A)(iii).</p>\n<p>Finally, defendant argues that plaintiff's ADA claim must be dismissed because he failed to allege that he was treated differently than other BHS clients. Defendant's argument is fatally flawed. Although the analysis and reasoning of Title VII race and gender employment discrimination cases is often imported and applied in the ADA cases, <i>see e.g., </i><i>Hartog v. Wasatch Academy,</i> 129 F.3d 1076, 1085 (10th Cir.1997) (applying Title VII analysis in an employment discrimination claim brought under Title I of the ADA); <i>Rothman v. Emory Univ.,</i> 123 F.3d 446, 451 (7th Cir.1997) (applying <i>McDonnell-Douglas</i> burden-shifting in a case brought under Title III of the ADA), the analogy between race and gender discrimination claims brought under Title VII and disability discrimination claims brought under the ADA is extremely limited. In an action for race or gender discrimination, a plaintiff must prove that she was treated <i>differently</i> from those similarly situated because of a protected characteristic. In contrast, under the ADA, a person with a disability need not prove that she was treated differently from non-disabled individuals. 42 U.S.C. § 12182(b)(2)(a). Discrimination may be shown precisely where the defendant treated plaintiff <i>the same</i> as everyone around her, despite her need for reasonable accommodation.</p>\n<p>The Court is satisfied that the allegations in the complaint state a claim under Title III of the ADA. Accordingly, BHS' motion to dismiss plaintiff's first claim for relief is HEREBY DENIED.<sup>[2]</sup></p>\n<p></p>\n<h2>C. NEGLIGENT INFLICTION OF EMOTIONAL DISTRESS</h2>\n<p>Plaintiff's fourth claim for relief is for negligent infliction of emotional distress, based on defendant's failure to exercise reasonable care in handling his medical claims and denying coverage. BHS argues that this claim is preempted by California workers' compensation law, the exclusive remedy for all injuries occurring in the workplace. The California workers' compensation system preempts civil actions for negligence against employers as well as workers' compensation insurers. <i>Marsh &amp; McLennan, Inc. v. Superior Court,</i> 49 Cal.3d 1, 6, 259 Cal.Rptr. 733, 736, 774 P.2d 762 (1989). Causes of actions based on an insurer's negligent conduct generally fall within the exclusive jurisdiction of <span class=\"star-pagination\">*967</span> the Workers' Compensation Appeals Board. Cal. Labor Code § 5300;<sup>[3]</sup><i>Cervantes v. Great American Ins. Co.,</i> 140 Cal.App.3d 763, 774, 189 Cal.Rptr. 761, 768 (1983). However, a claim that raises \"public policy interests beyond those of the employer and the employee\" survives preemption of the workers' compensation scheme. <i>Cole v. Fair Oaks Fire Protection Dist.,</i> 43 Cal.3d 148, 233 Cal.Rptr. 308, 729 P.2d 743 (1987); <i>see also, </i><i>Watson v. Dept. of Rehabilitation,</i> 212 Cal.App.3d 1271, 1287, 261 Cal.Rptr. 204, 213 (1989) (allegations of racial and age discrimination fall outside the exclusive remedy of workers' compensation law).</p>\n<p>Plaintiff argues that because BHS discriminated against her on the basis of disability, important \"considerations of substantial public policy\" are implicated. Therefore, he contends that his claim for negligent infliction of emotional distress falls outside of the ambit of the exclusive jurisdiction of the Workers' Compensation Appeals Board because of the important public policies underlying the ADA and the Rehabilitation Act.</p>\n<p>Plaintiff's argument would be persuasive if the question presented was whether his claims under the ADA and the Rehabilitation Act are preempted by California workers' compensation law. <i>Cf. </i><i>Watson,</i> 212 Cal. App.3d at 1287, 261 Cal.Rptr. 204 (race and age discrimination claims not preempted); <i>Wood v. County of Alameda,</i> 875 F. Supp 659, 665-66 (N.D.Cal.1995) (ADA claim not preempted by California workers' compensation scheme). However, this is not the question before the Court. Plaintiff's fourth cause of action is based not on allegations of discrimination, but rather on allegations of negligence. Plaintiff asserts that defendants were negligent in the administration of his workers' compensation claim. Such a claim falls squarely within the exclusive jurisdiction of the Workers' Compensations Appeals Board under California Labor Code section 5300 and is, therefore, preempted. Accordingly, defendant BHS' motion to dismiss plaintiff's cause of action for negligent infliction of emotional distress is HEREBY GRANTED.</p>\n<p></p>\n<h2>III. MOTION FOR SUMMARY JUDGMENT</h2>\n<p>Also pending before the Court is BHS' motion for partial summary judgment on plaintiff's claim under the Rehabilitation Act.</p>\n<p></p>\n<h2>A. LEGAL STANDARD</h2>\n<p>Summary judgment is appropriate when there is no genuine dispute as to material facts and the moving party is entitled to judgment as a matter of law. <i>Jung v. FMC Corp.,</i> 755 F.2d 708, 710 (9th Cir.1985); FED. R.CIV.P. 56. Material facts are those which may affect the outcome of the case. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). A dispute as to a material fact is \"genuine\" if there is sufficient evidence for a reasonable jury to return a verdict for the nonmoving party. <i>Id.</i> The court may not weigh the evidence, and is required to view the evidence in the light most favorable to the nonmoving party. <i>Id.</i></p>\n<p>A party seeking summary judgment bears the initial burden of informing the court of the basis for its motion, and of identifying those portions of the pleadings and discovery responses which demonstrate the absence of <span class=\"star-pagination\">*968</span> a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). If the moving party meets its initial burden, the opposing party must then \"set forth specific facts showing that there is some genuine issue for trial\" in order to defeat the motion. <i>Anderson,</i> 477 U.S. at 250; FED.R.CIV.P. 56(e).</p>\n<p></p>\n<h2>B. ANALYSIS</h2>\n<p>Section 504 of the Rehabilitation Act, 29 U.S.C. § 794, prohibits discrimination on the basis of disability \"under any program or activity receiving federal financial assistance.\" 29 U.S.C. § 794(b). This section applies equally to private and governmental recipients. BHS contends, and has produced documentary evidence to prove, that it receives no funding from the federal government. Plaintiff does not contest the veracity of defendant's factual allegations. Instead, he argues that BHS may receive federal funds indirectly. He reasons that although BHS does not receive federal funds directly, it would be covered by the Rehabilitation Act if BUSD and ABAG receive federal funds, because BHS contracts with these entities to administer their workers' compensation claims. Plaintiff asks for more time for discovery to determine whether either BUSD or ABAG, or both, receive federal funds.</p>\n<p>An entity that does not receive federal financial assistance directly may be covered by the Rehabilitation Act if it receives federal financial assistance indirectly. <i>Herman v. United Brotherhood of Carpenters,</i> 60 F.3d 1375, 1381 (9th Cir.1995). However, entities that indirectly \"benefit\" from federal aid, or that are \"inextricably intertwined\" with actual recipients, are not on that basis covered. <i>United States Department of Transportation v. Paralyzed Veterans of America,</i> 477 U.S. 597, 607-10, 106 S.Ct. 2705, 91 L.Ed.2d 494 (1986). An entity has been held to be an \"indirect receipt\" only where that entity received funding that was funneled from the federal government through the state. <i>Id.</i></p>\n<p>Plaintiff does not argue that BHS received federal funds funneled through the state. Plaintiff argues instead that the because BHS directly contracts with entities which may be covered by the Rehabilitation Act, it too must comply with its requirements. Such a holding would stretch the application of the statute far beyond its intended reach and render virtually meaningless the restriction under the Rehabilitation Act that a defendant be a recipient of federal funds.</p>\n<p>Plaintiff urges the Court to rely on the holding in <i>Doe v. City of Chicago,</i> 883 F.Supp. 1126, 1136-37 (N.D.Ill.1994). The <i>Doe</i> court denied a motion to dismiss a Rehabilitation Act claim against two private defendants. The defendants claimed that they were not recipients of federal assistance because they were not authorized to accept federal funds. <i>Id.</i> at 1136. The court held that plaintiff's allegation that defendants \"acted `within the operations of'\" a program allegedly receiving federal funds satisfied the pleading requirements of the Rehabilitation Act. <i>Id.</i> at 1137. Here, plaintiff has not alleged that defendant BHS acted within the operations of BUSD, ABAG, or any other allegedly covered entity. He alleges only that BHS contracted to provide services for a covered entity.</p>\n<p>This case is on all fours with <i>Dodd v. Blue Cross and Blue Shield Assoc.,</i> 835 F.Supp. 888, 891 (E.D.Va.1993). There, a plaintiff brought a cause of action against a private insurer, Blue Cross, under the Rehabilitation Act. Blue Cross provided insurance to federal employees under a government procurement contract. The <i>Dodd</i> court held that \"when a government procurement contract is involved, it is the procuring agency ..., and not the contractor ..., that is responsible for compliance\" with the Rehabilitation Act. <i>Id.</i> Here too, BHS contracts with entities allegedly covered under the Rehabilitation Act to provide services; it did not receive such funds itself, neither directly nor indirectly funneled through the state. Therefore, BHS is not responsible for compliance with the Rehabilitation Act. Accordingly, BHS' motion for summary judgment on the plaintiff's second claim for relief is HEREBY GRANTED.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*969</span> IV. CONCLUSION</h2>\n<p>Defendant BHS' motion to dismiss plaintiff's first cause of action under the ADA is HEREBY DENIED. Defendant BHS' motion for summary judgment on plaintiff's second cause of action, under the Rehabilitation Act, is HEREBY GRANTED. Plaintiff's third cause of action is HEREBY DISMISSED, pursuant to stipulation. Finally, plaintiff's fourth cause of action against BHS, for negligent infliction of emotional distress is DISMISSED WITH PREJUDICE, as preempted under California law.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties do not dispute that BHS, in its provision of insurance, is a public accommodation within the meaning of the ADA. <i>See, </i><i>Carparts Distribution Center, Inc. v. Automotive Wholesaler's Assoc. of New England, Inc.,</i> 37 F.3d 12, 18-20 (1st Cir.1994); <i>Chabner v. United of Omaha Life Ins. Co.,</i> 994 F.Supp. 1185 (N.D.Cal.1998) (finding that Title III applies to insurance underwriting practices); <i>Cloutier v. Prudential Insurance Co. of America,</i> 964 F.Supp. 299, 301-02 (N.D.Cal.1997) (denial of coverage to applicant based on applicant's partner's HIV status violates Title III); <i>Kotev v. First Colony Life Ins. Co.,</i> 927 F.Supp. 1316, 1320 (C.D.Cal.1996) (holding that insurers are covered entities under ADA Title III); <i>but see, </i><i>Parker v. Metropolitan Life Ins. Co.,</i> 121 F.3d 1006, 1011-14 (6th Cir.1997) (<i>en banc</i>) (holding that a \"public accommodation\" must be a physical place and does not cover the provision of insurance).</p>\n<p>[2]  BHS also moves to dismiss plaintiff's second claim under the Rehabilitation Act on the same grounds as its motion to dismiss plaintiff's ADA claim. For the reasons set forth above, BHS' motion to dismiss plaintiff's Rehabilitation Act claim is HEREBY DENIED. However, in Section IV of this Order the Court grants defendant's motion for summary judgment on this claim.</p>\n<p>[3]  Pursuant to Cal. Labor Code § 5300:\n</p>\n<p>All the following proceedings shall be instituted before the appeals board and not elsewhere, except as otherwise provided in Division 4:</p>\n<p>(a) For the recovery of compensation, or concerning any right or liability arising out of or incidental thereto.</p>\n<p>(b) For the enforcement against the employer or an insurer of any liability for compensation imposed upon the employer by this division in favor of the injured employee, his or her dependents, or any third person.</p>\n<p>(c) For the determination of any question as to the distribution of compensation among dependents or other persons.</p>\n<p>(d) For the determination of any question as to who are dependents of any deceased employee, or what persons are entitled to any benefit under the compensation provisions of this division.</p>\n<p>(e) For obtaining any order which by Division 4 the appeals board is authorized to make. (f) For the determination of any other matter, jurisdiction over which is vested by Division 4 in the Division of Workers' Compensation, including the administrative director and the appeals board.</p>\n<p>(emphasis added).</p>\n<p>[4]  Plaintiff requests that the Court grant him an opportunity under Federal Rule of Civil Procedure 56(f) to conduct further discovery. He claims that such discovery would permit him to show that BUSD and ABAG receive federal funds. Because the Court concludes as a matter of law that BUSD or ABAG's receipt of federal funds bears no relevance to the issue of whether BHS is covered by the Rehabilitations Act, such discovery would be futile. The mere fact that BHS contracts with these agencies would not make it a recipient of federal funds. Therefore, plaintiff's request for additional time for discovery is HEREBY DENIED.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">996</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">962</span></span> (1998)</b></center>\n<center><h1>Edward DUNLAP, Plaintiff,<br>\nv.<br>\nASSOCIATION OF BAY AREA GOVERNMENTS, et al., Defendants.</h1></center>\n<center>No. C 97-2224 TEH.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>February 9, 1998.</center>\n<p><span class=\"star-pagination\">*963</span> Roberta D. Perkins, Oakland, CA, for Plaintiff.</p>\n<p>Kenneth K. Moy, Oakland, CA, Mary C. Oppedahl, Lindsey A. Urbina, Crosby, Heafey, Roach &amp; May, Oakland, CA, Patricia B. Miles, Morrison, Mahoney &amp; Miller, San Francisco, CA, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HENDERSON, Chief Judge.</p>\n<p>Edward Dunlap became disabled after a workplace injury and receives workers' compensation benefits. He claims that his former employer, the Berkeley Unified School District (BUSD), along with the Association of Bay Area Governments (ABAG), and the insurer, Business Health Services (BHS) discriminated against him on the basis of disability by denying him coverage for in-home care, transportation to treatments, a recommended surgical procedure, and other necessary medical care.</p>\n<p>Currently before the Court are two motions brought by defendant BHS: a motion to dismiss under Federal Rule of Civil Procedure 12(b)(6) each of plaintiff's four claims; and, a motion for partial summary judgment on plaintiff's second claim under the Rehabilitation Act. This matter came on for hearing on November 10, 1997. For the foregoing reasons, the Court now GRANTS IN PART and DENIES IN PART defendant's motion to dismiss and GRANTS the motion for summary judgment in its entirety.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>Plaintiff Edward Dunlap is a former employee of BUSD. On June 18, 1991, while working for BUSD Dunlap sustained an on-the-job injury, resulting in permanent physical disability that substantially impairs major life activities and requires regular medical treatment. In June 1993, BUSD and Dunlap settled the workers' compensation claim arising from Dunlop's workplace injury. The settlement agreement provides that Dunlap will receive regular medical care and treatment for the injuries sustained on the job. All of Dunlop's medical care and treatment for the workplace injury must be preauthorized by BHS, a health maintenance organization that manages BUSD workers' compensation claims.</p>\n<p><span class=\"star-pagination\">*964</span> Dunlap alleges that between late June 1996 and February 17, 1997 BHS refused to authorize necessary medical care and treatment, including in-home physical therapy, the purchase of home exercise equipment, and a recommended surgical procedure. According to Dunlap, he was routinely denied authorization for medical care for his disability during this entire period and was personally required to pay for much of the medical care and prescription pain medication that he did receive. From January 17, 1997, BHS ceased paying for Dunlop's prescription medication and personal physician services altogether. Dunlap also claims that when he complained about the refusal to authorize treatment, BHS' claims representatives failed to respond in a prompt and professional manner.</p>\n<p>Dunlap filed the instant action against defendants BHS, ABAG, and BUSD stating four causes of action: 1) violation of Title III of the Americans with Disabilities Act, 42 U.S.C. § 12181, <i>et seq</i> (ADA); 2) violation of the Rehabilitation Act, 29 U.S.C. § 794; 3) violation of the Confidentiality of Medical Information Act, California Civil Code § 56.26; and 4) the state-law tort of negligent infliction of emotional distress. Plaintiff subsequently stipulated to the dismissal of his third cause of action.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>BHS argues that plaintiff has failed to state a claim for discrimination on the basis of disability under both the ADA and the Rehabilitation Act. BHS further argues that Plaintiff's claim for negligent infliction of emotional distress is barred by California's Workers' Compensation Act.</p>\n<p></p>\n<h2>A. LEGAL STANDARD</h2>\n<p>Dismissal is appropriate under Rule 12(b)(6) when a plaintiff's allegations fail to state a claim upon which relief can be granted. Fed.R.Civ.P. 12(b)(6). The Court must accept as true the factual allegations of the complaint and indulge all reasonable inferences to be drawn from them, construing the complaint in the light most favorable to the plaintiff. <i>Westlands Water Dist. v. Firebaugh Canal,</i> <span class=\"citation\" data-id=\"658181\"><a href=\"/opinion/658181/westlands-water-district-san-benito-county-water-district-v-firebaugh/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 670 (9th Cir.1993). Unless the Court converts the Rule 12(b)(6) motion into a summary judgment motion, the court may not consider material outside of the complaint. <i>Branch v. Tunnell,</i> <span class=\"citation\" data-id=\"660713\"><a href=\"/opinion/660713/jerry-l-branch-valenna-branch-colby-branch-v-dale-l-tunnell/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 453 (9th Cir.1994). Documents attached to the complaint and incorporated therein by reference, however, are treated as part of the complaint for purposes of Rule 12(b)(6). <i>Parks School of Business, Inc. v. Symington,</i> <span class=\"citation\" data-id=\"693410\"><a href=\"/opinion/693410/parks-school-of-business-inc-dba-parks-college-a-new-mexico-corporation/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1484 (9th Cir.1995). In addition, \"documents whose contents are alleged in a complaint and whose authenticity no party questions, but which are not physically attached to the pleading, may be considered in ruling on a Rule 12(b)(6) motion to dismiss\" without converting it into one for summary judgment. <i>Branch,</i> 14 F.3d at 454.</p>\n<p>The Court must construe the complaint liberally, and dismissal should not be granted unless \"it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" 5A CHARLES A. WRIGHT &amp; ARTHUR R. MILLER, FEDERAL PRACTICE AND PROCEDURE § 1357 (2d ed.1990) (quoting <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957)); <i>accord </i><i>Jacobson v. Hughes Aircraft Co.,</i> <span class=\"citation\" data-id=\"734189\"><a href=\"/opinion/734189/stanley-i-jacobson-daniel-p-welsh-robert-e-mcmillin-ernest-o-blandin/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1288</span></a></span>, 1292 (9th Cir.1997). Dismissal without leave to amend is appropriate only where a court is satisfied that the deficiencies of the complaint could not possibly be cured by amendment. <i>Chang v. Chen,</i> <span class=\"citation\" data-id=\"715826\"><a href=\"/opinion/715826/ming-chu-chang-kang-jye-chen-ching-chieh-chang-aci-trading-inc-and/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1293</span></a></span>, 1296 (9th Cir.1996).</p>\n<p></p>\n<h2>B. ADA CLAIM</h2>\n<p>Dunlop's first claim is under Title III of the ADA. Title III applies to public accommodations and provides in relevant part that \"[n]o individual shall be discriminated against on the basis of disability in the full and equal enjoyment of goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation by any person who owns ... or operates a place of public accommodation.\" 42 U.S.C. § 12182(a). \"Discrimination\" can be established in one of several ways, including:</p>\n<blockquote>(i) the imposition or application of eligibility criteria that screen out ... an individual with a disability. .; (ii) a failure to make <span class=\"star-pagination\">*965</span> reasonable modifications in policies, practices, or procedures, when such modifications are necessary to afford such goods, services, facilities, privileges, advantages or accommodations to individuals with disabilities, unless the entity can demonstrate that making such modifications would fundamentally alter the nature of such goods, services, facilities, privileges, advantages, or accommodations; [and] (iii) a failure to take such steps as may be necessary to ensure that no individual with a disability is excluded, denied services, segregated or otherwise treated differently than other individuals because of the absence of auxiliary aids and services....</blockquote>\n<p>42 U.S.C. § 12182(b)(2)(A).</p>\n<p>BHS contends that plaintiff failed to state a claim under Title III of the ADA because he did not allege that BHS' actions were based on Dunlop's disability. At this nascent stage in the litigation, Federal Rule of Civil Procedure 8 requires only that plaintiff allege the basic elements of his claim: (1) that he is disabled within the meaning of the ADA; (2) that defendant is a private entity which owns, leases or operates a place of public accommodation; and, (3) that he was denied public accommodations by the defendant because of his disability. 42 U.S.C. § 12182(a) &amp; (b). Plaintiff adequately alleges each of the requisite elements of his Title III claim in his complaint. He claims that BHS is a public accommodation.<sup>[1]</sup> Second, plaintiff claims that his workplace injuries \"resulted in permanent physical impairments which <i>substantially limit one or more of his major life activities.</i>\" Complaint ¶ 7 (emphasis added); <i>see also,</i> Complaint ¶ 17. This assertion tracks almost verbatim the statutory definition of \"disabled.\" 42 U.S.C. § 12102(2). Finally, plaintiff avers that defendants \"discriminated against him <i>because of his disabilities</i>\" by denying medical care and treatment and refusing to pay for medical expenses incurred by plaintiff. Complaint ¶ 16. These pleadings, along with the other allegations in the complaint, satisfy the liberal pleading requirements of Federal Rule of Civil Procedure 8.</p>\n<p>BHS erroneously contends that the Court must dismiss plaintiff's ADA claim because he failed to allege that he was denied benefits because of a <i>particular</i> disability. Defendant's argument in this regard is frivolous. Plaintiff satisfied the pleading requirements with his statements (1) that he is disabled within the meaning of the ADA and (2) that he was denied access to a public accommodation because of his disabilities. It is implicit that plaintiff intends both statements to refer to the same disabilities.</p>\n<p>Defendant argues that plaintiff's ADA claim must be dismissed because he failed to allege that defendant's actions were solely motivated by discriminatory intent. Title III of the ADA does not require a plaintiff to prove that her disability motivated the defendant's actions. A disability discrimination claim may be brought either on the theory that defendant failed to make reasonable accommodations or on a more conventional disparate treatment theory, or both. This is because the ADA not only protects against disparate treatment, it also creates an affirmative duty in some circumstances to provide special, preferred treatment, or \"reasonable accommodation.\"</p>\n<p>The paradigmatic Title III claim is that brought by a plaintiff with impaired mobility against a movie theater for failing to accommodate her by not providing space for wheelchairs in the theater. <i>See e.g., </i><i>Arnold v. United Artists Theatre Circuit, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">433</span></span> (N.D.Cal.1994). In such a case, the plaintiff need not show that the defendant <span class=\"star-pagination\">*966</span> was motivated by a desire to discriminate against disabled persons, i.e. that the theater failed to provide space for wheelchairs because the defendant is disabled. Rather, the plaintiff need only show that she is an individual with a disability and that because of her disability she was denied participation in or the benefit of a service provided by the theater. The failure to reasonably accommodate, without more, constitutes \"discrimination\" within the meaning of the ADA. 42 U.S.C. § 12182(b).</p>\n<p>BHS further contends that because plaintiff alleges that BHS was motivated at least in part by a desire to cut costs, his claim must fail as a matter of law. Once again, BHS fundamentally misapprehends the requisite elements of a claim under Title III of the ADA. Plaintiff need not prove defendant was motivated by a desire to discriminate against people with disabilities, much less that it was the sole motivation. To the extent that BHS is arguing that mixed motive cases are precluded under the ADA, its argument surely fails. Certainly, if plaintiff need not prove discriminatory motive under Title III of the ADA, it goes without saying that there is no requirement that discrimination be the sole motivation. BHS' reliance on <i>Gates v. Rowland,</i> <span class=\"citation\" data-id=\"682439\"><a href=\"/opinion/682439/jay-lee-gates-john-ronald-bertram-v-james-rowland-and-his-successor-in/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1439</span></a></span>, 1445 (9th Cir.1994), is misplaced. <i>Gates,</i> a case brought under section 504 of the Rehabilitation Act, does not address the question of \"mixed motives.\" A desire to cut costs very often underlies a Title III defendant's actions, and indeed can serve as an affirmative defense. A covered entity is not required to provide accommodations where doing so would result in an \"undue burden.\" ADA § 302(b)(2)(A)(iii), 42 U.S.C. § 12182(b)(2)(A)(iii).</p>\n<p>Finally, defendant argues that plaintiff's ADA claim must be dismissed because he failed to allege that he was treated differently than other BHS clients. Defendant's argument is fatally flawed. Although the analysis and reasoning of Title VII race and gender employment discrimination cases is often imported and applied in the ADA cases, <i>see e.g., </i><i>Hartog v. Wasatch Academy,</i> <span class=\"citation\" data-id=\"155486\"><a href=\"/opinion/155486/hartog-v-wasatch-academy/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1076</span></a></span>, 1085 (10th Cir.1997) (applying Title VII analysis in an employment discrimination claim brought under Title I of the ADA); <i>Rothman v. Emory Univ.,</i> <span class=\"citation\" data-id=\"745357\"><a href=\"/opinion/745357/richard-r-rothman-v-emory-university-and-richard-w-riley-secretary-of/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span>, 451 (7th Cir.1997) (applying <i>McDonnell-Douglas</i> burden-shifting in a case brought under Title III of the ADA), the analogy between race and gender discrimination claims brought under Title VII and disability discrimination claims brought under the ADA is extremely limited. In an action for race or gender discrimination, a plaintiff must prove that she was treated <i>differently</i> from those similarly situated because of a protected characteristic. In contrast, under the ADA, a person with a disability need not prove that she was treated differently from non-disabled individuals. 42 U.S.C. § 12182(b)(2)(a). Discrimination may be shown precisely where the defendant treated plaintiff <i>the same</i> as everyone around her, despite her need for reasonable accommodation.</p>\n<p>The Court is satisfied that the allegations in the complaint state a claim under Title III of the ADA. Accordingly, BHS' motion to dismiss plaintiff's first claim for relief is HEREBY DENIED.<sup>[2]</sup></p>\n<p></p>\n<h2>C. NEGLIGENT INFLICTION OF EMOTIONAL DISTRESS</h2>\n<p>Plaintiff's fourth claim for relief is for negligent infliction of emotional distress, based on defendant's failure to exercise reasonable care in handling his medical claims and denying coverage. BHS argues that this claim is preempted by California workers' compensation law, the exclusive remedy for all injuries occurring in the workplace. The California workers' compensation system preempts civil actions for negligence against employers as well as workers' compensation insurers. <i>Marsh &amp; McLennan, Inc. v. Superior Court,</i> <span class=\"citation\" data-id=\"1179466\"><a href=\"/opinion/1179466/marsh-mclennan-inc-v-superior-court/\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1</span></a></span>, 6, <span class=\"citation\" data-id=\"1179466\"><a href=\"/opinion/1179466/marsh-mclennan-inc-v-superior-court/\"><span class=\"volume\">259</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">733</span></a></span>, 736, <span class=\"citation\" data-id=\"1179466\"><a href=\"/opinion/1179466/marsh-mclennan-inc-v-superior-court/\"><span class=\"volume\">774</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">762</span></a></span> (1989). Causes of actions based on an insurer's negligent conduct generally fall within the exclusive jurisdiction of <span class=\"star-pagination\">*967</span> the Workers' Compensation Appeals Board. Cal. Labor Code § 5300;<sup>[3]</sup><i>Cervantes v. Great American Ins. Co.,</i> <span class=\"citation\" data-id=\"2177226\"><a href=\"/opinion/2177226/cervantes-v-great-american-ins-co/\"><span class=\"volume\">140</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">763</span></a></span>, 774, <span class=\"citation\" data-id=\"2177226\"><a href=\"/opinion/2177226/cervantes-v-great-american-ins-co/\"><span class=\"volume\">189</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">761</span></a></span>, 768 (1983). However, a claim that raises \"public policy interests beyond those of the employer and the employee\" survives preemption of the workers' compensation scheme. <i>Cole v. Fair Oaks Fire Protection Dist.,</i> <span class=\"citation\" data-id=\"1227871\"><a href=\"/opinion/1227871/cole-v-fair-oaks-fire-protection-dist/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">148</span></a></span>, <span class=\"citation\" data-id=\"1227871\"><a href=\"/opinion/1227871/cole-v-fair-oaks-fire-protection-dist/\"><span class=\"volume\">233</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation\" data-id=\"1227871\"><a href=\"/opinion/1227871/cole-v-fair-oaks-fire-protection-dist/\"><span class=\"volume\">729</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">743</span></a></span> (1987); <i>see also, </i><i>Watson v. Dept. of Rehabilitation,</i> <span class=\"citation\" data-id=\"2167223\"><a href=\"/opinion/2167223/watson-v-department-of-rehabilitation/\"><span class=\"volume\">212</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1271</span></a></span>, 1287, <span class=\"citation\" data-id=\"2167223\"><a href=\"/opinion/2167223/watson-v-department-of-rehabilitation/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">204</span></a></span>, 213 (1989) (allegations of racial and age discrimination fall outside the exclusive remedy of workers' compensation law).</p>\n<p>Plaintiff argues that because BHS discriminated against her on the basis of disability, important \"considerations of substantial public policy\" are implicated. Therefore, he contends that his claim for negligent infliction of emotional distress falls outside of the ambit of the exclusive jurisdiction of the Workers' Compensation Appeals Board because of the important public policies underlying the ADA and the Rehabilitation Act.</p>\n<p>Plaintiff's argument would be persuasive if the question presented was whether his claims under the ADA and the Rehabilitation Act are preempted by California workers' compensation law. <i>Cf. </i><i>Watson,</i> 212 Cal. App.3d at 1287, <span class=\"citation\" data-id=\"2167223\"><a href=\"/opinion/2167223/watson-v-department-of-rehabilitation/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">204</span></a></span> (race and age discrimination claims not preempted); <i>Wood v. County of Alameda,</i> 875 F. Supp 659, 665-66 (N.D.Cal.1995) (ADA claim not preempted by California workers' compensation scheme). However, this is not the question before the Court. Plaintiff's fourth cause of action is based not on allegations of discrimination, but rather on allegations of negligence. Plaintiff asserts that defendants were negligent in the administration of his workers' compensation claim. Such a claim falls squarely within the exclusive jurisdiction of the Workers' Compensations Appeals Board under California Labor Code section 5300 and is, therefore, preempted. Accordingly, defendant BHS' motion to dismiss plaintiff's cause of action for negligent infliction of emotional distress is HEREBY GRANTED.</p>\n<p></p>\n<h2>III. MOTION FOR SUMMARY JUDGMENT</h2>\n<p>Also pending before the Court is BHS' motion for partial summary judgment on plaintiff's claim under the Rehabilitation Act.</p>\n<p></p>\n<h2>A. LEGAL STANDARD</h2>\n<p>Summary judgment is appropriate when there is no genuine dispute as to material facts and the moving party is entitled to judgment as a matter of law. <i>Jung v. FMC Corp.,</i> <span class=\"citation\" data-id=\"448230\"><a href=\"/opinion/448230/harry-jung-individually-and-on-behalf-of-all-other-persons-similarly/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 710 (9th Cir.1985); FED. R.CIV.P. 56. Material facts are those which may affect the outcome of the case. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). A dispute as to a material fact is \"genuine\" if there is sufficient evidence for a reasonable jury to return a verdict for the nonmoving party. <i>Id.</i> The court may not weigh the evidence, and is required to view the evidence in the light most favorable to the nonmoving party. <i>Id.</i></p>\n<p>A party seeking summary judgment bears the initial burden of informing the court of the basis for its motion, and of identifying those portions of the pleadings and discovery responses which demonstrate the absence of <span class=\"star-pagination\">*968</span> a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). If the moving party meets its initial burden, the opposing party must then \"set forth specific facts showing that there is some genuine issue for trial\" in order to defeat the motion. <i>Anderson,</i> 477 U.S. at 250; FED.R.CIV.P. 56(e).</p>\n<p></p>\n<h2>B. ANALYSIS</h2>\n<p>Section 504 of the Rehabilitation Act, 29 U.S.C. § 794, prohibits discrimination on the basis of disability \"under any program or activity receiving federal financial assistance.\" 29 U.S.C. § 794(b). This section applies equally to private and governmental recipients. BHS contends, and has produced documentary evidence to prove, that it receives no funding from the federal government. Plaintiff does not contest the veracity of defendant's factual allegations. Instead, he argues that BHS may receive federal funds indirectly. He reasons that although BHS does not receive federal funds directly, it would be covered by the Rehabilitation Act if BUSD and ABAG receive federal funds, because BHS contracts with these entities to administer their workers' compensation claims. Plaintiff asks for more time for discovery to determine whether either BUSD or ABAG, or both, receive federal funds.</p>\n<p>An entity that does not receive federal financial assistance directly may be covered by the Rehabilitation Act if it receives federal financial assistance indirectly. <i>Herman v. United Brotherhood of Carpenters,</i> <span class=\"citation\" data-id=\"700499\"><a href=\"/opinion/700499/jeanne-p-herman-v-united-brotherhood-of-carpenters-and-joiners-of/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1375</span></a></span>, 1381 (9th Cir.1995). However, entities that indirectly \"benefit\" from federal aid, or that are \"inextricably intertwined\" with actual recipients, are not on that basis covered. <i>United States Department of Transportation v. Paralyzed Veterans of America,</i> <span class=\"citation\" data-id=\"111731\"><a href=\"/opinion/111731/department-of-transp-v-paralyzed-veterans-of-america/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">597</span></a></span>, 607-10, <span class=\"citation\" data-id=\"111731\"><a href=\"/opinion/111731/department-of-transp-v-paralyzed-veterans-of-america/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2705</span></a></span>, <span class=\"citation\" data-id=\"111731\"><a href=\"/opinion/111731/department-of-transp-v-paralyzed-veterans-of-america/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1986). An entity has been held to be an \"indirect receipt\" only where that entity received funding that was funneled from the federal government through the state. <i>Id.</i></p>\n<p>Plaintiff does not argue that BHS received federal funds funneled through the state. Plaintiff argues instead that the because BHS directly contracts with entities which may be covered by the Rehabilitation Act, it too must comply with its requirements. Such a holding would stretch the application of the statute far beyond its intended reach and render virtually meaningless the restriction under the Rehabilitation Act that a defendant be a recipient of federal funds.</p>\n<p>Plaintiff urges the Court to rely on the holding in <i>Doe v. City of Chicago,</i> <span class=\"citation no-link\"><span class=\"volume\">883</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1126</span></span>, 1136-37 (N.D.Ill.1994). The <i>Doe</i> court denied a motion to dismiss a Rehabilitation Act claim against two private defendants. The defendants claimed that they were not recipients of federal assistance because they were not authorized to accept federal funds. <i>Id.</i> at 1136. The court held that plaintiff's allegation that defendants \"acted `within the operations of'\" a program allegedly receiving federal funds satisfied the pleading requirements of the Rehabilitation Act. <i>Id.</i> at 1137. Here, plaintiff has not alleged that defendant BHS acted within the operations of BUSD, ABAG, or any other allegedly covered entity. He alleges only that BHS contracted to provide services for a covered entity.</p>\n<p>This case is on all fours with <i>Dodd v. Blue Cross and Blue Shield Assoc.,</i> <span class=\"citation no-link\"><span class=\"volume\">835</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">888</span></span>, 891 (E.D.Va.1993). There, a plaintiff brought a cause of action against a private insurer, Blue Cross, under the Rehabilitation Act. Blue Cross provided insurance to federal employees under a government procurement contract. The <i>Dodd</i> court held that \"when a government procurement contract is involved, it is the procuring agency ..., and not the contractor ..., that is responsible for compliance\" with the Rehabilitation Act. <i>Id.</i> Here too, BHS contracts with entities allegedly covered under the Rehabilitation Act to provide services; it did not receive such funds itself, neither directly nor indirectly funneled through the state. Therefore, BHS is not responsible for compliance with the Rehabilitation Act. Accordingly, BHS' motion for summary judgment on the plaintiff's second claim for relief is HEREBY GRANTED.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*969</span> IV. CONCLUSION</h2>\n<p>Defendant BHS' motion to dismiss plaintiff's first cause of action under the ADA is HEREBY DENIED. Defendant BHS' motion for summary judgment on plaintiff's second cause of action, under the Rehabilitation Act, is HEREBY GRANTED. Plaintiff's third cause of action is HEREBY DISMISSED, pursuant to stipulation. Finally, plaintiff's fourth cause of action against BHS, for negligent infliction of emotional distress is DISMISSED WITH PREJUDICE, as preempted under California law.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties do not dispute that BHS, in its provision of insurance, is a public accommodation within the meaning of the ADA. <i>See, </i><i>Carparts Distribution Center, Inc. v. Automotive Wholesaler's Assoc. of New England, Inc.,</i> <span class=\"citation\" data-id=\"679526\"><a href=\"/opinion/679526/carparts-distribution-center-inc-v-automotive-wholesalers-association/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 18-20 (1st Cir.1994); <i>Chabner v. United of Omaha Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1185</span></span> (N.D.Cal.1998) (finding that Title III applies to insurance underwriting practices); <i>Cloutier v. Prudential Insurance Co. of America,</i> <span class=\"citation no-link\"><span class=\"volume\">964</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">299</span></span>, 301-02 (N.D.Cal.1997) (denial of coverage to applicant based on applicant's partner's HIV status violates Title III); <i>Kotev v. First Colony Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1316</span></span>, 1320 (C.D.Cal.1996) (holding that insurers are covered entities under ADA Title III); <i>but see, </i><i>Parker v. Metropolitan Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></span>, 1011-14 (6th Cir.1997) (<i>en banc</i>) (holding that a \"public accommodation\" must be a physical place and does not cover the provision of insurance).</p>\n<p>[2]  BHS also moves to dismiss plaintiff's second claim under the Rehabilitation Act on the same grounds as its motion to dismiss plaintiff's ADA claim. For the reasons set forth above, BHS' motion to dismiss plaintiff's Rehabilitation Act claim is HEREBY DENIED. However, in Section IV of this Order the Court grants defendant's motion for summary judgment on this claim.</p>\n<p>[3]  Pursuant to Cal. Labor Code § 5300:\n</p>\n<p>All the following proceedings shall be instituted before the appeals board and not elsewhere, except as otherwise provided in Division 4:</p>\n<p>(a) For the recovery of compensation, or concerning any right or liability arising out of or incidental thereto.</p>\n<p>(b) For the enforcement against the employer or an insurer of any liability for compensation imposed upon the employer by this division in favor of the injured employee, his or her dependents, or any third person.</p>\n<p>(c) For the determination of any question as to the distribution of compensation among dependents or other persons.</p>\n<p>(d) For the determination of any question as to who are dependents of any deceased employee, or what persons are entitled to any benefit under the compensation provisions of this division.</p>\n<p>(e) For obtaining any order which by Division 4 the appeals board is authorized to make. (f) For the determination of any other matter, jurisdiction over which is vested by Division 4 in the Division of Workers' Compensation, including the administrative director and the appeals board.</p>\n<p>(emphasis added).</p>\n<p>[4]  Plaintiff requests that the Court grant him an opportunity under Federal Rule of Civil Procedure 56(f) to conduct further discovery. He claims that such discovery would permit him to show that BUSD and ABAG receive federal funds. Because the Court concludes as a matter of law that BUSD or ABAG's receipt of federal funds bears no relevance to the issue of whether BHS is covered by the Rehabilitations Act, such discovery would be futile. The mere fact that BHS contracts with these agencies would not make it a recipient of federal funds. Therefore, plaintiff's request for additional time for discovery is HEREBY DENIED.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/155486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/448230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/658181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/660713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/682439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/693410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/700499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/734189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/745357/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1179466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1227871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2167223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2177226/"
          ]
        }
      ],
      "judges": "Henderson",
      "date_created": "2015-10-14T00:37:57.736073Z",
      "date_modified": "2016-03-03T20:17:18.591175Z",
      "date_filed": "1998-02-09",
      "date_filed_is_approximate": false,
      "slug": "dunlap-v-association-of-bay-area-governments",
      "citation_id": 1598376,
      "case_name_short": "Dunlap",
      "case_name": "Dunlap v. Association of Bay Area Governments",
      "case_name_full": "",
      "federal_cite_one": "996 F. Supp. 962",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 14,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1192779/dunlap-v-association-of-bay-area-governments/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:55:09.152039Z",
  "date_modified": "2014-10-30T14:55:09.152039Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Dunlap",
  "case_name": "Dunlap v. Association of Bay Area Governments",
  "case_name_full": "",
  "slug": "dunlap-v-association-of-bay-area-governments",
  "docket_number": "C 97-2224 TEH",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}