{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1197469/",
  "id": 1197469,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1630160/",
      "id": 1630160,
      "absolute_url": "/opinion/1630160/united-states-v-board-of-educ-of-city-of-chicago/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1197469/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1630160/",
          "id": 1630160,
          "absolute_url": "/opinion/1630160/united-states-v-board-of-educ-of-city-of-chicago/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1630160/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2921/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:58:33.109090Z",
          "date_modified": "2017-04-06T13:15:53.234016Z",
          "type": "010combined",
          "sha1": "a443700904c1dd96300dfeae414c7212e7dd2d82",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>554 F.Supp. 912 (1983)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nBOARD OF EDUCATION OF the CITY OF CHICAGO, Defendant.</h1></center>\n<center>No. 80 C 5124.</center>\n<center><p><b>United States District Court, N.D. Illinois, E.D.</b></p></center>\n<center>January 6, 1983.</center>\n<p><span class=\"star-pagination\">*913</span> William Bradford Reynolds, Alexander C. Ross, Civil Rights Div., Dept. of Justice, Washington, D.C., Dan K. Webb, U.S. Atty., and Margaret C. Gordon, Asst. U.S. Atty., Chicago, Ill., for plaintiff.</p>\n<p>Robert C. Howard, Robert M. Weissbourd, Pressman &amp; Hartunian, C. Richard Johnson, Reynaldo P. Glover, Hugh R. McCombs, Jr., Isham, Lincoln &amp; Beale, Chicago, Ill., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>SHADUR, District Judge.</p>\n<p>This lawsuit began where most lawsuits endwith the entry of a decree.<sup>[1]</sup> Unfortunately this lawsuit should rather have both begun <i>and</i> ended many years before it was ultimately filed, for the major changes in the schools' (and the City's) racial makeup over more than a decade <i>before</i> 1980 have increased enormously the difficulties of developing an effective desegregation plan.<sup>[2]</sup> In the words of Robert Frost's <i>The Road Not Taken,</i> \"that has made all the difference.\" It is against that backdropagainst <i>today's</i> demography and problemsthat the constitutionality of the Board's desegregation plan (the \"Plan\") must be assayed.</p>\n<p></p>\n<h2><i>This Court's Role</i></h2>\n<p>It was obvious to this Court from the outset that in the Decree the Board and the United States had set an unreasonably optimistic schedule for the development of a comprehensive desegregation plan. It was equally obvious that there was a serious and widespread level of public misunderstanding of just what is involved in this case. For that reason, when in April 1981 the Board delivered (under an already-extended deadline) only a part of the proposed plan, this Court issued a brief statement.</p>\n<p><span class=\"star-pagination\">*914</span> Because that early statement continues to control this casefor it aptly describes both the roles of the parties and the yardstick by which the Plan must be measuredits core bears repetition today:</p>\n<blockquote>Our Constitution teaches that no State can deny anyone the equal protection of the laws. Neither color nor race can justify unequal treatment. Our Supreme Court teaches us what that part of the Constitution means:</blockquote>\n<blockquote>\"State,\" as that word is used in the Fourteenth Amendment, includes every governmental subdivisionwhether a school board, a city or any other.</blockquote>\n<blockquote>\"Equal protection\" includes the right to an equal education.</blockquote>\n<blockquote>\n<i>Separate</i> education for blacks, Hispanics or anyone else is not an <i>equal</i> education.</blockquote>\n<blockquote>Busing of our schoolchildren is <i>not</i> the issue. Equal and non-separate education for <i>all</i> our children <i>is</i> the issue. And whatever must be done to provide that equal, non-separate education is the duty of the Board of Education as an arm of the state government. For <i>any</i> governmental authority to say that the Constitution will not be obeyed in that regard, whether for financial reasons or any other, is no different in principle from the Southern governor of a generation ago who stood at the steps of the state university and would not permit a black student to enter.</blockquote>\n<blockquote>This statement has spoken of \"government.\" But we must always remember that when Lincoln said we have a government <i>of</i> the people as well as by and for the people, he meant that in our democracy the \"government\" is <i>we</i> not <i>they.</i> If it is irresponsible and wrong for government and its leaders to try to frustrate the Constitution, it is just as irresponsible and wrong for any of usthe citizens, the true government in a democracyto do so. Federal courts are called upon only when othersgovernment in the form of public officials, and more important government in the form of peoplehave defaulted in their duty to honor the Constitution.</blockquote>\n<blockquote>That proposition leads logically to the last point, on which perhaps the greatest misunderstanding appears to exist. This Court is neither the intended designer nor the intended czar of the Chicago school system and its plan of desegregation. Chicago is not like other cities where court-ordered desegregation was forced because school systems had refused to acknowledge their constitutional obligations. By joining the United States in signing the consent decree, the Board of Education did credit to its proper role as the responsible agency in constitutional terms.</blockquote>\n<blockquote>Under that consent decree the obligation is placed squarely where it should be in a representative form of government: on the Board of Education. It is the duty of the <i>Board</i> to \"develop and implement a system-wide plan to remedy the present effects of past segregation of black and Hispanic students.\" There is no single formulation that will discharge those duties and satisfy the demands of the Constitution. Instead the Board is free to adopt a plan within the \"broad range of constitutionally acceptable plans.\" Only if the Board has strayed outside that range can this Court reject the Board's plan.</blockquote>\n<p></p>\n<h2><i>Brief History of the Litigation</i></h2>\n<p>Full development of the Plan required much more study and effort than the litigants had anticipated, though of course they had been keenly aware of the magnitude of the problems. Because any effective plan must exist and work in the real world and not just on paper, this Court encouraged implementation of the first year of planned desegregation at the same time the full planning process was reaching fruition.</p>\n<p>Although self-serving, the Board's summary at the conclusion of its Reply Memorandum filed in April 1982 telescopes the efforts it had made beginning with the filing of this suit and the contemporaneous entry of the Decree:</p>\n<p>In the past 18 months the Board has:</p>\n<blockquote>\n<span class=\"star-pagination\">*915</span> Entered voluntarily into a desegregation consent decree, an unprecedented act for a large-city school system;</blockquote>\n<blockquote>Retained a leading national desegregation expert, Dr. Robert Green, long associated with the NAACP, to design a comprehensive set of Educational Components, and adopted every one of his recommendations;</blockquote>\n<blockquote>Successfully implemented the first year of a desegregation plan, without major community disruption, which increased the index of desegregation in the system by 50%;</blockquote>\n<blockquote>Completed a long and careful planning process in which a full range of desegregation strategies was exhaustively evaluated for all 600 schools in the system; Adopted a student assignment plan that in every major aspect is plainly within the range of plans approved by the courts in comparable cities, a plan which promises to achieve levels of desegregation that compare favorably to plans in other urban, predominantly minority school districts;</blockquote>\n<blockquote>Elicited the concurrence of the United States Department of Justice, based on its careful study of the Plan, that the Plan is in compliance with the Constitution and the Consent Decree and that the Plan will maximize desegregation in Chicago compared to other possible strategies;</blockquote>\n<blockquote>Created a special department within the school system to coordinate implementation of the Plan, and appointed a nationally recognized desegregation expert to head that department.</blockquote>\n<p>After the Board's initial adoption of Student Assignment Principles (the \"Principles\") at the end of April 1981, the United States as well as private parties had voiced criticisms and concerns about its various aspects. It was not until late January 1982 that the detailed Student Assignment Plan was produced, substantially reshaped from the Board's initial statement of the Principles. Then further comment by the United States and the public,<sup>[3]</sup> all as invited by this Court, followed in turn by the Board's Reply Memorandum, carried us to April 1982.</p>\n<p>This Court's preliminary analysis of the ultimate Plan, and the various submissions by all interested parties, confirmed once again that some further testing in the crucible of realitycarrying the Plan and its implementation past the commencement of the current school yearwould be an important plus for the constitutional evaluation that is the Court's responsibility. Were the paper promise of the Plan to be broken in its performance, it would not pass constitutional muster despite its nominal adherence to the standards of the law.</p>\n<p>It should be emphasized that this course of deferral to the present time would not have been followed had the Plan not satisfied the Constitution in threshold terms. Had the Plan been obviously unconstitutional in any respect, this Court would have acted swiftly to reject it. But no such obvious flaw was involved. And because any interim statement by this Court to explain the reasons for deferral would have carried the serious possibility of being misunderstood as final approval at <i>that</i> time, the Court has perforce bided its time in silence.</p>\n<p>Now the second school year of implementation has begun. Nothing in the execution of the Plan has been shown to disprove the premises on which it was designed. In the Court's view the optimum time for ruling has been reached.</p>\n<p></p>\n<h2><i>Student Assignment Plan</i></h2>\n<p>There is far more to the Plan than its student assignment provisions. Its Educational Components, crafted under the supervision of the distinguished Dr. Green, have been in place much longer than the final <span class=\"star-pagination\">*916</span> version of the student assignment proposal.<sup>[4]</sup> This Court's function is to judge constitutionality, not educational quality as such (more precisely, its role in dealing with the quality of education is limited to assuring that the constitutional mandate of equal protection has been met). For that reason, and not because the Educational Components are less important (they are surely not), this opinion will focus almost entirely on the Student Assignment Plan.</p>\n<p>No one can understand, let alone constitutionally appraise, the Plan without a realization of the demographic facts with which the Board must deal. Just two decades ago more than half the school population of the City of Chicago was white and less than half was black (because of differences in categorization since then, the \"white\" classification of that era included a small percentagewell under 5%now counted separately in the Hispanic group). There has been a steady decline in white enrollment since then, both in percentages and in absolute numbers. As recently as 1970, when the present system of categorization was adopted by the Board, the total school profile looked like this (for simplicity the numbers will be rounded):</p>\n<p></p>\n<pre>\n  Black      55%            315,000 students\n  White      35%            200,000\n  Hispanic   10%             55,000\n  Total                     575,000<sup>[5]</sup></pre>\n<p>In just over ten years the total school population has shrunk by almost exactly 25%, to some 435,000 at the beginning of the current school year. More significant for desegregation planning, the racial makeup of the three principal student categories has shifted dramatically from the 1970 numbers:<sup>[6]</sup></p>\n<p></p>\n<pre>\n                1970-71        1981-82        1982-83\n  Black          54.8%          60.7%           60.7%\n  White          34.6%          17.2%           16.3%\n  Hispanic        9.7%          19.6%           20.4%\n</pre>\n<p>This school year's white student body of some 70,000 is about one-third of its size when the decade of the 1970s began. This obviously reflects a falloff in the number of school age children generally (and it may also stem in part from enrollments in parochial and other private schools), but it mainly reflects a shift in residential demography.</p>\n<p>One important fact recently noted in the press (the 1982-83 figures were just released) is that the decline in white attendance this year is perceptibly less than the Board's 1982-83 projections in the Plan would have indicated, although the numbers of blacks and Hispanics in the schools are uncannily close to the corresponding Plan projections. It is too early to tell whether this has long-range significance, but it certainly appears to bear out the Board's thoughtful analysis that its multi-faceted approach to the complex problems of desegregation is intended to avoid the self-defeating perils of resegregation.</p>\n<p></p>\n<h2>1. <i>Aspects of the Student Assignment Plan</i>\n</h2>\n<p>It is neither possible nor necessary in the brief compass permitted by this opinion to do justice to the Comprehensive Student Assignment Plan authored by the Board. Its \"Comprehensive\" label is accurate: Its text is a 328-page volume, its careful school-by-school analysis is another, more massive volume (one or two pages being devoted to each of the more than 500 schools in the system) and its appendices (a third volume) have added another inch to the Court's file in this case. But bulk is not the point; quality is. On that score it is regrettable that the sheer bulk does make the Plan inaccessible in practical terms, for reading it would go a long way toward promoting (if not indeed insuring) its public acceptability. <span class=\"star-pagination\">*917</span> Instead this opinion can only touch on the major aspects of the Plan important for constitutional evaluation.</p>\n<p>First the Plan has identified categories of naturally \"integrated schools\":</p>\n<blockquote>1. \"stably integrated schools,\" which because they are now and are projected to remain naturally integrated, are exempted from mandatory student reassignment (except perhaps for future boundary changes) and are subjected to some limitations on voluntary transfers that would threaten the stability of their integration;</blockquote>\n<blockquote>2. schools now \"stably integrated\" but with projected racial changes that would threaten that statushere various techniques (including the encouragement of integration-enhancing transfers, establishment of boundary adjustments and institution of curriculum changes) are adopted to preserve their present stability; and</blockquote>\n<blockquote>3. \"stable mixed schools\" (having 15-30% present and projected white enrollment), as to which various techniques (such as educational teaming with other schools, maintenance of specially significant educational programs and open enrollment transfers that enhance integration) are intended to maintain or increase current levels of integration.</blockquote>\n<p>All such schools, it should be repeated, draw their diversity of enrollment from natural residential attendance patterns.</p>\n<p>Next the Plan has defined the concept and goals of \"desegregation\" of the remaining schools in the system. Because the residential areas of those schools do not in themselves result in the requisite diversity of enrollment, student assignment techniques must play the major part in desegregating those schools. Such desegregation must derive from attendance of students outside each school's own attendance area. And it should be equally obvious that the goal hereas with the integrated schoolsmust be not merely desegregation but <i>stable</i> desegregation. Apparent desegregation that would likely trigger resegregation would represent a false promise.</p>\n<p>On that score the directive of Decree § 2.1 matches what the Constitution requires:</p>\n<blockquote>\n<i>Desegregated Schools.</i> The plan will provide for the establishment of the greatest practicable number of stably desegregated schools, considering all the circumstances in Chicago.</blockquote>\n<p>Toward that end the Board has made a basic policy judgment (Plan at 124):</p>\n<blockquote>The Board has determined, based both on its experience and careful analysis, that desegregative techniques which are not compulsory on children are the most effective and most practicable in achieving stable desegregation. Voluntary methods emphasize education. They provide to all children and their families the opportunity to attend a school because they believe that educational opportunities will result. These affirmative choices not only enhance desegregation, but do so in a positive manner which is supportive of the educational objectives of the school system. Therefore, they are the techniques which are the most likely to produce both stable desegregation and educational enrichment.</blockquote>\n<p>It has adopted a wide variety of voluntary methods, plus mandatory methods <i>not</i> involving transportationall designed with an eye to implementation and monitoring to insure \"substantial participation\" of black students.</p>\n<p>Always with that end in view, the Plan is structured this way:</p>\n<blockquote>1. It requires desegregation of all predominantly white schools not later than the beginning of the next (1983-84) school year. As to those schools, it does not stop once the minimum percentage of minority students to meet the \"desegregation\" definition is reached, but contemplates continuing to work toward greater minority enrollment.</blockquote>\n<blockquote>2. It establishes special quality educational institutionsmagnet schools, metropolitan schools and scholastic academiesto maximize the prospect of voluntary transfers that foster desegregation.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*918</span> 3. It sets an objective mandatory standard for measuring desegregation: By the beginning of the 1983-84 school year, the schools that are viewed as best serving the goal of desegregationintegrated schools, desegregated schools, magnet schools, metropolitan schools and scholastic academiesmust have a minimum total (white and non-white) enrollment at least two times the number of white children \"available\" for such schools. \"Availability\" is defined as the entire white population in the whole school system, except for white children enrolled in the schools other than those just listed (on the obvious theory that white children enrolled in a predominantly <i>minority</i> school are already assisting the overall desegregative goal). Stated differently, at least half the students in the five listed categories of schools must be drawn from minority groups.</blockquote>\n<blockquote>4. It recognizes that predominantly minority schools (unlike predominantly white schools) cannot all attain the definition of desegregated schools. There the Plan seeks by various means to minimize the number of schools in that category and to maximize the improvement of quality education for the students in those schools.</blockquote>\n<p>In an effort to assure that the Plan is being translated into effective action, the Board has established an arrangement for an Annual Desegregation Review of all the Plan's aspects. That process has already begun, with the next Review due this March.</p>\n<p>Even this short a description makes plain the policy decision of the Board: to maximize desegregation, as the Decree has required from the beginning. As the Plan itself says at page 52:</p>\n<blockquote>The Board believes that the Plan it is proposing will maximize the creation of stably desegregated schools in Chicago. In accomplishing this objective, the Plan focuses on programs that will combine the attainment of system-wide student desegregation with educational enhancement. Thus, the Board believes, the Plan has the potential to stabilize and desegregate the school system, provide improved educational opportunities and serve as a focus for achieving the broader goal of developing an integrated community.</blockquote>\n<p>Those targets or the means of reaching them, or both, differ in some respects from those urged by the Plan's critics who have made submissions to this Court, chiefly the NAACP, the Urban League and the Citizens Schools Committee. This Court's review of the submissions identifies three important legal questions of constitutional magnitude:</p>\n<blockquote>1. Do the Plan's percentage definitions of \"integration\" and \"desegregation\" satisfy the Constitution?</blockquote>\n<blockquote>2. Does the Plan's collective treatment of all minorities (blacks, Hispanics and others), rather than measuring performance separately as to the two principal minority groups (blacks and Hispanics), comply with the Constitution?</blockquote>\n<blockquote>3. Does the Plan impose unconstitutionally disparate burdens on the minority student population (because the critics on this issue are the NAACP and Urban League, they understandably focus on the black students) in comparison with the white student population?</blockquote>\n<p>These issues will be dealt with in turn.</p>\n<p></p>\n<h2>2. <i>Racial Percentages as a Measure of Desegregation</i>\n</h2>\n<p>Under the Plan's definitions a school is \"integrated\" or \"desegregated\" if it has at least 30% minority <i>and</i> at least 30% white students enrolled. As could be expected, the heaviest attack has been launched at the possibility that the Chicago school system, with fewer than 20% of its students white, could nonetheless view a school as \"integrated\" if it drew as many as 70% of <i>its</i> students from that small white pool. That evokes an intuitive concern,<sup>[7]</sup><span class=\"star-pagination\">*919</span> closely related to the concern that the black majority in the school system should not bear a disproportionate share of the burdens of the desegregation plan.</p>\n<p>Unfortunately the submissions to this Court by critics of the Plan have chosen to focus on such intuitive concerns, not on the test that binds this Court: whether the Plan's definitions are within the broad range of constitutionality established by law. On that score the Board has demonstrated it is indeed within that range:</p>\n<blockquote>1. Our own Court of Appeals dealt with the Milwaukee school desegregation plan in <i>Armstrong v. Board of School Directors,</i> 616 F.2d 305, 311 n. 8 (7th Cir.1980). At that time Milwaukee's minority enrollment was about 46%, and the court-approved definition of a desegregated school permitted a white enrollment of 40% to 75% (or as high as 80% in a high school).</blockquote>\n<blockquote>2. St. Louis' school system had a 75% minority enrollment (close to the Chicago level). Its desegregation plan, approved by the Court of Appeals for the Eighth Circuit, defined a school with as much as 70% white enrollment (or as low as 50%) as integrated. <i>Adams v. United States,</i> 620 F.2d 1277, 1296 &amp; n. 30 (8th Cir.), <i>cert. denied,</i> 449 U.S. 826, 101 S.Ct. 88, 66 L.Ed.2d 29 (1980), on remand <i>sub nom. </i><i>Liddell v. Board of Education of City of St. Louis, Mo.,</i> 491 F.Supp. 351 (E.D.Mo. 1980), <i>aff'd,</i> 667 F.2d 643 (8th Cir.1981), <i>cert. denied,</i> 454 U.S. 1081, 1091, 102 S.Ct. 634, 656, 70 L.Ed.2d 614, 629 (1981).</blockquote>\n<blockquote>3. Atlanta's schools included 85% minority children, something greater than the Chicago pattern. There too the Court of Appeals (this time for the Fifth Circuit) upheld the definition of a school with 70% white enrollment (or even 80% if already stabilized) as desegregated. <i>Calhoun v. Cook,</i> 362 F.Supp. 1249, 1251 n. 7 (N.D.Ga.1973), <i>aff'd</i> following remand, 522 F.2d 717, 718 (5th Cir.1975).</blockquote>\n<blockquote>4. Dallas' school system had the same kind of triethnic makeup as Chicago's, with an aggregate minority enrollment of 70%. There the District Court approved a range of 25% to 75% white students as satisfying the definition of a desegregated school. <i>Tasby v. Wright,</i> 520 F.Supp. 683, 711 (N.D.Tex.1981).</blockquote>\n<blockquote>5. Some years ago the District of Columbia's school system was more than 90% minority. Even so no school was considered \"predominantly white\" unless more than 85% of its students were white. <i>Hobson v. Hansen,</i> 269 F.Supp. 401, 411 n. 9 (D.D.C.1967), <i>aff'd sub nom. </i><i>Smuck v. Hobson,</i> 408 F.2d 175 (D.C.Cir.1969).</blockquote>\n<p>This opinion might well end the discussion of the issue right here. Constitutionality of the Plan on this point is unquestionable. And as our own Court of Appeals put it a few months ago in an opinion dealing with the South Bend, Indiana desegregation plan, <i>United States v. South Bend Community School Corp.,</i> 692 F.2d 623, 628 (7th Cir.1982):</p>\n<blockquote>A consent decree of this nature need not contain a perfect plan but only one that is \"not unconstitutional, unlawful, * * * contrary to public policy, or unreasonable.\" <i>United States v. City of Miami,</i> 614 F.2d 1322, 1333 (5th Cir.1980) [<i>reaff'd en banc,</i> 664 F.2d 435, 441 (5th Cir.1981)].</blockquote>\n<p>But given the enormous public importance of the issue, it would not do to damn the Plan with such faint praise. For the facts are that this aspect of the Plan is not only adequate to pass constitutional muster butvital to public acceptance and supportreasoned and reasonable.</p>\n<p>It should be stressed that the 30% figure, constitutional though it is, is <i>not</i> perceived by the Board as the stopping point once it has been attained at a particular school. In response to this Court's expressed concern about the 30% standard when the Board first announced its desegregation \"principles,\" the final Plan expressed a \"goal\" of reaching at least a <i>35%</i> minority figure in <i>all</i> schools in the system by October 1983, roughly the beginning of the next school year. At that time only two of the more than 500 schools in the system were projected to fall in the 30-35% range (in fact only one-sixth of the schools were projected to be less than 50% minority). It is the <span class=\"star-pagination\">*920</span> Board's stated intention to continue to push for integration in majority-white-attendance schools so long as counterproductive instabilitywith the ultimate potential for resegregationis not threatened.</p>\n<p>Nor is that just a paper commitment; it is real. Within the past two weeks a supplemental report from the Board discloses that of last year's 32 schools having less than 30% minority enrollment, only seven now remain in that category. Moreover the year's increase in minority enrollment in those 32 schools was slightly greater than that projected in the Plan, with that increase coming primarily among black children, also at a greater rate than projected in the Plan. Similarly, of the 42 schools that would be predominantly white but for desegregation efforts (and that were already more than 30% minority-enrolled a year ago), the total minority enrollment increased from about 35% at that time to some 41% this year. About three-fourths of the percentage increase represented more black students in those schools.</p>\n<p>Implicit in all this is a value judgment by the Board that it would be contrary to the public interest to devise a plan that would have a racial balance more nearly reflecting the total school population on a school-by-school basis, only to find that through \"white flight\" or otherwise the already comparatively small white enrollment would be further diminished so as to make any <i>real</i> desegregation unattainable.<sup>[8]</sup> As Board Mem. 34 in support of the Plan aptly put it:</p>\n<blockquote>Obviously, the racial composition of Chicago schools does not and will not derive solely from decisions made by the school board (or the Court), however important those decisions are. They are dependent to a large degree on the hundreds of thousands of private decisions of children and their families on where to live and to attend school.</blockquote>\n<p>It would be tragic if a well-intentioned desegregation plan, modeled along the lines suggested by the Plan's critics, were to cause accelerated resegregationso that the common desegregative goals of the Board and its critics were defeated.<sup>[9]</sup></p>\n<p>Admittedly the choice is a delicate one. Concerns as to \"white flight\" are legitimate,<sup>[10]</sup> but they cannot be permitted to dictate planning so as to impair constitutional rights. Reasonable people may certainly differ as to the resolution of the value judgments involved herejudgments that do not all point in the same direction. This Court cannot say however that the course chosen by the Board to balance the competing considerations is <i>constitutionally</i> flawed.</p>\n<p></p>\n<h2>3. <i>\"Minority\": A Composite or Individual Concept?</i>\n</h2>\n<p>More troublesome than the percentage levels for defining segregation is the Plan's concept that all minorities are to be grouped together in measuring the satisfaction of those percentage levels. In the practical sense that could mean a school with (say) 65% white and 35% Hispanic students is counted as \"desegregated,\" even <span class=\"star-pagination\">*921</span> though it contains no members of the black population that itself makes up 60% of the entire school system.</p>\n<p>As might be expected, this issue was one this Court also singled out as requiring particularized attention when the nature of the student assignment principles was first identified by the Board and its counsel. And again only the Boardand not other commentatorshas been responsive in the terms that control this Court: the case law applying constitutional standards.</p>\n<p>It is worth a moment to state the obvious. Usually desegregation is dealt with in black-white terms, and by definition what desegregates blacks also desegregates whites. When the problem is multi-ethnic, that one-to-one correlation no longer exists, and the problem of desegregation may look different depending on the perspective chosen by the observer.</p>\n<p>From the Board's standpoint it makes policy and constitutional sense to group blacks and Hispanics in testing the Plan's success in desegregation (Plan at 137):</p>\n<blockquote>The Board determines that the composite minority concept is appropriate in the Plan because in Chicago, each of these groups constitutes, in general, a historically disadvantages [sic] minority.</blockquote>\n<p>Its counsel has elaborated on that notion (Mem. 47):</p>\n<blockquote>The approach of the Board is to seek the desegregation of white children from all groups of minority youngsters. Usually this reduces the isolation of white children from black children. Sometimes it involves desegregation of white and Hispanic children. Other times it involves tri- or multi-ethnic schools. Each of these schools, in the Board's judgment, is a desegregated school. The isolation which is to be reduced is that of white children from minority children, regardless of their group. A definition which is directed at reducing the isolation of white and minority children meets the requirements of the Consent Decree (§ 2.3).</blockquote>\n<blockquote>\"... the plan will provide for the desegregation of all racial and ethnic groups.\"</blockquote>\n<p>True enough, there is a good deal to be said in policy terms on the other side of the issue, and some of those policy arguments have been made by those submitting comments on the Plan. But as has already been made plain, the Board and not this Court is the policymaker. And courts that have dealt with desegregation issues in multi-ethnic school districts have consistently approved plans with an inclusive definition of minorities like that adopted by the Plan.<sup>[11]</sup> No constitutional requirement has been articulated that blacks must be a substantial part of the enrollment in all schools in a tri-ethnic system.</p>\n<p>Of course a composite definition like that established by the Plan could be used to mask a segregative intent and result. Certainly the Board would not be permitted to avoid desegregation of blacks by increasing the desegregation of Hispanics, seeking to rely on the aggregate \"minority\" figures to disguise the situation and insulate that result.</p>\n<p>Nothing of the sort is at work here. Instead the Board's R.Mem. 30 accurately portrays the situation:</p>\n<blockquote>In any event, the Board's Plan does not arbitrarily use the definition to avoid desegregating black children. The Plan does not reflect attempts to abuse the definition by arbitrarily assigning children <span class=\"star-pagination\">*922</span> to avoid black involvement; to the contrary, it reflects steps deliberately taken to increase the involvement of black children. The Plan projects very substantial aggregate black enrollment in schools to be desegregated. It projects, moreover, substantial black enrollment at nearly every such school. Indeed, because there is more natural integration of white and Hispanic children, most of the Plan's desegregation actually focuses on the desegregation of black children and white children.<sup>[12]</sup></blockquote>\n<p>On the other side of the coin, the Board has rejected suggestions by the NAACP and Urban League for a mandatory minimum percentage of black enrollment for all schools. It has done so in part because it deems such a requirement potentially resegregative (especially in schools with a declining white enrollment percentage and a majority or imminent majority of Hispanic students), and in part because it finds such a requirement generally counterproductive to desegregation. In all such circumstances the Board views the mandated infusion of black students as a real danger to its goal of stabilized integration (see its R.Mem. 38-41). Once again the question is not whether this Court (or the commentators) would have resolved the matter the same way, but whether the Board's resolution is constitutionally impermissible. It is not.</p>\n<p>This opinion will not dwell on the issues any further, for the constitutionality of this aspect of the Plan is also clear. For constitutional purposes it does not matter that if this Court were drafting a plan in the first instance (as it is not), it would have dealt with the tri-ethnic composition of the school populationand its black majorityin a quite different way. To the extent the Board has chosen along the spectrum of constitutionally permissible alternatives, this Court cannot properlyand will notinterfere with that good faith choice.</p>\n<p></p>\n<h2>4. <i>\"Burdens\" of the Plan</i>\n</h2>\n<p>Court involvement in school desegregation cases derives from the Equal Protection Clause. One obvious facet of equal protection of the laws is the extent to which a desegregation plan, required to address the right to equality of education, may itself impose disproportionate burdens on the already disadvantaged students participating in the plan.</p>\n<p>Although not adducing factual support for the assertion, some of the critical submissions assert the Plan places disparate burdens on black children. On analysis those charges do not stand up in constitutional terms.</p>\n<p>\"Burdens\" may from one viewpoint be measured in terms of the numbers of students attending schools outside their home attendance areas.<sup>[13]</sup> Precise balancing of \"burdens\" in that sense was admittedly not the Board's main focus (R.Mem. at 42):</p>\n<blockquote>When the Plan was developed, the Board concentrated on how stably to desegregate the greatest number of schools. It sought to include both white and minority schools. But the Board did not do this by any mathematical formula for deciding how many of each kind of children must attend a non-neighborhood school as part of the program. Frankly, knowing that children of all races would attend non-neighborhood schools in significant numbers, the Board considered the exact proportions to be irrelevant to the task of trying to desegregate the greatest number of schools.</blockquote>\n<p>Yet as matters turned out, the percentages of students attending schools outside their home attendance areas for desegregative <span class=\"star-pagination\">*923</span> purposes (\"non-residential children\")<sup>[14]</sup> last year was startlingly parallel to the ratios of racial enrollment in the system as a whole:</p>\n<p></p>\n<pre>\n                         White       Black       Hispanic      Other     Total\nTotal in System\n(1981 Grades 1-12)      70,961       245,423     77,103        10,181    403,660\nNon-Residential\nChildren in\nDesegregation\nPrograms                 4,710        14,776      3,620           933     24,037\n% of Total                6.6%          6.0%       4.7%          9.2%       6.0%\n% of Non-Residential\nChildren                 19.6%         61.5%      15.1%          3.9%       100%\n</pre>\n<p>It would be difficult to have devised a more proportionate allocation of burdens had the Board's primary goal actually been proportionality, rather than the stable desegregation of the largest number of schools.</p>\n<p>It will not do to argue, as does the NAACP, that the proportionality of burdens is instead to be measured by the comparative numbers of children of the various racial groups who are desegregated. In a largely minority school system like Chicago's, desegregation is achieved by desegregating all the primarily white schools (hence all the white children), but it is not feasible to desegregate all the primarily minority schools (hence all the minority children).</p>\n<p>Essentially the NAACP's contention is one for racial balance in all schools, which the Constitution does not mandate at all (and which could not be accomplished in real world terms). Our Court of Appeals so held in <i>Armstrong,</i> 616 F.2d at 321, following <i>Milliken v. Bradley,</i> 418 U.S. 717, 740-41, 94 S.Ct. 3112, 3125, 41 L.Ed.2d 1069 (1974). Indeed <i>Armstrong</i> (616 F.2d at 321-22) specifically rejected the proposition (urged by the intervenors there and by the NAACP and Urban League here) that the continued existence of one-race (all-black) schools posed the kind of clear unconstitutionality requiring disapproval of a desegregation plan, submitted in <i>Armstrong</i> under circumstances equivalent to those now before this Court.<sup>[15]</sup> Instead the prospect of one-race schools must be dealt with on a case-by-case basis, as the Plan has done and as this Court cannot find clearly unconstitutional. Thus any non-attainment of racial balance, or the presence of one-race schools, does not represent the imposition of an invalid disproportionate burden.<sup>[16]</sup></p>\n<p>Once more constitutional doctrine supports the Board. Even where there is a disproportionate allocation of burdens (and it should be repeated none has been shown here), the Constitution is not offended unless the disproportion is arbitrary or invidiousunless it stems from purposes other than legitimate plan-development and plan-implementation. <i>Keyes v. School District No. 1, Denver, Colorado,</i> 521 F.2d 465, 479 (10th Cir.1975), <i>cert. denied,</i> 423 U.S. 1066, 96 S.Ct. 806, 46 L.Ed.2d 657 (1976); <i>Higgins</i> <span class=\"star-pagination\">*924</span> <i>v. Board of Education of City of Grand Rapids,</i> 508 F.2d 779, 793 (6th Cir.1974); <i>cf. </i><i>Parent Ass'n,</i> 598 F.2d at 717-18, followed in <i>Arthur v. Nyquist,</i> 636 F.2d 905, 907 (2d Cir.1981).</p>\n<p></p>\n<h2>5. <i>Mandatory v. Voluntary Transfers: \"Busing\"</i>\n</h2>\n<p>It may seem bizarre to have gone this far down the road of constitutional evaluation of the Plan without talking about busing. Not so. Busing (the buzzword for mandatory student assignment requiring transportation) is a concept loaded with emotional content on both sides of the issue, but its significance in the Plan is far more symbolic than real.</p>\n<p>What the Board has done is to opt for a Plan of voluntary transfers and mandatory measures <i>other</i> than transportation, to accomplish its goal of producing the greatest number of stably desegregated schools under all circumstances. In its view (Plan at 271):</p>\n<blockquote>The Plan's basic objective is to produce the greatest practicable number of stably desegregated schools considering all the circumstances of Chicago. The Board believes that this objective can and should be achieved without the use of compulsory assignment of students by transportation (mandatory busing). Thus, the Plan primarily employs voluntary desegregation techniques and mandatory measures not involving transportation. The use of desegregative techniques other than compulsory transportation will produce the maximum feasible degree of stable desegregation at less financial cost and with greater system-wide and city-wide stability and potential for long term achievement.</blockquote>\n<p>That means the potential use of mandatory busing for student reassignment is reserved for the possible failure of the Plan, despite all other measures, to achieve two objective requirements of the Plan by this October 31:</p>\n<blockquote>1. at least 30% minority enrollment in any school; and</blockquote>\n<blockquote>2. total non-white and white enrollment in desegregative-environment schools (all integrated, desegregated and magnet schools, all metropolitan schools and all scholastic academies) at least twice as great as the total number of white children available for such schools.</blockquote>\n<p>In those terms the Board plans to make its compliance assessment and its determination of the need for any mandatory busing as part of its March 1983 Annual Desegregation Review, with its decision to be made by this June. Finally the Plan sets a number of limitations on any use of mandatory busing (Plan at 275):<sup>[17]</sup></p>\n<blockquote>(a) no children [sic] shall be assigned to a school which is a distance of more than 30 minutes by bus away from his or her home;</blockquote>\n<blockquote>(b) no child shall be assigned to a school which is not, or is not projected to become, a stably desegregated school;</blockquote>\n<blockquote>(c) mandatory transportation will not be assigned in a way that would arbitrarily burden one racial or ethnic group disproportionately to other groups;</blockquote>\n<blockquote>(d) mandatory backup measures shall be applied only to the extent it [sic] can be projected to increase the total number of children attending stably desegregated schools.</blockquote>\n<p>In reaching its conclusions on this issue, the Board stated its motivations partly in terms of the lack of perceived necessity for busing and the Board's general preference for neighborhood school concepts. But it also pointed to the results of the NORC survey, which indicated such a mandatory busing program would accelerate the decline in white enrollment in the system. And it pointed to the adverse experience of other cities in that respect (Plan at 276):</p>\n<blockquote>Furthermore, mandatory reassignment will substantially reduce the number of white children enrolled in and available to desegregate the school system and will <span class=\"star-pagination\">*925</span> thereby reduce the total number of children attending desegregated schools. The Board's research indicated that the institution of a mandatory reassignment program will result in an acceleration in the decline in the enrollment of white children in the school system. Based on the experience in comparable cities, such as Los Angeles, Boston and Detroit, between 40% and 45% of white students reassigned by transportation to minority schools can be expected to leave the school system, attending either private or suburban schools. A school system, desegregated by means of mandatory reassignment, but which is subsequently resegregated in enrollment of minority children is not the type of system the Board wishes to create.</blockquote>\n<p>This is a very different matter from the constitutionally impermissible notion of catering to bias. For much the same reason that we cannot permit the \"heckler's veto\" (the late Professor Harry Kalven's term for the audience unfriendly to a controversial speaker) to inhibit the speaker's exercise of First Amendment rights, the attempts of persons hostile to a desegregated school system cannot impair the constitutional right of minorities to equal educational opportunities.<sup>[18]</sup> Once within the range of constitutionally permissible desegregation plans, however, the Board was free to choose one calculated to minimize parent resistance and thereby serve its larger goal.<sup>[19]</sup></p>\n<p>At least equally significant, it is not simply rhetoric to assign the busing issue to largely symbolic status in this case. To test whether this questionon which passions unfortunately tend to run so highmust be faced at all, the Board had an analysis made of the theoretical possibility of desegregating any remaining minority schools by the mandatory busing of \"available\" white children (white children over a given percentage of the enrollment at any school). We need not trace each step of the analysis or the assumptions underlying it, but the Board's conclusion was that <i>not one</i> presently racially identifiable (i.e., at least 85% minority) school would be desegregated by any busing program having reasonable time and distance limitations (Plan at 287-90).</p>\n<p>In response to criticism of its methodology in preparing that analysis, the Board made alternative calculations with assumptions increasing the numbers of \"available\" white children in various ways.<sup>[20]</sup> Its conclusion was the same: Desegregation would not be increased in any meaningful respect by simply ordering and using school buses.</p>\n<p>Just as school busing is an inflammatory term to the intransigent white parent who does not want his or her child exposed to \"those people,\"<sup>[21]</sup> so the inclusion of mandatory busing in a plan has importance to minority parents as evidence that the plan is really committed to equal and non-segregated education for their children. But it would be ironic to require token <span class=\"star-pagination\">*926</span> transfers of white students to predominantly-black or all-black schools to serve that purpose, when the use of tokenism in other contexts is properly offensive to every minority group. Symbolic efforts can, and often do, play important roles in our society, but they do not universally rise to constitutional significance. Under the circumstances here the Board cannot be faulted in constitutional terms for not having ventured needlessly onto that battlefield.</p>\n<p></p>\n<h2>6. <i>Other Aspects of the Assignment Plan</i>\n</h2>\n<p>Were this Court to rehearse in detail all the subjects dealt with in the thousands of pages generated by this case up to now, there would be serious danger of losing the forest for the trees. Were this Court instead to make detailed reference to only some of the other areas that have triggered criticism or discussion,<sup>[22]</sup> while not treating with others, that would create the misleading inference those others had not been considered. Suffice it to say this Court has reviewed everything that has been provided as grist for its mill and finds that all aspects of the Student Assignment Plan are within the range of constitutional acceptability.</p>\n<p></p>\n<h2><i>Educational Components</i></h2>\n<p>As already indicated, the Educational Components of the Plan were in definitive form well before the assignment provisions that have occupied the discussion in this opinion, and those Educational Components have not drawn the same heated attention. They were approved early by the United States and found favor with the NAACP as well. To the extent they have been criticized (chiefly by the Hispanic organizations and by Designs for Change), the criticisms did not go to claimed constitutional insufficiency and are therefore not within the province of this Court's overview. Though they of course continue to form a vital part of the purposes and hoped-for impact of the Planthe constitutional guaranty is after all one of equality of <i>education</i>no more need be said at this time.</p>\n<p></p>\n<h2><i>Funding</i></h2>\n<p>Desegregation, like all other aspects of affording quality education to all students in a school system, costs money. In that respect the Board is not master of its own fate. If and to the extent other governmental bodies and agencies that control the pursestrings were to thwart the Board's ability to perform in the way its Plan contemplates and the Constitution requires, this Court would have to examine all appropriate and available remedies. There is no reason to presume at this time that any such delinquency in meeting the mandates of the Constitution, or any such resulting power confrontation, will occur.</p>\n<p></p>\n<h2><i>Monitoring</i></h2>\n<p>No provision in the Decree specifically contemplated this Court's appointment of a monitoring commission to oversee the Board's implementation of the Plan. Several of the commentator organizations (Citizen Schools Committee Mem. 15, Urban League Mem. 42, Designs for Change Mem. 17) nevertheless urge this Court to do so. In response the Board hints strongly this Court has no power to make such an appointment, at least at this stage of the proceedings.</p>\n<p>Today the question of power need not be faced. Under the Decree the Board has ongoing recordkeeping and reporting requirements, to which it has been faithful. It has established an Office of Equal Education Opportunity with major staffing and with an operating head having outstanding credentials. None of the interested organizations has been critical of the Board's comprehensive reports in compliance with its <span class=\"star-pagination\">*927</span> obligations under the Decree. No reason now appears for the addition of another layer of superstructure. Again if the Board's future performance were to fail to conform to its duties, a fresh look could be taken.</p>\n<p></p>\n<h2><i>Other Matters</i></h2>\n<p>This fall the United States filed with this Court its second interim report on two ongoing investigations called for by the Decree, one dealing with possible state liability for past segregation in the Chicago schools, the other dealing with the possible existence and sources of interdistrict school segregation. Neither report reflects any significant advance or promise of productive results. With the Plan now having been approved, this Court expects the United States to step up its efforts on the ongoing investigations, as well as actively to monitor the Board's performance under the Plan.</p>\n<p>During the prior pendency of this action this Court has stayed the separate (and later) action filed by the NAACP, <i>Chicago Southside Branch of the NAACP v. Byrne,</i> No. 81 C 2110. At this point the stay is lifted, though the NAACP would do well to consider what the most constructive steps for its own involvement will be in light of this opinion.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Shortly after the outset of this litigation, in the course of first denying the NAACP and Hispanic organizations leave to intervene as formal parties, this Court took occasion to say (88 F.R.D. 679 at 687-88, emphasis in original):</p>\n<blockquote>This Court does <i>not</i> view itself as a passive receptacle for the Board's desegregation plan, to respond in a Pavlovian way only if the bell is rung by a stated disagreement between the Board and the United States. It has not abdicated its constitutional responsibilities, and if the litigants were to <i>agree</i> on a plan that did not conform to the Constitution this Court would reject that plan and send the parties back to the drawing board. This Court has specifically retained jurisdiction of this action for all purposes under Paragraph 7 of the Consent Decree, by specific agreement of the parties. In this Court's opinion, the provision of Section 18 for resolving any disagreements between the parties cannot and does not <i>exclude</i> (expressly or by inference) this Court's right and duty to determine whether the plan meets the requirements of the United States Constitution.</blockquote>\n<blockquote>If the Board meant only to contrast the situation here with the usual school desegregation case, in which the responsibility for actually preparing the desegregation plan has devolved on the courts, there is no disagreement between us. Under the Consent Decree the primary responsibility for developing the plan is on the <i>Board,</i> and so long as its product is within the \"broad range of constitutionally acceptable plans\" (Consent Decree ¶ 3.1), the Court will of course not superimpose its own views of what other constitutional means might be preferable. As our Court of Appeals put it in reviewing the ultimate settlement in the Milwaukee school desegregation (<i>Armstrong</i>) case, 616 F.2d at 315, in a related though somewhat different context:</blockquote>\n<blockquote>Judges should not substitute their own judgment as to optimal settlement terms for the judgment of the litigants and their counsel.</blockquote>\n<blockquote>This Court does not plan to do that, but it also plans to live up to <i>its</i> obligations under the Constitution, just as the Board and the United States must live up to theirs.</blockquote>\n<p>That remains a valid statement of the Court's position and its role in this litigation. Now the Plan has been presented, reshaped and refined, and the United States' initially stated objections have been met to its satisfaction. At this point the situationin terms of this Court's functionis not materially different from that described by our Court of Appeals in dealing with the settlement of the Milwaukee school desegregation case in <i>Armstrong,</i> 616 F.2d at 319-20: <span class=\"star-pagination\">*928</span> A federal court cannot permit an agreement between counsel for the defendants and counsel for the plaintiff class seriously to undercut the constitutional policy requiring desegregation of our nation's schools; this is true even where the class members themselves do not oppose a particular settlement. At the same time, however, the court cannot disregard the desire of the litigants amicably to settle their litigation nor can it ignore the substantial benefits which can accrue to both the class members and the general public from a fair and adequate settlement of a school desegregation controversy.</p>\n<blockquote>* * * * * *</blockquote>\n<blockquote>A school desegregation settlement which authorizes clearly unconstitutional behavior is, on its face, neither fair, reasonable nor adequate as required by the class action standard. In applying this principle, however, the court must not decide unsettled legal questions; any illegality or unconstitutionality must appear as a legal certainty on the face of the agreement before a settlement can be rejected on this basis.</blockquote>\n<p>For all the reasonsand under the standardsexplored in this opinion, this Court approves the Plan as being clearly within the \"broad range of constitutionally acceptable plans\" (Decree Art. I, § 3.1). Once again, though, this Court will not abdicate its constitutional responsibilities by today's approval. To a major extent the Plan reflects a promise of things to come. That promise is within the range of constitutional acceptability if it is kept. As both the Decree and the parties expect, this Court retains jurisdiction to make certain that takes place.<sup>[23]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  On September 24, 1980 the United States filed its Complaint charging the City of Chicago's Board of Education (the \"Board\") with discrimination in the assignment of students and otherwise. Those acts were alleged to have had a continuing system-wide effect of segregating students on a racial and ethnic basis in Chicago's public schools. On that same day a previously-negotiated Consent Decree (the \"Decree\") was tendered to this Court for approval, the parties having agreed (without any acknowledgment of liability on the Board's part) to the development and implementation of a system-wide plan to remedy the effects of past segregation of black and Hispanic students. After considering all aspects of the Decree, including special attention to its provisions defining the judicial role in its implementation, this Court signed it the same day.</p>\n<p>[2]  One of the ironies in these proceedings is pointed up by the involvement in the case (albeit expected) of perhaps the most vocal critics of the Plan, the National Association for the Advancement of Colored People (the \"NAACP\") and the Chicago Urban League (the \"Urban League\"). Both of course have distinguished histories of contesting segregation in the courts and elsewhere. In particular, the NAACP has been engaged in every major lawsuit involving segregated schooling anywhere in the country from the very beginning. When the NAACP originally moved to intervene in this action, it said it had lodged complaints with every level of government \"since the early 1960's\" challenging Chicago schools as racially segregated. Had either or both the NAACP and the Urban League (or any of the others commenting on the Plan) acted much earlier than this lawsuit to pose a litigated challenge to the Chicago school segregation problem, the available alternatives for a desegregation plan would have been far broaderand the results presumably more attractive to them than they view the present Plan. This is not at all to suggest that the primary burden was theirs: It rather rested on the Board's predecessors, as the public officials directly responsible for the schools. And because racial patterns in a neighborhood school system obviously mirror racial housing patterns, the continuing delinquencies of the City of Chicago's administrations in not taking steps to arrest the growth, let alone change the pattern, of de facto segregation in housing were major contributors to the problem. Finally, upon the failure of the local officials (both the prior Boards and the City administrations) to adhere to the Constitution's requirements, the United States should have moved much sooner to enforce the Equal Protection Clause. But the fact remains that the courts were also equally open to the organizations now critical of the Plan, and it is to be regretted that the problem was not attacked directly and early on by <i>someone.</i></p>\n<p>[3]  Such later comments were received from the NAACP; the Urban League; several Hispanic community organizations and individuals represented by the Mexican American Legal Defense &amp; Educational Fund and the Puerto Rican Legal Defense &amp; Educational Fund; Citizens Schools Committee; and Designs for Change.</p>\n<p>[4]  Educational Components were adopted April 15, 1981 and were initially implemented in the 1981-82 school year. They will be dealt with briefly at the end of this opinion.</p>\n<p>[5]  Other categories, the largest of which was children classified as Asian, came to less than 1%, with the other rounding-off figures causing the apparent disparity in the total.</p>\n<p>[6]  Again the numbers do not tally precisely, this time mainly because the number of Asian studentsalthough still smallhas been growing steadily.</p>\n<p>[7]  When (several months before promulgating the actual Plan) the Board announced its proposed Student Assignment Principles, including the 30% definitions, this Court specifically voiced its own questions as to whether the case lawnot then proffered by the parties or reviewed by the Courtbore out such percentages as constitutional.</p>\n<p>[8]  One of the factors the Board considered was the experience of Boston, Detroit and Los Angeles, where \"the implementation of student desegregation plans, including the use of mandatory reassignment measures accelerated a trend toward increasing minority enrollment far in excess of that which was expected to occur based solely upon demographic analysis.\" Plan at 43 n. *. That should be contrasted with the slowing of the rate of outflow experienced in Chicago last year, as already discussed in the text. Again the constitutionally relevant consideration is that the Board took the matter into account but was not controlled by it.</p>\n<p>[9]  \"Common goals\" may be an overstatement. At least the Urban League has said (Mem. 51) that under the Board's concept of desegregation \"blacks would suffer more psychological and social harm than were the system to become virtually all minority through extensive white flight.\"</p>\n<p>[10]  See the desegregation survey conducted for the Board in November and December 1981 by the National Opinion Research Center (\"NORC\"), testing attitudes toward desegregation on the part of a representative sample of parents of children in the Chicago public schools.</p>\n<p>[11]  <i>Keyes v. School District No. 1, Denver, Colorado,</i> 413 U.S. 189, 197-98, 93 S.Ct. 2686, 2691, 37 L.Ed.2d 548 (1973); <i>Tasby,</i> 520 F.Supp. at 692-95, 699-701, 704-05, 707-13; <i>Parent Ass'n of Andrew Jackson High School v. Ambach,</i> 598 F.2d 705, 710 n. 2 (2d Cir.1979); <i>Morgan v. Kerrigan,</i> 530 F.2d 401, 423 (1st Cir.), <i>cert. denied,</i> 426 U.S. 935, 96 S.Ct. 2648, 49 L.Ed.2d 386 (1976); <i>Bradley v. Milliken,</i> 620 F.2d 1143, 1154-56 (6th Cir.), <i>cert. denied,</i> 449 U.S. 870, 101 S.Ct. 207, 66 L.Ed.2d 89 (1980); <i>Soria v. Oxnard School District,</i> 488 F.2d 579, 581 n. 1 (9th Cir.1973), <i>cert. denied,</i> 416 U.S. 951, 94 S.Ct. 1961, 40 L.Ed.2d 301 (1974); <i>United States v. Lubbock Independent School District,</i> 455 F.Supp. 1223, 1226 (N.D.Tex.1978), <i>aff'd,</i> 601 F.2d 585 (5th Cir.1979). Although a number of the cases announce the inclusive minority principle for a different purpose or in a different context, the Board's adoption of the same concept cannot be characterized as constitutionally unreasonable.</p>\n<p>[12]  This quotation is followed in the Board's Reply Memorandum by chapter and verse (with statistics as well as discussion) demonstrating the correctness of the statement. That subject had previously been dealt with at the Board's original Mem. 64-70.</p>\n<p>[13]  In its comments on the Plan the Urban League stated the test in just those terms (Mem. 21):\n</p>\n<p>[T]o achieve equity in racial burden, roughly equal proportions of the total black student population and of the total white student population should change schools.</p>\n<p>[14]  \"Non-residential children\" included in this calculation are those participating in three kinds of desegregation programs in the 1981-82 school year: voluntary transfers, magnet schools and magnet programs. These figures are not expected by the Board to change materially in future years.</p>\n<p>[15]  <i>Accord</i> (among other cases), <i>Liddell,</i> 667 F.2d at 649:\n</p>\n<p>Moreover, although a number of all-black or virtually all-black schools remain in St. Louis under the plan, the new system does eliminate all-white schools from the district.</p>\n<p>[16]  Nor is the NAACP sound in arguing that voluntary transfers that are educationally motivated, such as to magnet schools, should not be counted in evaluating \"burdens.\" Even though every voluntary decision is non-burdensome in an important sense, that position really proves too much and is not supported by case law.</p>\n<p>[17]  This opinion reserves judgment on the propriety of these limitations. If the future demonstrates a need for mandatory busing, it plainly makes sense to determine appropriate limitations in the context of the actual situation at that time.</p>\n<p>[18]  That is the teaching of a whole line of Supreme Court decisions beginning with <i>Brown v. Board of Education,</i> 349 U.S. 294, 300, 75 S.Ct. 753, 756, 99 L.Ed. 1083 (1955). <i>Accord,</i> such cases as <i>Cooper v. Aaron,</i> 358 U.S. 1, 7, 16, 78 S.Ct. 1401, 1404, 1408, 3 L.Ed.2d 5, 19 (1958); <i>Monroe v. Board of Commissioners,</i> 391 U.S. 450, 459, 88 S.Ct. 1700, 1705, 20 L.Ed.2d 733 (1968); <i>United States v. Scotland Neck City Board of Education,</i> 407 U.S. 484, 491, 92 S.Ct. 2214, 2218, 33 L.Ed.2d 75 (1972).</p>\n<p>[19]  This principle has been announced and applied by our own Court of Appeals in <i>Johnson v. Board of Education of the City of Chicago,</i> 604 F.2d 504, 516-17 (7th Cir.1979), which after many travels up and down the judicial ladder has most recently been remanded to this Court, ___ U.S. ___, 102 S.Ct. 2223, 72 L.Ed.2d 668 (1982), and by such other cases as <i>Parent Ass'n,</i> 598 F.2d at 719-20; <i>Stout v. Jefferson County Board of Education,</i> 537 F.2d 800, 802 (5th Cir.1976); and <i>Higgins,</i> 508 F.2d at 794.</p>\n<p>[20]  In its April 6, 1982 Appendix supplementing its Reply Memorandum, the Board reported that even assuming a 5-mile radius between sending and receiving schools (normally 40-50 minutes travel each way), no more than two racially identified schools could likely be desegregated (one on the north side, one on the south side).</p>\n<p>[21]  This Court does not mean to imply that some opposition to busing may not be based on more legitimate concerns related to the values of a neighborhood school system.</p>\n<p>[22]  Two obvious examples are (1) the \"enrollment-within-capacity\" program (involving limitation of student enrollment to the schools' physical capacity, including elimination of the use of mobile classrooms for regular instruction) and (2) the Board's modified \"majority-to-minority\" transfer policies (the unmodified version simply allows automatic transfer of white or minority children from schools in which they are respectively in the majority to regular schools in which they are not).</p>\n<p>[23]  <i>United States v. Texas Education Agency,</i> 647 F.2d 504, 508-09 (5th Cir.1981), <i>cert. denied,</i> 454 U.S. 1143, 102 S.Ct. 1002, 71 L.Ed.2d 295 (1982).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">912</span></span> (1983)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nBOARD OF EDUCATION OF the CITY OF CHICAGO, Defendant.</h1></center>\n<center>No. 80 C 5124.</center>\n<center><p><b>United States District Court, N.D. Illinois, E.D.</b></p></center>\n<center>January 6, 1983.</center>\n<p><span class=\"star-pagination\">*913</span> William Bradford Reynolds, Alexander C. Ross, Civil Rights Div., Dept. of Justice, Washington, D.C., Dan K. Webb, U.S. Atty., and Margaret C. Gordon, Asst. U.S. Atty., Chicago, Ill., for plaintiff.</p>\n<p>Robert C. Howard, Robert M. Weissbourd, Pressman &amp; Hartunian, C. Richard Johnson, Reynaldo P. Glover, Hugh R. McCombs, Jr., Isham, Lincoln &amp; Beale, Chicago, Ill., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>SHADUR, District Judge.</p>\n<p>This lawsuit began where most lawsuits endwith the entry of a decree.<sup>[1]</sup> Unfortunately this lawsuit should rather have both begun <i>and</i> ended many years before it was ultimately filed, for the major changes in the schools' (and the City's) racial makeup over more than a decade <i>before</i> 1980 have increased enormously the difficulties of developing an effective desegregation plan.<sup>[2]</sup> In the words of Robert Frost's <i>The Road Not Taken,</i> \"that has made all the difference.\" It is against that backdropagainst <i>today's</i> demography and problemsthat the constitutionality of the Board's desegregation plan (the \"Plan\") must be assayed.</p>\n<p></p>\n<h2><i>This Court's Role</i></h2>\n<p>It was obvious to this Court from the outset that in the Decree the Board and the United States had set an unreasonably optimistic schedule for the development of a comprehensive desegregation plan. It was equally obvious that there was a serious and widespread level of public misunderstanding of just what is involved in this case. For that reason, when in April 1981 the Board delivered (under an already-extended deadline) only a part of the proposed plan, this Court issued a brief statement.</p>\n<p><span class=\"star-pagination\">*914</span> Because that early statement continues to control this casefor it aptly describes both the roles of the parties and the yardstick by which the Plan must be measuredits core bears repetition today:</p>\n<blockquote>Our Constitution teaches that no State can deny anyone the equal protection of the laws. Neither color nor race can justify unequal treatment. Our Supreme Court teaches us what that part of the Constitution means:</blockquote>\n<blockquote>\"State,\" as that word is used in the Fourteenth Amendment, includes every governmental subdivisionwhether a school board, a city or any other.</blockquote>\n<blockquote>\"Equal protection\" includes the right to an equal education.</blockquote>\n<blockquote>\n<i>Separate</i> education for blacks, Hispanics or anyone else is not an <i>equal</i> education.</blockquote>\n<blockquote>Busing of our schoolchildren is <i>not</i> the issue. Equal and non-separate education for <i>all</i> our children <i>is</i> the issue. And whatever must be done to provide that equal, non-separate education is the duty of the Board of Education as an arm of the state government. For <i>any</i> governmental authority to say that the Constitution will not be obeyed in that regard, whether for financial reasons or any other, is no different in principle from the Southern governor of a generation ago who stood at the steps of the state university and would not permit a black student to enter.</blockquote>\n<blockquote>This statement has spoken of \"government.\" But we must always remember that when Lincoln said we have a government <i>of</i> the people as well as by and for the people, he meant that in our democracy the \"government\" is <i>we</i> not <i>they.</i> If it is irresponsible and wrong for government and its leaders to try to frustrate the Constitution, it is just as irresponsible and wrong for any of usthe citizens, the true government in a democracyto do so. Federal courts are called upon only when othersgovernment in the form of public officials, and more important government in the form of peoplehave defaulted in their duty to honor the Constitution.</blockquote>\n<blockquote>That proposition leads logically to the last point, on which perhaps the greatest misunderstanding appears to exist. This Court is neither the intended designer nor the intended czar of the Chicago school system and its plan of desegregation. Chicago is not like other cities where court-ordered desegregation was forced because school systems had refused to acknowledge their constitutional obligations. By joining the United States in signing the consent decree, the Board of Education did credit to its proper role as the responsible agency in constitutional terms.</blockquote>\n<blockquote>Under that consent decree the obligation is placed squarely where it should be in a representative form of government: on the Board of Education. It is the duty of the <i>Board</i> to \"develop and implement a system-wide plan to remedy the present effects of past segregation of black and Hispanic students.\" There is no single formulation that will discharge those duties and satisfy the demands of the Constitution. Instead the Board is free to adopt a plan within the \"broad range of constitutionally acceptable plans.\" Only if the Board has strayed outside that range can this Court reject the Board's plan.</blockquote>\n<p></p>\n<h2><i>Brief History of the Litigation</i></h2>\n<p>Full development of the Plan required much more study and effort than the litigants had anticipated, though of course they had been keenly aware of the magnitude of the problems. Because any effective plan must exist and work in the real world and not just on paper, this Court encouraged implementation of the first year of planned desegregation at the same time the full planning process was reaching fruition.</p>\n<p>Although self-serving, the Board's summary at the conclusion of its Reply Memorandum filed in April 1982 telescopes the efforts it had made beginning with the filing of this suit and the contemporaneous entry of the Decree:</p>\n<p>In the past 18 months the Board has:</p>\n<blockquote>\n<span class=\"star-pagination\">*915</span> Entered voluntarily into a desegregation consent decree, an unprecedented act for a large-city school system;</blockquote>\n<blockquote>Retained a leading national desegregation expert, Dr. Robert Green, long associated with the NAACP, to design a comprehensive set of Educational Components, and adopted every one of his recommendations;</blockquote>\n<blockquote>Successfully implemented the first year of a desegregation plan, without major community disruption, which increased the index of desegregation in the system by 50%;</blockquote>\n<blockquote>Completed a long and careful planning process in which a full range of desegregation strategies was exhaustively evaluated for all 600 schools in the system; Adopted a student assignment plan that in every major aspect is plainly within the range of plans approved by the courts in comparable cities, a plan which promises to achieve levels of desegregation that compare favorably to plans in other urban, predominantly minority school districts;</blockquote>\n<blockquote>Elicited the concurrence of the United States Department of Justice, based on its careful study of the Plan, that the Plan is in compliance with the Constitution and the Consent Decree and that the Plan will maximize desegregation in Chicago compared to other possible strategies;</blockquote>\n<blockquote>Created a special department within the school system to coordinate implementation of the Plan, and appointed a nationally recognized desegregation expert to head that department.</blockquote>\n<p>After the Board's initial adoption of Student Assignment Principles (the \"Principles\") at the end of April 1981, the United States as well as private parties had voiced criticisms and concerns about its various aspects. It was not until late January 1982 that the detailed Student Assignment Plan was produced, substantially reshaped from the Board's initial statement of the Principles. Then further comment by the United States and the public,<sup>[3]</sup> all as invited by this Court, followed in turn by the Board's Reply Memorandum, carried us to April 1982.</p>\n<p>This Court's preliminary analysis of the ultimate Plan, and the various submissions by all interested parties, confirmed once again that some further testing in the crucible of realitycarrying the Plan and its implementation past the commencement of the current school yearwould be an important plus for the constitutional evaluation that is the Court's responsibility. Were the paper promise of the Plan to be broken in its performance, it would not pass constitutional muster despite its nominal adherence to the standards of the law.</p>\n<p>It should be emphasized that this course of deferral to the present time would not have been followed had the Plan not satisfied the Constitution in threshold terms. Had the Plan been obviously unconstitutional in any respect, this Court would have acted swiftly to reject it. But no such obvious flaw was involved. And because any interim statement by this Court to explain the reasons for deferral would have carried the serious possibility of being misunderstood as final approval at <i>that</i> time, the Court has perforce bided its time in silence.</p>\n<p>Now the second school year of implementation has begun. Nothing in the execution of the Plan has been shown to disprove the premises on which it was designed. In the Court's view the optimum time for ruling has been reached.</p>\n<p></p>\n<h2><i>Student Assignment Plan</i></h2>\n<p>There is far more to the Plan than its student assignment provisions. Its Educational Components, crafted under the supervision of the distinguished Dr. Green, have been in place much longer than the final <span class=\"star-pagination\">*916</span> version of the student assignment proposal.<sup>[4]</sup> This Court's function is to judge constitutionality, not educational quality as such (more precisely, its role in dealing with the quality of education is limited to assuring that the constitutional mandate of equal protection has been met). For that reason, and not because the Educational Components are less important (they are surely not), this opinion will focus almost entirely on the Student Assignment Plan.</p>\n<p>No one can understand, let alone constitutionally appraise, the Plan without a realization of the demographic facts with which the Board must deal. Just two decades ago more than half the school population of the City of Chicago was white and less than half was black (because of differences in categorization since then, the \"white\" classification of that era included a small percentagewell under 5%now counted separately in the Hispanic group). There has been a steady decline in white enrollment since then, both in percentages and in absolute numbers. As recently as 1970, when the present system of categorization was adopted by the Board, the total school profile looked like this (for simplicity the numbers will be rounded):</p>\n<p></p>\n<pre>\n  Black      55%            315,000 students\n  White      35%            200,000\n  Hispanic   10%             55,000\n  Total                     575,000<sup>[5]</sup></pre>\n<p>In just over ten years the total school population has shrunk by almost exactly 25%, to some 435,000 at the beginning of the current school year. More significant for desegregation planning, the racial makeup of the three principal student categories has shifted dramatically from the 1970 numbers:<sup>[6]</sup></p>\n<p></p>\n<pre>\n                1970-71        1981-82        1982-83\n  Black          54.8%          60.7%           60.7%\n  White          34.6%          17.2%           16.3%\n  Hispanic        9.7%          19.6%           20.4%\n</pre>\n<p>This school year's white student body of some 70,000 is about one-third of its size when the decade of the 1970s began. This obviously reflects a falloff in the number of school age children generally (and it may also stem in part from enrollments in parochial and other private schools), but it mainly reflects a shift in residential demography.</p>\n<p>One important fact recently noted in the press (the 1982-83 figures were just released) is that the decline in white attendance this year is perceptibly less than the Board's 1982-83 projections in the Plan would have indicated, although the numbers of blacks and Hispanics in the schools are uncannily close to the corresponding Plan projections. It is too early to tell whether this has long-range significance, but it certainly appears to bear out the Board's thoughtful analysis that its multi-faceted approach to the complex problems of desegregation is intended to avoid the self-defeating perils of resegregation.</p>\n<p></p>\n<h2>1. <i>Aspects of the Student Assignment Plan</i>\n</h2>\n<p>It is neither possible nor necessary in the brief compass permitted by this opinion to do justice to the Comprehensive Student Assignment Plan authored by the Board. Its \"Comprehensive\" label is accurate: Its text is a 328-page volume, its careful school-by-school analysis is another, more massive volume (one or two pages being devoted to each of the more than 500 schools in the system) and its appendices (a third volume) have added another inch to the Court's file in this case. But bulk is not the point; quality is. On that score it is regrettable that the sheer bulk does make the Plan inaccessible in practical terms, for reading it would go a long way toward promoting (if not indeed insuring) its public acceptability. <span class=\"star-pagination\">*917</span> Instead this opinion can only touch on the major aspects of the Plan important for constitutional evaluation.</p>\n<p>First the Plan has identified categories of naturally \"integrated schools\":</p>\n<blockquote>1. \"stably integrated schools,\" which because they are now and are projected to remain naturally integrated, are exempted from mandatory student reassignment (except perhaps for future boundary changes) and are subjected to some limitations on voluntary transfers that would threaten the stability of their integration;</blockquote>\n<blockquote>2. schools now \"stably integrated\" but with projected racial changes that would threaten that statushere various techniques (including the encouragement of integration-enhancing transfers, establishment of boundary adjustments and institution of curriculum changes) are adopted to preserve their present stability; and</blockquote>\n<blockquote>3. \"stable mixed schools\" (having 15-30% present and projected white enrollment), as to which various techniques (such as educational teaming with other schools, maintenance of specially significant educational programs and open enrollment transfers that enhance integration) are intended to maintain or increase current levels of integration.</blockquote>\n<p>All such schools, it should be repeated, draw their diversity of enrollment from natural residential attendance patterns.</p>\n<p>Next the Plan has defined the concept and goals of \"desegregation\" of the remaining schools in the system. Because the residential areas of those schools do not in themselves result in the requisite diversity of enrollment, student assignment techniques must play the major part in desegregating those schools. Such desegregation must derive from attendance of students outside each school's own attendance area. And it should be equally obvious that the goal hereas with the integrated schoolsmust be not merely desegregation but <i>stable</i> desegregation. Apparent desegregation that would likely trigger resegregation would represent a false promise.</p>\n<p>On that score the directive of Decree § 2.1 matches what the Constitution requires:</p>\n<blockquote>\n<i>Desegregated Schools.</i> The plan will provide for the establishment of the greatest practicable number of stably desegregated schools, considering all the circumstances in Chicago.</blockquote>\n<p>Toward that end the Board has made a basic policy judgment (Plan at 124):</p>\n<blockquote>The Board has determined, based both on its experience and careful analysis, that desegregative techniques which are not compulsory on children are the most effective and most practicable in achieving stable desegregation. Voluntary methods emphasize education. They provide to all children and their families the opportunity to attend a school because they believe that educational opportunities will result. These affirmative choices not only enhance desegregation, but do so in a positive manner which is supportive of the educational objectives of the school system. Therefore, they are the techniques which are the most likely to produce both stable desegregation and educational enrichment.</blockquote>\n<p>It has adopted a wide variety of voluntary methods, plus mandatory methods <i>not</i> involving transportationall designed with an eye to implementation and monitoring to insure \"substantial participation\" of black students.</p>\n<p>Always with that end in view, the Plan is structured this way:</p>\n<blockquote>1. It requires desegregation of all predominantly white schools not later than the beginning of the next (1983-84) school year. As to those schools, it does not stop once the minimum percentage of minority students to meet the \"desegregation\" definition is reached, but contemplates continuing to work toward greater minority enrollment.</blockquote>\n<blockquote>2. It establishes special quality educational institutionsmagnet schools, metropolitan schools and scholastic academiesto maximize the prospect of voluntary transfers that foster desegregation.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*918</span> 3. It sets an objective mandatory standard for measuring desegregation: By the beginning of the 1983-84 school year, the schools that are viewed as best serving the goal of desegregationintegrated schools, desegregated schools, magnet schools, metropolitan schools and scholastic academiesmust have a minimum total (white and non-white) enrollment at least two times the number of white children \"available\" for such schools. \"Availability\" is defined as the entire white population in the whole school system, except for white children enrolled in the schools other than those just listed (on the obvious theory that white children enrolled in a predominantly <i>minority</i> school are already assisting the overall desegregative goal). Stated differently, at least half the students in the five listed categories of schools must be drawn from minority groups.</blockquote>\n<blockquote>4. It recognizes that predominantly minority schools (unlike predominantly white schools) cannot all attain the definition of desegregated schools. There the Plan seeks by various means to minimize the number of schools in that category and to maximize the improvement of quality education for the students in those schools.</blockquote>\n<p>In an effort to assure that the Plan is being translated into effective action, the Board has established an arrangement for an Annual Desegregation Review of all the Plan's aspects. That process has already begun, with the next Review due this March.</p>\n<p>Even this short a description makes plain the policy decision of the Board: to maximize desegregation, as the Decree has required from the beginning. As the Plan itself says at page 52:</p>\n<blockquote>The Board believes that the Plan it is proposing will maximize the creation of stably desegregated schools in Chicago. In accomplishing this objective, the Plan focuses on programs that will combine the attainment of system-wide student desegregation with educational enhancement. Thus, the Board believes, the Plan has the potential to stabilize and desegregate the school system, provide improved educational opportunities and serve as a focus for achieving the broader goal of developing an integrated community.</blockquote>\n<p>Those targets or the means of reaching them, or both, differ in some respects from those urged by the Plan's critics who have made submissions to this Court, chiefly the NAACP, the Urban League and the Citizens Schools Committee. This Court's review of the submissions identifies three important legal questions of constitutional magnitude:</p>\n<blockquote>1. Do the Plan's percentage definitions of \"integration\" and \"desegregation\" satisfy the Constitution?</blockquote>\n<blockquote>2. Does the Plan's collective treatment of all minorities (blacks, Hispanics and others), rather than measuring performance separately as to the two principal minority groups (blacks and Hispanics), comply with the Constitution?</blockquote>\n<blockquote>3. Does the Plan impose unconstitutionally disparate burdens on the minority student population (because the critics on this issue are the NAACP and Urban League, they understandably focus on the black students) in comparison with the white student population?</blockquote>\n<p>These issues will be dealt with in turn.</p>\n<p></p>\n<h2>2. <i>Racial Percentages as a Measure of Desegregation</i>\n</h2>\n<p>Under the Plan's definitions a school is \"integrated\" or \"desegregated\" if it has at least 30% minority <i>and</i> at least 30% white students enrolled. As could be expected, the heaviest attack has been launched at the possibility that the Chicago school system, with fewer than 20% of its students white, could nonetheless view a school as \"integrated\" if it drew as many as 70% of <i>its</i> students from that small white pool. That evokes an intuitive concern,<sup>[7]</sup><span class=\"star-pagination\">*919</span> closely related to the concern that the black majority in the school system should not bear a disproportionate share of the burdens of the desegregation plan.</p>\n<p>Unfortunately the submissions to this Court by critics of the Plan have chosen to focus on such intuitive concerns, not on the test that binds this Court: whether the Plan's definitions are within the broad range of constitutionality established by law. On that score the Board has demonstrated it is indeed within that range:</p>\n<blockquote>1. Our own Court of Appeals dealt with the Milwaukee school desegregation plan in <i>Armstrong v. Board of School Directors,</i> <span class=\"citation\" data-id=\"375398\"><a href=\"/opinion/375398/kevin-armstrong-and-jeffrey-jackson-intervening-v-board-of-school/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">305</span></a></span>, 311 n. 8 (7th Cir.1980). At that time Milwaukee's minority enrollment was about 46%, and the court-approved definition of a desegregated school permitted a white enrollment of 40% to 75% (or as high as 80% in a high school).</blockquote>\n<blockquote>2. St. Louis' school system had a 75% minority enrollment (close to the Chicago level). Its desegregation plan, approved by the Court of Appeals for the Eighth Circuit, defined a school with as much as 70% white enrollment (or as low as 50%) as integrated. <i>Adams v. United States,</i> <span class=\"citation\" data-id=\"377936\"><a href=\"/opinion/377936/janice-adams-and-jack-adams-jr-minors-by-jerrianne-adams-their-natural/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1277</span></a></span>, 1296 &amp; n. 30 (8th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">88</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></span> (1980), on remand <i>sub nom. </i><i>Liddell v. Board of Education of City of St. Louis, Mo.,</i> <span class=\"citation\" data-id=\"1798865\"><a href=\"/opinion/1798865/liddell-v-bd-of-ed-of-city-of-st-louis-mo/\"><span class=\"volume\">491</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">351</span></a></span> (E.D.Mo. 1980), <i>aff'd,</i> <span class=\"citation\" data-id=\"398276\"><a href=\"/opinion/398276/craton-liddell-a-minor-and-mary-puleo-gerard-puleo-emma-dannenberg/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (8th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span></span>, 1091, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">634</span></span>, 656, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></span>, 629 (1981).</blockquote>\n<blockquote>3. Atlanta's schools included 85% minority children, something greater than the Chicago pattern. There too the Court of Appeals (this time for the Fifth Circuit) upheld the definition of a school with 70% white enrollment (or even 80% if already stabilized) as desegregated. <i>Calhoun v. Cook,</i> <span class=\"citation\" data-id=\"1449531\"><a href=\"/opinion/1449531/calhoun-v-cook/\"><span class=\"volume\">362</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1249</span></a></span>, 1251 n. 7 (N.D.Ga.1973), <i>aff'd</i> following remand, <span class=\"citation\" data-id=\"330034\"><a href=\"/opinion/330034/vivian-calhoun-deborah-birt-intervenors-appellants-emma-armour/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">717</span></a></span>, 718 (5th Cir.1975).</blockquote>\n<blockquote>4. Dallas' school system had the same kind of triethnic makeup as Chicago's, with an aggregate minority enrollment of 70%. There the District Court approved a range of 25% to 75% white students as satisfying the definition of a desegregated school. <i>Tasby v. Wright,</i> <span class=\"citation\" data-id=\"1445954\"><a href=\"/opinion/1445954/tasby-v-wright/\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">683</span></a></span>, 711 (N.D.Tex.1981).</blockquote>\n<blockquote>5. Some years ago the District of Columbia's school system was more than 90% minority. Even so no school was considered \"predominantly white\" unless more than 85% of its students were white. <i>Hobson v. Hansen,</i> <span class=\"citation\" data-id=\"1800940\"><a href=\"/opinion/1800940/hobson-v-hansen/\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">401</span></a></span>, 411 n. 9 (D.D.C.1967), <i>aff'd sub nom. </i><i>Smuck v. Hobson,</i> <span class=\"citation\" data-id=\"283891\"><a href=\"/opinion/283891/carl-c-smuck-a-member-of-the-board-of-education-of-the-district-of/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span> (D.C.Cir.1969).</blockquote>\n<p>This opinion might well end the discussion of the issue right here. Constitutionality of the Plan on this point is unquestionable. And as our own Court of Appeals put it a few months ago in an opinion dealing with the South Bend, Indiana desegregation plan, <i>United States v. South Bend Community School Corp.,</i> <span class=\"citation\" data-id=\"410439\"><a href=\"/opinion/410439/united-states-v-south-bend-community-school-corporation-and-clay-quality/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span>, 628 (7th Cir.1982):</p>\n<blockquote>A consent decree of this nature need not contain a perfect plan but only one that is \"not unconstitutional, unlawful, * * * contrary to public policy, or unreasonable.\" <i>United States v. City of Miami,</i> <span class=\"citation\" data-id=\"374663\"><a href=\"/opinion/374663/22-fair-emplpraccas-846-22-empl-prac-dec-p-30822-united-states-of/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span>, 1333 (5th Cir.1980) [<i>reaff'd en banc,</i> <span class=\"citation\" data-id=\"397090\"><a href=\"/opinion/397090/27-fair-emplpraccas-913-27-empl-prac-dec-p-32328-united-states-of/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 441 (5th Cir.1981)].</blockquote>\n<p>But given the enormous public importance of the issue, it would not do to damn the Plan with such faint praise. For the facts are that this aspect of the Plan is not only adequate to pass constitutional muster butvital to public acceptance and supportreasoned and reasonable.</p>\n<p>It should be stressed that the 30% figure, constitutional though it is, is <i>not</i> perceived by the Board as the stopping point once it has been attained at a particular school. In response to this Court's expressed concern about the 30% standard when the Board first announced its desegregation \"principles,\" the final Plan expressed a \"goal\" of reaching at least a <i>35%</i> minority figure in <i>all</i> schools in the system by October 1983, roughly the beginning of the next school year. At that time only two of the more than 500 schools in the system were projected to fall in the 30-35% range (in fact only one-sixth of the schools were projected to be less than 50% minority). It is the <span class=\"star-pagination\">*920</span> Board's stated intention to continue to push for integration in majority-white-attendance schools so long as counterproductive instabilitywith the ultimate potential for resegregationis not threatened.</p>\n<p>Nor is that just a paper commitment; it is real. Within the past two weeks a supplemental report from the Board discloses that of last year's 32 schools having less than 30% minority enrollment, only seven now remain in that category. Moreover the year's increase in minority enrollment in those 32 schools was slightly greater than that projected in the Plan, with that increase coming primarily among black children, also at a greater rate than projected in the Plan. Similarly, of the 42 schools that would be predominantly white but for desegregation efforts (and that were already more than 30% minority-enrolled a year ago), the total minority enrollment increased from about 35% at that time to some 41% this year. About three-fourths of the percentage increase represented more black students in those schools.</p>\n<p>Implicit in all this is a value judgment by the Board that it would be contrary to the public interest to devise a plan that would have a racial balance more nearly reflecting the total school population on a school-by-school basis, only to find that through \"white flight\" or otherwise the already comparatively small white enrollment would be further diminished so as to make any <i>real</i> desegregation unattainable.<sup>[8]</sup> As Board Mem. 34 in support of the Plan aptly put it:</p>\n<blockquote>Obviously, the racial composition of Chicago schools does not and will not derive solely from decisions made by the school board (or the Court), however important those decisions are. They are dependent to a large degree on the hundreds of thousands of private decisions of children and their families on where to live and to attend school.</blockquote>\n<p>It would be tragic if a well-intentioned desegregation plan, modeled along the lines suggested by the Plan's critics, were to cause accelerated resegregationso that the common desegregative goals of the Board and its critics were defeated.<sup>[9]</sup></p>\n<p>Admittedly the choice is a delicate one. Concerns as to \"white flight\" are legitimate,<sup>[10]</sup> but they cannot be permitted to dictate planning so as to impair constitutional rights. Reasonable people may certainly differ as to the resolution of the value judgments involved herejudgments that do not all point in the same direction. This Court cannot say however that the course chosen by the Board to balance the competing considerations is <i>constitutionally</i> flawed.</p>\n<p></p>\n<h2>3. <i>\"Minority\": A Composite or Individual Concept?</i>\n</h2>\n<p>More troublesome than the percentage levels for defining segregation is the Plan's concept that all minorities are to be grouped together in measuring the satisfaction of those percentage levels. In the practical sense that could mean a school with (say) 65% white and 35% Hispanic students is counted as \"desegregated,\" even <span class=\"star-pagination\">*921</span> though it contains no members of the black population that itself makes up 60% of the entire school system.</p>\n<p>As might be expected, this issue was one this Court also singled out as requiring particularized attention when the nature of the student assignment principles was first identified by the Board and its counsel. And again only the Boardand not other commentatorshas been responsive in the terms that control this Court: the case law applying constitutional standards.</p>\n<p>It is worth a moment to state the obvious. Usually desegregation is dealt with in black-white terms, and by definition what desegregates blacks also desegregates whites. When the problem is multi-ethnic, that one-to-one correlation no longer exists, and the problem of desegregation may look different depending on the perspective chosen by the observer.</p>\n<p>From the Board's standpoint it makes policy and constitutional sense to group blacks and Hispanics in testing the Plan's success in desegregation (Plan at 137):</p>\n<blockquote>The Board determines that the composite minority concept is appropriate in the Plan because in Chicago, each of these groups constitutes, in general, a historically disadvantages [sic] minority.</blockquote>\n<p>Its counsel has elaborated on that notion (Mem. 47):</p>\n<blockquote>The approach of the Board is to seek the desegregation of white children from all groups of minority youngsters. Usually this reduces the isolation of white children from black children. Sometimes it involves desegregation of white and Hispanic children. Other times it involves tri- or multi-ethnic schools. Each of these schools, in the Board's judgment, is a desegregated school. The isolation which is to be reduced is that of white children from minority children, regardless of their group. A definition which is directed at reducing the isolation of white and minority children meets the requirements of the Consent Decree (§ 2.3).</blockquote>\n<blockquote>\"... the plan will provide for the desegregation of all racial and ethnic groups.\"</blockquote>\n<p>True enough, there is a good deal to be said in policy terms on the other side of the issue, and some of those policy arguments have been made by those submitting comments on the Plan. But as has already been made plain, the Board and not this Court is the policymaker. And courts that have dealt with desegregation issues in multi-ethnic school districts have consistently approved plans with an inclusive definition of minorities like that adopted by the Plan.<sup>[11]</sup> No constitutional requirement has been articulated that blacks must be a substantial part of the enrollment in all schools in a tri-ethnic system.</p>\n<p>Of course a composite definition like that established by the Plan could be used to mask a segregative intent and result. Certainly the Board would not be permitted to avoid desegregation of blacks by increasing the desegregation of Hispanics, seeking to rely on the aggregate \"minority\" figures to disguise the situation and insulate that result.</p>\n<p>Nothing of the sort is at work here. Instead the Board's R.Mem. 30 accurately portrays the situation:</p>\n<blockquote>In any event, the Board's Plan does not arbitrarily use the definition to avoid desegregating black children. The Plan does not reflect attempts to abuse the definition by arbitrarily assigning children <span class=\"star-pagination\">*922</span> to avoid black involvement; to the contrary, it reflects steps deliberately taken to increase the involvement of black children. The Plan projects very substantial aggregate black enrollment in schools to be desegregated. It projects, moreover, substantial black enrollment at nearly every such school. Indeed, because there is more natural integration of white and Hispanic children, most of the Plan's desegregation actually focuses on the desegregation of black children and white children.<sup>[12]</sup></blockquote>\n<p>On the other side of the coin, the Board has rejected suggestions by the NAACP and Urban League for a mandatory minimum percentage of black enrollment for all schools. It has done so in part because it deems such a requirement potentially resegregative (especially in schools with a declining white enrollment percentage and a majority or imminent majority of Hispanic students), and in part because it finds such a requirement generally counterproductive to desegregation. In all such circumstances the Board views the mandated infusion of black students as a real danger to its goal of stabilized integration (see its R.Mem. 38-41). Once again the question is not whether this Court (or the commentators) would have resolved the matter the same way, but whether the Board's resolution is constitutionally impermissible. It is not.</p>\n<p>This opinion will not dwell on the issues any further, for the constitutionality of this aspect of the Plan is also clear. For constitutional purposes it does not matter that if this Court were drafting a plan in the first instance (as it is not), it would have dealt with the tri-ethnic composition of the school populationand its black majorityin a quite different way. To the extent the Board has chosen along the spectrum of constitutionally permissible alternatives, this Court cannot properlyand will notinterfere with that good faith choice.</p>\n<p></p>\n<h2>4. <i>\"Burdens\" of the Plan</i>\n</h2>\n<p>Court involvement in school desegregation cases derives from the Equal Protection Clause. One obvious facet of equal protection of the laws is the extent to which a desegregation plan, required to address the right to equality of education, may itself impose disproportionate burdens on the already disadvantaged students participating in the plan.</p>\n<p>Although not adducing factual support for the assertion, some of the critical submissions assert the Plan places disparate burdens on black children. On analysis those charges do not stand up in constitutional terms.</p>\n<p>\"Burdens\" may from one viewpoint be measured in terms of the numbers of students attending schools outside their home attendance areas.<sup>[13]</sup> Precise balancing of \"burdens\" in that sense was admittedly not the Board's main focus (R.Mem. at 42):</p>\n<blockquote>When the Plan was developed, the Board concentrated on how stably to desegregate the greatest number of schools. It sought to include both white and minority schools. But the Board did not do this by any mathematical formula for deciding how many of each kind of children must attend a non-neighborhood school as part of the program. Frankly, knowing that children of all races would attend non-neighborhood schools in significant numbers, the Board considered the exact proportions to be irrelevant to the task of trying to desegregate the greatest number of schools.</blockquote>\n<p>Yet as matters turned out, the percentages of students attending schools outside their home attendance areas for desegregative <span class=\"star-pagination\">*923</span> purposes (\"non-residential children\")<sup>[14]</sup> last year was startlingly parallel to the ratios of racial enrollment in the system as a whole:</p>\n<p></p>\n<pre>\n                         White       Black       Hispanic      Other     Total\nTotal in System\n(1981 Grades 1-12)      70,961       245,423     77,103        10,181    403,660\nNon-Residential\nChildren in\nDesegregation\nPrograms                 4,710        14,776      3,620           933     24,037\n% of Total                6.6%          6.0%       4.7%          9.2%       6.0%\n% of Non-Residential\nChildren                 19.6%         61.5%      15.1%          3.9%       100%\n</pre>\n<p>It would be difficult to have devised a more proportionate allocation of burdens had the Board's primary goal actually been proportionality, rather than the stable desegregation of the largest number of schools.</p>\n<p>It will not do to argue, as does the NAACP, that the proportionality of burdens is instead to be measured by the comparative numbers of children of the various racial groups who are desegregated. In a largely minority school system like Chicago's, desegregation is achieved by desegregating all the primarily white schools (hence all the white children), but it is not feasible to desegregate all the primarily minority schools (hence all the minority children).</p>\n<p>Essentially the NAACP's contention is one for racial balance in all schools, which the Constitution does not mandate at all (and which could not be accomplished in real world terms). Our Court of Appeals so held in <i>Armstrong,</i> 616 F.2d at 321, following <i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 740-41, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, 3125, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974). Indeed <i>Armstrong</i> (616 F.2d at 321-22) specifically rejected the proposition (urged by the intervenors there and by the NAACP and Urban League here) that the continued existence of one-race (all-black) schools posed the kind of clear unconstitutionality requiring disapproval of a desegregation plan, submitted in <i>Armstrong</i> under circumstances equivalent to those now before this Court.<sup>[15]</sup> Instead the prospect of one-race schools must be dealt with on a case-by-case basis, as the Plan has done and as this Court cannot find clearly unconstitutional. Thus any non-attainment of racial balance, or the presence of one-race schools, does not represent the imposition of an invalid disproportionate burden.<sup>[16]</sup></p>\n<p>Once more constitutional doctrine supports the Board. Even where there is a disproportionate allocation of burdens (and it should be repeated none has been shown here), the Constitution is not offended unless the disproportion is arbitrary or invidiousunless it stems from purposes other than legitimate plan-development and plan-implementation. <i>Keyes v. School District No. 1, Denver, Colorado,</i> <span class=\"citation\" data-id=\"329565\"><a href=\"/opinion/329565/wilfred-keyes-plaintiffs-appellees-cross-appellants-number-74-1350-v/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>, 479 (10th Cir.1975), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1066</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></span> (1976); <i>Higgins</i> <span class=\"star-pagination\">*924</span> <i>v. Board of Education of City of Grand Rapids,</i> <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 793 (6th Cir.1974); <i>cf. </i><i>Parent Ass'n,</i> 598 F.2d at 717-18, followed in <i>Arthur v. Nyquist,</i> <span class=\"citation\" data-id=\"384974\"><a href=\"/opinion/384974/george-arthur-v-ewald-p-nyquist-and-community-advisory-board-for/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 907 (2d Cir.1981).</p>\n<p></p>\n<h2>5. <i>Mandatory v. Voluntary Transfers: \"Busing\"</i>\n</h2>\n<p>It may seem bizarre to have gone this far down the road of constitutional evaluation of the Plan without talking about busing. Not so. Busing (the buzzword for mandatory student assignment requiring transportation) is a concept loaded with emotional content on both sides of the issue, but its significance in the Plan is far more symbolic than real.</p>\n<p>What the Board has done is to opt for a Plan of voluntary transfers and mandatory measures <i>other</i> than transportation, to accomplish its goal of producing the greatest number of stably desegregated schools under all circumstances. In its view (Plan at 271):</p>\n<blockquote>The Plan's basic objective is to produce the greatest practicable number of stably desegregated schools considering all the circumstances of Chicago. The Board believes that this objective can and should be achieved without the use of compulsory assignment of students by transportation (mandatory busing). Thus, the Plan primarily employs voluntary desegregation techniques and mandatory measures not involving transportation. The use of desegregative techniques other than compulsory transportation will produce the maximum feasible degree of stable desegregation at less financial cost and with greater system-wide and city-wide stability and potential for long term achievement.</blockquote>\n<p>That means the potential use of mandatory busing for student reassignment is reserved for the possible failure of the Plan, despite all other measures, to achieve two objective requirements of the Plan by this October 31:</p>\n<blockquote>1. at least 30% minority enrollment in any school; and</blockquote>\n<blockquote>2. total non-white and white enrollment in desegregative-environment schools (all integrated, desegregated and magnet schools, all metropolitan schools and all scholastic academies) at least twice as great as the total number of white children available for such schools.</blockquote>\n<p>In those terms the Board plans to make its compliance assessment and its determination of the need for any mandatory busing as part of its March 1983 Annual Desegregation Review, with its decision to be made by this June. Finally the Plan sets a number of limitations on any use of mandatory busing (Plan at 275):<sup>[17]</sup></p>\n<blockquote>(a) no children [sic] shall be assigned to a school which is a distance of more than 30 minutes by bus away from his or her home;</blockquote>\n<blockquote>(b) no child shall be assigned to a school which is not, or is not projected to become, a stably desegregated school;</blockquote>\n<blockquote>(c) mandatory transportation will not be assigned in a way that would arbitrarily burden one racial or ethnic group disproportionately to other groups;</blockquote>\n<blockquote>(d) mandatory backup measures shall be applied only to the extent it [sic] can be projected to increase the total number of children attending stably desegregated schools.</blockquote>\n<p>In reaching its conclusions on this issue, the Board stated its motivations partly in terms of the lack of perceived necessity for busing and the Board's general preference for neighborhood school concepts. But it also pointed to the results of the NORC survey, which indicated such a mandatory busing program would accelerate the decline in white enrollment in the system. And it pointed to the adverse experience of other cities in that respect (Plan at 276):</p>\n<blockquote>Furthermore, mandatory reassignment will substantially reduce the number of white children enrolled in and available to desegregate the school system and will <span class=\"star-pagination\">*925</span> thereby reduce the total number of children attending desegregated schools. The Board's research indicated that the institution of a mandatory reassignment program will result in an acceleration in the decline in the enrollment of white children in the school system. Based on the experience in comparable cities, such as Los Angeles, Boston and Detroit, between 40% and 45% of white students reassigned by transportation to minority schools can be expected to leave the school system, attending either private or suburban schools. A school system, desegregated by means of mandatory reassignment, but which is subsequently resegregated in enrollment of minority children is not the type of system the Board wishes to create.</blockquote>\n<p>This is a very different matter from the constitutionally impermissible notion of catering to bias. For much the same reason that we cannot permit the \"heckler's veto\" (the late Professor Harry Kalven's term for the audience unfriendly to a controversial speaker) to inhibit the speaker's exercise of First Amendment rights, the attempts of persons hostile to a desegregated school system cannot impair the constitutional right of minorities to equal educational opportunities.<sup>[18]</sup> Once within the range of constitutionally permissible desegregation plans, however, the Board was free to choose one calculated to minimize parent resistance and thereby serve its larger goal.<sup>[19]</sup></p>\n<p>At least equally significant, it is not simply rhetoric to assign the busing issue to largely symbolic status in this case. To test whether this questionon which passions unfortunately tend to run so highmust be faced at all, the Board had an analysis made of the theoretical possibility of desegregating any remaining minority schools by the mandatory busing of \"available\" white children (white children over a given percentage of the enrollment at any school). We need not trace each step of the analysis or the assumptions underlying it, but the Board's conclusion was that <i>not one</i> presently racially identifiable (i.e., at least 85% minority) school would be desegregated by any busing program having reasonable time and distance limitations (Plan at 287-90).</p>\n<p>In response to criticism of its methodology in preparing that analysis, the Board made alternative calculations with assumptions increasing the numbers of \"available\" white children in various ways.<sup>[20]</sup> Its conclusion was the same: Desegregation would not be increased in any meaningful respect by simply ordering and using school buses.</p>\n<p>Just as school busing is an inflammatory term to the intransigent white parent who does not want his or her child exposed to \"those people,\"<sup>[21]</sup> so the inclusion of mandatory busing in a plan has importance to minority parents as evidence that the plan is really committed to equal and non-segregated education for their children. But it would be ironic to require token <span class=\"star-pagination\">*926</span> transfers of white students to predominantly-black or all-black schools to serve that purpose, when the use of tokenism in other contexts is properly offensive to every minority group. Symbolic efforts can, and often do, play important roles in our society, but they do not universally rise to constitutional significance. Under the circumstances here the Board cannot be faulted in constitutional terms for not having ventured needlessly onto that battlefield.</p>\n<p></p>\n<h2>6. <i>Other Aspects of the Assignment Plan</i>\n</h2>\n<p>Were this Court to rehearse in detail all the subjects dealt with in the thousands of pages generated by this case up to now, there would be serious danger of losing the forest for the trees. Were this Court instead to make detailed reference to only some of the other areas that have triggered criticism or discussion,<sup>[22]</sup> while not treating with others, that would create the misleading inference those others had not been considered. Suffice it to say this Court has reviewed everything that has been provided as grist for its mill and finds that all aspects of the Student Assignment Plan are within the range of constitutional acceptability.</p>\n<p></p>\n<h2><i>Educational Components</i></h2>\n<p>As already indicated, the Educational Components of the Plan were in definitive form well before the assignment provisions that have occupied the discussion in this opinion, and those Educational Components have not drawn the same heated attention. They were approved early by the United States and found favor with the NAACP as well. To the extent they have been criticized (chiefly by the Hispanic organizations and by Designs for Change), the criticisms did not go to claimed constitutional insufficiency and are therefore not within the province of this Court's overview. Though they of course continue to form a vital part of the purposes and hoped-for impact of the Planthe constitutional guaranty is after all one of equality of <i>education</i>no more need be said at this time.</p>\n<p></p>\n<h2><i>Funding</i></h2>\n<p>Desegregation, like all other aspects of affording quality education to all students in a school system, costs money. In that respect the Board is not master of its own fate. If and to the extent other governmental bodies and agencies that control the pursestrings were to thwart the Board's ability to perform in the way its Plan contemplates and the Constitution requires, this Court would have to examine all appropriate and available remedies. There is no reason to presume at this time that any such delinquency in meeting the mandates of the Constitution, or any such resulting power confrontation, will occur.</p>\n<p></p>\n<h2><i>Monitoring</i></h2>\n<p>No provision in the Decree specifically contemplated this Court's appointment of a monitoring commission to oversee the Board's implementation of the Plan. Several of the commentator organizations (Citizen Schools Committee Mem. 15, Urban League Mem. 42, Designs for Change Mem. 17) nevertheless urge this Court to do so. In response the Board hints strongly this Court has no power to make such an appointment, at least at this stage of the proceedings.</p>\n<p>Today the question of power need not be faced. Under the Decree the Board has ongoing recordkeeping and reporting requirements, to which it has been faithful. It has established an Office of Equal Education Opportunity with major staffing and with an operating head having outstanding credentials. None of the interested organizations has been critical of the Board's comprehensive reports in compliance with its <span class=\"star-pagination\">*927</span> obligations under the Decree. No reason now appears for the addition of another layer of superstructure. Again if the Board's future performance were to fail to conform to its duties, a fresh look could be taken.</p>\n<p></p>\n<h2><i>Other Matters</i></h2>\n<p>This fall the United States filed with this Court its second interim report on two ongoing investigations called for by the Decree, one dealing with possible state liability for past segregation in the Chicago schools, the other dealing with the possible existence and sources of interdistrict school segregation. Neither report reflects any significant advance or promise of productive results. With the Plan now having been approved, this Court expects the United States to step up its efforts on the ongoing investigations, as well as actively to monitor the Board's performance under the Plan.</p>\n<p>During the prior pendency of this action this Court has stayed the separate (and later) action filed by the NAACP, <i>Chicago Southside Branch of the NAACP v. Byrne,</i> No. 81 C 2110. At this point the stay is lifted, though the NAACP would do well to consider what the most constructive steps for its own involvement will be in light of this opinion.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Shortly after the outset of this litigation, in the course of first denying the NAACP and Hispanic organizations leave to intervene as formal parties, this Court took occasion to say (<span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">679</span></span> at 687-88, emphasis in original):</p>\n<blockquote>This Court does <i>not</i> view itself as a passive receptacle for the Board's desegregation plan, to respond in a Pavlovian way only if the bell is rung by a stated disagreement between the Board and the United States. It has not abdicated its constitutional responsibilities, and if the litigants were to <i>agree</i> on a plan that did not conform to the Constitution this Court would reject that plan and send the parties back to the drawing board. This Court has specifically retained jurisdiction of this action for all purposes under Paragraph 7 of the Consent Decree, by specific agreement of the parties. In this Court's opinion, the provision of Section 18 for resolving any disagreements between the parties cannot and does not <i>exclude</i> (expressly or by inference) this Court's right and duty to determine whether the plan meets the requirements of the United States Constitution.</blockquote>\n<blockquote>If the Board meant only to contrast the situation here with the usual school desegregation case, in which the responsibility for actually preparing the desegregation plan has devolved on the courts, there is no disagreement between us. Under the Consent Decree the primary responsibility for developing the plan is on the <i>Board,</i> and so long as its product is within the \"broad range of constitutionally acceptable plans\" (Consent Decree ¶ 3.1), the Court will of course not superimpose its own views of what other constitutional means might be preferable. As our Court of Appeals put it in reviewing the ultimate settlement in the Milwaukee school desegregation (<i>Armstrong</i>) case, 616 F.2d at 315, in a related though somewhat different context:</blockquote>\n<blockquote>Judges should not substitute their own judgment as to optimal settlement terms for the judgment of the litigants and their counsel.</blockquote>\n<blockquote>This Court does not plan to do that, but it also plans to live up to <i>its</i> obligations under the Constitution, just as the Board and the United States must live up to theirs.</blockquote>\n<p>That remains a valid statement of the Court's position and its role in this litigation. Now the Plan has been presented, reshaped and refined, and the United States' initially stated objections have been met to its satisfaction. At this point the situationin terms of this Court's functionis not materially different from that described by our Court of Appeals in dealing with the settlement of the Milwaukee school desegregation case in <i>Armstrong,</i> 616 F.2d at 319-20: <span class=\"star-pagination\">*928</span> A federal court cannot permit an agreement between counsel for the defendants and counsel for the plaintiff class seriously to undercut the constitutional policy requiring desegregation of our nation's schools; this is true even where the class members themselves do not oppose a particular settlement. At the same time, however, the court cannot disregard the desire of the litigants amicably to settle their litigation nor can it ignore the substantial benefits which can accrue to both the class members and the general public from a fair and adequate settlement of a school desegregation controversy.</p>\n<blockquote>* * * * * *</blockquote>\n<blockquote>A school desegregation settlement which authorizes clearly unconstitutional behavior is, on its face, neither fair, reasonable nor adequate as required by the class action standard. In applying this principle, however, the court must not decide unsettled legal questions; any illegality or unconstitutionality must appear as a legal certainty on the face of the agreement before a settlement can be rejected on this basis.</blockquote>\n<p>For all the reasonsand under the standardsexplored in this opinion, this Court approves the Plan as being clearly within the \"broad range of constitutionally acceptable plans\" (Decree Art. I, § 3.1). Once again, though, this Court will not abdicate its constitutional responsibilities by today's approval. To a major extent the Plan reflects a promise of things to come. That promise is within the range of constitutional acceptability if it is kept. As both the Decree and the parties expect, this Court retains jurisdiction to make certain that takes place.<sup>[23]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  On September 24, 1980 the United States filed its Complaint charging the City of Chicago's Board of Education (the \"Board\") with discrimination in the assignment of students and otherwise. Those acts were alleged to have had a continuing system-wide effect of segregating students on a racial and ethnic basis in Chicago's public schools. On that same day a previously-negotiated Consent Decree (the \"Decree\") was tendered to this Court for approval, the parties having agreed (without any acknowledgment of liability on the Board's part) to the development and implementation of a system-wide plan to remedy the effects of past segregation of black and Hispanic students. After considering all aspects of the Decree, including special attention to its provisions defining the judicial role in its implementation, this Court signed it the same day.</p>\n<p>[2]  One of the ironies in these proceedings is pointed up by the involvement in the case (albeit expected) of perhaps the most vocal critics of the Plan, the National Association for the Advancement of Colored People (the \"NAACP\") and the Chicago Urban League (the \"Urban League\"). Both of course have distinguished histories of contesting segregation in the courts and elsewhere. In particular, the NAACP has been engaged in every major lawsuit involving segregated schooling anywhere in the country from the very beginning. When the NAACP originally moved to intervene in this action, it said it had lodged complaints with every level of government \"since the early 1960's\" challenging Chicago schools as racially segregated. Had either or both the NAACP and the Urban League (or any of the others commenting on the Plan) acted much earlier than this lawsuit to pose a litigated challenge to the Chicago school segregation problem, the available alternatives for a desegregation plan would have been far broaderand the results presumably more attractive to them than they view the present Plan. This is not at all to suggest that the primary burden was theirs: It rather rested on the Board's predecessors, as the public officials directly responsible for the schools. And because racial patterns in a neighborhood school system obviously mirror racial housing patterns, the continuing delinquencies of the City of Chicago's administrations in not taking steps to arrest the growth, let alone change the pattern, of de facto segregation in housing were major contributors to the problem. Finally, upon the failure of the local officials (both the prior Boards and the City administrations) to adhere to the Constitution's requirements, the United States should have moved much sooner to enforce the Equal Protection Clause. But the fact remains that the courts were also equally open to the organizations now critical of the Plan, and it is to be regretted that the problem was not attacked directly and early on by <i>someone.</i></p>\n<p>[3]  Such later comments were received from the NAACP; the Urban League; several Hispanic community organizations and individuals represented by the Mexican American Legal Defense &amp; Educational Fund and the Puerto Rican Legal Defense &amp; Educational Fund; Citizens Schools Committee; and Designs for Change.</p>\n<p>[4]  Educational Components were adopted April 15, 1981 and were initially implemented in the 1981-82 school year. They will be dealt with briefly at the end of this opinion.</p>\n<p>[5]  Other categories, the largest of which was children classified as Asian, came to less than 1%, with the other rounding-off figures causing the apparent disparity in the total.</p>\n<p>[6]  Again the numbers do not tally precisely, this time mainly because the number of Asian studentsalthough still smallhas been growing steadily.</p>\n<p>[7]  When (several months before promulgating the actual Plan) the Board announced its proposed Student Assignment Principles, including the 30% definitions, this Court specifically voiced its own questions as to whether the case lawnot then proffered by the parties or reviewed by the Courtbore out such percentages as constitutional.</p>\n<p>[8]  One of the factors the Board considered was the experience of Boston, Detroit and Los Angeles, where \"the implementation of student desegregation plans, including the use of mandatory reassignment measures accelerated a trend toward increasing minority enrollment far in excess of that which was expected to occur based solely upon demographic analysis.\" Plan at 43 n. *. That should be contrasted with the slowing of the rate of outflow experienced in Chicago last year, as already discussed in the text. Again the constitutionally relevant consideration is that the Board took the matter into account but was not controlled by it.</p>\n<p>[9]  \"Common goals\" may be an overstatement. At least the Urban League has said (Mem. 51) that under the Board's concept of desegregation \"blacks would suffer more psychological and social harm than were the system to become virtually all minority through extensive white flight.\"</p>\n<p>[10]  See the desegregation survey conducted for the Board in November and December 1981 by the National Opinion Research Center (\"NORC\"), testing attitudes toward desegregation on the part of a representative sample of parents of children in the Chicago public schools.</p>\n<p>[11]  <i>Keyes v. School District No. 1, Denver, Colorado,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 197-98, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2691, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973); <i>Tasby,</i> 520 F.Supp. at 692-95, 699-701, 704-05, 707-13; <i>Parent Ass'n of Andrew Jackson High School v. Ambach,</i> <span class=\"citation\" data-id=\"366289\"><a href=\"/opinion/366289/the-parent-association-of-andrew-jackson-high-school-an-unincorporated/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 710 n. 2 (2d Cir.1979); <i>Morgan v. Kerrigan,</i> <span class=\"citation\" data-id=\"333181\"><a href=\"/opinion/333181/tallulah-morgan-v-john-j-kerrigan-boston-home-and-school-association/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 423 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">386</span></span> (1976); <i>Bradley v. Milliken,</i> <span class=\"citation\" data-id=\"377924\"><a href=\"/opinion/377924/ronald-bradley-v-william-g-milliken-governor-and-board-of-education-of/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1143</span></a></span>, 1154-56 (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">870</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></span> (1980); <i>Soria v. Oxnard School District,</i> <span class=\"citation\" data-id=\"315506\"><a href=\"/opinion/315506/debbie-and-doreen-soria-v-oxnard-school-district-board-of-trustees/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 581 n. 1 (9th Cir.1973), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">951</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1961</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></span> (1974); <i>United States v. Lubbock Independent School District,</i> <span class=\"citation\" data-id=\"1415981\"><a href=\"/opinion/1415981/united-states-v-lubbock-independent-sch/\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1223</span></a></span>, 1226 (N.D.Tex.1978), <i>aff'd,</i> <span class=\"citation\" data-id=\"367628\"><a href=\"/opinion/367628/united-states-v-lubbock-independent-school-district/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">585</span></a></span> (5th Cir.1979). Although a number of the cases announce the inclusive minority principle for a different purpose or in a different context, the Board's adoption of the same concept cannot be characterized as constitutionally unreasonable.</p>\n<p>[12]  This quotation is followed in the Board's Reply Memorandum by chapter and verse (with statistics as well as discussion) demonstrating the correctness of the statement. That subject had previously been dealt with at the Board's original Mem. 64-70.</p>\n<p>[13]  In its comments on the Plan the Urban League stated the test in just those terms (Mem. 21):\n</p>\n<p>[T]o achieve equity in racial burden, roughly equal proportions of the total black student population and of the total white student population should change schools.</p>\n<p>[14]  \"Non-residential children\" included in this calculation are those participating in three kinds of desegregation programs in the 1981-82 school year: voluntary transfers, magnet schools and magnet programs. These figures are not expected by the Board to change materially in future years.</p>\n<p>[15]  <i>Accord</i> (among other cases), <i>Liddell,</i> 667 F.2d at 649:\n</p>\n<p>Moreover, although a number of all-black or virtually all-black schools remain in St. Louis under the plan, the new system does eliminate all-white schools from the district.</p>\n<p>[16]  Nor is the NAACP sound in arguing that voluntary transfers that are educationally motivated, such as to magnet schools, should not be counted in evaluating \"burdens.\" Even though every voluntary decision is non-burdensome in an important sense, that position really proves too much and is not supported by case law.</p>\n<p>[17]  This opinion reserves judgment on the propriety of these limitations. If the future demonstrates a need for mandatory busing, it plainly makes sense to determine appropriate limitations in the context of the actual situation at that time.</p>\n<p>[18]  That is the teaching of a whole line of Supreme Court decisions beginning with <i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 300, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, 756, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (1955). <i>Accord,</i> such cases as <i>Cooper v. Aaron,</i> <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7, 16, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, 1404, 1408, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">5</span></a></span>, 19 (1958); <i>Monroe v. Board of Commissioners,</i> <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, 459, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1700</span></a></span>, 1705, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1968); <i>United States v. Scotland Neck City Board of Education,</i> <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, 491, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2214</span></a></span>, 2218, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">75</span></a></span> (1972).</p>\n<p>[19]  This principle has been announced and applied by our own Court of Appeals in <i>Johnson v. Board of Education of the City of Chicago,</i> <span class=\"citation\" data-id=\"369140\"><a href=\"/opinion/369140/kathy-sue-johnson-etc-and-darcel-milton-etc-v-board-of-education-of/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 516-17 (7th Cir.1979), which after many travels up and down the judicial ladder has most recently been remanded to this Court, ___ U.S. ___, <span class=\"citation\" data-id=\"110732\"><a href=\"/opinion/110732/johnson-v-board-of-ed-of-chicago/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, <span class=\"citation\" data-id=\"110732\"><a href=\"/opinion/110732/johnson-v-board-of-ed-of-chicago/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1982), and by such other cases as <i>Parent Ass'n,</i> 598 F.2d at 719-20; <i>Stout v. Jefferson County Board of Education,</i> <span class=\"citation\" data-id=\"336420\"><a href=\"/opinion/336420/linda-stout-by-her-father-and-next-friend-blevin-stout-cross-v/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 802 (5th Cir.1976); and <i>Higgins,</i> 508 F.2d at 794.</p>\n<p>[20]  In its April 6, 1982 Appendix supplementing its Reply Memorandum, the Board reported that even assuming a 5-mile radius between sending and receiving schools (normally 40-50 minutes travel each way), no more than two racially identified schools could likely be desegregated (one on the north side, one on the south side).</p>\n<p>[21]  This Court does not mean to imply that some opposition to busing may not be based on more legitimate concerns related to the values of a neighborhood school system.</p>\n<p>[22]  Two obvious examples are (1) the \"enrollment-within-capacity\" program (involving limitation of student enrollment to the schools' physical capacity, including elimination of the use of mobile classrooms for regular instruction) and (2) the Board's modified \"majority-to-minority\" transfer policies (the unmodified version simply allows automatic transfer of white or minority children from schools in which they are respectively in the majority to regular schools in which they are not).</p>\n<p>[23]  <i>United States v. Texas Education Agency,</i> <span class=\"citation\" data-id=\"389967\"><a href=\"/opinion/389967/united-states-v-texas-education-agency-south-park-independent-school/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 508-09 (5th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1143</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></span> (1982).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283891/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/336420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/366289/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367628/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/374663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377936/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/398276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/410439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1415981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445954/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1798865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1800940/"
          ]
        }
      ],
      "judges": "Shadur",
      "date_created": "2014-10-30T14:57:05.000552Z",
      "date_modified": "2016-03-03T20:17:54.631535Z",
      "date_filed": "1983-01-06",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-board-of-educ-of-city-of-chicago",
      "citation_id": 1602931,
      "case_name_short": "",
      "case_name": "United States v. Board of Educ. of City of Chicago",
      "case_name_full": "",
      "federal_cite_one": "554 F. Supp. 912",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 16,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1197469/united-states-v-board-of-educ-of-city-of-chicago/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T14:57:04.998355Z",
  "date_modified": "2014-10-30T14:57:04.998355Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Board of Educ. of City of Chicago",
  "case_name_full": "",
  "slug": "united-states-v-board-of-educ-of-city-of-chicago",
  "docket_number": "80 C 5124",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}