{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1221889/",
  "id": 1221889,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wis/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1647259/",
      "id": 1647259,
      "absolute_url": "/opinion/1647259/dieck-v-unified-school-dist-of-antigo/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1221889/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1647259/",
          "id": 1647259,
          "absolute_url": "/opinion/1647259/dieck-v-unified-school-dist-of-antigo/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1647259/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6045/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:00:58.790780Z",
          "date_modified": "2017-04-06T14:39:26.934049Z",
          "type": "010combined",
          "sha1": "ebb0a6b7ca8ac00765f9a24fc7170fcd56789577",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>165 Wis.2d 458 (1991)</b></center>\n<center><b>477 N.W.2d 613</b></center>\n<center><h1>William DIECK and James Tatro, on behalf of themselves and all others similarly situated, Plaintiffs-Appellants-Petitioners,<br>\nv.<br>\nUNIFIED SCHOOL DISTRICT OF ANTIGO, Langlade, Marathon and Shawano Counties, Wisconsin, Linda Szitta, Jeffrey Wagner, Michael Hunter, Gary Kieper, Nancy Igl, Thomas Hartman, Dr. Robert Keener, Shirley Nagel, Steven Brettingen, Antigo School Building Leasing Corporation and First Wisconsin Trust Company, Milwaukee, WI, Defendants-Respondents.</h1></center>\n<center>No. 89-2356.</center>\n<center><p><b>Supreme Court of Wisconsin.</b></p></center>\n<center>Oral Argument September 4, 1991.</center>\n<center>Decided December 12, 1991.</center>\n<p><span class=\"star-pagination\">*462</span> For the plaintiffs-appellants-petitioners there was a brief by <i>Richard J. Weber</i> and <i>Kelley, Weber, Pietz &amp; Slater, S.C.,</i> Wausau and oral argument by <i>Richard J. Weber.</i></p>\n<p>For the defendants-respondents there was a brief by <i>Thomas Terwilliger, Cassandra B. Westgate</i> and <i>Terwilliger, Wakeen, Piehler &amp; Conway, S.C.</i> and oral argument by <i>Ms. Westgate.</i></p>\n<p>Amicus Curiae brief was filed by <i>William L. Fahey, Jill Weber Dean</i> and <i>Lathrop &amp; Clark,</i> Madison for Wisconsin Association of School Boards, Inc.</p>\n<p>SHIRLEY S. ABRAHAMSON, J.</p>\n<p>This is a review of a published decision of the court of appeals, <i>Dieck v. Unified School District of Antigo,</i> 157 Wis.2d 134, 458 N.W.2d 565 (Ct. App. 1990), affirming a summary judgment of the Langlade County Circuit Court, Gary L. Carlson, Circuit Judge, in favor of the defendants, the Unified School District of Antigo, school board members, and other persons.</p>\n<p><span class=\"star-pagination\">*463</span> The principal issue presented is whether the Unified School District of Antigo incurred indebtedness in violation of art. XI, sec. 3(2), of the Wisconsin Constitution or chapter 67 or 120, Stats. 1989-90, when it executed a lease purchase agreement to finance the construction of a new high school. The lease purchase agreement includes a nonappropriation option that gives the District the right to terminate the lease purchase agreement by electing not to appropriate funds for rental payments. Thus the lease purchase agreement provides that the District has no legal obligation for unpaid rentals.</p>\n<p>We affirm the decision of the court of appeals, which affirmed the circuit court's granting summary judgment in favor of the defendants declaring that the District had the power to enter into this lease purchase transaction. The circuit court held that the District did not incur indebtedness when it executed the lease purchase agreement with a nonappropriation option and thus did not violate the constitution or statutes. The circuit court also held that the District has the authority to enter into an agreement with a Leasing Corporation created to enable the District to finance the acquisition of land and the construction of a new school. The circuit court further held that the District may use $500,000 raised through taxation for general operations as a payment under the lease purchase agreement. The court of appeals agreed with the circuit court on the resolution of these issues.</p>\n<p>We conclude, as did the court of appeals and the district court, that the defendants' motion for summary judgment should be granted.<sup>[1]</sup> Because the lease purchase <span class=\"star-pagination\">*464</span> agreement includes a nonappropriation option, the lease purchase agreement does not violate the constitution or statutes of Wisconsin. The District has the authority to enter into an agreement with a Leasing Corporation created to enable the District to finance the acquisition of land and the construction of a school. The District may disburse $500,000 from its general fund as a payment under the lease purchase agreement. Accordingly, we affirm the decision of the court of appeals, which affirmed the circuit court's judgment granting the District's motion for summary judgment.</p>\n<p>I.</p>\n<p>The relevant facts are not in dispute. The plaintiffs, taxpayers residing within the boundaries of the Unified School District of Antigo, filed a class action suit seeking a declaratory judgment and injunctive relief against the Unified School District of Antigo and others. This suit challenged the District's authority to enter into a lease purchase agreement, executed on June 12, 1989, with the Antigo School Board Leasing Corporation, to finance the acquisition of land and the construction of a new high school. The Leasing Corporation is a chapter 181 not-for-profit corporation.</p>\n<p>According to the lease purchase agreement, the Leasing Corporation (the lessor) will acquire the site, construct the new building, and hold title to the property. The District (the lessee), however, will act as the Leasing Corporation's agent to select the site and over-see <span class=\"star-pagination\">*465</span> the design and construction of the building. Under the lease purchase agreement the District may lease the building from the Leasing Corporation for twenty years, paying rent annually from annual appropriations.</p>\n<p>The lease purchase agreement incorporates and approves the terms of a Mortgage and Indenture of Trust between the Leasing Corporation and the First Wisconsin Trust Company (the trustee). The District has no direct contractual relationship with the Trust Company. The Leasing Corporation has assigned its rights to rental payments to the Trust Company. Thus the District makes payments directly to the Trust Company, which maintains all accounts created under the lease purchase agreement.</p>\n<p>If the District rents the school for the duration of the twenty-year lease period, it has the option to purchase the property for ten dollars. The Trust Company holds in escrow a deed from the Leasing Corporation to the District.</p>\n<p>As we explained previously, the District has the right under the nonappropriation option to terminate the lease purchase agreement by electing not to appropriate funds for the following fiscal year's payment. If the District exercises this nonappropriation option it will not be obligated to make any future payments under the lease purchase agreement but forfeits its right to future use of the school building and all the monies that it has appropriated. No funds of the District are jeopardized beyond the current fiscal year.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*466</span> The Leasing Corporation will acquire the $9,725,000 necessary to buy the site and construct the school from the sale of certificates of participation. These certificates entitle the registered owners to receive a portion of the rent the Trust Company receives from the District. The District has no direct contractual relationship with the certificate owners. The right of certificate owners to receive their share of the District's rental payments is subject to the provisions of the lease purchase agreement, including the District's nonappropriation option. The certificate owners' interests will be secured by a mortgage interest in the property and in any funds held in the Trust Company's accounts and by a municipal bond insurance policy which is to insure the payment of principal and interest to the certificate owners. No municipal bond insurance policy had been obtained <span class=\"star-pagination\">*467</span> when plaintiffs filed the complaint or at the time of oral argument in this court. A sample municipal bond insurance policy is part of the record. According to the lease purchase agreement which has been executed and is in effect, the District's obligations to any bond insurer are expressly restricted to annually appropriated rents.</p>\n<p>The plaintiffs assert that the lease purchase agreement is expressly designed to create indebtedness without giving the electors of the district an opportunity to vote. This lease purchase agreement, according to the plaintiffs, circumvents chapters 67 and 120, Stats. 1989-90, and contravenes the wishes of the electorate who, over the past 20 years, have rejected eight referenda for the issuance of general obligation bonds to fund school construction. The last vote occurred on September 13, 1988, when over 53 percent of the voters opposed the issuance of bonds.</p>\n<p>II.</p>\n<p>We first address the plaintiffs' claim that the lease purchase agreement violates art. XI, secs. 3(2) and (3), of the Wisconsin Constitution. Article XI, secs. 3(2) and (3), limit the power of school districts to become indebted. Article XI, sec. 3(2), states:</p>\n<blockquote>(2) No county, city, town, village, school district, sewerage district or other municipal corporation may become indebted in an amount that exceeds an allowable percentage of the taxable property located therein equalized for state purposes as provided by the legislature. In all cases the allowable percentage shall be 5 percent except as specified in pars. (a) and (b) ....</blockquote>\n<p>Section 3(3) requires a school district that incurs indebtedness under art. XI, sec. 3(2), to collect a direct <span class=\"star-pagination\">*468</span> annual tax sufficient to pay the interest on the debt as it falls due and also to pay and discharge the principal of the debt within 20 years from the time the debt was contracted. Article XI, sec. 3(3), states:</p>\n<blockquote>(3) Any county, city, town, village, school district, sewerage district or other municipal corporation <i>incurring any indebtedness under sub. (2)</i> shall, before or at the time of doing so, provide for the collection of a direct annual tax sufficient to pay the interest on such debt as it falls due, and also to pay and discharge the principal thereof within 20 years from the time of contracting the same. (Emphasis added.)</blockquote>\n<p>At issue in this case is whether, by its execution of the lease purchase agreement with a nonappropriation option, the District will become indebted or incur any indebtedness, as those words are used in art. XI, secs. 3(2) and (3). If the District becomes indebted or incurs indebtedness under art. XI, secs. 3(2) and (3), by executing the lease purchase agreement, it violates art. XI, sec. 3(3), because the District has failed to provide for a direct annual tax sufficient to pay the interest on such debt and to pay and discharge the principal within 20 years. If the District does not become indebted or incur indebtedness under art. XI, secs. 3(2) and (3), by executing the lease purchase agreement, then the District need not comply with the tax levy provisions of art. XI, sec. 3(3), and the lease purchase agreement is constitutional.</p>\n<p>The history of the Wisconsin constitutional provisions concerning municipal debt manifests both an abhorrence of public debt and a willingness to increase the debt limit, particularly for school purposes.<sup>[3]</sup> The <span class=\"star-pagination\">*469</span> purpose of art. XI, secs. 3(2) and (3), is to prevent the creation of excessive municipal debt and the consequent burdensome taxation. The constitutional restrictions seek to assure that the burden of paying off the debt is imposed upon those who contracted the obligations. The court has said that \"the purpose of the constitutional provision was to limit the burden which those who contract obligations may place upon posterity.\" <i>School District No. 6 v. Marine National Exchange Bank,</i> 9 Wis. 2d 400, 407, 101 N.W.2d 112 (1960).</p>\n<p>[1]</p>\n<p>The court has interpreted the phrases \"become indebted\" and \"incurring any indebtedness\" in art. XI, secs. 3(2) and (3), according to the purposes underlying the constitutional provisions. The court has interpreted the word \"indebtedness\" as referring to a voluntary and absolute undertaking to pay a sum certain. No indebtedness exists if the municipal body may avoid its obligation <span class=\"star-pagination\">*470</span> or if conditions precedent exist.<sup>[4]</sup> Indebtedness under this constitutional provision thus means, according to our cases, that the municipal body has assumed \"legally enforceable obligations.\" <i>State ex rel. LaFollette v. Reuter,</i> 33 Wis.2d 384, 398, 407, 147 N.W.2d 304 (1967); <i>State ex rel. Thomson v. Giessel,</i> 265 Wis. 185, 199, 60 N.W.2d 873 (1953) (quoting <i>State ex rel. Wisconsin Dev. Auth. v. Dammann,</i> 228 Wis. 147, 197, 180 N.W. 698 (1938)). The undertaking must be enforceable by the creditor against the municipal body or its assets.</p>\n<p>The test established in our cases for indebtedness in art. XI, secs. 3(2) and (3), is not whether the municipal body unit will probably pay or whether the municipal body would be foolish not to pay.<sup>[5]</sup> The test is whether the municipal body is under an obligation to pay and the creditor has a right to enforce payment against the municipal body or its assets.<sup>[6]</sup> No indebtedness is incurred \"where payments are to be made solely at the government's option.\" <i>State ex rel. Thomson v. Giessel,</i> 271 Wis. 15, 40, 72 N.W.2d 577 (1955). When the governmental unit has no binding obligation to pay rent for the full term of the lease, it has not incurred any indebtedness under art. XI, secs. 3(2) and (3). <i>Giessel, supra</i> 271 Wis. at 37.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*471</span> Thus according to our cases, if a municipal body can acquire property without incurring indebtedness, that is, without incurring legally enforceable obligations, neither the spirit nor the letter of the constitution has been violated. \"For it must be kept in mind that the purpose of a debt limitation is not to prevent the municipality from acquiring buildings or public works, but to place a limitation on the extent to which it may pledge its credit and hence burden the taxpayers.\" <i>Giessel, supra</i> 271 Wis. at 36 (quoting 71 A.L.R. 1326 (1931)). The court of appeals captured the theme of the cases when it stated that the constitutional restrictions in art. XI, secs. 3(2) and (3) \"guard against indebtedness, not creative financing.\" <i>Dieck, supra</i> 157 Wis.2d at 143. Applying this longstanding interpretation of art. XI, secs. 3(2) and (3), to the lease purchase agreement with a nonappropriation option in this case leads to one conclusion: The District has not incurred any indebtedness under art. XI, sec. 3(2).</p>\n<p>The District can terminate the lease purchase agreement at any time by refusing to appropriate funds to meet the annual rental payment. The nonappropriation option allows the District to pay rent solely at its own option, even though the District may envision leasing the building for twenty years and then exercising its option to purchase. Payments under the lease purchase agreement are made solely from current year budget expenditures. Future rental payments are conditioned on the District's voting future appropriations. Certificate <span class=\"star-pagination\">*472</span> holders have no recourse against the District for rental payments in future years. Applying <i>Giessel, supra</i> 271 Wis. at 37, we must conclude that \"since there is no binding obligation ... to pay rent for the full terms of the leases, it is inconceivable that a debt is incurred....\"</p>\n<p>Our conclusion that this lease purchase agreement with the nonappropriation option does not create indebtedness under art. XI, sec. 3(2), effectuates the purpose and maintains the integrity of the constitutional debt limitations. A nonappropriation option preserves for each successive legislative body the responsibility of reviewing the wisdom of the lease and of deciding whether to continue it and shields taxpayers from burgeoning debt. Future generations are not burdened by past decisions. While their decisions are not binding on us, most other state courts considering the constitutionality of lease purchase agreements with nonappropriation clauses have upheld the transactions as not being debt under their constitutions.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*473</span> The plaintiffs advance arguments to convince the court that this case differs from prior cases in which the court held the transactions constitutional. We are not persuaded by plaintiffs' arguments. The plaintiffs argue first that this lease purchase agreement is a subterfuge designed by the District to avoid compliance with the Wisconsin Constitution. The plaintiffs contend that the lease purchase agreement is a disguised installment purchase plan with the construction costs amortized over the twenty-year lease period and thus creates indebtedness under art. XI, secs. 3(2) and (3).</p>\n<p>[2]</p>\n<p>The court has faced similar substance-over-form arguments in previous cases. In response to these arguments the court has stated that it is not an illegal evasion of the constitution \"to accomplish a desired result, lawful in itself, by finding a legal way to do it.\" <i>Giessel, supra</i> 271 Wis. at 42 (citation omitted).<sup>[9]</sup> Leasing a new school building is the desired, lawful objective in this case. The issue is whether the District has found a legal <span class=\"star-pagination\">*474</span> way to accomplish this lawful objective. We conclude it has.</p>\n<p>The plaintiffs base their first argument that the District's way is not legal on two late nineteenth century cases. The plaintiffs compare this case to <i>Earles v. Wells,</i> 94 Wis. 285, 68 N.W. 964 (1896), in which this court invalidated a plan similar to the District's lease purchase agreement. In <i>Earles,</i> the city of Kaukauna would lease waterworks facilities for twenty years, making lease payments reflecting capital and operating costs. At the end of the lease term, title to the facility would automatically pass to Kaukauna. The plaintiffs contend that the nominal ten dollar option price in this case does not distinguish the District's plan from that of the city of Kaukauna and that following <i>Earles</i> this lease purchase agreement must be held unconstitutional.</p>\n<p>The plaintiffs contrast <i>Stedman v. City of Berlin,</i> 97 Wis. 505, 73 N.W. 57 (1897), in which the court upheld the city of Berlin's contract to pay a $4,500 annual rental for the use of a waterworks system with the option to purchase the entire system at the end of thirty years for $60,000. According to the plaintiffs, the distinction between <i>Earles</i> and <i>Stedman</i> is that in <i>Stedman</i> the city would pay rent for the use of the system and then possess a genuine option to purchase, while in <i>Earles</i> the rental payments were in fact installment payments to purchase the facility. The plaintiffs argue that the District's plan is more like the unconstitutional transaction in <i>Earles</i> than the constitutional transaction in <i>Stedman.</i></p>\n<p>The court has not accepted the plaintiffs' reading of the two cases. A third case decided in the same period, <i>Burnham v. City of Milwaukee,</i> 98 Wis. 128, 73 N.W. 1018 (1897), begins to clarify the true nature of the distinction between <i>Earles</i> and <i>Stedman.</i> In <i>Burnham</i> the <span class=\"star-pagination\">*475</span> city of Milwaukee entered into installment contracts to purchase land for public parks. The city would automatically gain title to the land when it paid the final installment. The city, however, had statutory power not to pay any installment and to cancel the contract. The court upheld the constitutionality of the arrangement, relying on the <i>Stedman</i> case because in both cases all future payments were optional with the municipal body. <i>Burnham, supra</i> 98 Wis. at 133.<sup>[10]</sup></p>\n<p>In <i>Giessel</i> the court made clear that the distinction between <i>Earles</i> and <i>Stedman</i> is not how title is passed but whether binding government obligations were created.<sup>[11]</sup> The <i>Giessel</i> court declared that neither the plan's resemblance to an installment purchase plan nor the manner in which title passed in <i>Earles</i> was the decisive issue. The determinative factor was that in <i>Earles</i> the court concluded that the city had a binding obligation to pay rent every year for thirty years. <i>Giessel, supra</i> 271 Wis. at 38 (citing <i>Earles,</i> 94 Wis. at 295). <i>See also </i><i>Milwaukee Elec. Ry. &amp; Light Co. v. Milwaukee,</i> 173 Wis. 329, 342-43, 181 N.W. 298 (1921). By contrast, in <span class=\"star-pagination\">*476</span> <i>Stedman</i> the court concluded that the annual rental payments did not constitute a binding obligation on the governmental unit to pay rent every year. <i>Stedman,</i> 97 Wis. at 511-12.</p>\n<p>We read these prior cases as saying that the method of transferring title at the end of the transaction and the similarity of the arrangement to an installment purchase plan are not the determinative factors under the constitution. The essence of constitutional indebtedness is that the governmental unit has an absolute obligation to make future payments. In this case the District has the option to stop rental payments, cancel the lease purchase agreement, and not acquire title to the property. Even though the District's present intention is to make all the payments, and perhaps the District would be wise to do so, the lease purchase agreement will not result in the District's having any legally binding obligations.</p>\n<p>[3]</p>\n<p>We conclude that the District has found a legal way to accomplish its lawful objective. This argument of the plaintiffs fails.</p>\n<p>[4]</p>\n<p>The second argument the plaintiffs urge is that the District has pledged its assets, namely, the balances of the accounts the Trust Company controls, as security for the certificate owners and has thus incurred constitutional debt. An obligation is indebtedness under art. XI, sec. 3, if it is secured by any asset the municipal body owned prior to incurring the debt or on other property in addition to that purchased. \"Where ... a mortgage is imposed on property already owned by the municipality, or upon other property in addition to that purchased, to secure the purchase price, there is an indebtedness or liability, within the meaning of the debt limitation.\" <i>State ex rel. Hammermill Paper Company v. LaPlante,</i> <span class=\"star-pagination\">*477</span> 58 Wis. 2d 32, 65, 205 N.W.2d 784 (1973) (citation omitted). See also State ex rel. <i>Rogers v. Milligan,</i> 269 Wis. 565, 568, 69 N.W.2d 485 (1955); <i>Burnham v. City of Milwaukee, supra</i> 98 Wis. at 132-33; Kiernan, <i>supra</i> note 2 at 210-11.</p>\n<p>[5]</p>\n<p>We conclude that the accounts do not constitute assets the District owned prior to the lease purchase agreement or property in addition to the real property that is the subject of the lease purchase agreement.</p>\n<p>The District pays base rentals and additional rentals which it appropriates each year. The Trust Company directs these payments into accounts it oversees pursuant to the documents of the transaction. In case of default, which includes the District's exercising its option of nonappropriation, the Trust Company applies any excess funds in those accounts to the outstanding obligations due the certificate owners. At the termination of the lease any funds remaining in these accounts would be returned to the District. According to the documents, the excess funds represent an overpayment of annual rentals. Thus the District may in future years recover some of its rental payments.</p>\n<p>The plaintiffs are arguing in effect that the rental payments constitute a pledge of the District's assets as security for rental payments. The contingent interest the District has in these accounts as overpayments of rent does not constitute a pledge of the District's assets or additional security for the payment of future rental payments within the meaning of art. XI, secs. 3(2) and (3). In no event does the District put at risk any assets not specifically appropriated on an annual basis as rental payments under the lease purchase agreement.</p>\n<p>The plaintiffs' third argument is that the sample municipal bond insurance policy, produced by the <span class=\"star-pagination\">*478</span> School District pursuant to a discovery motion, obliges the District to reimburse the insurance company for any funds the company disburses under the policy. The sample policy would oblige the District to reimburse the insurance company, for example, for any funds the company pays to the certificate owners in the event that the District exercises its nonappropriation option or defaults. The plaintiffs persuasively argue that the execution of such an insurance policy by the School District would result in constitutional indebtedness because the policy would obligate the District in future years either to make future rental payments or to pay the insurance company under the policy.</p>\n<p>[6]</p>\n<p>No municipal bond insurance policy is, however, involved in this case. The District has asserted in each court that the policy in the records is only a sample policy. The District has clearly stated that it does not intend to adopt this policy. The circuit court, the court of appeals and this court treat the adoption of this sample policy as a \"remote, contingent, and uncertain\" event <i>Loy v. Bunderson,</i> 107 Wis. 2d 400, 414, 320 N.W.2d 175 (1982) (citation omitted).</p>\n<p>The plaintiffs urge the court to conclude that the reimbursement provision in the sample policy creates impermissible indebtedness. The District's brief concedes that the policy language obligating it to reimburse the insurance company \"would, in fact, create indebtedness [and that] the District could not enter into such a contract without voter approval and the imposition of a mandatory, irrevocable redemption tax.\" Respondent's Brief at 31. We agree with the plaintiffs and the District. If the District executes a bond insurance policy, the District must not create binding future obligations without <span class=\"star-pagination\">*479</span> company with applicable constitutional and statutory provisions.</p>\n<p>The plaintiffs argue that if the sample bond policy is not considered, then a vital instrument of the lease purchase agreement is missing and summary judgment for the District is improper. The court of appeals affirmed the circuit court's exercise of discretion in determining that the issues raised about the lease purchase agreement, apart from the sample bond insurance policy and the certificates of participation, are sufficiently separate and developed to permit a declaration of rights about the lease purchase agreement with the nonappropriation option. We agree with this analysis. <i>See </i><i>Dieck,</i> 157 Wis. 2d at 138-40.</p>\n<p>For the reasons set forth, we conclude that when the District entered into the lease purchase agreement with the nonappropriation clause it did not incur indebtedness under art. XI, secs. 3(2) and (3).</p>\n<p>III</p>\n<p>[7]</p>\n<p>We now address the plaintiffs' contention that the District's lease purchase agreement contravenes chapters 67 and 120, Stats. The establishment and operation of public schools is a governmental function of the state, and the legislature has delegated portions of that power to various school districts. <i>Buse' v. Smith,</i> 74 Wis. 2d 550, 563, 572, 247 N.W.2d 141 (1976). A school district ordinarily possesses express powers granted by statute and implied powers necessary to execute the powers expressly given it. <i>State ex rel. Van Straten v. Milquet,</i> 180 Wis. 109, 113, 192 N.W. 392 (1923); <i>Neis v. Board of Education,</i> 128 Wis. 2d 309, 314-15, 381 N.W.2d 614 (Ct. App. 1985).</p>\n<p><span class=\"star-pagination\">*480</span> The plaintiffs argue that by entering into the lease purchase agreement the District is borrowing money under sec. 67.03(1) without complying with the statutory requirements. Section 67.03(1) provides that municipalities may borrow money and issue municipal obligations therefor<sup>[12]</sup> only for the purposes and by the procedures specified in chapter 67. Voter approval is ordinarily one of the required procedures. Section 67.05(6a), Stats. 1989-90.</p>\n<p>[8]</p>\n<p>The parties cite no case law interpreting the word \"borrowing\" in sec. 67.03. We are persuaded, as were commentators and the attorney general, that chapter 67 applies only to municipal borrowing.<sup>[13]</sup> The ordinary meaning of the word \"borrowing\" is to solicit and receive from another any article of property or thing of value with the intention and promise to repay or return it or its equivalent. By executing this lease purchase agreement the District does not engage in \"borrowing.\"</p>\n<p>The plaintiffs also argue that sec. 120.44(2), Stats. 1989-90, requires the electors of the school district to approve this lease purchase agreement. Section 120.44(2) provides as follows:</p>\n<blockquote>... The officers of a unified school district have the powers and duties of the officers of a common school district .... The school board shall not ... issue <span class=\"star-pagination\">*481</span> bonds or incur other <i>indebtedness</i> without approval of the electors of the school district in any instance where the school board of a common school district is not authorized to do so. (emphasis added).</blockquote>\n<p>[9]</p>\n<p>The parties cite no authority interpreting the word \"indebtedness.\" Nothing in sec. 120.44(2) indicates that the meaning of the word \"indebtedness\" differs from its meaning in art. XI, secs. 3(2) and (3). As we have explained previously, the District has not incurred indebtedness. We therefore conclude that the District need not seek voter approval under sec. 120.44(2).</p>\n<p>The plaintiffs also argue that the 1981 repeal of secs. 120.10(18) and 120.19, Stats. 1979-80,<sup>[14]</sup> which expressly authorized lease purchase agreements like the one at issue, nullifies the District's power to execute the lease purchase agreement. Regardless of the repeal of secs. 120.10(18) and 120.19, the statutes presently expressly grant school boards the power to provide for the construction or lease of buildings. Section 120.10(5) provides that a school board may \" [d]esignate sites for school district buildings and provide for the erection of suitable buildings or for the lease of suitable buildings for a period not exceeding 20 years with annual rentals fixed by the lease.\"</p>\n<p>[10]</p>\n<p>A school board may act according to the full extent of its express powers. A school board's authority to execute a lease purchase agreement with a leasing corporation does not rest on any powers granted only by the repealed statutes.</p>\n<p>The plaintiffs next argue that the District does not possess statutory authority to issue certificates of participation. <span class=\"star-pagination\">*482</span> The form of the certificate of participation is not final. An affidavit in the record states that counsel has proposed that the District not be a signatory on the certificate. The District's brief indicates that the District will be removed as a signatory and asserts that the presence of the District's signature on the certificate is not substantive to the transaction or to the issuance of the certificates. Respondent's Brief at 9, 41-42.</p>\n<p>[11]</p>\n<p>As explained previously, the circuit court exercised its discretion appropriately in determining that the issues raised, apart from the certificates and the bond insurance policy, are sufficiently separate and developed to permit a declaration of rights about the lease purchase agreement with the nonappropriation option. The lease purchase agreement makes clear that the District has no direct contractual relationship with the certificate owners and that the right of certificate owners to receive their share of the District's rental payments is subject to the provisions of the lease purchase agreement, including the District's nonappropriation option. The issuance of the certificates does not directly or indirectly obligate the District to make any payments beyond those duly budgeted and appropriated from the District's general fund for the then current fiscal year. As the transaction is currently structured under the lease purchase agreement without finalization of the form of the certificate of participation and bond insurance policy, the District does not incur indebtedness and does not engage in municipal borrowing and thus does not have to comply with the statutory and constitutional provisions upon which the plaintiffs rely.</p>\n<p>Finally, the plaintiffs contend that it was illegal for the District to disburse $500,000 from the general fund to the Trust Company as a payment on this undertaking. <span class=\"star-pagination\">*483</span> The plaintiffs claim that a district may commit funds to the purchasing or leasing of a school site only if the district specifically votes a tax for that purpose under sec. 120.10(6), Stats. 1989-90.<sup>[15]</sup> According to the plaintiffs, the District erred by taking $500,000 from the general fund instead of specifically voting a tax to lease a site pursuant to the lease purchase agreement. The essence of the plaintiffs' argument is that because sec. 120.10(6), Stats. 1989-90, empowers the levy of a tax to pay rental costs, such costs cannot be paid from funds levied under any other authority.</p>\n<p>The plaintiffs rely on <i>Riesen v. School District No. 4,</i> 192 Wis. 283, 290-91, 212 N.W. 783 (1927). <i>Riesen</i> is inapposite. In <i>Riesen</i> the statute contemplated a separate fund for the lease of a schoolhouse. In contrast to the statute in <i>Riesen,</i> sec. 120.10(6) does not contemplate a separate fund.</p>\n<p>[12]</p>\n<p>Furthermore sec. 120.10(8) permits the levy of taxes for operation of the schools. Section 120.10 does not necessarily view the separately enumerated purposes for the levy of taxes as mutually exclusive. If the legislature intended a separate fund for leasing, it would have inserted clear statutory language requiring a segregated fund as it has, for instance, in sec. 120.10(10m), Stats. <span class=\"star-pagination\">*484</span> 1989-90.<sup>[16]</sup> Nothing in sec. 120.10(6) limits a district from disbursing funds to lease buildings when these funds were raised by the levy of taxes for operation of schools. We therefore conclude that the District may disburse $500,000 out of the general fund as a payment under the lease purchase agreement.</p>\n<p>For the reasons set forth above, we affirm the decision of the court of appeals and the judgment of the circuit court.</p>\n<p><i>By the Court.</i>혰The decision of the court of appeals is affirmed.</p>\n<p>LOUIS J. CECI, J. <i>(dissenting).</i></p>\n<p>I dissent because the case is not ripe for review. Without the final form of the insurance policy being available for review, the lease purchase agreement contains language which troubles me. The troubling language is as follows: \"The District hereby agrees that it will reimburse the Certificate Insurer for the amounts, if any, paid by the Certificate Insurer under the Municipal Bond Insurance Policy.\" In addition, the \"Municipal Bond Insurance Policy\" is defined by the agreement as \"insuring the payment of the principal and interest with respect to all or any of the Certificates in accordance with the terms of the Municipal Bond Insurance Policy.\"</p>\n<p><span class=\"star-pagination\">*485</span> The combination of these two parts of the Agreement, which is in final form and has been executed, appears to obligate the District to pay somebody, whether it be the Trust Company or the Certificate Insurer, for the entire amount of the purchase price of the school. The majority opinion ignores these parts of the agreement and instead focuses upon contradictory language in the agreement which states that \"the District's obligations to any bond insurer are expressly restricted to annually appropriated rents.\" Majority op. at 467. The District's brief also ignored the troubling effect of the language which I have quoted above.</p>\n<p>Controversies are ripe for adjudication when the facts are \"sufficiently developed to avoid courts entangling themselves in abstract disagreements .... While this does not mean that all adjudicatory judgment, facts must not be `so contingent and uncertain.'\" <i>Miller Brands-Milwaukee v. Case,</i> 162 Wis. 2d 684, 694-95, 470 N.W.2d 290 (1991) (citations omitted). Here, the facts are fully developed but for the final forms of the insurance policy and the certificates of participation. However, the insurance policy is crucial to the case as it could destroy the legality of the entire transaction.</p>\n<p>The insurance policy could, by its terms, restrict the District's obligation to something less than the full amount of the price of the school. But without the policy being in final form, we are forced to rely upon assertions by the District's attorneys that the final form of the policy will not create debt. The majority quotes from the District's brief where the District concedes that the language in the sample bond insurance policy, which was not part of the record, would create debt. The majority concludes this section of the opinion by instructing the District that the policy, when issued, \"must not create <span class=\"star-pagination\">*486</span> binding future obligations ....\" Majority op. at 478. Such an instruction does not render an otherwise unripe dispute ripe for review.</p>\n<p>Furthermore, it is obvious that for the past 20 years, the school board has been unable to obtain the support of the electorate of the school district for this expansive and expensive building project. This court should not become involved in the school board's innovative use of smoke and mirrors to thwart the will of the electorate by rendering this principally advisory opinion. See majority op. at 478-479, wherein the majority advises: \"If the District executes a bond insurance policy, the District must not create binding future obligations without complying with applicable constitutional and statutory provisions.\"</p>\n<p>For the reasons stated, I dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs and defendants moved for summary judgment. In reviewing a motion for summary judgment, the reviewing court applies the statutory standards that a trial court applies as set forth in sec. 802.08(2), Stats. 1989-90: \"The judgment sought shall be rendered if . . . there is no genuine issue as to any material fact and . . . the moving party is entitled to a judgment as a matter of law.\" The general rules for reviewing summary judgment are set forth in <i>Grams v. Boss,</i> 97 Wis.2d 332, 338-39, 294 N.W.2d 473 (1981).</p>\n<p>[2]  Several provisions relate to the nonappropriation option. <i>See, e.g.,</i> Section 8.1 of the lease purchase agreement, which provides as follows:\n</p>\n<p><i>Section 8.1. Payments to Constitute Currently Budgeted Expenditures of the District.</i> The District and the Lessor acknowledge and agree that the Base Rentals and Additional Rentals hereunder shall constitute currently budgeted expenditures of the District from its general fund. The District's obligations under this Lease shall be subject to the District's annual right to terminate this Lease (as further provided in Sections 6.1, 6.2, 8.2 and 8.6 hereof), and shall not constitute a mandatory charge or requirement in any ensuing Fiscal Year beyond the then current Fiscal Year. Since the District has no obligation to make any payments under this Lease or the Certificates beyond those appropriated from its general fund for the District's then current Fiscal Year, the referendum requirements and other limitations of Chapter 67 of the Wisconsin Statutes, as amended, are inapplicable to this Lease. No provision of this Lease shall be construed or interpreted as creating a general obligation or other indebtedness of the District within the meaning of any constitutional or statutory debt limitation. Neither this Lease nor the issuance of the Certificates shall directly or indirectly obligate the District to make any payments beyond those budgeted and appropriated from its general fund for the District's then current Fiscal Year. The District shall be under no obligation whatsoever to exercise its option to purchase the Project. No provision of this Lease shall be construed to pledge or to create a lien on any class or source of District moneys (provided, however, that the restrictions of Section 2.11 of the Indenture shall apply to the issuance of Additional Certificates).</p>\n<p>[3]  Art. XI, sec. 3, was amended in 1874 to include the basic requirements of the current section. The original version of the section adopted in 1848 merely directed the legislature to restrict the power of municipal corporations to borrow money \"so as to prevent abuses.\" Article XI, sec. 3, Wis. Const. 1848.\n</p>\n<p>The constitutional limitations on debt protect creditors from defaulting municipalities, an all too common occurrence before 1874, <i>Dyes v. St. Croix County,</i> 108 Wis. 136, 142-43, 83 N.W. 637 (1900), and protect society from the general disorder that may accompany municipal bankruptcy, <i>State ex rel. LaFollette v. Reuter,</i> 33 Wis.2d 384, 404, 147 N.W.2d 304 (1967).</p>\n<p>For discussions of the history of debt limitations in Wisconsin, see generally Roger E. Walsh, <i>Constitutional Debt Limitations of Wisconsin Municipalities혰A Survey,</i> 45 Marq. L. Rev. 614, 614-16 (1962); William J. Kiernan, Jr., <i>Wisconsin Municipal Indebtedness: Part I혰The Power to Become Indebted and Its Limits,</i> 1964 Wis. L. Rev. 173, 185-95; Paul R. Schilling, Thomas E. Griggs &amp; Julianna Ebert, <i>Wisconsin Municipal Debt Finance: An Outlook for the Eighties,</i> 63 Marq. L. Rev. 539, 548 (1980).</p>\n<p>[4]  <i>See, e.g., </i><i>Columbia County v. Wisconsin Retirement Fund,</i> 17 Wis.2d 310, 328-31, 116 N.W.2d 142 (1962); <i>State ex rel. Thomson v. Giessel,</i> 267 Wis. 331, 345, 65 N.W.2d 529 (1954); <i>Milwaukee Elec. Ry. &amp; Light Co. v. City of Milwaukee,</i> 173 Wis. 329, 343, 181 N.W. 298 (1921); <i>Connor v. Marshfield,</i> 128 Wis. 280, 291-95, 107 N.W. 639 (1906).</p>\n<p>[5]  <i>Burnham v. City of Milwaukee,</i> 98 Wis. 128, 132, 73 N.W. 1018 (1897).</p>\n<p>[6]  Connor, supra, 128 Wis. at 292; <i>Burnham, supra</i> 98 Wis. at 133.</p>\n<p>[7]  This court's interpretation of the words \"debt\" and \"indebtedness\" in the Wisconsin Constitution accords with generally accepted definitions of municipal indebtedness. See Reuven Mark Bisk, <i>State and Municipal Lease-Purchase Agreements: A Reassessment, 7</i> Harv. J.L. &amp; Pub. Pol'y 521, 543-44 (1984); 15 McQuillan, <i>Municipal Corporations</i> secs. 41.18, 41.19 (3d ed. 1985 rev. ed.).</p>\n<p>[8]  <i>See, e.g., </i><i>Department of Ecology v. State Finance Comm.,</i> 116 Wash.2d 246, 804 P.2d 1241, 1244-47 (1991); <i>State ex rel. Kane v. Goldschmidt,</i> 308 Ore. 573, 783 P.2d 988, 991-96 (1989); <i>Glennon Heights, Inc. v. Central Bank &amp; Trust,</i> 658 P.2d 872, 878-79 (Colo. 1983); <i>Edgerly v. Honeywell Information Sys., Inc.,</i> 377 A.2d 104, 108 (Me. 1977); <i>Ruge v. State,</i> 201 Neb. 391, 267 N.W.2d 748, 750-52 (1978); <i>Enourato v. New Jersey Bldg. Auth.,</i> 182 N.J. Super. 58, 440 A.2d 42, 46-47 (1981), <i>aff'd,</i> 90 N.J. 396, 448 A.2d 449, 455-56 (1982); <i>Caddell v. Lexington Cy. Sch. Dist. 1,</i> 296 S.C. 397, 373 S.E.2d 598, 599-600 (1988); <i>McFarland v. Barron,</i> 83 S.D. 639, 164 N.W.2d 607, 609-10 (1969); <i>Texas Pub. Bldg. Auth. v. Mattox,</i> 686 S.W.2d 924, 928 (Tex. 1985); <i>Baliles v. Mazur,</i> 224 Va. 462, 297 S.E.2d 695, 698-700 (1982); <i>State ex rel. West Virginia Resource Recovery혰Solid Waste Disposal Auth. v. Gill,</i> 323 S.E.2d 590, 594-95 (W. Va. 1984). <i>But see, e.g., </i><i>Montano v. Gabaldon,</i> 108 N.M. 94, 766 P.2d 1328, 1329-30 (1989) (lease purchase agreement with nonappropriation clause creates moral or equitable obligation to continue payment and therefore creates debt).\n</p>\n<p>One author concluded that declaring a lease purchase agreement with a nonappropriation option constitutional was the \"optimal approach that establishes both the correct legal rule and encourages utilization of lease-purchasing.\" Reuven Mark Risk, <i>State and Municipal Lease-Purchase Agreements: A Reassessment, 7</i> Harv. J.L. &amp; Pub. Pol'y 521, 546 (1984).</p>\n<p>[9]  The court has also stated that \"it should be remembered ... that the city could not do by indirection what it could not do directly.\" <i>Earles v. Wells,</i> 94 Wis. 285, 68 N.W. 964 (1896). In this case the District could not directly bind itself to make payments in future years. The District did not through the lease purchase agreement with the nonappropriation option indirectly bind itself to make payments in future years.</p>\n<p>[10]  The plaintiffs claim that the holding in <i>Burnham</i> is not applicable because the city acted under special statutes that do not apply to the Antigo School District. The special statutes stated that the city was not creating a corporate liability. The Antigo School District needs no special statute; the terms of the lease purchase agreement itself state that the District does not incur any obligation for future payments.\n</p>\n<p>For commentary on these cases see Kiernan, <i>supra</i> note 3 at 208-209, and Walsh, <i>supra</i> note 3 at 619-20.</p>\n<p>[11]  The court in <i>Giessel</i> decided whether a series of transactions created state indebtedness under art. VIII, sec. 4, Wis. Const. 271 Wis. at 34. The definition of indebtedness in that section is the same as in art. XI, sec. 3. <i>Reuter, supra</i> 33 Wis.2d at 405; <i>State ex rel. Thomson v. Giessel,</i> 267 Wis. 331, 352, 65 N.W.2d 529 (1954).</p>\n<p>[12]  Section 67.01(6) defines municipal obligation broadly to include \"every lawful promise or engagement in writing by a municipality to pay at a specified future time a specified sum of money.\"</p>\n<p>[13]  <i>See</i> Kiernan, <i>supra,</i> note 3 at 248, n.444 ( \" [T]he title ...the use of the conjunction `and,' and the obvious functioning of chapter 67 all rebut the notion that the restriction applies to any [credit obligation] other than borrowing\"); Schilling, Griggs &amp; Ebert, <i>supra,</i> note 3 at 544 n.18 (1980); 63 O.A.G. 309, 310 (1974).</p>\n<p>[14]  Sections 1348, 1350, ch. 20, Laws of 1981.</p>\n<p>[15]  120.10 Powers of annual meeting. The annual meeting of a common or union high school district may:\n</p>\n<p>(6) TAX FOR SITES, BUILDINGS AND MAINTENANCE. Vote a tax to purchase or lease suitable sites for school buildings, to build, rent, lease or purchase and furnish, equip and maintain school district buildings. The tax may be spread over as many years as are required to pay any obligations approved or authorized at the annual meeting including rental payments due in future years under an authorized lease.</p>\n<p>[16]  120.10 Powers of annual meeting. The annual meeting of a common or union high school district may:\n</p>\n<p>(10m) SCHOOL CAPITAL EXPANSION FUND. Vote a tax to create a fund for the purpose of financing all current and future capital expenditures related to buildings and sites. All money raised through taxation or otherwise collected pursuant to this subsection shall be deposited by the school district in a segregated fund. Such money shall not be used for any other purpose or be transferred to any other fund except by authorization by a majority vote of the electors present at a subsequent annual meeting ....</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">458</span></span> (1991)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">477</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">613</span></span></b></center>\n<center><h1>William DIECK and James Tatro, on behalf of themselves and all others similarly situated, Plaintiffs-Appellants-Petitioners,<br>\nv.<br>\nUNIFIED SCHOOL DISTRICT OF ANTIGO, Langlade, Marathon and Shawano Counties, Wisconsin, Linda Szitta, Jeffrey Wagner, Michael Hunter, Gary Kieper, Nancy Igl, Thomas Hartman, Dr. Robert Keener, Shirley Nagel, Steven Brettingen, Antigo School Building Leasing Corporation and First Wisconsin Trust Company, Milwaukee, WI, Defendants-Respondents.</h1></center>\n<center>No. 89-2356.</center>\n<center><p><b>Supreme Court of Wisconsin.</b></p></center>\n<center>Oral Argument September 4, 1991.</center>\n<center>Decided December 12, 1991.</center>\n<p><span class=\"star-pagination\">*462</span> For the plaintiffs-appellants-petitioners there was a brief by <i>Richard J. Weber</i> and <i>Kelley, Weber, Pietz &amp; Slater, S.C.,</i> Wausau and oral argument by <i>Richard J. Weber.</i></p>\n<p>For the defendants-respondents there was a brief by <i>Thomas Terwilliger, Cassandra B. Westgate</i> and <i>Terwilliger, Wakeen, Piehler &amp; Conway, S.C.</i> and oral argument by <i>Ms. Westgate.</i></p>\n<p>Amicus Curiae brief was filed by <i>William L. Fahey, Jill Weber Dean</i> and <i>Lathrop &amp; Clark,</i> Madison for Wisconsin Association of School Boards, Inc.</p>\n<p>SHIRLEY S. ABRAHAMSON, J.</p>\n<p>This is a review of a published decision of the court of appeals, <i>Dieck v. Unified School District of Antigo,</i> <span class=\"citation\" data-id=\"2074768\"><a href=\"/opinion/2074768/dieck-v-antigo-school-district/\"><span class=\"volume\">157</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"2074768\"><a href=\"/opinion/2074768/dieck-v-antigo-school-district/\"><span class=\"volume\">458</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">565</span></a></span> (Ct. App. 1990), affirming a summary judgment of the Langlade County Circuit Court, Gary L. Carlson, Circuit Judge, in favor of the defendants, the Unified School District of Antigo, school board members, and other persons.</p>\n<p><span class=\"star-pagination\">*463</span> The principal issue presented is whether the Unified School District of Antigo incurred indebtedness in violation of art. XI, sec. 3(2), of the Wisconsin Constitution or chapter 67 or 120, Stats. 1989-90, when it executed a lease purchase agreement to finance the construction of a new high school. The lease purchase agreement includes a nonappropriation option that gives the District the right to terminate the lease purchase agreement by electing not to appropriate funds for rental payments. Thus the lease purchase agreement provides that the District has no legal obligation for unpaid rentals.</p>\n<p>We affirm the decision of the court of appeals, which affirmed the circuit court's granting summary judgment in favor of the defendants declaring that the District had the power to enter into this lease purchase transaction. The circuit court held that the District did not incur indebtedness when it executed the lease purchase agreement with a nonappropriation option and thus did not violate the constitution or statutes. The circuit court also held that the District has the authority to enter into an agreement with a Leasing Corporation created to enable the District to finance the acquisition of land and the construction of a new school. The circuit court further held that the District may use $500,000 raised through taxation for general operations as a payment under the lease purchase agreement. The court of appeals agreed with the circuit court on the resolution of these issues.</p>\n<p>We conclude, as did the court of appeals and the district court, that the defendants' motion for summary judgment should be granted.<sup>[1]</sup> Because the lease purchase <span class=\"star-pagination\">*464</span> agreement includes a nonappropriation option, the lease purchase agreement does not violate the constitution or statutes of Wisconsin. The District has the authority to enter into an agreement with a Leasing Corporation created to enable the District to finance the acquisition of land and the construction of a school. The District may disburse $500,000 from its general fund as a payment under the lease purchase agreement. Accordingly, we affirm the decision of the court of appeals, which affirmed the circuit court's judgment granting the District's motion for summary judgment.</p>\n<p>I.</p>\n<p>The relevant facts are not in dispute. The plaintiffs, taxpayers residing within the boundaries of the Unified School District of Antigo, filed a class action suit seeking a declaratory judgment and injunctive relief against the Unified School District of Antigo and others. This suit challenged the District's authority to enter into a lease purchase agreement, executed on June 12, 1989, with the Antigo School Board Leasing Corporation, to finance the acquisition of land and the construction of a new high school. The Leasing Corporation is a chapter 181 not-for-profit corporation.</p>\n<p>According to the lease purchase agreement, the Leasing Corporation (the lessor) will acquire the site, construct the new building, and hold title to the property. The District (the lessee), however, will act as the Leasing Corporation's agent to select the site and over-see <span class=\"star-pagination\">*465</span> the design and construction of the building. Under the lease purchase agreement the District may lease the building from the Leasing Corporation for twenty years, paying rent annually from annual appropriations.</p>\n<p>The lease purchase agreement incorporates and approves the terms of a Mortgage and Indenture of Trust between the Leasing Corporation and the First Wisconsin Trust Company (the trustee). The District has no direct contractual relationship with the Trust Company. The Leasing Corporation has assigned its rights to rental payments to the Trust Company. Thus the District makes payments directly to the Trust Company, which maintains all accounts created under the lease purchase agreement.</p>\n<p>If the District rents the school for the duration of the twenty-year lease period, it has the option to purchase the property for ten dollars. The Trust Company holds in escrow a deed from the Leasing Corporation to the District.</p>\n<p>As we explained previously, the District has the right under the nonappropriation option to terminate the lease purchase agreement by electing not to appropriate funds for the following fiscal year's payment. If the District exercises this nonappropriation option it will not be obligated to make any future payments under the lease purchase agreement but forfeits its right to future use of the school building and all the monies that it has appropriated. No funds of the District are jeopardized beyond the current fiscal year.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*466</span> The Leasing Corporation will acquire the $9,725,000 necessary to buy the site and construct the school from the sale of certificates of participation. These certificates entitle the registered owners to receive a portion of the rent the Trust Company receives from the District. The District has no direct contractual relationship with the certificate owners. The right of certificate owners to receive their share of the District's rental payments is subject to the provisions of the lease purchase agreement, including the District's nonappropriation option. The certificate owners' interests will be secured by a mortgage interest in the property and in any funds held in the Trust Company's accounts and by a municipal bond insurance policy which is to insure the payment of principal and interest to the certificate owners. No municipal bond insurance policy had been obtained <span class=\"star-pagination\">*467</span> when plaintiffs filed the complaint or at the time of oral argument in this court. A sample municipal bond insurance policy is part of the record. According to the lease purchase agreement which has been executed and is in effect, the District's obligations to any bond insurer are expressly restricted to annually appropriated rents.</p>\n<p>The plaintiffs assert that the lease purchase agreement is expressly designed to create indebtedness without giving the electors of the district an opportunity to vote. This lease purchase agreement, according to the plaintiffs, circumvents chapters 67 and 120, Stats. 1989-90, and contravenes the wishes of the electorate who, over the past 20 years, have rejected eight referenda for the issuance of general obligation bonds to fund school construction. The last vote occurred on September 13, 1988, when over 53 percent of the voters opposed the issuance of bonds.</p>\n<p>II.</p>\n<p>We first address the plaintiffs' claim that the lease purchase agreement violates art. XI, secs. 3(2) and (3), of the Wisconsin Constitution. Article XI, secs. 3(2) and (3), limit the power of school districts to become indebted. Article XI, sec. 3(2), states:</p>\n<blockquote>(2) No county, city, town, village, school district, sewerage district or other municipal corporation may become indebted in an amount that exceeds an allowable percentage of the taxable property located therein equalized for state purposes as provided by the legislature. In all cases the allowable percentage shall be 5 percent except as specified in pars. (a) and (b) ....</blockquote>\n<p>Section 3(3) requires a school district that incurs indebtedness under art. XI, sec. 3(2), to collect a direct <span class=\"star-pagination\">*468</span> annual tax sufficient to pay the interest on the debt as it falls due and also to pay and discharge the principal of the debt within 20 years from the time the debt was contracted. Article XI, sec. 3(3), states:</p>\n<blockquote>(3) Any county, city, town, village, school district, sewerage district or other municipal corporation <i>incurring any indebtedness under sub. (2)</i> shall, before or at the time of doing so, provide for the collection of a direct annual tax sufficient to pay the interest on such debt as it falls due, and also to pay and discharge the principal thereof within 20 years from the time of contracting the same. (Emphasis added.)</blockquote>\n<p>At issue in this case is whether, by its execution of the lease purchase agreement with a nonappropriation option, the District will become indebted or incur any indebtedness, as those words are used in art. XI, secs. 3(2) and (3). If the District becomes indebted or incurs indebtedness under art. XI, secs. 3(2) and (3), by executing the lease purchase agreement, it violates art. XI, sec. 3(3), because the District has failed to provide for a direct annual tax sufficient to pay the interest on such debt and to pay and discharge the principal within 20 years. If the District does not become indebted or incur indebtedness under art. XI, secs. 3(2) and (3), by executing the lease purchase agreement, then the District need not comply with the tax levy provisions of art. XI, sec. 3(3), and the lease purchase agreement is constitutional.</p>\n<p>The history of the Wisconsin constitutional provisions concerning municipal debt manifests both an abhorrence of public debt and a willingness to increase the debt limit, particularly for school purposes.<sup>[3]</sup> The <span class=\"star-pagination\">*469</span> purpose of art. XI, secs. 3(2) and (3), is to prevent the creation of excessive municipal debt and the consequent burdensome taxation. The constitutional restrictions seek to assure that the burden of paying off the debt is imposed upon those who contracted the obligations. The court has said that \"the purpose of the constitutional provision was to limit the burden which those who contract obligations may place upon posterity.\" <i>School District No. 6 v. Marine National Exchange Bank,</i> <span class=\"citation\" data-id=\"1940223\"><a href=\"/opinion/1940223/school-dist-v-marine-nat-exchange-bank/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">400</span></a></span>, 407, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">112</span></span> (1960).</p>\n<p>[1]</p>\n<p>The court has interpreted the phrases \"become indebted\" and \"incurring any indebtedness\" in art. XI, secs. 3(2) and (3), according to the purposes underlying the constitutional provisions. The court has interpreted the word \"indebtedness\" as referring to a voluntary and absolute undertaking to pay a sum certain. No indebtedness exists if the municipal body may avoid its obligation <span class=\"star-pagination\">*470</span> or if conditions precedent exist.<sup>[4]</sup> Indebtedness under this constitutional provision thus means, according to our cases, that the municipal body has assumed \"legally enforceable obligations.\" <i>State ex rel. LaFollette v. Reuter,</i> <span class=\"citation\" data-id=\"1580943\"><a href=\"/opinion/1580943/state-ex-rel-la-follette-v-reuter/\"><span class=\"volume\">33</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">384</span></a></span>, 398, 407, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">304</span></span> (1967); <i>State ex rel. Thomson v. Giessel,</i> <span class=\"citation\" data-id=\"2143421\"><a href=\"/opinion/2143421/state-ex-rel-thomson-v-giessel/\"><span class=\"volume\">265</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">185</span></a></span>, 199, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">873</span></span> (1953) (quoting <i>State ex rel. Wisconsin Dev. Auth. v. Dammann,</i> <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">147</span></span>, 197, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">698</span></span> (1938)). The undertaking must be enforceable by the creditor against the municipal body or its assets.</p>\n<p>The test established in our cases for indebtedness in art. XI, secs. 3(2) and (3), is not whether the municipal body unit will probably pay or whether the municipal body would be foolish not to pay.<sup>[5]</sup> The test is whether the municipal body is under an obligation to pay and the creditor has a right to enforce payment against the municipal body or its assets.<sup>[6]</sup> No indebtedness is incurred \"where payments are to be made solely at the government's option.\" <i>State ex rel. Thomson v. Giessel,</i> <span class=\"citation\" data-id=\"2225908\"><a href=\"/opinion/2225908/state-ex-rel-thomson-v-giessel/\"><span class=\"volume\">271</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">15</span></a></span>, 40, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">577</span></span> (1955). When the governmental unit has no binding obligation to pay rent for the full term of the lease, it has not incurred any indebtedness under art. XI, secs. 3(2) and (3). <i>Giessel, supra</i> 271 Wis. at 37.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*471</span> Thus according to our cases, if a municipal body can acquire property without incurring indebtedness, that is, without incurring legally enforceable obligations, neither the spirit nor the letter of the constitution has been violated. \"For it must be kept in mind that the purpose of a debt limitation is not to prevent the municipality from acquiring buildings or public works, but to place a limitation on the extent to which it may pledge its credit and hence burden the taxpayers.\" <i>Giessel, supra</i> 271 Wis. at 36 (quoting <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1326</span></span> (1931)). The court of appeals captured the theme of the cases when it stated that the constitutional restrictions in art. XI, secs. 3(2) and (3) \"guard against indebtedness, not creative financing.\" <i>Dieck, supra</i> 157 Wis.2d at 143. Applying this longstanding interpretation of art. XI, secs. 3(2) and (3), to the lease purchase agreement with a nonappropriation option in this case leads to one conclusion: The District has not incurred any indebtedness under art. XI, sec. 3(2).</p>\n<p>The District can terminate the lease purchase agreement at any time by refusing to appropriate funds to meet the annual rental payment. The nonappropriation option allows the District to pay rent solely at its own option, even though the District may envision leasing the building for twenty years and then exercising its option to purchase. Payments under the lease purchase agreement are made solely from current year budget expenditures. Future rental payments are conditioned on the District's voting future appropriations. Certificate <span class=\"star-pagination\">*472</span> holders have no recourse against the District for rental payments in future years. Applying <i>Giessel, supra</i> 271 Wis. at 37, we must conclude that \"since there is no binding obligation ... to pay rent for the full terms of the leases, it is inconceivable that a debt is incurred....\"</p>\n<p>Our conclusion that this lease purchase agreement with the nonappropriation option does not create indebtedness under art. XI, sec. 3(2), effectuates the purpose and maintains the integrity of the constitutional debt limitations. A nonappropriation option preserves for each successive legislative body the responsibility of reviewing the wisdom of the lease and of deciding whether to continue it and shields taxpayers from burgeoning debt. Future generations are not burdened by past decisions. While their decisions are not binding on us, most other state courts considering the constitutionality of lease purchase agreements with nonappropriation clauses have upheld the transactions as not being debt under their constitutions.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*473</span> The plaintiffs advance arguments to convince the court that this case differs from prior cases in which the court held the transactions constitutional. We are not persuaded by plaintiffs' arguments. The plaintiffs argue first that this lease purchase agreement is a subterfuge designed by the District to avoid compliance with the Wisconsin Constitution. The plaintiffs contend that the lease purchase agreement is a disguised installment purchase plan with the construction costs amortized over the twenty-year lease period and thus creates indebtedness under art. XI, secs. 3(2) and (3).</p>\n<p>[2]</p>\n<p>The court has faced similar substance-over-form arguments in previous cases. In response to these arguments the court has stated that it is not an illegal evasion of the constitution \"to accomplish a desired result, lawful in itself, by finding a legal way to do it.\" <i>Giessel, supra</i> 271 Wis. at 42 (citation omitted).<sup>[9]</sup> Leasing a new school building is the desired, lawful objective in this case. The issue is whether the District has found a legal <span class=\"star-pagination\">*474</span> way to accomplish this lawful objective. We conclude it has.</p>\n<p>The plaintiffs base their first argument that the District's way is not legal on two late nineteenth century cases. The plaintiffs compare this case to <i>Earles v. Wells,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">285</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">964</span></span> (1896), in which this court invalidated a plan similar to the District's lease purchase agreement. In <i>Earles,</i> the city of Kaukauna would lease waterworks facilities for twenty years, making lease payments reflecting capital and operating costs. At the end of the lease term, title to the facility would automatically pass to Kaukauna. The plaintiffs contend that the nominal ten dollar option price in this case does not distinguish the District's plan from that of the city of Kaukauna and that following <i>Earles</i> this lease purchase agreement must be held unconstitutional.</p>\n<p>The plaintiffs contrast <i>Stedman v. City of Berlin,</i> <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">505</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">57</span></span> (1897), in which the court upheld the city of Berlin's contract to pay a $4,500 annual rental for the use of a waterworks system with the option to purchase the entire system at the end of thirty years for $60,000. According to the plaintiffs, the distinction between <i>Earles</i> and <i>Stedman</i> is that in <i>Stedman</i> the city would pay rent for the use of the system and then possess a genuine option to purchase, while in <i>Earles</i> the rental payments were in fact installment payments to purchase the facility. The plaintiffs argue that the District's plan is more like the unconstitutional transaction in <i>Earles</i> than the constitutional transaction in <i>Stedman.</i></p>\n<p>The court has not accepted the plaintiffs' reading of the two cases. A third case decided in the same period, <i>Burnham v. City of Milwaukee,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">1018</span></span> (1897), begins to clarify the true nature of the distinction between <i>Earles</i> and <i>Stedman.</i> In <i>Burnham</i> the <span class=\"star-pagination\">*475</span> city of Milwaukee entered into installment contracts to purchase land for public parks. The city would automatically gain title to the land when it paid the final installment. The city, however, had statutory power not to pay any installment and to cancel the contract. The court upheld the constitutionality of the arrangement, relying on the <i>Stedman</i> case because in both cases all future payments were optional with the municipal body. <i>Burnham, supra</i> 98 Wis. at 133.<sup>[10]</sup></p>\n<p>In <i>Giessel</i> the court made clear that the distinction between <i>Earles</i> and <i>Stedman</i> is not how title is passed but whether binding government obligations were created.<sup>[11]</sup> The <i>Giessel</i> court declared that neither the plan's resemblance to an installment purchase plan nor the manner in which title passed in <i>Earles</i> was the decisive issue. The determinative factor was that in <i>Earles</i> the court concluded that the city had a binding obligation to pay rent every year for thirty years. <i>Giessel, supra</i> 271 Wis. at 38 (citing <i>Earles,</i> 94 Wis. at 295). <i>See also </i><i>Milwaukee Elec. Ry. &amp; Light Co. v. Milwaukee,</i> <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">329</span></span>, 342-43, <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">298</span></span> (1921). By contrast, in <span class=\"star-pagination\">*476</span> <i>Stedman</i> the court concluded that the annual rental payments did not constitute a binding obligation on the governmental unit to pay rent every year. <i>Stedman,</i> 97 Wis. at 511-12.</p>\n<p>We read these prior cases as saying that the method of transferring title at the end of the transaction and the similarity of the arrangement to an installment purchase plan are not the determinative factors under the constitution. The essence of constitutional indebtedness is that the governmental unit has an absolute obligation to make future payments. In this case the District has the option to stop rental payments, cancel the lease purchase agreement, and not acquire title to the property. Even though the District's present intention is to make all the payments, and perhaps the District would be wise to do so, the lease purchase agreement will not result in the District's having any legally binding obligations.</p>\n<p>[3]</p>\n<p>We conclude that the District has found a legal way to accomplish its lawful objective. This argument of the plaintiffs fails.</p>\n<p>[4]</p>\n<p>The second argument the plaintiffs urge is that the District has pledged its assets, namely, the balances of the accounts the Trust Company controls, as security for the certificate owners and has thus incurred constitutional debt. An obligation is indebtedness under art. XI, sec. 3, if it is secured by any asset the municipal body owned prior to incurring the debt or on other property in addition to that purchased. \"Where ... a mortgage is imposed on property already owned by the municipality, or upon other property in addition to that purchased, to secure the purchase price, there is an indebtedness or liability, within the meaning of the debt limitation.\" <i>State ex rel. Hammermill Paper Company v. LaPlante,</i> <span class=\"star-pagination\">*477</span> <span class=\"citation\" data-id=\"2223069\"><a href=\"/opinion/2223069/state-ex-rel-hammermill-paper-co-v-la-plante/\"><span class=\"volume\">58</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">32</span></a></span>, 65, <span class=\"citation\" data-id=\"2223069\"><a href=\"/opinion/2223069/state-ex-rel-hammermill-paper-co-v-la-plante/\"><span class=\"volume\">205</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">784</span></a></span> (1973) (citation omitted). See also State ex rel. <i>Rogers v. Milligan,</i> <span class=\"citation\" data-id=\"1231101\"><a href=\"/opinion/1231101/state-ex-rel-rogers-v-milligan/\"><span class=\"volume\">269</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">565</span></a></span>, 568, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">485</span></span> (1955); <i>Burnham v. City of Milwaukee, supra</i> 98 Wis. at 132-33; Kiernan, <i>supra</i> note 2 at 210-11.</p>\n<p>[5]</p>\n<p>We conclude that the accounts do not constitute assets the District owned prior to the lease purchase agreement or property in addition to the real property that is the subject of the lease purchase agreement.</p>\n<p>The District pays base rentals and additional rentals which it appropriates each year. The Trust Company directs these payments into accounts it oversees pursuant to the documents of the transaction. In case of default, which includes the District's exercising its option of nonappropriation, the Trust Company applies any excess funds in those accounts to the outstanding obligations due the certificate owners. At the termination of the lease any funds remaining in these accounts would be returned to the District. According to the documents, the excess funds represent an overpayment of annual rentals. Thus the District may in future years recover some of its rental payments.</p>\n<p>The plaintiffs are arguing in effect that the rental payments constitute a pledge of the District's assets as security for rental payments. The contingent interest the District has in these accounts as overpayments of rent does not constitute a pledge of the District's assets or additional security for the payment of future rental payments within the meaning of art. XI, secs. 3(2) and (3). In no event does the District put at risk any assets not specifically appropriated on an annual basis as rental payments under the lease purchase agreement.</p>\n<p>The plaintiffs' third argument is that the sample municipal bond insurance policy, produced by the <span class=\"star-pagination\">*478</span> School District pursuant to a discovery motion, obliges the District to reimburse the insurance company for any funds the company disburses under the policy. The sample policy would oblige the District to reimburse the insurance company, for example, for any funds the company pays to the certificate owners in the event that the District exercises its nonappropriation option or defaults. The plaintiffs persuasively argue that the execution of such an insurance policy by the School District would result in constitutional indebtedness because the policy would obligate the District in future years either to make future rental payments or to pay the insurance company under the policy.</p>\n<p>[6]</p>\n<p>No municipal bond insurance policy is, however, involved in this case. The District has asserted in each court that the policy in the records is only a sample policy. The District has clearly stated that it does not intend to adopt this policy. The circuit court, the court of appeals and this court treat the adoption of this sample policy as a \"remote, contingent, and uncertain\" event <i>Loy v. Bunderson,</i> <span class=\"citation\" data-id=\"1752153\"><a href=\"/opinion/1752153/loy-v-bunderson/\"><span class=\"volume\">107</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">400</span></a></span>, 414, <span class=\"citation\" data-id=\"1752153\"><a href=\"/opinion/1752153/loy-v-bunderson/\"><span class=\"volume\">320</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">175</span></a></span> (1982) (citation omitted).</p>\n<p>The plaintiffs urge the court to conclude that the reimbursement provision in the sample policy creates impermissible indebtedness. The District's brief concedes that the policy language obligating it to reimburse the insurance company \"would, in fact, create indebtedness [and that] the District could not enter into such a contract without voter approval and the imposition of a mandatory, irrevocable redemption tax.\" Respondent's Brief at 31. We agree with the plaintiffs and the District. If the District executes a bond insurance policy, the District must not create binding future obligations without <span class=\"star-pagination\">*479</span> company with applicable constitutional and statutory provisions.</p>\n<p>The plaintiffs argue that if the sample bond policy is not considered, then a vital instrument of the lease purchase agreement is missing and summary judgment for the District is improper. The court of appeals affirmed the circuit court's exercise of discretion in determining that the issues raised about the lease purchase agreement, apart from the sample bond insurance policy and the certificates of participation, are sufficiently separate and developed to permit a declaration of rights about the lease purchase agreement with the nonappropriation option. We agree with this analysis. <i>See </i><i>Dieck,</i> 157 Wis. 2d at 138-40.</p>\n<p>For the reasons set forth, we conclude that when the District entered into the lease purchase agreement with the nonappropriation clause it did not incur indebtedness under art. XI, secs. 3(2) and (3).</p>\n<p>III</p>\n<p>[7]</p>\n<p>We now address the plaintiffs' contention that the District's lease purchase agreement contravenes chapters 67 and 120, Stats. The establishment and operation of public schools is a governmental function of the state, and the legislature has delegated portions of that power to various school districts. <i>Buse' v. Smith,</i> <span class=\"citation\" data-id=\"2131483\"><a href=\"/opinion/2131483/buse-v-smith/\"><span class=\"volume\">74</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">550</span></a></span>, 563, 572, <span class=\"citation\" data-id=\"2131483\"><a href=\"/opinion/2131483/buse-v-smith/\"><span class=\"volume\">247</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">141</span></a></span> (1976). A school district ordinarily possesses express powers granted by statute and implied powers necessary to execute the powers expressly given it. <i>State ex rel. Van Straten v. Milquet,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">109</span></span>, 113, <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">392</span></span> (1923); <i>Neis v. Board of Education,</i> <span class=\"citation\" data-id=\"2172822\"><a href=\"/opinion/2172822/neis-v-educ-bd-of-randolph-school/\"><span class=\"volume\">128</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">309</span></a></span>, 314-15, <span class=\"citation\" data-id=\"2172822\"><a href=\"/opinion/2172822/neis-v-educ-bd-of-randolph-school/\"><span class=\"volume\">381</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">614</span></a></span> (Ct. App. 1985).</p>\n<p><span class=\"star-pagination\">*480</span> The plaintiffs argue that by entering into the lease purchase agreement the District is borrowing money under sec. 67.03(1) without complying with the statutory requirements. Section 67.03(1) provides that municipalities may borrow money and issue municipal obligations therefor<sup>[12]</sup> only for the purposes and by the procedures specified in chapter 67. Voter approval is ordinarily one of the required procedures. Section 67.05(6a), Stats. 1989-90.</p>\n<p>[8]</p>\n<p>The parties cite no case law interpreting the word \"borrowing\" in sec. 67.03. We are persuaded, as were commentators and the attorney general, that chapter 67 applies only to municipal borrowing.<sup>[13]</sup> The ordinary meaning of the word \"borrowing\" is to solicit and receive from another any article of property or thing of value with the intention and promise to repay or return it or its equivalent. By executing this lease purchase agreement the District does not engage in \"borrowing.\"</p>\n<p>The plaintiffs also argue that sec. 120.44(2), Stats. 1989-90, requires the electors of the school district to approve this lease purchase agreement. Section 120.44(2) provides as follows:</p>\n<blockquote>... The officers of a unified school district have the powers and duties of the officers of a common school district .... The school board shall not ... issue <span class=\"star-pagination\">*481</span> bonds or incur other <i>indebtedness</i> without approval of the electors of the school district in any instance where the school board of a common school district is not authorized to do so. (emphasis added).</blockquote>\n<p>[9]</p>\n<p>The parties cite no authority interpreting the word \"indebtedness.\" Nothing in sec. 120.44(2) indicates that the meaning of the word \"indebtedness\" differs from its meaning in art. XI, secs. 3(2) and (3). As we have explained previously, the District has not incurred indebtedness. We therefore conclude that the District need not seek voter approval under sec. 120.44(2).</p>\n<p>The plaintiffs also argue that the 1981 repeal of secs. 120.10(18) and 120.19, Stats. 1979-80,<sup>[14]</sup> which expressly authorized lease purchase agreements like the one at issue, nullifies the District's power to execute the lease purchase agreement. Regardless of the repeal of secs. 120.10(18) and 120.19, the statutes presently expressly grant school boards the power to provide for the construction or lease of buildings. Section 120.10(5) provides that a school board may \" [d]esignate sites for school district buildings and provide for the erection of suitable buildings or for the lease of suitable buildings for a period not exceeding 20 years with annual rentals fixed by the lease.\"</p>\n<p>[10]</p>\n<p>A school board may act according to the full extent of its express powers. A school board's authority to execute a lease purchase agreement with a leasing corporation does not rest on any powers granted only by the repealed statutes.</p>\n<p>The plaintiffs next argue that the District does not possess statutory authority to issue certificates of participation. <span class=\"star-pagination\">*482</span> The form of the certificate of participation is not final. An affidavit in the record states that counsel has proposed that the District not be a signatory on the certificate. The District's brief indicates that the District will be removed as a signatory and asserts that the presence of the District's signature on the certificate is not substantive to the transaction or to the issuance of the certificates. Respondent's Brief at 9, 41-42.</p>\n<p>[11]</p>\n<p>As explained previously, the circuit court exercised its discretion appropriately in determining that the issues raised, apart from the certificates and the bond insurance policy, are sufficiently separate and developed to permit a declaration of rights about the lease purchase agreement with the nonappropriation option. The lease purchase agreement makes clear that the District has no direct contractual relationship with the certificate owners and that the right of certificate owners to receive their share of the District's rental payments is subject to the provisions of the lease purchase agreement, including the District's nonappropriation option. The issuance of the certificates does not directly or indirectly obligate the District to make any payments beyond those duly budgeted and appropriated from the District's general fund for the then current fiscal year. As the transaction is currently structured under the lease purchase agreement without finalization of the form of the certificate of participation and bond insurance policy, the District does not incur indebtedness and does not engage in municipal borrowing and thus does not have to comply with the statutory and constitutional provisions upon which the plaintiffs rely.</p>\n<p>Finally, the plaintiffs contend that it was illegal for the District to disburse $500,000 from the general fund to the Trust Company as a payment on this undertaking. <span class=\"star-pagination\">*483</span> The plaintiffs claim that a district may commit funds to the purchasing or leasing of a school site only if the district specifically votes a tax for that purpose under sec. 120.10(6), Stats. 1989-90.<sup>[15]</sup> According to the plaintiffs, the District erred by taking $500,000 from the general fund instead of specifically voting a tax to lease a site pursuant to the lease purchase agreement. The essence of the plaintiffs' argument is that because sec. 120.10(6), Stats. 1989-90, empowers the levy of a tax to pay rental costs, such costs cannot be paid from funds levied under any other authority.</p>\n<p>The plaintiffs rely on <i>Riesen v. School District No. 4,</i> <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">283</span></span>, 290-91, <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">783</span></span> (1927). <i>Riesen</i> is inapposite. In <i>Riesen</i> the statute contemplated a separate fund for the lease of a schoolhouse. In contrast to the statute in <i>Riesen,</i> sec. 120.10(6) does not contemplate a separate fund.</p>\n<p>[12]</p>\n<p>Furthermore sec. 120.10(8) permits the levy of taxes for operation of the schools. Section 120.10 does not necessarily view the separately enumerated purposes for the levy of taxes as mutually exclusive. If the legislature intended a separate fund for leasing, it would have inserted clear statutory language requiring a segregated fund as it has, for instance, in sec. 120.10(10m), Stats. <span class=\"star-pagination\">*484</span> 1989-90.<sup>[16]</sup> Nothing in sec. 120.10(6) limits a district from disbursing funds to lease buildings when these funds were raised by the levy of taxes for operation of schools. We therefore conclude that the District may disburse $500,000 out of the general fund as a payment under the lease purchase agreement.</p>\n<p>For the reasons set forth above, we affirm the decision of the court of appeals and the judgment of the circuit court.</p>\n<p><i>By the Court.</i>혰The decision of the court of appeals is affirmed.</p>\n<p>LOUIS J. CECI, J. <i>(dissenting).</i></p>\n<p>I dissent because the case is not ripe for review. Without the final form of the insurance policy being available for review, the lease purchase agreement contains language which troubles me. The troubling language is as follows: \"The District hereby agrees that it will reimburse the Certificate Insurer for the amounts, if any, paid by the Certificate Insurer under the Municipal Bond Insurance Policy.\" In addition, the \"Municipal Bond Insurance Policy\" is defined by the agreement as \"insuring the payment of the principal and interest with respect to all or any of the Certificates in accordance with the terms of the Municipal Bond Insurance Policy.\"</p>\n<p><span class=\"star-pagination\">*485</span> The combination of these two parts of the Agreement, which is in final form and has been executed, appears to obligate the District to pay somebody, whether it be the Trust Company or the Certificate Insurer, for the entire amount of the purchase price of the school. The majority opinion ignores these parts of the agreement and instead focuses upon contradictory language in the agreement which states that \"the District's obligations to any bond insurer are expressly restricted to annually appropriated rents.\" Majority op. at 467. The District's brief also ignored the troubling effect of the language which I have quoted above.</p>\n<p>Controversies are ripe for adjudication when the facts are \"sufficiently developed to avoid courts entangling themselves in abstract disagreements .... While this does not mean that all adjudicatory judgment, facts must not be `so contingent and uncertain.'\" <i>Miller Brands-Milwaukee v. Case,</i> <span class=\"citation\" data-id=\"1592141\"><a href=\"/opinion/1592141/miller-brands-milwaukee-v-case/\"><span class=\"volume\">162</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">684</span></a></span>, 694-95, <span class=\"citation\" data-id=\"1592141\"><a href=\"/opinion/1592141/miller-brands-milwaukee-v-case/\"><span class=\"volume\">470</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">290</span></a></span> (1991) (citations omitted). Here, the facts are fully developed but for the final forms of the insurance policy and the certificates of participation. However, the insurance policy is crucial to the case as it could destroy the legality of the entire transaction.</p>\n<p>The insurance policy could, by its terms, restrict the District's obligation to something less than the full amount of the price of the school. But without the policy being in final form, we are forced to rely upon assertions by the District's attorneys that the final form of the policy will not create debt. The majority quotes from the District's brief where the District concedes that the language in the sample bond insurance policy, which was not part of the record, would create debt. The majority concludes this section of the opinion by instructing the District that the policy, when issued, \"must not create <span class=\"star-pagination\">*486</span> binding future obligations ....\" Majority op. at 478. Such an instruction does not render an otherwise unripe dispute ripe for review.</p>\n<p>Furthermore, it is obvious that for the past 20 years, the school board has been unable to obtain the support of the electorate of the school district for this expansive and expensive building project. This court should not become involved in the school board's innovative use of smoke and mirrors to thwart the will of the electorate by rendering this principally advisory opinion. See majority op. at 478-479, wherein the majority advises: \"If the District executes a bond insurance policy, the District must not create binding future obligations without complying with applicable constitutional and statutory provisions.\"</p>\n<p>For the reasons stated, I dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs and defendants moved for summary judgment. In reviewing a motion for summary judgment, the reviewing court applies the statutory standards that a trial court applies as set forth in sec. 802.08(2), Stats. 1989-90: \"The judgment sought shall be rendered if . . . there is no genuine issue as to any material fact and . . . the moving party is entitled to a judgment as a matter of law.\" The general rules for reviewing summary judgment are set forth in <i>Grams v. Boss,</i> <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">332</span></span>, 338-39, <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">473</span></span> (1981).</p>\n<p>[2]  Several provisions relate to the nonappropriation option. <i>See, e.g.,</i> Section 8.1 of the lease purchase agreement, which provides as follows:\n</p>\n<p><i>Section 8.1. Payments to Constitute Currently Budgeted Expenditures of the District.</i> The District and the Lessor acknowledge and agree that the Base Rentals and Additional Rentals hereunder shall constitute currently budgeted expenditures of the District from its general fund. The District's obligations under this Lease shall be subject to the District's annual right to terminate this Lease (as further provided in Sections 6.1, 6.2, 8.2 and 8.6 hereof), and shall not constitute a mandatory charge or requirement in any ensuing Fiscal Year beyond the then current Fiscal Year. Since the District has no obligation to make any payments under this Lease or the Certificates beyond those appropriated from its general fund for the District's then current Fiscal Year, the referendum requirements and other limitations of Chapter 67 of the Wisconsin Statutes, as amended, are inapplicable to this Lease. No provision of this Lease shall be construed or interpreted as creating a general obligation or other indebtedness of the District within the meaning of any constitutional or statutory debt limitation. Neither this Lease nor the issuance of the Certificates shall directly or indirectly obligate the District to make any payments beyond those budgeted and appropriated from its general fund for the District's then current Fiscal Year. The District shall be under no obligation whatsoever to exercise its option to purchase the Project. No provision of this Lease shall be construed to pledge or to create a lien on any class or source of District moneys (provided, however, that the restrictions of Section 2.11 of the Indenture shall apply to the issuance of Additional Certificates).</p>\n<p>[3]  Art. XI, sec. 3, was amended in 1874 to include the basic requirements of the current section. The original version of the section adopted in 1848 merely directed the legislature to restrict the power of municipal corporations to borrow money \"so as to prevent abuses.\" Article XI, sec. 3, Wis. Const. 1848.\n</p>\n<p>The constitutional limitations on debt protect creditors from defaulting municipalities, an all too common occurrence before 1874, <i>Dyes v. St. Croix County,</i> <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">136</span></span>, 142-43, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">637</span></span> (1900), and protect society from the general disorder that may accompany municipal bankruptcy, <i>State ex rel. LaFollette v. Reuter,</i> <span class=\"citation\" data-id=\"1580943\"><a href=\"/opinion/1580943/state-ex-rel-la-follette-v-reuter/\"><span class=\"volume\">33</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">384</span></a></span>, 404, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">304</span></span> (1967).</p>\n<p>For discussions of the history of debt limitations in Wisconsin, see generally Roger E. Walsh, <i>Constitutional Debt Limitations of Wisconsin Municipalities혰A Survey,</i> 45 Marq. L. Rev. 614, 614-16 (1962); William J. Kiernan, Jr., <i>Wisconsin Municipal Indebtedness: Part I혰The Power to Become Indebted and Its Limits,</i> <span class=\"citation no-link\"><span class=\"volume\">1964</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">L</span></span>. Rev. 173, 185-95; Paul R. Schilling, Thomas E. Griggs &amp; Julianna Ebert, <i>Wisconsin Municipal Debt Finance: An Outlook for the Eighties,</i> 63 Marq. L. Rev. 539, 548 (1980).</p>\n<p>[4]  <i>See, e.g., </i><i>Columbia County v. Wisconsin Retirement Fund,</i> <span class=\"citation\" data-id=\"2115174\"><a href=\"/opinion/2115174/columbia-county-v-wisconsin-retirement-fund/\"><span class=\"volume\">17</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">310</span></a></span>, 328-31, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">142</span></span> (1962); <i>State ex rel. Thomson v. Giessel,</i> <span class=\"citation\" data-id=\"1633932\"><a href=\"/opinion/1633932/state-ex-rel-thomson-v-giessel/\"><span class=\"volume\">267</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">331</span></a></span>, 345, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">529</span></span> (1954); <i>Milwaukee Elec. Ry. &amp; Light Co. v. City of Milwaukee,</i> <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">329</span></span>, 343, <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">298</span></span> (1921); <i>Connor v. Marshfield,</i> <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">280</span></span>, 291-95, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">639</span></span> (1906).</p>\n<p>[5]  <i>Burnham v. City of Milwaukee,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">128</span></span>, 132, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">1018</span></span> (1897).</p>\n<p>[6]  Connor, supra, 128 Wis. at 292; <i>Burnham, supra</i> 98 Wis. at 133.</p>\n<p>[7]  This court's interpretation of the words \"debt\" and \"indebtedness\" in the Wisconsin Constitution accords with generally accepted definitions of municipal indebtedness. See Reuven Mark Bisk, <i>State and Municipal Lease-Purchase Agreements: A Reassessment, 7</i> Harv. J.L. &amp; Pub. Pol'y 521, 543-44 (1984); 15 McQuillan, <i>Municipal Corporations</i> secs. 41.18, 41.19 (3d ed. 1985 rev. ed.).</p>\n<p>[8]  <i>See, e.g., </i><i>Department of Ecology v. State Finance Comm.,</i> 116 Wash.2d 246, <span class=\"citation\" data-id=\"1352224\"><a href=\"/opinion/1352224/dept-of-ecology-v-state-finance-comm/\"><span class=\"volume\">804</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1241</span></a></span>, 1244-47 (1991); <i>State ex rel. Kane v. Goldschmidt,</i> 308 Ore. 573, <span class=\"citation\" data-id=\"2607531\"><a href=\"/opinion/2607531/state-ex-rel-kane-v-goldschmidt/\"><span class=\"volume\">783</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">988</span></a></span>, 991-96 (1989); <i>Glennon Heights, Inc. v. Central Bank &amp; Trust,</i> <span class=\"citation\" data-id=\"1173946\"><a href=\"/opinion/1173946/glennon-heights-inc-v-central-bank-trust/\"><span class=\"volume\">658</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">872</span></a></span>, 878-79 (Colo. 1983); <i>Edgerly v. Honeywell Information Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">104</span></span>, 108 (Me. 1977); <i>Ruge v. State,</i> <span class=\"citation\" data-id=\"2106337\"><a href=\"/opinion/2106337/ruge-v-state/\"><span class=\"volume\">201</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"2106337\"><a href=\"/opinion/2106337/ruge-v-state/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">748</span></a></span>, 750-52 (1978); <i>Enourato v. New Jersey Bldg. Auth.,</i> <span class=\"citation\" data-id=\"2282784\"><a href=\"/opinion/2282784/enourato-v-nj-building-auth/\"><span class=\"volume\">182</span> <span class=\"reporter\">N.J. Super.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"2282784\"><a href=\"/opinion/2282784/enourato-v-nj-building-auth/\"><span class=\"volume\">440</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">42</span></a></span>, 46-47 (1981), <i>aff'd,</i> <span class=\"citation\" data-id=\"1961950\"><a href=\"/opinion/1961950/enourato-v-nj-building-auth/\"><span class=\"volume\">90</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"1961950\"><a href=\"/opinion/1961950/enourato-v-nj-building-auth/\"><span class=\"volume\">448</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">449</span></a></span>, 455-56 (1982); <i>Caddell v. Lexington Cy. Sch. Dist. 1,</i> <span class=\"citation\" data-id=\"1344162\"><a href=\"/opinion/1344162/caddell-v-lexington-cty-school-district-1/\"><span class=\"volume\">296</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"1344162\"><a href=\"/opinion/1344162/caddell-v-lexington-cty-school-district-1/\"><span class=\"volume\">373</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">598</span></a></span>, 599-600 (1988); <i>McFarland v. Barron,</i> <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S.D.</span> <span class=\"page\">639</span></span>, <span class=\"citation\" data-id=\"1720552\"><a href=\"/opinion/1720552/mcfarland-v-barron/\"><span class=\"volume\">164</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">607</span></a></span>, 609-10 (1969); <i>Texas Pub. Bldg. Auth. v. Mattox,</i> <span class=\"citation\" data-id=\"2373943\"><a href=\"/opinion/2373943/texas-public-bldg-authority-v-mattox/\"><span class=\"volume\">686</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">924</span></a></span>, 928 (Tex. 1985); <i>Baliles v. Mazur,</i> <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">Va.</span> <span class=\"page\">462</span></span>, <span class=\"citation\" data-id=\"1356419\"><a href=\"/opinion/1356419/baliles-v-mazur/\"><span class=\"volume\">297</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">695</span></a></span>, 698-700 (1982); <i>State ex rel. West Virginia Resource Recovery혰Solid Waste Disposal Auth. v. Gill,</i> <span class=\"citation\" data-id=\"1298016\"><a href=\"/opinion/1298016/state-ex-rel-w-va-res-recovery-v-gill/\"><span class=\"volume\">323</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">590</span></a></span>, 594-95 (W. Va. 1984). <i>But see, e.g., </i><i>Montano v. Gabaldon,</i> <span class=\"citation\" data-id=\"1349589\"><a href=\"/opinion/1349589/montano-v-gabaldon/\"><span class=\"volume\">108</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">94</span></a></span>, <span class=\"citation\" data-id=\"1349589\"><a href=\"/opinion/1349589/montano-v-gabaldon/\"><span class=\"volume\">766</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1328</span></a></span>, 1329-30 (1989) (lease purchase agreement with nonappropriation clause creates moral or equitable obligation to continue payment and therefore creates debt).\n</p>\n<p>One author concluded that declaring a lease purchase agreement with a nonappropriation option constitutional was the \"optimal approach that establishes both the correct legal rule and encourages utilization of lease-purchasing.\" Reuven Mark Risk, <i>State and Municipal Lease-Purchase Agreements: A Reassessment, 7</i> Harv. J.L. &amp; Pub. Pol'y 521, 546 (1984).</p>\n<p>[9]  The court has also stated that \"it should be remembered ... that the city could not do by indirection what it could not do directly.\" <i>Earles v. Wells,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">285</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">964</span></span> (1896). In this case the District could not directly bind itself to make payments in future years. The District did not through the lease purchase agreement with the nonappropriation option indirectly bind itself to make payments in future years.</p>\n<p>[10]  The plaintiffs claim that the holding in <i>Burnham</i> is not applicable because the city acted under special statutes that do not apply to the Antigo School District. The special statutes stated that the city was not creating a corporate liability. The Antigo School District needs no special statute; the terms of the lease purchase agreement itself state that the District does not incur any obligation for future payments.\n</p>\n<p>For commentary on these cases see Kiernan, <i>supra</i> note 3 at 208-209, and Walsh, <i>supra</i> note 3 at 619-20.</p>\n<p>[11]  The court in <i>Giessel</i> decided whether a series of transactions created state indebtedness under art. VIII, sec. 4, Wis. Const. 271 Wis. at 34. The definition of indebtedness in that section is the same as in art. XI, sec. 3. <i>Reuter, supra</i> 33 Wis.2d at 405; <i>State ex rel. Thomson v. Giessel,</i> <span class=\"citation\" data-id=\"1633932\"><a href=\"/opinion/1633932/state-ex-rel-thomson-v-giessel/\"><span class=\"volume\">267</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">331</span></a></span>, 352, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">529</span></span> (1954).</p>\n<p>[12]  Section 67.01(6) defines municipal obligation broadly to include \"every lawful promise or engagement in writing by a municipality to pay at a specified future time a specified sum of money.\"</p>\n<p>[13]  <i>See</i> Kiernan, <i>supra,</i> note 3 at 248, n.444 ( \" [T]he title ...the use of the conjunction `and,' and the obvious functioning of chapter 67 all rebut the notion that the restriction applies to any [credit obligation] other than borrowing\"); Schilling, Griggs &amp; Ebert, <i>supra,</i> note 3 at 544 n.18 (1980); 63 O.A.G. 309, 310 (1974).</p>\n<p>[14]  Sections 1348, 1350, ch. 20, Laws of 1981.</p>\n<p>[15]  120.10 Powers of annual meeting. The annual meeting of a common or union high school district may:\n</p>\n<p>(6) TAX FOR SITES, BUILDINGS AND MAINTENANCE. Vote a tax to purchase or lease suitable sites for school buildings, to build, rent, lease or purchase and furnish, equip and maintain school district buildings. The tax may be spread over as many years as are required to pay any obligations approved or authorized at the annual meeting including rental payments due in future years under an authorized lease.</p>\n<p>[16]  120.10 Powers of annual meeting. The annual meeting of a common or union high school district may:\n</p>\n<p>(10m) SCHOOL CAPITAL EXPANSION FUND. Vote a tax to create a fund for the purpose of financing all current and future capital expenditures related to buildings and sites. All money raised through taxation or otherwise collected pursuant to this subsection shall be deposited by the school district in a segregated fund. Such money shall not be used for any other purpose or be transferred to any other fund except by authorization by a majority vote of the electors present at a subsequent annual meeting ....</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1173946/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1231101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1298016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1344162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1349589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1352224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1356419/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1580943/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1592141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1633932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1720552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1752153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1940223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1961950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2074768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2115174/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2131483/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2143421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2172822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2223069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2225908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2282784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373943/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2607531/"
          ]
        }
      ],
      "judges": "Shirley S. Abrahamson",
      "date_created": "2014-10-30T15:07:03.673174Z",
      "date_modified": "2017-04-15T05:06:56.761704Z",
      "date_filed": "1991-12-12",
      "date_filed_is_approximate": false,
      "slug": "dieck-v-unified-school-dist-of-antigo",
      "citation_id": 1620030,
      "case_name_short": "Dieck",
      "case_name": "Dieck v. Unified School Dist. of Antigo.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "165 Wis. 2d 458",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "477 N.W.2d 613",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 15,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1221889/dieck-v-unified-school-dist-of-antigo/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:07:03.670795Z",
  "date_modified": "2014-10-30T15:07:03.670795Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Dieck",
  "case_name": "Dieck v. Unified School Dist. of Antigo.",
  "case_name_full": "",
  "slug": "dieck-v-unified-school-dist-of-antigo",
  "docket_number": "89-2356",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}