{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1228137/",
  "id": 1228137,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mass/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2024301/",
      "id": 2024301,
      "absolute_url": "/opinion/2024301/school-committee-of-springfield-v-board-of-education/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1228137/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2024301/",
          "id": 2024301,
          "absolute_url": "/opinion/2024301/school-committee-of-springfield-v-board-of-education/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2024301/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4755/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:05:02.478593Z",
          "date_modified": "2017-04-08T08:07:18.582365Z",
          "type": "010combined",
          "sha1": "9051dc4108f897a0c0a64a9dc8d0791fa545023f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>366 Mass. 315 (1974)</b></center>\n<center><b>319 N.E.2d 427</b></center>\n<center><h1>SCHOOL COMMITTEE OF SPRINGFIELD<br>\nvs.<br>\nBOARD OF EDUCATION &amp; others.</h1></center>\n<center><p><b>Supreme Judicial Court of Massachusetts, Suffolk.</b></p></center>\n<center>August 22, 1974.</center>\n<center>November 12, 1974.</center>\n<p>Present: TAURO, C.J., REARDON, QUIRICO, BRAUCHER, HENNESSEY, KAPLAN, &amp; WILKINS, JJ.</p>\n<p><i>William C. Flanagan,</i> City Solicitor, for the School Committee of Springfield.</p>\n<p><i>Harvey F. Rowe, Jr.,</i> Assistant Attorney General, for the Board of Education.</p>\n<p><i>Gerald R. Hegarty</i> (<i>William F. Malloy &amp; Robert D. Fleischner</i> with him) for Autumn Bruce &amp; others, interveners.</p>\n<p>TAURO, C.J.</p>\n<p>On May 1, 1974, an opinion was issued in which we affirmed an opinion and order of the State board of education (board) which directed the school committee of Springfield (school committee) to implement immediately a plan designed to achieve racial balance in the schools of Springfield by the opening of the 1974-1975 <span class=\"star-pagination\">*317</span> school year. <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> 365 Mass. 215 (1974).<sup>[1]</sup> We remanded the cases to the jurisdiction of the single justice of this court who, on May 15, entered a final decree after rescript requiring timely compliance with the board's opinion and order. On July 26, the Governor signed into law St. 1974, c. 636, an act which in §§ 1-6 amended the racial imbalance law.<sup>[2]</sup> Citing the new statute, the school committee, on August 2, filed in the county court a motion to vacate the final decree after rescript on the ground that the board no longer had statutory authority to require the use of various means to achieve racial balance which are included in its plan. A single justice of this court reserved and reported the case without decision to the full court. Because of the importance of the legal issues involved, an extraordinary summer session of the full court was scheduled, briefs were received from all interested parties and oral arguments were heard on August 22, 1974. In view of the then imminent opening of the Springfield schools, an early disposition of these proceedings was essential. Thus, on August 22, after due deliberation, the full court entered an order without an accompanying opinion. In so doing, the court denied the school committee's motion to vacate and reaffirmed all orders and decrees which had been entered in the case either by the full court or by a single justice thereof. In this opinion we now state the reasons underlying that order.<sup>[3]</sup></p>\n<p>This is the third time we have been called upon to intercede in the lengthy struggle to implement the racial imbalance law in Springfield. Although the history of that <span class=\"star-pagination\">*318</span> struggle is described in detail in our two earlier opinions,<sup>[4]</sup> nevertheless we deem it necessary on this occasion to review once again the historical context in which this case arises.</p>\n<p>The original racial imbalance act, enacted in 1965,<sup>[5]</sup> declared the policy of the Commonwealth to be \"to encourage all school committees to adopt as educational objectives the promotion of racial balance and the correction of existing racial imbalance in the public schools.\" G.L.c. 71, § 37C. In broad outline, the statute required local school committees to adopt plans for the elimination of any racial imbalance existing in their schools. Whenever a local school committee failed to adopt an acceptable plan of its own and refused to adopt recommendations of the board, the board was empowered to require the implementation of a plan which it deemed satisfactory. § 37D. The statute contained no limitations on the devices for achieving racial balance (e.g. redistricting, busing) which the board may direct local school committees to utilize. There was express provision for judicial review of the actions and orders of the board. § 37D.</p>\n<p><span class=\"star-pagination\">*319</span> Since the passage of the racial imbalance act there have at all times been at least five elementary schools in Springfield which are racially imbalanced within the meaning of the statute.<sup>[6]</sup> (An additional elementary school and a junior high school which were found to be racially imbalanced in 1965 were subsequently closed by the school committee.) Between 1966 and 1969 the school committee submitted and the board approved three separate plans for the elimination of racial imbalance in Springfield's schools. Those plans relied on school construction and on open enrollment programs as the principal means to achieve racial balance.</p>\n<p>By the fall of 1970, however, it was clear that no substantial progress toward balancing the five imbalanced elementary schools had been made. In January of 1971, therefore, the board ordered the withholding of State school aid from Springfield until the school committee submitted an acceptable short-term plan to achieve racial balance. Although a compromise between the board and the school committee caused the State aid to be released to Springfield in February, the board again ordered State aid withheld in May, 1971, after the school committee had declined to adopt any one of three short-term plans which had been prepared by the Springfield school department. The school committee then brought a bill for judicial review of the board's actions (G.L.c. 15, § 1J).</p>\n<p>In <i>Springfield I,</i> 362 Mass. 417 (1972),<sup>[7]</sup> this court held that the board had acted improperly and prematurely in ordering the withholding of State aid and we ordered that the funds be released to Springfield. In addition, however, we made clear our lack of approval of the school committee's <span class=\"star-pagination\">*320</span> \"performance ... or perhaps lack of performance\" in implementing the racial imbalance law, and we stated that: \"Inasmuch as Springfield has failed to achieve racial balance in its elementary school system in the period since 1965, we think it is reasonable to require that the school committee, with appropriate assistance from the board, develop short-term measures consistent with G.L.c. 71, § 37D, which will achieve racial balance in all city schools by September, 1973.\" <i>Id.</i> at 444. The case was remanded to the Superior Court with instructions to ensure the filing and implementation of a short-term balance plan.</p>\n<p>After remand, at a hearing in the Superior Court in November, 1972, the school committee represented that it would file a short-term balance plan with the board by early 1973. In fact, no such plan was filed and in June, 1973, at the board's request, the Superior Court ordered the school committee to file a balance plan immediately. The school committee's response to this order was to file a four-page plan which it never approved and which provided for the balancing of only the fifth and sixth grades of the five imbalanced elementary schools.</p>\n<p>At that point the board appointed a hearing examiner to conduct hearings on the plan filed by the school committee as well as on a plan prepared by a group of Springfield residents who had intervened in the proceeding and on a plan prepared by the Springfield school department and the Task Force on Racial Imbalance. At the conclusion of the hearings, which were held during August, 1973, the hearing examiner issued a report in which he recommended adoption of the plan prepared by the school department and the Task Force (the Task Force plan).<sup>[8]</sup> The board then received written objections to the hearing examiner's report, heard oral argument, and on October 12, 1973, issued an opinion and order in which it rejected the objections to <span class=\"star-pagination\">*321</span> the hearing examiner's report and ordered the school committee to adopt and implement the Task Force plan. By this time, of course, it was obvious that there was to be no compliance with the September, 1973, deadline which had been set in <i>Springfield I.</i></p>\n<p>The school committee thereupon filed a bill for judicial review challenging the legality of the proceedings before the hearing examiner and the board, and requesting that the board be enjoined from enforcing its opinion and order. The board filed an answer and a counterclaim seeking enforcement of its opinion and order.</p>\n<p>While the case was pending, a single justice of this court, in December, 1973, ordered the school committee \"forthwith\" to submit an implementation plan and proposed modifications for the Task Force plan in accordance with the board's opinion and order. The school committee appealed from and sought a stay of that order. The stay was denied on January 9, 1974, but by January 28 the school committee still had not complied with the order. On that date, at the board's request, a single justice of this court amended the earlier order to require compliance by the school committee no later than February 1. The school committee did submit an implementation plan on February 1, which plan the board modified and approved by an order dated February 11. On February 12 the board moved to amend its counterclaim to include a prayer for a preliminary injunction requiring the school committee to implement the Task Force plan in accordance with the implementation schedule. On February 20, after hearing oral argument, a single justice allowed the board's motion and granted the preliminary injunction.</p>\n<p>The case reached the full court and was heard in April, 1974.<sup>[9]</sup> As noted above, we issued our opinion on May 1, 1974 (<i>Springfield II</i>).<sup>[10]</sup> In that opinion we rejected each of the school committee's objections to the proceedings before the <span class=\"star-pagination\">*322</span> hearing examiner and the board. We also reviewed the Task Force plan which the board had ordered implemented and held that it conformed to the law in every respect. We therefore concluded that the relief requested by the board's counterclaim should be granted and we ordered the entry of a decree affirming the board's opinion and order and requiring compliance therewith by September, 1974. In order that this latest deadline not meet the same fate as the 1973 deadline imposed in the <i>Springfield I</i> case, we ordered that the single justice retain jurisdiction of the cases to ensure implementation of the Task Force plan. On May 15, 1974, a single justice entered the final decree after rescript which is the subject of the present motion to vacate. Between May 15 and the beginning of August, there were no further legal proceedings and, we are told, the school committee was proceeding in accordance with the implementation schedule to put the Task Force plan into operation.<sup>[11]</sup></p>\n<p>On July 26 the Governor approved St. 1974, c. 636, declaring it to be an emergency law which should be immediately effective. Chapter 636 works several principal changes in the racial imbalance law.</p>\n<p>First, upon certification by the board to a local school committee that racial imbalance exists in schools within that school committee's jurisdiction, it apparently is no longer incumbent on the school committee immediately to produce a plan to eliminate such imbalance. Amended § 37D requires the preparation of such a plan only after a <span class=\"star-pagination\">*323</span> school committee has received, and been unable to satisfy, a request by a nonwhite student attending a racially imbalanced school who wishes to be transferred to a school in which \"racial isolation\"<sup>[12]</sup> exists, or a request by a white student attending a racially isolated school who wishes to be transferred to a racially imbalanced school. In other-words, school committees are not required to devise any racial balance plan until at least one student (or parent) has initiated a request for transfer of the specified type. Even then, no plan is required if the school committee is able to satisfy the particular request for transfer. It is only when transfer requests cannot be satisfied (because of lack of available seats) that a school committee must devise a plan to make such transfers possible.</p>\n<p>Second, the statute provides certain financial inducements to local school committees (e.g., 100% State reimbursement of certain transportation costs; substantial State funding of the costs of establishing magnet school facilities). Noteworthy is the provision for payment by the State of $500 into a local \"Equal Education Improvement Fund\" for each student transfer of the type described above. The local school committees may use such monies for programs to improve the quality of education within their respective jurisdictions. G.L.c. 15, § 1I, as amended.</p>\n<p>Third, and most pertinent to the issue now before us, if it becomes necessary for a school committee to devise a plan to achieve racial balance, the board is required: to provide technical and other assistance in the preparation of the plan; to approve or disapprove whatever plan is devised; to devise and order the implementation of its own plan whenever it is unable to approve a school committee's plan. Although there is no limitation on the means which a <i>school committee</i> may employ in order to eliminate racial imbalance, the <i>board</i> is strictly limited in terms of the measures which it may require school committees to employ. Any plan ordered by the board \"may include any of the <span class=\"star-pagination\">*324</span> following measures, and no others ...: additions to existing school buildings, use of leased or portable facilities, and changes in use of school buildings.\" G.L.c. 15, § 1I, as amended.</p>\n<p>Apparently on the basis of these changes in the racial imbalance law, the school committee on August 1 passed two resolutions, one directing that \"no further action be taken on the timetable for implementing the ... [Task Force plan] without the specific approval of the School Committee,\" and the other directing that \"the Springfield School System open on September 4, with the same grades and school organization as existed in June....\" At the direction of the school committee the superintendent of the Springfield school system notified the State Commissioner of Education of the resolutions which had been adopted.<sup>[13]</sup></p>\n<p>On August 2 the school committee filed in the county court its motion to vacate the final decree after rescript which had been entered on May 15, 1974. The asserted ground for the motion was that c. 636 had amended the racial imbalance law so as to eliminate the \"legal basis\" for the board's opinion and order which the final decree purported to enforce. On the same date a group of children attending the elementary schools of Springfield and their parents moved to intervene in the case. They subsequently filed an \"Answer and Counterclaim\" to the school committee's motion to vacate. Subsequently the motion to intervene was allowed by a single justice of this court and the answer and counterclaim were received.<sup>[14]</sup> The school committee filed an answer to the counterclaim, and the case was then reserved and reported without decision. The full court heard oral argument during a special sitting on <span class=\"star-pagination\">*325</span> August 22 and, as noted at the outset, on the same day issued its decision denying the school committee's motion to vacate and directing compliance with the earlier final decree, deferring to a later date the filing of an opinion or opinions.</p>\n<p>We turn now to the legal issues presented by the motion to vacate.</p>\n<p>It is well established that a court has power to modify or change a prior decree due to a change in circumstances, including a change in the applicable law. <i>Sawyer</i> v. <i>Davis,</i> 136 Mass. 239 (1884). <i>State</i> v. <i>Wheeling &amp; Belmont Bridge Co.</i> 18 How. 421 (1855). <i>System Fedn. No. 91, Ry. Employes' Dept. AFL-CIO</i> v. <i>Wright,</i> 364 U.S. 642 (1961). See <i>Nantucket Exp. Lines, Inc.</i> v. <i>Woods Hole, Martha's Vineyard &amp; Nantucket S.S. Authy.</i> 350 Mass. 173, 174-175 (1966), cert. den. 384 U.S. 952 (1966). Cf. <i>Royal</i> v. <i>Royal,</i> 324 Mass. 613 (1949). Citing this proposition, the school committee argues that the change in the racial imbalance law accomplished by c. 636 requires that we reconsider the final decree enforcing the board's opinion and order. Because under the racial imbalance law as amended by c. 636 the measures which the board may order local school committees to adopt include only the use of portable classrooms and the construction of additions to or changes in the use of existing buildings, the school committee contends that the final decree must be vacated because the board no longer has the authority to require the implementation of the Task Force plan, which involves redistricting, transfer of students and busing.</p>\n<p>An initial problem with this argument is that it is not clear from the language of the amending statute itself that the Legislature, by enacting c. 636, had any intention of affecting the operation of racial balance plans which had already been approved by the board and incorporated in final decrees of this court. There is certainly nothing in the wording of the 1974 amendment, taken by itself, which suggests an intention to scrap all the work that has been done in both Springfield and Boston toward ensuring that measures to eliminate racial imbalance would at long last <span class=\"star-pagination\">*326</span> be implemented this September. In addition, it was well known to the Legislature that the racial balance plan adopted for Boston, see <i>Boston III,</i><sup>[15]</sup> had since been incorporated in a decree of the United States District Court, District of Massachusetts, as the necessary short-term remedy for violations of the Fourteenth Amendment to the United States Constitution which were found to have occurred in the operation of the Boston school system. <i>Morgan</i> v. <i>Hennigan,</i> 379 F. Supp. 410 (D. Mass. 1974). From the statutory language it would appear unlikely that the Legislature intended to flout that court order by amending the racial imbalance act so as to invalidate the racial balance plan adopted for Boston. If the Legislature did not intend c. 636 to affect the operation of the racial balance plan already adopted for Boston, and since there is no suggestion in the statute that Springfield be treated differently from Boston, it could further be argued that the Legislature did not intend to affect the plan adopted for Springfield.</p>\n<p>On the other hand, if c. 636 is viewed against the historical background described in the first part of this opinion and if it is considered with other portions of the imbalance legislation, together with all the opinions of this court, including our advisory opinions, in dealing with the imbalance statute of 1965, a persuasive argument can be made that the clear intent of that statute was to forestall, wherever possible, the immediate implementation of board-ordered racial balance plans which require redistricting or busing of students. It is well known that the board's orders requiring redistricting and involuntary transfer (i.e., busing) of students are the aspects of the attempts to enforce the racial imbalance law which have aroused the most vociferous opposition. See <i>Opinion of the Justices,</i> 363 Mass. 899, 905 (1973); <i>Opinion of the Justices,</i> 365 Mass. 648, 652 (1974). The most conspicuous change in the racial imbalance law which c. 636 accomplishes is the <span class=\"star-pagination\">*327</span> elimination of the board's power to order busing and redistricting to achieve racial balance. In these circumstances it is a likely inference that c. 636 was in fact intended to short-circuit the implementation of the board-ordered and court-ordered Task Force plan in Springfield, a plan which requires both redistricting and busing. Certainly this intent is suggested by the Governor's assertion, contained in his statement declaring c. 636 to be emergency legislation, that \"[i]t is essential that the provisions of this Act take effect immediately in order to permit its orderly administration during the school year which will soon commence.\" Although this view of the amendatory statute appears to be the more logical one, we need not so decide at this time.</p>\n<p>In any event, regardless of legislative intent (determination of which is often an uncertain exercise), one proposition is clear: in the circumstances of this case, any action taken either by the Legislature or by the school committee of Springfield which would tend to reverse or impede the progress toward the achievement of racial balance in Springfield's schools would constitute a violation of the Fourteenth Amendment to the United States Constitution and of arts. 1 and 10 of the Declaration of Rights of the Massachusetts Constitution. Thus, in so far as c. 636 was intended to forestall the implementation of the Task Force plan in Springfield, it is unconstitutional. Similarly, in so far as the school committee, in reliance on c. 636, attempts to rescind the actions it has previously taken toward full implementation of that plan, it would be acting in an unconstitutional manner. We explain these conclusions.</p>\n<p>By July 26, 1974, when c. 636 was enacted, the plans for elimination of the racial imbalance which had for nine years existed in five Springfield elementary schools had finally been made. Substantially every action which was necessary to the implementation of the Task Force plan had already been taken:<sup>[16]</sup> the more than thirty elementary <span class=\"star-pagination\">*328</span> school districts consolidated into six districts; pupil assignments had been completed and notification had been sent to parents; staff assignments and notification thereof had been completed; the safety and transportation plan had been completed; additional vehicles necessary for student transportation had been ordered; community education programs had been conducted. Thus, by the end of July, through the affirmative acts of the school committee, Springfield had in fact achieved a racially balanced school system. Essentially all that remained to be done was to put the students into the classrooms.</p>\n<p>In these circumstances any attempt by the Legislature or by the school committee to rescind the present enrollment structure (all elementary schools less than forty per cent nonwhite) and return to the 1973-1974 enrollment structure (five elementary schools between 82% and 95% nonwhite) would constitute resegregation<sup>[17]</sup> of the previously imbalanced schools, and would thus be an unconstitutional act of de jure segregation.<sup>[18]</sup> See <i>Keyes</i> v. <i>School Dist. Number One, Denver, Colo.</i> 303 F. Supp 289, 295 (D. Colo. 1969);<sup>[19]</sup><i>Bradley</i> v. <i>Milliken,</i> 433 F.2d 897, 904 (6th Cir.1970);<sup>[20]</sup><i>Oliver</i> v. <i>Kalamazoo Bd. of Educ.</i> 346 F. Supp 766, 780 (W.D. Mich. 1971), affd. sub nom. <i>Oliver</i> v. <i>School Dist. of Kalamazoo,</i> 448 F.2d 635 (6th Cir.1971); <i>Martin</i> v. <i>Evansville-Vanderburgh Sch. Corp. of Evansville,</i> 347 F. Supp. 816, 820 (S.D. Ind. 1972).</p>\n<p><span class=\"star-pagination\">*329</span> The school committee and the Attorney General argue that the cited cases are distinguishable. In addition, they assert that, because there has never been a finding of de jure segregation in the Springfield schools (see <i>Springfield II</i> at 232), any action taken pursuant to c. 636 cannot conceivably violate any constitutional provision because under c. 636 the State has not merely taken a neutral stance with respect to the elimination of racial imbalance, which is all that is constitutionally required in the absence of de jure segregation, but in fact has affirmatively moved to eliminate racial imbalance. When viewed in the \"historical context\" of the Springfield situation, however, it becomes easy to comprehend that any attempt under c. 636 to prevent the operation of the Task Force plan would constitute a significant retreat from the progress toward desegregation that has been made under the preamendment law. And the cases make clear that even where steps toward desegregation are made voluntarily rather than pursuant to constitutional mandate any subsequent State action which would cause a return of the preexisting segregation would itself be an act of de jure segregation.<sup>[21]</sup> This is especially true where, as in this case, there is a court decree ordering the implementation of such plans.</p>\n<p>For example, <i>Oliver</i> v. <i>Kalamazoo Bd. of Educ.</i> 346 F. Supp. 766 (W.D. Mich. 1971), affd. sub nom. <i>Oliver</i> v. <i>School Dist. of Kalamazoo,</i> 448 F.2d 635 (6th Cir.1971), involved a school system in which five elementary schools had predominantly black enrollments while the system-wide black population was only 17.6%. The local board of <span class=\"star-pagination\">*330</span> education voluntarily had adopted a plan to increase racial integration throughout the school system. After an election, however, the newly elected board voted to rescind the earlier plan and to return to the former status quo. In a suit for a preliminary injunction against the board of education, the court declared that it was \"not in a position to rule on whether or not the Board had a constitutional duty to adopt the... [voluntary integration plan] because all of the evidence isn't in.\" <i>Id.</i> at 779-780. The court nevertheless held that the board's vote purporting to rescind the integration plan was in violation of the Fourteenth Amendment and was void. The court enjoined the board from acting on the rescission vote and required the implementation of the integration plan. <i>Id.</i> at 782.</p>\n<p>Similarly, <i>Keyes</i> v. <i>School Dist. Number One, Denver, Colo.</i> 303 F. Supp. 279 and 303 F. Supp. 289 (both D. Colo. 1969),<sup>[22]</sup> involved the revocation by a school board of a previously adopted plan to achieve racial balance. After years of study, the Denver school board, in 1969, adopted three resolutions which had the effect of altering existing school attendance districts in such a way as to achieve greater racial balance among the city's schools. After a school board election, however, and while the school department staff was in the process of implementing the resolutions, the newly constituted school board voted to rescind the resolutions and to return to the old order. The court stated that, although the rescission of the steps taken toward achieving racial balance \"was carried out in response to what was called a voter mandate, there can be no gainsaying the purpose and effect of the action as one designed to segregate.\" 303 F. Supp. at 285. Characterizing the attempted rescission as \"a legislative act which had for its purpose restoration of the old status quo ...,\" the court held that the vote rescinding the three resolutions \"in and of itself was an act of de jure segregation.\" 303 <span class=\"star-pagination\">*331</span> F. Supp. at 295 (1969). A decree was entered enjoining the school board from implementing its rescission vote.<sup>[23]</sup></p>\n<p>In <i>Bradley</i> v. <i>Milliken,</i> 433 F.2d 897 (6th Cir.1970), the court declared unconstitutional a statute enacted by the Michigan Legislature which purported to require postponement of the implementation of a redistricting plan which had been adopted voluntarily by the Detroit board of education in order to reduce racial imbalance in the city's high schools. Even though there had been no finding of de jure segregation in Detroit's schools, the court held that the statute violated the Fourteenth Amendment by impeding voluntary local efforts to achieve racial balance. <i>Id.</i> at 904.<sup>[24]</sup></p>\n<p>In addition to the foregoing, our conclusions in this case are buttressed by a second line of cases which focus on State action which amounts to racial discrimination. These cases spring from the decision of the Supreme Court in <i>Reitman</i> v. <i>Mulkey,</i> 387 U.S. 369 (1967).</p>\n<p>In the <i>Reitman</i> case the United States Supreme Court affirmed a decision of the Supreme Court of California (<i>Mulkey</i> v. <i>Reitman,</i> 64 Cal.2d 529 [1966]) declaring unconstitutional an amendment to the California Constitution (Proposition 14, so called) which purported to forbid any agency of the State from interfering with the \"absolute discretion\" of any person to sell, lease or rent real estate \"to such persons ... as he ... chooses.\" Analyzing Proposition 14 in light of its historical context and the conditions existing prior to its enactment, the California <span class=\"star-pagination\">*332</span> court concluded that the clear intent behind the amendment was to repeal pro tanto State laws which declared illegal private racial discrimination in real estate transactions. <i>Id.</i> at 534-535. The ultimate effect of Proposition 14, the court noted, would be significant involvement of the State in the encouragement of private discrimination. <i>Id.</i> at 542.</p>\n<p>The United States Supreme Court approved of the California court's analysis based on \"`historical context,'\" \"`immediate objective'\" and \"`ultimate effect,'\" and it affirmed the holding that Proposition 14 did not merely put the State in a constitutionally permissible position of neutrality vis-a-vis private discrimination but in fact provided substantial State encouragement to those acts of private discrimination which the amendment purported to permit. 387 U.S. at 373-379. The court stated: \"Here the California court, armed as it was with the knowledge of the facts and circumstances concerning the passage and potential impact of ... [Proposition 14], and familiar with the milieu in which that provision would operate, has determined that the provision would involve the State in private racial discriminations to an unconstitutional decree. We accept this holding of the California court.\" <i>Id.</i> at 378-379. The holding that Proposition 14 violated the equal protection clause of the Fourteenth Amendment was thus upheld.</p>\n<p>Following the decision in the <i>Reitman</i> case, a three-judge Federal court in New York declared unconstitutional a statute which purported to prohibit State education officials and appointed local school boards from ordering pupil assignments or redistricting for the purpose of achieving racial equality in school attendance.<sup>[25]</sup><i>Lee</i> v. <i>Nyquist,</i> 318 F. Supp. 710 (W. D.N.Y. 1970), affd. without opinion, 402 U.S. 935 (1971). The court noted that, prior to the enactment of the statute in question, the State education <span class=\"star-pagination\">*333</span> officials \"were firmly committed to a policy of eradicating <i>de facto</i> segregation in New York's public schools, and appointed education officials were actively engaged in directing plans to improve racial balance.\" <i>Id.</i> at 716. Such efforts had met with stubborn resistance at the local level. In light of this background, the court found that the clear legislative purpose was \"to turn the tables in favor of those recalcitrant local groups\" (<i>id.</i> at 717) by preventing the use of certain measures designed to achieve racial balance. The ultimate impact of the challenged statute would be to slow substantially progress toward the achievement of racially balanced schools in the affected localities. Although ultimately relying on other grounds, the court concluded that, in these circumstances, a good case was made out under <i>Reitman</i> v. <i>Mulkey</i> that the statute, \"by invidiously discriminating against efforts to achieve racial balance, violates the equal protection clause of the Fourteenth Amendment.\" <i>Lee</i> v. <i>Nyquist, supra,</i> 716.</p>\n<p>The Justices of this court, too, have relied on the <i>Reitman</i> case as demonstrating the unconstitutionality of the legislation which purported to prohibit the use of mandatory school assignments and busing to achieve racial balance. See <i>Opinion of the Justices,</i> 363 Mass. 899 (1973); <i>Opinion of the Justices,</i> 365 Mass. 648 (1974). In the earlier <i>Opinion of the Justices</i> we stated that a bill which purported both to require the assignment of pupils to the schools nearest their respective homes and to bar transportation of pupils without parental written consent would, if enacted, be unconstitutional. Citing the Supreme Court's decision in <i>North Carolina State Bd. of Educ.</i> v. <i>Swann,</i> 402 U.S. 43 (1971), we noted that \"even in situations where there is only de facto segregation, if the State adopts a policy which freezes these de facto conditions by imposing severe limitations on local school officials' discretionary authority to take effective remedial action, then the State policy constitutes State action serving to continue segregation in the schools and thus `significantly encourage[s] and involve[s] the State' in private racial discrimination. See <i>Reitman</i> v. <i>Mulkey,</i> 387 <span class=\"star-pagination\">*334</span> U.S. 369, 381 [1967]; <i>Lee</i> v. <i>Nyquist,</i> 318 F. Supp. 710, 716 [W.D.N.Y. 1970].\" 363 Mass. at 904.</p>\n<p>Similarly, in the present case, it is quite clear that the school committee, although not barred by c. 636, will not voluntarily order the redistricting and busing which is integral to the Task Force plan. And from the past efforts in Springfield it is equally clear that racial balance cannot be achieved without such redistricting and busing. Thus, in this setting, by depriving the board of its power to require the use of effective measures for the elimination of racial imbalance, c. 636 is, in effect, \"an authorization to discriminate.\" <i>Reitman</i> v. <i>Mulkey,</i> 387 U.S. at 379. If the school committee at this stage, in reliance on c. 636, attempts to rescind the implementation of the Task Force plan, it would constitute \"State action serving to continue segregation in the schools and thus `significantly ... [involve] the State' in ... racial discrimination.\" <i>Opinion of the Justices,</i> 363 Mass. at 904.</p>\n<p>In light of the foregoing discussion, it is clear that the school committee cannot constitutionally follow the course suggested by its resolutions of August 1, 1974, whereby it proposed to scrap the Task Force plan and return to the school structure which existed last year. When the school committee, pursuant to the orders of the board and of this court, proceeded to implement the Task Force plan, it in effect created a new status quo in which every elementary school is racially balanced. If, now that that new status quo has been substantially achieved, either the school committee or the Legislature acts so as to resurrect the preexisting school structure, the resulting racial segregation in the five elementary schools would clearly be State imposed and thus unconstitutional. Events have simply moved too far to permit such a reversion.</p>\n<p>Since the school committee must continue to comply with the Task Force plan, as required by the final decree after rescript in the <i>Springfield II</i> case, there is no occasion to modify or vacate that decree.</p>\n<p>QUIRICO, J. (with whom Reardon and Braucher, JJ., <span class=\"star-pagination\">*335</span> join, concurring in the result).</p>\n<p>I concur in the result reached in the opinion of the court, but I do so on the basis of construing the applicable statutes in a manner which does not reach or decide questions of constitutionality.</p>\n<p>On October 12, 1973, and February 11, 1974, the State board of education (board) entered orders for the elimination or reduction or racial imbalance in certain public schools of the city of Springfield. The board entered the orders in the exercise of the authority vested in it by the then existing statutes relating to racial imbalance in the public schools. G.L.c. 15, §§ 1I-1K, and c. 71, §§ 37C-37D, originally inserted by St. 1965, c. 641. On May 1, 1974, by our opinion in <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> 365 Mass. 215, 219-220, 234 (1974), we held that the orders of the board were valid and ordered that a single justice enter a final decree \"affirming the board's opinion and order and requiring a timely compliance therewith.\" A single justice entered the required decree on May 15, 1974.</p>\n<p>The board's order thus held valid by this court required some redistricting, with resulting transportation of a number of students by bus, for the elimination or reduction of existing racial imbalance. The racial imbalance statutes cited above were amended in many respects by St. 1974, c. 636, effective on July 26, 1974. Relevant to the present issue was an amendment to the effect that although the board could make recommendations to a local school committee which, in certain circumstances, would become mandatory, such recommendations and mandatory plan could \"include any of the following measures, and no others...: additions to existing school buildings, use of leased or portable facilities, and changes in use of school buildings.\" G.L.c. 15, § 1I, as appearing in St. 1974, c. 636, § 1.</p>\n<p>The school committee argues in effect that because of the amendments to the racial imbalance statutes by St. 1974, c. 636, the orders of the board which were valid when entered have become unenforceable and that the final decree must therefore be vacated. It states in its brief: \"Chapter 636 does not vacate any court decree either <span class=\"star-pagination\">*336</span> expressly or in effect. However, the racial balance law has been amended by Chapter 636. The law as it stood prior to the enactment of Chapter 636 was the legal basis for the court order. That law no longer exists and therefore the court order must be changed.\"</p>\n<p>I do not agree with the contention in the last sentence quoted above. The mere fact that the board's authority to approve or order a plan which involved implementation in part by redistricting and the transportation of students was repealed by St. 1974, c. 636, does not mean that its orders issued prior thereto are no longer effective or enforceable. Neither does it mean that the court's earlier decree ordering enforcement of such orders has become null and void. In my opinion this conclusion is required by the application of the following rule of statutory interpretation stated by Chief Justice Rugg in <i>Hanscom</i> v. <i>Malden &amp; Melrose Gas Light Co.</i> 220 Mass. 1, 3 (1914): \"The general rule of interpretation is that all statutes are prospective in their operation, unless an intention that they shall be retrospective appears by necessary implication from their words, context or objects when considered in the light of the subject matter, the pre-existing state of the law and the effect upon existent rights, remedies and obligations. Doubtless all legislation commonly looks to the future, not to the past, and has no retroactive effect unless such effect manifestly is required by unequivocal terms. It is only statutes regulating practice, procedure and evidence, in short, those relating to remedies and not affecting substantive rights, that commonly are treated as operating retroactively, and as applying to pending actions or causes of action.\" This language has been quoted with approval in numerous subsequent decisions of this court, one of the most recent being <i>City Council of Waltham</i> v. <i>Vinciullo,</i> 364 Mass. 624, 626 (1974), where we added, at 627: \"There are, of course, limitations to the extent to which even procedural or remedial statutes will operate retroactively. At the extreme, no `retroactive' procedural statute could apply to a case which has been closed, i.e., has gone to judgment and either been affirmed on appeal or not been <span class=\"star-pagination\">*337</span> appealed within the time allowed for appeal.\" The present case is one which has been closed by the entry of a final decree which has been affirmed by this court on appeal. Thus whether c. 636 be one affecting substantive rights or merely one relating to remedies, it has no retroactive effect in this case. <i>Pittsley</i> v. <i>David,</i> 298 Mass. 552, 554-557 (1937). <i>Patrick</i> v. <i>Commissioner of Correction,</i> 352 Mass. 666, 669 (1967).</p>\n<p>The court states that if c. 636 is viewed and considered against the historical background and other facts described in its opinion, \"a persuasive argument can be made that the clear intent of that statute was to forestall, wherever possible, the immediate implementation of board-ordered racial balance plans which require redistricting or busing of students.\" In my view, even if the legislative history of c. 636 indicated that the Legislature intended to nullify the preexisting orders of the board and decrees of the court, that would not be a factor in the interpretation of the statute because the Legislature did not translate that intent into the language of c. 636. A legislative intent, regardless of how obvious it may appear from sources other than the statutory language, cannot be judicially incorporated into a statute containing clear and unequivocal language which does not reflect that intent.<sup>[1]</sup> This, of course, is not intended to be a decision that the Legislature does or does not have the power, by the use of any language, to nullify any prior lawful order of the board, particularly an order previously enforced by a decree of this court. I conclude only that, if it had that power, it did not enact a statute which is adequate to accomplish that result.</p>\n<p>If the Legislature had the intention imputed to it by the court's opinion, the natural reading of the statute is that implementation of that intent was left to judicial application of equitable principles. We have the power to modify <span class=\"star-pagination\">*338</span> an equitable decree in the light of changed circumstances, and a declaration of future policy by the Legislature \"is entitled to the highest consideration of the court.\" <i>Sawyer</i> v. <i>Davis,</i> 136 Mass. 239, 247 (1884). However, it is reasonable to assume from the history of the present controversy that if the decree were vacated the school committee would revert to its past policy of questionable constitutionality which resulted in five of its elementary schools having concentrations of 82.3% to 95.1% of nonwhite pupils in 1973 (see fn. 6 of the court's opinion), and that it would take no present action to eliminate that condition. This is therefore not an appropriate case for vacating our prior decree.</p>\n<p>It is my opinion, based on the foregoing interpretation of the racial imbalance statutes as amended by St. 1974, c. 636, that it is not necessary to consider or decide whether these statutes would be unconstitutional if interpreted as purporting to nullify the board's prior orders and the court's decrees. Ordinarily a court \"will not pass upon a constitutional question although properly presented by the record, if there is also present some other ground upon which the case may be disposed of.... Thus, if a case can be decided on either of two grounds, one involving a constitutional question, the other a question of statutory construction or general law, the Court will decide only the latter.... `When the validity of an act ... is drawn in question, and even if a serious doubt of constitutionality is raised, it is a cardinal principle that this Court will first ascertain whether a construction of the statute is fairly possible by which the question may be avoided.' <i>Crowell</i> v. <i>Benson,</i> 285 U.S. 22, 62.\" <i>Ashwander</i> v. <i>Tennessee Valley Authy.</i> 297 U.S. 288, 347-348 (1936) (concurring opinion of Brandeis, J.). <i>Burton</i> v. <i>United States,</i> 196 U.S. 283, 295 (1905). <i>United States</i> v. <i>International Union United Auto., Aircraft &amp; Agricultural Implement Wkrs. of America (UAW-CIO),</i> 352 U.S. 567, 590 (1957). <i>First Natl. Bank</i> v. <i>Attorney Gen.</i> 362 Mass. 570, 594-597 (1972) (concurring opinion of Quirico, J.), and cases cited therein.</p>\n<p><span class=\"star-pagination\">*339</span> ADDENDUM by TAURO, C.J. In view of the unequivocal attitude of Justice Quirico in the concurring opinion that the constitutional question should not have been reached, and because of the frequent recurrence of this problem as it relates to statutory construction, it is my belief that it is not only appropriate but, indeed, essential to reexamine the history, logic, and rationale of the underlying rules. What I now state are my own views and may not necessarily reflect those of all of the Justices who joined with me in the majority opinion.</p>\n<p>The concurring opinion would have us refrain from any consideration of the constitutionality of St. 1974, c. 636 (the amendment). Justice Quirico concludes, based on its construction, that the amendment does not interfere with or nullify the decrees in this case. Thus, he reasons, consideration of the amendment's constitutionality is \"not necessary\" to our decision. Because such consideration is \"not necessary,\" the concurring opinion informs us that we may not undertake any constitutional analysis. In support of this position, the concurring opinion quotes Mr. Justice Brandeis concurring in <i>Ashwander</i> v. <i>Tennessee Valley Authy.</i> 297 U.S. 288, 347 (1936): \"Ordinarily a court `will not pass upon a constitutional question although properly presented by the record, if there is also present some other ground upon which the case may be disposed of.... Thus, if a case can be decided on either of two grounds, one involving a constitutional question, the other a question of statutory construction or general law, the Court will decide only the latter.'\"</p>\n<p>On its face, the rule espoused by Brandeis provides for avoidance of constitutional adjudication in every situation in which such avoidance is feasible. The rule appears as an inflexible, blanket prohibition against resolving constitutional issues in the absence of absolute necessity.</p>\n<p>In this addendum, I will explore the scope of the rule. I believe that it is not without limitation, qualification and exception and that courts must adopt such exceptions in <span class=\"star-pagination\">*340</span> cases like the present <i>Springfield</i> case which raise questions of great public importance.<sup>[1]</sup></p>\n<p>The rule is a venerable one and is often repeated in opinions by courts throughout the United States. It originated in those early decisions of Chief Justice Marshall which sought to establish judicial review of legislation's constitutionality and, at the same time, to clarify the scope of the power of review. In <i>Cohens</i> v. <i>Virginia,</i> 6 Wheat. 264 (1821), Chief Justice Marshall wrote: \"It is most true that this Court will not take jurisdiction if it should not: but it is equally true, that it must take jurisdiction if it should. The judiciary cannot, as the legislature may, avoid a measure because it approaches the confines of the constitution. We cannot pass it by because it is doubtful. With whatever doubts, with whatever difficulties, a case may be attended, we must decide it, if it be brought before us. We have no more right to decline the exercise of jurisdiction which is given, than to usurp that which is not given. The one or the other would be treason to the constitution.\" <i>Id.</i> at 404. But that jurisdiction was not boundless in Chief Justice Marshall's view. He tempered his remarks with an important qualification regarding judicial adventure in the legislative sphere: \"If the first question [a matter of statutory construction] be answered in the affirmative, it will become necessary to consider the second [the constitutionality of the law in question]. If it should be answered in the negative, it will be unnecessary, and consequently improper, to pursue any inquiries, which would then be merely speculative, respecting the [constitutional] power of Congress in the case.\" <i>Id.</i> at 441.</p>\n<p>In Chief Justice Marshall's words, we can discern the Brandeis rule in embryo. The nonconstitutional issue receives priority of determination. If it is dispositive, the court will not reach questions of constitutionality. They <span class=\"star-pagination\">*341</span> then become \"unnecessary\" and \"consequently improper.\"</p>\n<p>This rule of judicial restraint, of course, achieved great currency and was liberally adopted in the opinions of the United States Supreme Court and other Federal and State courts. E.g., <i>Proprietors of Charles River Bridge</i> v. <i>Proprietors of Warren Bridge,</i> 11 Pet. 420, 553 (1837); <i>Trade-Mark Cases,</i> 100 U.S. 82, 95-96 (1879); <i>Liverpool, N.Y. &amp; Philadelphia S.S. Co.</i> v. <i>Commissioners of Emigration,</i> 113 U.S. 33, 39 (1885); <i>Baker</i> v. <i>Grice,</i> 169 U.S. 284, 292 (1898); <i>Burton</i> v. <i>United States,</i> 196 U.S. 283, 295 (1905); <i>Siler</i> v. <i>Louisville &amp; Nashville R.R.</i> 213 U.S. 175, 193 (1909); <i>Massachusetts</i> v. <i>Mellon,</i> 262 U.S. 447, 488-489 (1923); <i>Alabama State Fedn. of Labor</i> v. <i>McAdory,</i> 325 U.S. 450, 461-462 (1945); <i>Poe</i> v. <i>Ullman,</i> 367 U.S. 497, 503-504 (1961); <i>Ex parte Randolph,</i> 2 Brock. 447, 478-479 (Cir. Ct. D. Va. 1833) (opinion of Marshall, C.J.); <i>Hoover</i> v. <i>Wood,</i> 9 Ind. 286, 287 (1857); <i>Weimer</i> v. <i>Bunbury,</i> 30 Mich. 201, 218 (1874); <i>Elliott</i> v. <i>Oliver,</i> 22 Ore. 44, 48 (1892).</p>\n<p>In adhering to the rule, the United States Supreme Court has fashioned a variety of adjudicatory devices which stand up as independent nonconstitutional grounds for decision and permit decision without passing on the constitutionality of legislation or executive action. See, generally, Gunther, The Subtle Vices of the \"Passive Virtues\"  A Comment on Principle and Expediency in Judicial Review, 64 Col. L. Rev. 1 (1964). On the merits the court will resolve a case through statutory construction tailored to constitutional requirements (<i>Dennis</i> v. <i>United States,</i> 341 U.S. 494, 501 [1951]) or through a process of severing a statutory provision which is clearly constitutional and is at issue in the litigation from the remainder of a dubious statute. <i>Electric Bond &amp; Share Co.</i> v. <i>Securities &amp; Exch. Comm'n</i> 303 U.S. 419 (1938). <i>Communist Party of the U.S.</i> v. <i>Subversive Activities Control Bd.</i> 367 U.S. 1, 72-73 (1961). In like manner, the court will dismiss an appeal or writ of certiorari because a State court judgment rested on an adequate State ground which precluded constitutional review (<i>Enterprise Irr. Dist.</i> v. <i>Farmers Mut. Canal Co.</i> 243 U.S. 157, 164 [1917]; <i>Jankovich</i> v. <i>Indiana Toll Rd.</i> <span class=\"star-pagination\">*342</span> <i>Commn.</i> 379 U.S. 487, 489 [1965]) and will remand cases to State courts for clarification of the foundation (State law <i>or</i> the United States Constitution) of the ruling below. <i>Minnesota</i> v. <i>National Tea Co.</i> 309 U.S. 551, 557 (1940). <i>Department of Mental Hygiene of Cal.</i> v. <i>Kirchner,</i> 380 U.S. 194, 201 (1965). This arsenal of avoidance tools is supplemented by an additional array of often used doctrines such as standing, justiciability, abstention, and mootness. See, generally, Bickel, The Supreme Court 1960 Term, Foreword: The Passive Virtues, 75 Harv. L. Rev. 40 (1961).</p>\n<p>The fact that the rule of avoidance of constitutional issues is often reiterated and variously effectuated does not in any way indicate that it is an ineluctable commandment binding on every court. Fundamental law, constitutional and statutory, does not compel refusal to adjudicate constitutional issues. Though the rule is occasionally thought to have jurisdictional overtones for the Federal courts in the light of art. 3, § 2, the United States Constitution's case or controversy requirement<sup>[2]</sup> (see, e.g., <i>Liverpool, N.Y. &amp; Philadelphia S.S. Co.</i> v. <i>Commissioners of Emigration,</i> 113 U.S. 33, 39 [1885]; <i>Herb</i> v. <i>Pitcairn,</i> 324 U.S. 117, 125-126 [1945]; Bickel, The Supreme Court 1960 Term, Foreword: The Passive Virtues, 75 Harv. L. Rev. 40, 43 [1961]), the better view would seem to be that it is a prudential rule developed by the United States Supreme Court (and other courts) \"for its own governance in the cases confessedly within its jurisdiction.\" <i>Ashwander</i> v. <i>Tennessee Valley Authy.</i> 297 U.S. 288, 346 (1936) (Brandeis, J., concurring). See <i>Rescue Army</i> v. <i>Municipal Court of Los Angeles,</i> 331 U.S. 549, 568-571 (1947); <i>Barrows</i> v. <i>Jackson,</i> 346 U.S. 249, 255 (1953); <i>United States</i> v. <i>Raines,</i> 362 U.S. 17, 23 (1960); <i>Ex parte Randolph,</i> 2 Brock. 447, 478-479 (Cir. Ct. D. Va. 1833); Robertson &amp; Kickham, Jurisdiction of the Supreme Court of <span class=\"star-pagination\">*343</span> the United States (Wolfson &amp; Kurland ed.) § 266, p. 485 (1951); Sandalow, Henry v. Mississippi and the Adequate State Ground: Proposals for a Revised Doctrine, 1965 Sup. Ct. Rev. 187, 201. See also <i>Moore</i> v. <i>Election Commrs. of Cambridge,</i> 309 Mass. 303, 306 (1941); <i>Commonwealth</i> v. <i>Gilfedder,</i> 321 Mass. 335 (1947). Thus, the rule with which Justice Quirico would forestall our consideration of the constitutionality of the amendment exists only because a court, in its sound discretion, chooses to give it life. But matters within the discretion of a court can always be revised for good <i>policy</i> reasons. Here, then, is the most elementary limitation on the rule: When a court finds that the policy supporting the rule is overborne by other considerations it may decline to follow the rule. To specify those situations in which such deviations from the rule are appropriate, I must now proceed to explore the foundations of the rule.</p>\n<p>Two fundamental notions, arising out of a view of the proper judicial function in our society, underlie the rule of judicial avoidance of unnecessary constitutional questions. The first notion, probably the more significant, is that of comity among the branches of our tripartite government. In <i>Bowe</i> v. <i>Secretary of the Commonwealth,</i> 320 Mass. 230 (1946), we commented on the court's duties under the Constitution and its relationship to the other coequal branches of government: \"The power to hold statutes unconstitutional is the logical and inevitable result of the existence of law-making power at different levels of authority.... When ... [a court] has to pass upon the validity of an act of a coordinate branch of government, a court exercises a grave and delicate function. A court never seeks to decide a constitutional question. It never volunteers an opinion. It remains silent and inactive until some case comes before it in which the rights of the parties depend upon the constitutional validity of a statute....\" Id. at 244-245. This \"grave and delicate\" function, a necessary concomitant of judicial independence and responsibility, inevitably must affront the legislative and executive branches when their actions are subjected to scrutiny and <span class=\"star-pagination\">*344</span> criticism. A proper regard for these coequal branches minimizes the likelihood of affront and, so, delimits the judicial purview in constitutional matters. As Chief Justice Marshall wrote, \"[A] just respect for the legislature requires that the obligation of its laws should not be unnecessarily and wantonly assailed.\" <i>Ex parte Randolph,</i> 2 Brock. 447, 479 (Cir. Ct. D. Va. 1833). In a government of separated powers, each branch must exhibit due deference to the others if they are to coexist harmoniously. See <i>Trade-Mark Cases,</i> 100 U.S. 82, 95-96 (1879); <i>Communist Party of the U.S.</i> v. <i>Subversive Activities Control Bd.</i> 367 U.S. 1, 72 (1961); <i>Hunter</i> v. <i>Colfax Consol. Coal Co.</i> 175 Iowa 245, 269 (1915); <i>State</i> v. <i>Harrison,</i> 130 W. Va. 246, 249 (1947). The function becomes correspondingly graver and more delicate when decision by the Federal courts would contain the potentiality for Federal-State conflict. To the traditional concerns invoked by the separation of powers are added the complexities and protocol of a Federal system. See <i>Parker</i> v. <i>County of Los Angeles,</i> 338 U.S. 327, 332-333 (1949); <i>Poe</i> v. <i>Ullman,</i> 367 U.S. 497, 503 (1961).</p>\n<p>The second policy support for the rule of avoidance of constitutional decision inheres in the \"very nature of the judicial process. [C]ourts can most wisely determine issues precisely defined by the confining circumstances of particular situations.\" <i>Communist Party of the U.S.</i> v. <i>Subversive Activities Control Bd., supra</i><i>.</i> This restriction is considered especially apposite in constitutional litigation. Constitutional questions are, by their nature, intricate. Their outreach is tremendously broad. Without a secure factual mooring, constitutional decisions can generate unanticipated repercussions. Therefore, before venturing to break new constitutional ground, the courts must await optimum presentation of the issues. The absence of a constitutional question which arises <i>necessarily</i> from the fact pattern deprives the court of insights and interconnections which should illuminate the ultimate holding. The court must be able to \"decide a constitutional question with confidence that relevant considerations have not been overlooked.\" <i>Bowe</i> v. <i>Secretary of the Commonwealth,</i> 320 <span class=\"star-pagination\">*345</span> Mass. 230, 246 (1946). See <i>Cole</i> v. <i>Chief of Police of Fall River,</i> 312 Mass. 523, 526 (1942), app. dism. sub nom. <i>Cole</i> v. <i>Violette,</i> 319 U.S. 581 (1943), reh. den. 320 U.S. 810 (1943); <i>Alabama State Fedn. of Labor</i> v. <i>McAdory,</i> 325 U.S. 450, 462 (1945).</p>\n<p>Thus, the rule of judicial restraint urged by the concurring opinion evolved because of a judicial desire to preserve amicable relations with coordinate branches of government and to assure the fullest possible consideration of constitutional questions before decision. In the mundane case, these justifications suffice to preclude judicial action on constitutional issues. However, in the extraordinary case which raises questions of the utmost public importance, this structure of restraint must fall by the wayside. In the extraordinary case, the court must exercise its discretion to hear constitutional argument. Policy considerations favoring constitutional adjudication overwhelm those which militate against immediate resolution of constitutional issues.</p>\n<p>Generally, I would state the rule for reaching constitutional questions in spite of an alternative nonconstitutional ground as follows: this court must accept the responsibility of constitutional adjudication when (1) the constitutional issue is of overriding public concern; (2) the issue is bound to reappear and must be decided in subsequent litigation; and (3) the issues have been exhaustively briefed and argued by adverse parties. Zealous regard for the sensibilities of coordinate branches must give way before public necessity. The public has a right to judicial guidance concerning the propriety and legality of alternate courses of action in matters of great moment. This is particularly true when the issue will recur in litigation before the court. Adjudication then is not a needless affront to the Legislature. Rather, the adjudication avoids unnecessary delay, forestalls future litigation, and conserves judicial time and resources by not requiring reargument of the issues. The affront, if such it is, would occur anyway at a later date. Finally, since the adversaries under the rule which I propose have contested the issues fully, there can be <span class=\"star-pagination\">*346</span> no advantage in awaiting presentation of the constitutional issue in another factual context. Heated adversary argument, extensive briefing, and searching judicial scrutiny already have supplied the sharp focus which good practice demands of constitutional litigation.</p>\n<p>In this vein, in <i>Commonwealth</i> v. <i>Gilfedder,</i> 321 Mass. 335 (1947), we elected to reach issues under the First Amendment to the United States Constitution posed by complaints charging defendants with delivering \"`oration[s]'\" on the Boston Common in violation of the General Rules of the Board of Park Commissioners. We declined the opportunity to rule on narrow grounds going to the sufficiency of the complaints or to a conflict between the General Rules of the Board of Park Commissioners and Revised Ordinances of Boston. Justice Qua explained our decision: \"The issue of constitutionality has been fully argued. Even if we could manage to avoid deciding it now, it would certainly arise again in the near future, and additional expense would be incurred. In these circumstances it seems our duty in the interest both of the parties and of the public to deal with the fundamental [constitutional] issue which will prove decisive of all the cases.\" <i>Id.</i> at 338. See <i>Moore</i> v. <i>Election Commrs. of Cambridge,</i> 309 Mass. 303, 306 (1941); <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> 352 Mass. 693, 697 (1967), app. dism. 389 U.S. 572 (1968); <i>Wachusett Regional Sch. Dist. Comm.</i> v. <i>Erickson,</i> 353 Mass. 77, 79 (1967).</p>\n<p>In <i>Matter of </i><i>Bell</i> v. <i>Waterfront Commn. of N.Y. Harbor,</i> 20 N.Y.2d 54 (1967), the New York Court of Appeals reviewed a waterfront commission order which revoked the petitioner's registration as a longshoreman. The court found that the petitioner had lied to the commission while under oath and that this perjury alone amply justified revocation of registration. Technically, therefore, the petitioner lacked \"standing\" to challenge the constitutionality of a statute which authorized disciplinary action against longshoremen engaged in subversive activity. <i>Id.</i> at 60. Nevertheless, the court examined the constitutionality of the statute. The opinion of Chief Judge Fuld echoes our <span class=\"star-pagination\">*347</span> sentiments in the <i>Gilfedder</i> case: \"This principle [the petitioner's lack of standing] would manifestly justify our declining to pass upon the constitutional argument advanced by the petitioner. However, it is settled that judicial reluctance to decide questions which need not be reached must give way when a case raises `important constitutional issues' and the `controversy is of a character which is likely to recur.'\" <i>Id.</i> at 61.</p>\n<p>Similar analysis has controlled numerous cases in other jurisdictions. <i>Buckingham</i> v. <i>State,</i> 42 Del. 405, 409 (1944). <i>Hammond</i> v. <i>Bingham,</i> 83 Idaho 314, 317 (1961). <i>Sarlls</i> v. <i>State ex rel. Trimble,</i> 201 Ind. 88, 100 (1929). <i>Hunter</i> v., <i>Colfax Consol. Coal Co.</i> 175 Iowa 245, 274 (1915). <i>Alongi</i> v. <i>Schatzman,</i> 57 N.J. 564, 574 (1971). <i>State</i> v. <i>Conragan,</i> 54 R.I. 256, 259 (1934). See <i>In the Matter of Brown,</i> 439 F.2d 47, 51 (3d Cir.1971); <i>State ex rel. Bland</i> v. <i>St. John,</i> 244 Ala. 269, 277 (1943); <i>Eye Dog Foundation</i> v. <i>State Bd. of Guide Dogs for the Blind,</i> 67 Cal.2d 536, 541-542 (1967); <i>Hardware Mut. Cas. Co.</i> v. <i>Premo,</i> 153 Conn. 465, 473 (1966); <i>Ex Parte Lewis, Petitioner,</i> 101 Fla. 624, 628 (1931); <i>Green</i> v. <i>State ex rel. Phipps,</i> 166 So.2d 585, 587 (Fla. 1964); <i>State ex rel. Collins</i> v. <i>Jones,</i> 106 Miss. 522, 588 (1913); <i>State ex rel. West</i> v. <i>Thomas,</i> 62 N.M. 103, 106 (1956); <i>Battles</i> v. <i>State ex rel. Okla. Commn. for Crippled Children,</i> 206 Okla. 444, 445 (1951); <i>State</i> v. <i>Harrison,</i> 130 W. Va. 246, 249 (1947); <i>Eastwood</i> v. <i>Wyoming Hy. Dept.</i> 76 Wyo. 247 (1956).</p>\n<p>The United States Supreme Court has not explicitly fashioned a broad policy-based exception to the Brandeis rule of avoidance. Occasional language in opinions mentions specific exceptions or hints that the rule may not be one of universal applicability. See, e.g., <i>Siler</i> v. <i>Louisville &amp; Nashville R.R.</i> 213 U.S. 175, 193 (1909) (\"course is usually pursued\"); <i>United States</i> v. <i>Raines,</i> 362 U.S. 17, 22 (1960) (\"some exceptions ... where there are weighty countervailing policies\"). In cases in which the court does not adhere to the rule, it most often passes over a possible Brandeisian objection without comment. The rationale for deviation from established practice remains shadowy. <span class=\"star-pagination\">*348</span> Frequently, the only signal that the court has, in fact, ignored an adequate nonconstitutional gravamen is an emphatic dissent or concurrence which seeks to demonstrate the illegitimacy of the path taken. See, e.g., <i>Shapiro</i> v. <i>United States,</i> 335 U.S. 1, 37 (1948) (Frankfurter, J., dissenting); <i>Aptheker</i> v. <i>Secretary of State,</i> 378 U.S. 500, 522-523 (1964) (Clark, J., dissenting); <i>Crider</i> v. <i>Zurich Ins. Co.</i> 380 U.S. 39, 45 (1965) (Goldberg, J., dissenting); <i>Powell</i> v. <i>McCormack,</i> 395 U.S. 486, 573 (1969) (Stewart, J., dissenting); <i>Benton</i> v. <i>Maryland,</i> 395 U.S. 784, 801 (1969) (Harlan, J., dissenting); <i>Wyman</i> v. <i>James,</i> 400 U.S. 309, 345 (1971) (Marshall, J., dissenting). It is enough for my purpose here to know that the Supreme Court practice of avoidance of constitutional issues is not an invariable one mandated by the Constitution or by statute. As the practice is discretionary and based on policy, our court may deviate from the practice whenever our experience and sound policy suggest that deviation is appropriate. That general course is the one I propose here.</p>\n<p>That course is notably appropriate in the instant case. If there is any case containing constitutional issues of overriding importance which merit immediate judicial attention, it is this case. In recent weeks and months, the issue of school desegregation has thoroughly occupied the forefront of public attention in the Commonwealth. It has aroused passions and engaged the interest of a broad cross section of citizens. It has sparked an acrimonious (at times, a violent) debate over educational priorities and children's destinies.</p>\n<p>In the instant case, we have before us one attempt to shape the educational system which instructs the Commonwealth's young. The Legislature, responsive to public concern over racial imbalance solutions, has enacted an amendment which alters the array of available and necessary remedies for achieving racial balance. We have a public duty to express, promptly and categorically, our view of the amendment's constitutionality. No unrealistic hopes should be built on an unconstitutional statute. No hopes should be thwarted by an unconstitutional statute. This is our opportunity to give direction. We have properly <span class=\"star-pagination\">*349</span> decided these questions now and have avoided further delay.</p>\n<p>There can be no advantage in delay. If we were to delay, we would forfeit this opportunity to give the citizens of Springfield and the officials whose responsibility it is to maintain desegregated schools in the Commonwealth an authoritative adjudication of their constitutional duties under the amended imbalance law. Their uncertainty could only generate more litigation, more confusion, more expense, and more rancor.</p>\n<p>If there was any doubt as to the likelihood of recurrent litigation and the necessity for an immediate constitutional decision, this doubt has been dispelled. By letter of October 31, 1974, to this court, the superintendent of public schools of Springfield, writing for the Springfield school committee, reminded us that the committee is under a mandate of the State board of education to provide a phase two plan to integrate the schools of Springfield by December 2, 1974. Among the goals of the plan will be the \"lessen[ing of] the racial isolation of Puerto Rican students,\" a matter we specifically excluded from the decree in <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> 365 Mass. 215, 228-233 (1974). The superintendent expressed the belief, held by the committee, that the committee should act under the 1974 amendment and requested \"an early written decision\" by this court to assist in its deliberations.<sup>[3]</sup></p>\n<p>Had we adopted the course advocated by Justice Quirico and avoided the constitutional issue, the committee would <span class=\"star-pagination\">*350</span> have received no notice that sections of the amendment are unconstitutional and no guidance in alleviating the isolation of the Puerto Rican students. The committee would have acted without a definitive ruling on the constitutionality of the amended racial imbalance law, a ruling which it obviously wanted and needed. In fact, the committee might have felt free to deny the Puerto Rican pupils relief from their isolation through involuntary busing.</p>\n<p>Yet, challenge to any plan which did not bus the Puerto Rican pupils or to any other plan would be inevitable. Again, challenges would have involved more delay, more expense, and more protracted litigation which, at long last, would require a decision on the constitutional question  if not by this court, then by a Federal court.</p>\n<p>This delay would have been particularly unnecessary in view of the posture of this litigation before us. The issue is ripe for decision. The parties to this litigation have challenged and defended the amendment. They have fully briefed their respective positions and have argued them forcefully before this court. Future litigants or litigation, it would seem, could add little to clarify constitutional concerns or to assist our exploration of the permissible constitutional course.</p>\n<p>Under these circumstances, refusal to decide the constitutional issues because of a <i>possible</i> statutory construction would be an abnegation of our responsibilities. In sum, resort to statutory construction was meant to be applied, when indicated, to <i>avoid</i> unnecessary and needless confrontation with the Legislature. It was not intended as a means to <i>evade</i> important constitutional issues when the facts and posture of the case clearly require their prompt resolution. Cf. <i>DeFunis</i> v. <i>Odegaard,</i> 416 U.S. 312 (1974).</p>\n<h2>NOTES</h2>\n<p>[1]  Together with a companion case involving a suit brought by the interveners in the proceedings before the board.</p>\n<p>[2]  G.L.c. 15, §§ 11-1K, and c. 71, §§ 37C-37D, originally inserted by St. 1965, c. 641, §§ 1, 2.</p>\n<p>[3]  In rendering this opinion we note that, in spite of the sharply divergent views which had previously existed between the board and the school committee and among the citizens of Springfield, the responsible and cooperative efforts of all parties have resulted in an orderly and successful implementation of this court's order in the Springfield public schools.</p>\n<p>[4]  <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> 362 Mass. 417 (1972) (<i>Springfield I</i>), and <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> 365 Mass. 215 (1974) (<i>Springfield II</i>).</p>\n<p>[5]  The act was passed in response to a lengthy report prepared by the Advisory Committee on Racial Imbalance and Education and two Task Forces appointed by the board. The conclusions reached in the report were summarized as follows:\n</p>\n<p>\"Our conclusions are clear. Racial imbalance represents a serious conflict with the American creed of equal opportunity. It is detrimental to sound education in the following ways:</p>\n<p>\"It does serious educational damage to Negro children by impairing their confidence, distorting their self-image, and lowering their motivation.</p>\n<p>\"It does moral damage by encouraging prejudice within children regardless of their color.</p>\n<p>\"It presents an inaccurate picture of life to both white and Negro children and prepares them inadequately for a multi-racial community, nation, and world.</p>\n<p>\"It too often produces inferior educational facilities in the predominantly Negro schools.</p>\n<p>\"It squanders valuable human resources by impairing the opportunities of many Negro children to prepare for the professional and vocational requirements of our technological society.\"</p>\n<p>Report of the Advisory Committee on Racial Imbalance and Education, Massachusetts State Board of Education, Because It is Right  Educationally, p. 2 (April, 1965).</p>\n<p>[6]  The following table reflects the percentage of nonwhite students enrolled in the five schools each year from 1965 through 1973:\n</p>\n<p></p>\n<pre>\n       1965   1966   1967   1968   1969   1970   1971   1972   1973\nBrookings     58.8%  65.7%  66.7%  71.7%  74.5%  72.3%  74.9%  75.9%  82.3%\nDeBerry       90.9%  91.1%  89.6%  91.4%  92.3%  91.4%  91.3%  91.9%  95.1%\nElls          68.0%  71.3%  73.6%  77.8%  80.5%  87.5%  93.2%  93.0%  95.1%\nHomer         58.5%  65.0%  58.6%  65.0%  69.2%  73.9%  74.9%  79.6%  88.1%\nTapley        77.3%  80.3%  83.0%  85.4%  85.2%  86.4%  82.5%  87.3%  88.7%\n</pre>\n<p>[7]  See fn. 4, <i>supra.</i></p>\n<p>[8]  Briefly, the Task Force plan requires the consolidation of Springfield's elementary schools into six districts, with each of the imbalanced schools in a separate district. Approximately 28% of the total population of each new district is nonwhite. Approximately 5,800 students are to be transferred pursuant to the plan. The longest distance any student would be bused is roughly five miles.</p>\n<p>[9]  See fn. 1, <i>supra.</i></p>\n<p>[10]  See fn. 4, <i>supra.</i></p>\n<p>[11]  During the years of stubborn resistance to the implementation of the racial imbalance law in Springfield, the board was simultaneously struggling with an equally recalcitrant school committee in Boston. See <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> 363 Mass. 20 (1973) (<i>Boston I</i>); <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> 363 Mass. 125 (1973) (<i>Boston II</i>); <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> 364 Mass. 199 (1973) (<i>Boston III</i>). In addition, there were two legislative attempts to circumvent the board's powers under the racial imbalance law. See <i>Opinion of the Justices,</i> 363 Mass. 899 (1973); <i>Opinion of the Justices,</i> 365 Mass. 648 (1974). The efforts by the board to enforce the racial imbalance law in Boston were followed in June of this year when the United States District Court, District of Massachusetts, ruled that the Boston school system had been operated in violation of the Fourteenth Amendment and ordered that plans be implemented immediately to accomplish desegregation of Boston's schools in September of this year. <i>Morgan</i> v. <i>Hennigan,</i> 379 F. Supp. 410 (D. Mass. 1974).</p>\n<p>[12]  A \"racially isolat[ed]\" school is one in which not more than thirty per cent of the pupils are nonwhite. G.L.c. 71, § 37D, as appearing in St. 1974, c. 636, § 5.</p>\n<p>[13]  Although it does not appear on the record, we were assured by counsel at the oral arguments that the school committee subsequently rescinded those two resolutions.</p>\n<p>[14]  During the argument before the full court the interveners were the only parties who opposed the motion to vacate. Although the board issued an opinion and order on August 13 in which it took the position that the motion to vacate should be denied, at oral argument and in the briefs the board was represented by members of the staff of the Attorney General who argued in support of the motion.</p>\n<p>[15]  See fn. 11, <i>supra.</i></p>\n<p>[16]  Our source of information on the progress of implementation is the implementation schedule, as modified by the board opinion and order of February 11, 1974. The school committee has assured us that it has fully complied with said schedule.</p>\n<p>[17]  Although \"segregation\" as used in the context of the Fourteenth Amendment cases is not necessarily synonymous with \"racial imbalance\" within the meaning of the Massachusetts statute, it seems clear in this case that the five Springfield elementary schools have been not only \"racially imbalanced\" but also \"segregated.\" The percentage of nonwhite enrollment in each of those schools during the years from 1965 to 1973 is reflected in the table in fn. 6. The percentage of nonwhite enrollment throughout the Springfield school system in 1973 was less thanthirty per cent. Cf. <i>Keyes</i> v. <i>School Dist. No. 1, Denver, Colo.</i> 413 U.S. 189, 195-196 (1973), reh. den. 414 U.S. 883 (1973).</p>\n<p>[18]  For a discussion of the distinction between de jure and de facto segregation, see <i>Springfield II,</i> 365 Mass. at 230-233 (1974). See also <i>Keyes</i> v. <i>School Dist. No. 1, Denver Colo., supra,</i> at 208; <i>Milliken</i> v. <i>Bradley,</i> 418 U.S. 717 (1974).</p>\n<p>[19]  For further history of the <i>Keyes</i> case see fn. 21, <i>post.</i></p>\n<p>[20]  For further history of the <i>Bradley</i> case see fn. 24, <i>post.</i></p>\n<p>[21]  It may be argued that, because de jure segregation involves the \"<i>purpose</i> or <i>intent</i> to segregate,\" <i>Keyes</i> v. <i>School Dist. No. 1, Denver, Colo.</i> 413 U.S. 189, 208 (1973) (emphasis in original), any action by the school committee to repeal the Task Force plan would not be unconstitutional because it would be motivated, not by an intent to segregate, but only by an intent to avoid unpopular forced busing of students. The certain consequence of such a repeal, however, would be the resegregation of the five previously imbalanced elementary schools. The school committee must be held to \"intend\" the certain consequences of its acts. See <i>Keyes</i> v. <i>School Dist. Number One, Denver, Colo.</i> 303 F. Supp. 279, 286 (D. Colo. 1969); 313 F. Supp. 90 (D. Colo. 1970); 445 F.2d 990 (10th Cir.1971); affirmed in part and modified in part, 413 U.S. 189 (1973), reh. den. 414 U.S. 883 (1973).</p>\n<p>[22]  See fn. 21</p>\n<p>[23]  Subsequently, after a full trial on the merits, the District Court reiterated its holding that the vote of rescission was itself an act of de jure segregation. 313 F. Supp. 61, 66-67 (1970). On appeal, neither the Court of Appeals, 445 F.2d 990 (10th Cir.1971), nor the Supreme Court, 413 U.S. 189 (1973), reached that issue. For a similar case reaching the same result, but involving a school system which was historically segregated, see <i>Martin</i> v. <i>Evansville-Vanderburgh Sch. Corp. of </i><i>Evansville,</i> 347 F. Supp. 816 (S.D. Ind. 1972).</p>\n<p>[24]  After several intervening decisions, see 483 F.2d 945 (6th Cir.1971), 338 F. Supp. 582 (E.D. Mich. 1971); 484 F.2d 215 (6th Cir.1973), this case reached the Supreme Court for resolution of a single question concerning the extent of the remedy ordered by the District Court, 418 U.S. 717 (1974).</p>\n<p>[25]  It is noteworthy that the court in this case struck down the challenged statute in its entirety, even though by its terms the statute did not restrict the authority or discretion of <i>elected</i> local school boards (which are in the vast majority throughout New York) to order assignments or redistricting in order to achieve racial balance.</p>\n<p>[1]  In a number of decisions we have indicated that in interpreting statutes resort may be had to the legislative history \"only to aid in the solution of an ambiguity.\" <i>Allen</i> v. <i>Commissioner of Corps. &amp; Taxn.</i> 272 Mass. 502, 508 (1930). <i>D.N. Kelley &amp; Son, Inc.</i> v. <i>Selectmen of Fairhaven,</i> 294 Mass. 570, 576 (1936). <i>Nichols</i> v. <i>Commissioner of Corps. &amp; Taxn.</i> 314 Mass. 285, 293 (1943). <i>Milton</i> v. <i>Metropolitan Dist. Commn.</i> 342 Mass. 222, 223 (1961).</p>\n<p>[1]  Because I also believe that another construction of the amendment is more \"logical,\" I have no difficulty reaching the constitutional issues in this case. The amendment does affect the decrees and must receive constitutional attention. However, as I have stated, the Brandeis rule arises with sufficient frequency that I feel an in-depth review of the underlying law is in order at this time.</p>\n<p>[2]  \"The judicial power shall extend to all cases, in law and equity, arising under this constitution ... to controversies to which the United States shall be a party....\"</p>\n<p>[3]  \"The Springfield School Committee, at its regular meeting of October 24, 1974, requested me to bring to the court's attention that the Committee must provide the State Board of Education with a long-range plan to eliminate racial imbalance in the Springfield Public Schools, by December 2, 1974.\n</p>\n<p>\"The Committee feels that this long-range plan, including ways to lessen the racial isolation of Puerto Rican students should be written in conformity with those provisions of Chapter 636 of the Acts of 1974 that are to be upheld by the Court.</p>\n<p>\"Because of the many variables that must be considered by the School Committee in its deliberations, an early written decision of the court's oral decision of August 22, 1974, would be greatly appreciated by the School Committee.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">315</span></span> (1974)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">427</span></span></b></center>\n<center><h1>SCHOOL COMMITTEE OF SPRINGFIELD<br>\nvs.<br>\nBOARD OF EDUCATION &amp; others.</h1></center>\n<center><p><b>Supreme Judicial Court of Massachusetts, Suffolk.</b></p></center>\n<center>August 22, 1974.</center>\n<center>November 12, 1974.</center>\n<p>Present: TAURO, C.J., REARDON, QUIRICO, BRAUCHER, HENNESSEY, KAPLAN, &amp; WILKINS, JJ.</p>\n<p><i>William C. Flanagan,</i> City Solicitor, for the School Committee of Springfield.</p>\n<p><i>Harvey F. Rowe, Jr.,</i> Assistant Attorney General, for the Board of Education.</p>\n<p><i>Gerald R. Hegarty</i> (<i>William F. Malloy &amp; Robert D. Fleischner</i> with him) for Autumn Bruce &amp; others, interveners.</p>\n<p>TAURO, C.J.</p>\n<p>On May 1, 1974, an opinion was issued in which we affirmed an opinion and order of the State board of education (board) which directed the school committee of Springfield (school committee) to implement immediately a plan designed to achieve racial balance in the schools of Springfield by the opening of the 1974-1975 <span class=\"star-pagination\">*317</span> school year. <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2018900\"><a href=\"/opinion/2018900/school-committee-of-springfield-v-board-of-education/\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">215</span></a></span> (1974).<sup>[1]</sup> We remanded the cases to the jurisdiction of the single justice of this court who, on May 15, entered a final decree after rescript requiring timely compliance with the board's opinion and order. On July 26, the Governor signed into law St. 1974, c. 636, an act which in §§ 1-6 amended the racial imbalance law.<sup>[2]</sup> Citing the new statute, the school committee, on August 2, filed in the county court a motion to vacate the final decree after rescript on the ground that the board no longer had statutory authority to require the use of various means to achieve racial balance which are included in its plan. A single justice of this court reserved and reported the case without decision to the full court. Because of the importance of the legal issues involved, an extraordinary summer session of the full court was scheduled, briefs were received from all interested parties and oral arguments were heard on August 22, 1974. In view of the then imminent opening of the Springfield schools, an early disposition of these proceedings was essential. Thus, on August 22, after due deliberation, the full court entered an order without an accompanying opinion. In so doing, the court denied the school committee's motion to vacate and reaffirmed all orders and decrees which had been entered in the case either by the full court or by a single justice thereof. In this opinion we now state the reasons underlying that order.<sup>[3]</sup></p>\n<p>This is the third time we have been called upon to intercede in the lengthy struggle to implement the racial imbalance law in Springfield. Although the history of that <span class=\"star-pagination\">*318</span> struggle is described in detail in our two earlier opinions,<sup>[4]</sup> nevertheless we deem it necessary on this occasion to review once again the historical context in which this case arises.</p>\n<p>The original racial imbalance act, enacted in 1965,<sup>[5]</sup> declared the policy of the Commonwealth to be \"to encourage all school committees to adopt as educational objectives the promotion of racial balance and the correction of existing racial imbalance in the public schools.\" G.L.c. 71, § 37C. In broad outline, the statute required local school committees to adopt plans for the elimination of any racial imbalance existing in their schools. Whenever a local school committee failed to adopt an acceptable plan of its own and refused to adopt recommendations of the board, the board was empowered to require the implementation of a plan which it deemed satisfactory. § 37D. The statute contained no limitations on the devices for achieving racial balance (e.g. redistricting, busing) which the board may direct local school committees to utilize. There was express provision for judicial review of the actions and orders of the board. § 37D.</p>\n<p><span class=\"star-pagination\">*319</span> Since the passage of the racial imbalance act there have at all times been at least five elementary schools in Springfield which are racially imbalanced within the meaning of the statute.<sup>[6]</sup> (An additional elementary school and a junior high school which were found to be racially imbalanced in 1965 were subsequently closed by the school committee.) Between 1966 and 1969 the school committee submitted and the board approved three separate plans for the elimination of racial imbalance in Springfield's schools. Those plans relied on school construction and on open enrollment programs as the principal means to achieve racial balance.</p>\n<p>By the fall of 1970, however, it was clear that no substantial progress toward balancing the five imbalanced elementary schools had been made. In January of 1971, therefore, the board ordered the withholding of State school aid from Springfield until the school committee submitted an acceptable short-term plan to achieve racial balance. Although a compromise between the board and the school committee caused the State aid to be released to Springfield in February, the board again ordered State aid withheld in May, 1971, after the school committee had declined to adopt any one of three short-term plans which had been prepared by the Springfield school department. The school committee then brought a bill for judicial review of the board's actions (G.L.c. 15, § 1J).</p>\n<p>In <i>Springfield I,</i> <span class=\"citation\" data-id=\"2124677\"><a href=\"/opinion/2124677/school-committee-of-springfield-v-board-of-education/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">417</span></a></span> (1972),<sup>[7]</sup> this court held that the board had acted improperly and prematurely in ordering the withholding of State aid and we ordered that the funds be released to Springfield. In addition, however, we made clear our lack of approval of the school committee's <span class=\"star-pagination\">*320</span> \"performance ... or perhaps lack of performance\" in implementing the racial imbalance law, and we stated that: \"Inasmuch as Springfield has failed to achieve racial balance in its elementary school system in the period since 1965, we think it is reasonable to require that the school committee, with appropriate assistance from the board, develop short-term measures consistent with G.L.c. 71, § 37D, which will achieve racial balance in all city schools by September, 1973.\" <i>Id.</i> at 444. The case was remanded to the Superior Court with instructions to ensure the filing and implementation of a short-term balance plan.</p>\n<p>After remand, at a hearing in the Superior Court in November, 1972, the school committee represented that it would file a short-term balance plan with the board by early 1973. In fact, no such plan was filed and in June, 1973, at the board's request, the Superior Court ordered the school committee to file a balance plan immediately. The school committee's response to this order was to file a four-page plan which it never approved and which provided for the balancing of only the fifth and sixth grades of the five imbalanced elementary schools.</p>\n<p>At that point the board appointed a hearing examiner to conduct hearings on the plan filed by the school committee as well as on a plan prepared by a group of Springfield residents who had intervened in the proceeding and on a plan prepared by the Springfield school department and the Task Force on Racial Imbalance. At the conclusion of the hearings, which were held during August, 1973, the hearing examiner issued a report in which he recommended adoption of the plan prepared by the school department and the Task Force (the Task Force plan).<sup>[8]</sup> The board then received written objections to the hearing examiner's report, heard oral argument, and on October 12, 1973, issued an opinion and order in which it rejected the objections to <span class=\"star-pagination\">*321</span> the hearing examiner's report and ordered the school committee to adopt and implement the Task Force plan. By this time, of course, it was obvious that there was to be no compliance with the September, 1973, deadline which had been set in <i>Springfield I.</i></p>\n<p>The school committee thereupon filed a bill for judicial review challenging the legality of the proceedings before the hearing examiner and the board, and requesting that the board be enjoined from enforcing its opinion and order. The board filed an answer and a counterclaim seeking enforcement of its opinion and order.</p>\n<p>While the case was pending, a single justice of this court, in December, 1973, ordered the school committee \"forthwith\" to submit an implementation plan and proposed modifications for the Task Force plan in accordance with the board's opinion and order. The school committee appealed from and sought a stay of that order. The stay was denied on January 9, 1974, but by January 28 the school committee still had not complied with the order. On that date, at the board's request, a single justice of this court amended the earlier order to require compliance by the school committee no later than February 1. The school committee did submit an implementation plan on February 1, which plan the board modified and approved by an order dated February 11. On February 12 the board moved to amend its counterclaim to include a prayer for a preliminary injunction requiring the school committee to implement the Task Force plan in accordance with the implementation schedule. On February 20, after hearing oral argument, a single justice allowed the board's motion and granted the preliminary injunction.</p>\n<p>The case reached the full court and was heard in April, 1974.<sup>[9]</sup> As noted above, we issued our opinion on May 1, 1974 (<i>Springfield II</i>).<sup>[10]</sup> In that opinion we rejected each of the school committee's objections to the proceedings before the <span class=\"star-pagination\">*322</span> hearing examiner and the board. We also reviewed the Task Force plan which the board had ordered implemented and held that it conformed to the law in every respect. We therefore concluded that the relief requested by the board's counterclaim should be granted and we ordered the entry of a decree affirming the board's opinion and order and requiring compliance therewith by September, 1974. In order that this latest deadline not meet the same fate as the 1973 deadline imposed in the <i>Springfield I</i> case, we ordered that the single justice retain jurisdiction of the cases to ensure implementation of the Task Force plan. On May 15, 1974, a single justice entered the final decree after rescript which is the subject of the present motion to vacate. Between May 15 and the beginning of August, there were no further legal proceedings and, we are told, the school committee was proceeding in accordance with the implementation schedule to put the Task Force plan into operation.<sup>[11]</sup></p>\n<p>On July 26 the Governor approved St. 1974, c. 636, declaring it to be an emergency law which should be immediately effective. Chapter 636 works several principal changes in the racial imbalance law.</p>\n<p>First, upon certification by the board to a local school committee that racial imbalance exists in schools within that school committee's jurisdiction, it apparently is no longer incumbent on the school committee immediately to produce a plan to eliminate such imbalance. Amended § 37D requires the preparation of such a plan only after a <span class=\"star-pagination\">*323</span> school committee has received, and been unable to satisfy, a request by a nonwhite student attending a racially imbalanced school who wishes to be transferred to a school in which \"racial isolation\"<sup>[12]</sup> exists, or a request by a white student attending a racially isolated school who wishes to be transferred to a racially imbalanced school. In other-words, school committees are not required to devise any racial balance plan until at least one student (or parent) has initiated a request for transfer of the specified type. Even then, no plan is required if the school committee is able to satisfy the particular request for transfer. It is only when transfer requests cannot be satisfied (because of lack of available seats) that a school committee must devise a plan to make such transfers possible.</p>\n<p>Second, the statute provides certain financial inducements to local school committees (e.g., 100% State reimbursement of certain transportation costs; substantial State funding of the costs of establishing magnet school facilities). Noteworthy is the provision for payment by the State of $500 into a local \"Equal Education Improvement Fund\" for each student transfer of the type described above. The local school committees may use such monies for programs to improve the quality of education within their respective jurisdictions. G.L.c. 15, § 1I, as amended.</p>\n<p>Third, and most pertinent to the issue now before us, if it becomes necessary for a school committee to devise a plan to achieve racial balance, the board is required: to provide technical and other assistance in the preparation of the plan; to approve or disapprove whatever plan is devised; to devise and order the implementation of its own plan whenever it is unable to approve a school committee's plan. Although there is no limitation on the means which a <i>school committee</i> may employ in order to eliminate racial imbalance, the <i>board</i> is strictly limited in terms of the measures which it may require school committees to employ. Any plan ordered by the board \"may include any of the <span class=\"star-pagination\">*324</span> following measures, and no others ...: additions to existing school buildings, use of leased or portable facilities, and changes in use of school buildings.\" G.L.c. 15, § 1I, as amended.</p>\n<p>Apparently on the basis of these changes in the racial imbalance law, the school committee on August 1 passed two resolutions, one directing that \"no further action be taken on the timetable for implementing the ... [Task Force plan] without the specific approval of the School Committee,\" and the other directing that \"the Springfield School System open on September 4, with the same grades and school organization as existed in June....\" At the direction of the school committee the superintendent of the Springfield school system notified the State Commissioner of Education of the resolutions which had been adopted.<sup>[13]</sup></p>\n<p>On August 2 the school committee filed in the county court its motion to vacate the final decree after rescript which had been entered on May 15, 1974. The asserted ground for the motion was that c. 636 had amended the racial imbalance law so as to eliminate the \"legal basis\" for the board's opinion and order which the final decree purported to enforce. On the same date a group of children attending the elementary schools of Springfield and their parents moved to intervene in the case. They subsequently filed an \"Answer and Counterclaim\" to the school committee's motion to vacate. Subsequently the motion to intervene was allowed by a single justice of this court and the answer and counterclaim were received.<sup>[14]</sup> The school committee filed an answer to the counterclaim, and the case was then reserved and reported without decision. The full court heard oral argument during a special sitting on <span class=\"star-pagination\">*325</span> August 22 and, as noted at the outset, on the same day issued its decision denying the school committee's motion to vacate and directing compliance with the earlier final decree, deferring to a later date the filing of an opinion or opinions.</p>\n<p>We turn now to the legal issues presented by the motion to vacate.</p>\n<p>It is well established that a court has power to modify or change a prior decree due to a change in circumstances, including a change in the applicable law. <i>Sawyer</i> v. <i>Davis,</i> <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">239</span></span> (1884). <i>State</i> v. <i>Wheeling &amp; Belmont Bridge Co.</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">421</span></span> (1855). <i>System Fedn. No. 91, Ry. Employes' Dept. AFL-CIO</i> v. <i>Wright,</i> <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span> (1961). See <i>Nantucket Exp. Lines, Inc.</i> v. <i>Woods Hole, Martha's Vineyard &amp; Nantucket S.S. Authy.</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">173</span></span>, 174-175 (1966), cert. den. <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">952</span></span> (1966). Cf. <i>Royal</i> v. <i>Royal,</i> <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">613</span></span> (1949). Citing this proposition, the school committee argues that the change in the racial imbalance law accomplished by c. 636 requires that we reconsider the final decree enforcing the board's opinion and order. Because under the racial imbalance law as amended by c. 636 the measures which the board may order local school committees to adopt include only the use of portable classrooms and the construction of additions to or changes in the use of existing buildings, the school committee contends that the final decree must be vacated because the board no longer has the authority to require the implementation of the Task Force plan, which involves redistricting, transfer of students and busing.</p>\n<p>An initial problem with this argument is that it is not clear from the language of the amending statute itself that the Legislature, by enacting c. 636, had any intention of affecting the operation of racial balance plans which had already been approved by the board and incorporated in final decrees of this court. There is certainly nothing in the wording of the 1974 amendment, taken by itself, which suggests an intention to scrap all the work that has been done in both Springfield and Boston toward ensuring that measures to eliminate racial imbalance would at long last <span class=\"star-pagination\">*326</span> be implemented this September. In addition, it was well known to the Legislature that the racial balance plan adopted for Boston, see <i>Boston III,</i><sup>[15]</sup> had since been incorporated in a decree of the United States District Court, District of Massachusetts, as the necessary short-term remedy for violations of the Fourteenth Amendment to the United States Constitution which were found to have occurred in the operation of the Boston school system. <i>Morgan</i> v. <i>Hennigan,</i> <span class=\"citation\" data-id=\"1378130\"><a href=\"/opinion/1378130/morgan-v-hennigan/\"><span class=\"volume\">379</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">410</span></a></span> (D. Mass. 1974). From the statutory language it would appear unlikely that the Legislature intended to flout that court order by amending the racial imbalance act so as to invalidate the racial balance plan adopted for Boston. If the Legislature did not intend c. 636 to affect the operation of the racial balance plan already adopted for Boston, and since there is no suggestion in the statute that Springfield be treated differently from Boston, it could further be argued that the Legislature did not intend to affect the plan adopted for Springfield.</p>\n<p>On the other hand, if c. 636 is viewed against the historical background described in the first part of this opinion and if it is considered with other portions of the imbalance legislation, together with all the opinions of this court, including our advisory opinions, in dealing with the imbalance statute of 1965, a persuasive argument can be made that the clear intent of that statute was to forestall, wherever possible, the immediate implementation of board-ordered racial balance plans which require redistricting or busing of students. It is well known that the board's orders requiring redistricting and involuntary transfer (i.e., busing) of students are the aspects of the attempts to enforce the racial imbalance law which have aroused the most vociferous opposition. See <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">899</span></span>, 905 (1973); <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">648</span></span>, 652 (1974). The most conspicuous change in the racial imbalance law which c. 636 accomplishes is the <span class=\"star-pagination\">*327</span> elimination of the board's power to order busing and redistricting to achieve racial balance. In these circumstances it is a likely inference that c. 636 was in fact intended to short-circuit the implementation of the board-ordered and court-ordered Task Force plan in Springfield, a plan which requires both redistricting and busing. Certainly this intent is suggested by the Governor's assertion, contained in his statement declaring c. 636 to be emergency legislation, that \"[i]t is essential that the provisions of this Act take effect immediately in order to permit its orderly administration during the school year which will soon commence.\" Although this view of the amendatory statute appears to be the more logical one, we need not so decide at this time.</p>\n<p>In any event, regardless of legislative intent (determination of which is often an uncertain exercise), one proposition is clear: in the circumstances of this case, any action taken either by the Legislature or by the school committee of Springfield which would tend to reverse or impede the progress toward the achievement of racial balance in Springfield's schools would constitute a violation of the Fourteenth Amendment to the United States Constitution and of arts. 1 and 10 of the Declaration of Rights of the Massachusetts Constitution. Thus, in so far as c. 636 was intended to forestall the implementation of the Task Force plan in Springfield, it is unconstitutional. Similarly, in so far as the school committee, in reliance on c. 636, attempts to rescind the actions it has previously taken toward full implementation of that plan, it would be acting in an unconstitutional manner. We explain these conclusions.</p>\n<p>By July 26, 1974, when c. 636 was enacted, the plans for elimination of the racial imbalance which had for nine years existed in five Springfield elementary schools had finally been made. Substantially every action which was necessary to the implementation of the Task Force plan had already been taken:<sup>[16]</sup> the more than thirty elementary <span class=\"star-pagination\">*328</span> school districts consolidated into six districts; pupil assignments had been completed and notification had been sent to parents; staff assignments and notification thereof had been completed; the safety and transportation plan had been completed; additional vehicles necessary for student transportation had been ordered; community education programs had been conducted. Thus, by the end of July, through the affirmative acts of the school committee, Springfield had in fact achieved a racially balanced school system. Essentially all that remained to be done was to put the students into the classrooms.</p>\n<p>In these circumstances any attempt by the Legislature or by the school committee to rescind the present enrollment structure (all elementary schools less than forty per cent nonwhite) and return to the 1973-1974 enrollment structure (five elementary schools between 82% and 95% nonwhite) would constitute resegregation<sup>[17]</sup> of the previously imbalanced schools, and would thus be an unconstitutional act of de jure segregation.<sup>[18]</sup> See <i>Keyes</i> v. <i>School Dist. Number One, Denver, Colo.</i> 303 F. Supp 289, 295 (D. Colo. 1969);<sup>[19]</sup><i>Bradley</i> v. <i>Milliken,</i> <span class=\"citation\" data-id=\"292940\"><a href=\"/opinion/292940/ronald-bradley-v-william-g-milliken-governor-of-michigan/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span>, 904 (6th Cir.1970);<sup>[20]</sup><i>Oliver</i> v. <i>Kalamazoo Bd. of Educ.</i> 346 F. Supp 766, 780 (W.D. Mich. 1971), affd. sub nom. <i>Oliver</i> v. <i>School Dist. of Kalamazoo,</i> <span class=\"citation\" data-id=\"299090\"><a href=\"/opinion/299090/michelle-oliver-etc-v-school-district-of-the-city-of-kalamazoo-county/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span> (6th Cir.1971); <i>Martin</i> v. <i>Evansville-Vanderburgh Sch. Corp. of Evansville,</i> <span class=\"citation\" data-id=\"1404396\"><a href=\"/opinion/1404396/martin-v-evansville-vanderburgh-sch-corp-indiana/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">816</span></a></span>, 820 (S.D. Ind. 1972).</p>\n<p><span class=\"star-pagination\">*329</span> The school committee and the Attorney General argue that the cited cases are distinguishable. In addition, they assert that, because there has never been a finding of de jure segregation in the Springfield schools (see <i>Springfield II</i> at 232), any action taken pursuant to c. 636 cannot conceivably violate any constitutional provision because under c. 636 the State has not merely taken a neutral stance with respect to the elimination of racial imbalance, which is all that is constitutionally required in the absence of de jure segregation, but in fact has affirmatively moved to eliminate racial imbalance. When viewed in the \"historical context\" of the Springfield situation, however, it becomes easy to comprehend that any attempt under c. 636 to prevent the operation of the Task Force plan would constitute a significant retreat from the progress toward desegregation that has been made under the preamendment law. And the cases make clear that even where steps toward desegregation are made voluntarily rather than pursuant to constitutional mandate any subsequent State action which would cause a return of the preexisting segregation would itself be an act of de jure segregation.<sup>[21]</sup> This is especially true where, as in this case, there is a court decree ordering the implementation of such plans.</p>\n<p>For example, <i>Oliver</i> v. <i>Kalamazoo Bd. of Educ.</i> <span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">766</span></span> (W.D. Mich. 1971), affd. sub nom. <i>Oliver</i> v. <i>School Dist. of Kalamazoo,</i> <span class=\"citation\" data-id=\"299090\"><a href=\"/opinion/299090/michelle-oliver-etc-v-school-district-of-the-city-of-kalamazoo-county/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span> (6th Cir.1971), involved a school system in which five elementary schools had predominantly black enrollments while the system-wide black population was only 17.6%. The local board of <span class=\"star-pagination\">*330</span> education voluntarily had adopted a plan to increase racial integration throughout the school system. After an election, however, the newly elected board voted to rescind the earlier plan and to return to the former status quo. In a suit for a preliminary injunction against the board of education, the court declared that it was \"not in a position to rule on whether or not the Board had a constitutional duty to adopt the... [voluntary integration plan] because all of the evidence isn't in.\" <i>Id.</i> at 779-780. The court nevertheless held that the board's vote purporting to rescind the integration plan was in violation of the Fourteenth Amendment and was void. The court enjoined the board from acting on the rescission vote and required the implementation of the integration plan. <i>Id.</i> at 782.</p>\n<p>Similarly, <i>Keyes</i> v. <i>School Dist. Number One, Denver, Colo.</i> <span class=\"citation\" data-id=\"1623201\"><a href=\"/opinion/1623201/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">279</span></a></span> and <span class=\"citation\" data-id=\"1623658\"><a href=\"/opinion/1623658/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">289</span></a></span> (both D. Colo. 1969),<sup>[22]</sup> involved the revocation by a school board of a previously adopted plan to achieve racial balance. After years of study, the Denver school board, in 1969, adopted three resolutions which had the effect of altering existing school attendance districts in such a way as to achieve greater racial balance among the city's schools. After a school board election, however, and while the school department staff was in the process of implementing the resolutions, the newly constituted school board voted to rescind the resolutions and to return to the old order. The court stated that, although the rescission of the steps taken toward achieving racial balance \"was carried out in response to what was called a voter mandate, there can be no gainsaying the purpose and effect of the action as one designed to segregate.\" 303 F. Supp. at 285. Characterizing the attempted rescission as \"a legislative act which had for its purpose restoration of the old status quo ...,\" the court held that the vote rescinding the three resolutions \"in and of itself was an act of de jure segregation.\" 303 <span class=\"star-pagination\">*331</span> F. Supp. at 295 (1969). A decree was entered enjoining the school board from implementing its rescission vote.<sup>[23]</sup></p>\n<p>In <i>Bradley</i> v. <i>Milliken,</i> <span class=\"citation\" data-id=\"292940\"><a href=\"/opinion/292940/ronald-bradley-v-william-g-milliken-governor-of-michigan/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span> (6th Cir.1970), the court declared unconstitutional a statute enacted by the Michigan Legislature which purported to require postponement of the implementation of a redistricting plan which had been adopted voluntarily by the Detroit board of education in order to reduce racial imbalance in the city's high schools. Even though there had been no finding of de jure segregation in Detroit's schools, the court held that the statute violated the Fourteenth Amendment by impeding voluntary local efforts to achieve racial balance. <i>Id.</i> at 904.<sup>[24]</sup></p>\n<p>In addition to the foregoing, our conclusions in this case are buttressed by a second line of cases which focus on State action which amounts to racial discrimination. These cases spring from the decision of the Supreme Court in <i>Reitman</i> v. <i>Mulkey,</i> <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span> (1967).</p>\n<p>In the <i>Reitman</i> case the United States Supreme Court affirmed a decision of the Supreme Court of California (<i>Mulkey</i> v. <i>Reitman,</i> <span class=\"citation\" data-id=\"1357207\"><a href=\"/opinion/1357207/mulkey-v-reitman/\"><span class=\"volume\">64</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">529</span></a></span> [1966]) declaring unconstitutional an amendment to the California Constitution (Proposition 14, so called) which purported to forbid any agency of the State from interfering with the \"absolute discretion\" of any person to sell, lease or rent real estate \"to such persons ... as he ... chooses.\" Analyzing Proposition 14 in light of its historical context and the conditions existing prior to its enactment, the California <span class=\"star-pagination\">*332</span> court concluded that the clear intent behind the amendment was to repeal pro tanto State laws which declared illegal private racial discrimination in real estate transactions. <i>Id.</i> at 534-535. The ultimate effect of Proposition 14, the court noted, would be significant involvement of the State in the encouragement of private discrimination. <i>Id.</i> at 542.</p>\n<p>The United States Supreme Court approved of the California court's analysis based on \"`historical context,'\" \"`immediate objective'\" and \"`ultimate effect,'\" and it affirmed the holding that Proposition 14 did not merely put the State in a constitutionally permissible position of neutrality vis-a-vis private discrimination but in fact provided substantial State encouragement to those acts of private discrimination which the amendment purported to permit. 387 U.S. at 373-379. The court stated: \"Here the California court, armed as it was with the knowledge of the facts and circumstances concerning the passage and potential impact of ... [Proposition 14], and familiar with the milieu in which that provision would operate, has determined that the provision would involve the State in private racial discriminations to an unconstitutional decree. We accept this holding of the California court.\" <i>Id.</i> at 378-379. The holding that Proposition 14 violated the equal protection clause of the Fourteenth Amendment was thus upheld.</p>\n<p>Following the decision in the <i>Reitman</i> case, a three-judge Federal court in New York declared unconstitutional a statute which purported to prohibit State education officials and appointed local school boards from ordering pupil assignments or redistricting for the purpose of achieving racial equality in school attendance.<sup>[25]</sup><i>Lee</i> v. <i>Nyquist,</i> <span class=\"citation\" data-id=\"1480790\"><a href=\"/opinion/1480790/lee-v-nyquist/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">710</span></a></span> (W. D.N.Y. 1970), affd. without opinion, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">935</span></span> (1971). The court noted that, prior to the enactment of the statute in question, the State education <span class=\"star-pagination\">*333</span> officials \"were firmly committed to a policy of eradicating <i>de facto</i> segregation in New York's public schools, and appointed education officials were actively engaged in directing plans to improve racial balance.\" <i>Id.</i> at 716. Such efforts had met with stubborn resistance at the local level. In light of this background, the court found that the clear legislative purpose was \"to turn the tables in favor of those recalcitrant local groups\" (<i>id.</i> at 717) by preventing the use of certain measures designed to achieve racial balance. The ultimate impact of the challenged statute would be to slow substantially progress toward the achievement of racially balanced schools in the affected localities. Although ultimately relying on other grounds, the court concluded that, in these circumstances, a good case was made out under <i>Reitman</i> v. <i>Mulkey</i> that the statute, \"by invidiously discriminating against efforts to achieve racial balance, violates the equal protection clause of the Fourteenth Amendment.\" <i>Lee</i> v. <i>Nyquist, supra,</i> 716.</p>\n<p>The Justices of this court, too, have relied on the <i>Reitman</i> case as demonstrating the unconstitutionality of the legislation which purported to prohibit the use of mandatory school assignments and busing to achieve racial balance. See <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">899</span></span> (1973); <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">648</span></span> (1974). In the earlier <i>Opinion of the Justices</i> we stated that a bill which purported both to require the assignment of pupils to the schools nearest their respective homes and to bar transportation of pupils without parental written consent would, if enacted, be unconstitutional. Citing the Supreme Court's decision in <i>North Carolina State Bd. of Educ.</i> v. <i>Swann,</i> <span class=\"citation\" data-id=\"108319\"><a href=\"/opinion/108319/north-carolina-bd-of-ed-v-swann/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span> (1971), we noted that \"even in situations where there is only de facto segregation, if the State adopts a policy which freezes these de facto conditions by imposing severe limitations on local school officials' discretionary authority to take effective remedial action, then the State policy constitutes State action serving to continue segregation in the schools and thus `significantly encourage[s] and involve[s] the State' in private racial discrimination. See <i>Reitman</i> v. <i>Mulkey,</i> 387 <span class=\"star-pagination\">*334</span> U.S. 369, 381 [1967]; <i>Lee</i> v. <i>Nyquist,</i> <span class=\"citation\" data-id=\"1480790\"><a href=\"/opinion/1480790/lee-v-nyquist/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">710</span></a></span>, 716 [W.D.N.Y. 1970].\" 363 Mass. at 904.</p>\n<p>Similarly, in the present case, it is quite clear that the school committee, although not barred by c. 636, will not voluntarily order the redistricting and busing which is integral to the Task Force plan. And from the past efforts in Springfield it is equally clear that racial balance cannot be achieved without such redistricting and busing. Thus, in this setting, by depriving the board of its power to require the use of effective measures for the elimination of racial imbalance, c. 636 is, in effect, \"an authorization to discriminate.\" <i>Reitman</i> v. <i>Mulkey,</i> 387 U.S. at 379. If the school committee at this stage, in reliance on c. 636, attempts to rescind the implementation of the Task Force plan, it would constitute \"State action serving to continue segregation in the schools and thus `significantly ... [involve] the State' in ... racial discrimination.\" <i>Opinion of the Justices,</i> 363 Mass. at 904.</p>\n<p>In light of the foregoing discussion, it is clear that the school committee cannot constitutionally follow the course suggested by its resolutions of August 1, 1974, whereby it proposed to scrap the Task Force plan and return to the school structure which existed last year. When the school committee, pursuant to the orders of the board and of this court, proceeded to implement the Task Force plan, it in effect created a new status quo in which every elementary school is racially balanced. If, now that that new status quo has been substantially achieved, either the school committee or the Legislature acts so as to resurrect the preexisting school structure, the resulting racial segregation in the five elementary schools would clearly be State imposed and thus unconstitutional. Events have simply moved too far to permit such a reversion.</p>\n<p>Since the school committee must continue to comply with the Task Force plan, as required by the final decree after rescript in the <i>Springfield II</i> case, there is no occasion to modify or vacate that decree.</p>\n<p>QUIRICO, J. (with whom Reardon and Braucher, JJ., <span class=\"star-pagination\">*335</span> join, concurring in the result).</p>\n<p>I concur in the result reached in the opinion of the court, but I do so on the basis of construing the applicable statutes in a manner which does not reach or decide questions of constitutionality.</p>\n<p>On October 12, 1973, and February 11, 1974, the State board of education (board) entered orders for the elimination or reduction or racial imbalance in certain public schools of the city of Springfield. The board entered the orders in the exercise of the authority vested in it by the then existing statutes relating to racial imbalance in the public schools. G.L.c. 15, §§ 1I-1K, and c. 71, §§ 37C-37D, originally inserted by St. 1965, c. 641. On May 1, 1974, by our opinion in <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2018900\"><a href=\"/opinion/2018900/school-committee-of-springfield-v-board-of-education/\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">215</span></a></span>, 219-220, 234 (1974), we held that the orders of the board were valid and ordered that a single justice enter a final decree \"affirming the board's opinion and order and requiring a timely compliance therewith.\" A single justice entered the required decree on May 15, 1974.</p>\n<p>The board's order thus held valid by this court required some redistricting, with resulting transportation of a number of students by bus, for the elimination or reduction of existing racial imbalance. The racial imbalance statutes cited above were amended in many respects by St. 1974, c. 636, effective on July 26, 1974. Relevant to the present issue was an amendment to the effect that although the board could make recommendations to a local school committee which, in certain circumstances, would become mandatory, such recommendations and mandatory plan could \"include any of the following measures, and no others...: additions to existing school buildings, use of leased or portable facilities, and changes in use of school buildings.\" G.L.c. 15, § 1I, as appearing in St. 1974, c. 636, § 1.</p>\n<p>The school committee argues in effect that because of the amendments to the racial imbalance statutes by St. 1974, c. 636, the orders of the board which were valid when entered have become unenforceable and that the final decree must therefore be vacated. It states in its brief: \"Chapter 636 does not vacate any court decree either <span class=\"star-pagination\">*336</span> expressly or in effect. However, the racial balance law has been amended by Chapter 636. The law as it stood prior to the enactment of Chapter 636 was the legal basis for the court order. That law no longer exists and therefore the court order must be changed.\"</p>\n<p>I do not agree with the contention in the last sentence quoted above. The mere fact that the board's authority to approve or order a plan which involved implementation in part by redistricting and the transportation of students was repealed by St. 1974, c. 636, does not mean that its orders issued prior thereto are no longer effective or enforceable. Neither does it mean that the court's earlier decree ordering enforcement of such orders has become null and void. In my opinion this conclusion is required by the application of the following rule of statutory interpretation stated by Chief Justice Rugg in <i>Hanscom</i> v. <i>Malden &amp; Melrose Gas Light Co.</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, 3 (1914): \"The general rule of interpretation is that all statutes are prospective in their operation, unless an intention that they shall be retrospective appears by necessary implication from their words, context or objects when considered in the light of the subject matter, the pre-existing state of the law and the effect upon existent rights, remedies and obligations. Doubtless all legislation commonly looks to the future, not to the past, and has no retroactive effect unless such effect manifestly is required by unequivocal terms. It is only statutes regulating practice, procedure and evidence, in short, those relating to remedies and not affecting substantive rights, that commonly are treated as operating retroactively, and as applying to pending actions or causes of action.\" This language has been quoted with approval in numerous subsequent decisions of this court, one of the most recent being <i>City Council of Waltham</i> v. <i>Vinciullo,</i> <span class=\"citation\" data-id=\"2060184\"><a href=\"/opinion/2060184/city-council-of-waltham-v-vinciullo/\"><span class=\"volume\">364</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">624</span></a></span>, 626 (1974), where we added, at 627: \"There are, of course, limitations to the extent to which even procedural or remedial statutes will operate retroactively. At the extreme, no `retroactive' procedural statute could apply to a case which has been closed, i.e., has gone to judgment and either been affirmed on appeal or not been <span class=\"star-pagination\">*337</span> appealed within the time allowed for appeal.\" The present case is one which has been closed by the entry of a final decree which has been affirmed by this court on appeal. Thus whether c. 636 be one affecting substantive rights or merely one relating to remedies, it has no retroactive effect in this case. <i>Pittsley</i> v. <i>David,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">552</span></span>, 554-557 (1937). <i>Patrick</i> v. <i>Commissioner of Correction,</i> <span class=\"citation\" data-id=\"2233947\"><a href=\"/opinion/2233947/patrick-v-commissioner-of-correction/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">666</span></a></span>, 669 (1967).</p>\n<p>The court states that if c. 636 is viewed and considered against the historical background and other facts described in its opinion, \"a persuasive argument can be made that the clear intent of that statute was to forestall, wherever possible, the immediate implementation of board-ordered racial balance plans which require redistricting or busing of students.\" In my view, even if the legislative history of c. 636 indicated that the Legislature intended to nullify the preexisting orders of the board and decrees of the court, that would not be a factor in the interpretation of the statute because the Legislature did not translate that intent into the language of c. 636. A legislative intent, regardless of how obvious it may appear from sources other than the statutory language, cannot be judicially incorporated into a statute containing clear and unequivocal language which does not reflect that intent.<sup>[1]</sup> This, of course, is not intended to be a decision that the Legislature does or does not have the power, by the use of any language, to nullify any prior lawful order of the board, particularly an order previously enforced by a decree of this court. I conclude only that, if it had that power, it did not enact a statute which is adequate to accomplish that result.</p>\n<p>If the Legislature had the intention imputed to it by the court's opinion, the natural reading of the statute is that implementation of that intent was left to judicial application of equitable principles. We have the power to modify <span class=\"star-pagination\">*338</span> an equitable decree in the light of changed circumstances, and a declaration of future policy by the Legislature \"is entitled to the highest consideration of the court.\" <i>Sawyer</i> v. <i>Davis,</i> <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">239</span></span>, 247 (1884). However, it is reasonable to assume from the history of the present controversy that if the decree were vacated the school committee would revert to its past policy of questionable constitutionality which resulted in five of its elementary schools having concentrations of 82.3% to 95.1% of nonwhite pupils in 1973 (see fn. 6 of the court's opinion), and that it would take no present action to eliminate that condition. This is therefore not an appropriate case for vacating our prior decree.</p>\n<p>It is my opinion, based on the foregoing interpretation of the racial imbalance statutes as amended by St. 1974, c. 636, that it is not necessary to consider or decide whether these statutes would be unconstitutional if interpreted as purporting to nullify the board's prior orders and the court's decrees. Ordinarily a court \"will not pass upon a constitutional question although properly presented by the record, if there is also present some other ground upon which the case may be disposed of.... Thus, if a case can be decided on either of two grounds, one involving a constitutional question, the other a question of statutory construction or general law, the Court will decide only the latter.... `When the validity of an act ... is drawn in question, and even if a serious doubt of constitutionality is raised, it is a cardinal principle that this Court will first ascertain whether a construction of the statute is fairly possible by which the question may be avoided.' <i>Crowell</i> v. <i>Benson,</i> <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></span>, 62.\" <i>Ashwander</i> v. <i>Tennessee Valley Authy.</i> <span class=\"citation\" data-id=\"102605\"><a href=\"/opinion/102605/ashwander-v-tva/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 347-348 (1936) (concurring opinion of Brandeis, J.). <i>Burton</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96198\"><a href=\"/opinion/96198/burton-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 295 (1905). <i>United States</i> v. <i>International Union United Auto., Aircraft &amp; Agricultural Implement Wkrs. of America (UAW-CIO),</i> <span class=\"citation\" data-id=\"105465\"><a href=\"/opinion/105465/united-states-v-automobile-workers/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 590 (1957). <i>First Natl. Bank</i> v. <i>Attorney Gen.</i> <span class=\"citation\" data-id=\"2031083\"><a href=\"/opinion/2031083/first-national-bank-of-boston-v-attorney-general/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">570</span></a></span>, 594-597 (1972) (concurring opinion of Quirico, J.), and cases cited therein.</p>\n<p><span class=\"star-pagination\">*339</span> ADDENDUM by TAURO, C.J. In view of the unequivocal attitude of Justice Quirico in the concurring opinion that the constitutional question should not have been reached, and because of the frequent recurrence of this problem as it relates to statutory construction, it is my belief that it is not only appropriate but, indeed, essential to reexamine the history, logic, and rationale of the underlying rules. What I now state are my own views and may not necessarily reflect those of all of the Justices who joined with me in the majority opinion.</p>\n<p>The concurring opinion would have us refrain from any consideration of the constitutionality of St. 1974, c. 636 (the amendment). Justice Quirico concludes, based on its construction, that the amendment does not interfere with or nullify the decrees in this case. Thus, he reasons, consideration of the amendment's constitutionality is \"not necessary\" to our decision. Because such consideration is \"not necessary,\" the concurring opinion informs us that we may not undertake any constitutional analysis. In support of this position, the concurring opinion quotes Mr. Justice Brandeis concurring in <i>Ashwander</i> v. <i>Tennessee Valley Authy.</i> <span class=\"citation\" data-id=\"102605\"><a href=\"/opinion/102605/ashwander-v-tva/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 347 (1936): \"Ordinarily a court `will not pass upon a constitutional question although properly presented by the record, if there is also present some other ground upon which the case may be disposed of.... Thus, if a case can be decided on either of two grounds, one involving a constitutional question, the other a question of statutory construction or general law, the Court will decide only the latter.'\"</p>\n<p>On its face, the rule espoused by Brandeis provides for avoidance of constitutional adjudication in every situation in which such avoidance is feasible. The rule appears as an inflexible, blanket prohibition against resolving constitutional issues in the absence of absolute necessity.</p>\n<p>In this addendum, I will explore the scope of the rule. I believe that it is not without limitation, qualification and exception and that courts must adopt such exceptions in <span class=\"star-pagination\">*340</span> cases like the present <i>Springfield</i> case which raise questions of great public importance.<sup>[1]</sup></p>\n<p>The rule is a venerable one and is often repeated in opinions by courts throughout the United States. It originated in those early decisions of Chief Justice Marshall which sought to establish judicial review of legislation's constitutionality and, at the same time, to clarify the scope of the power of review. In <i>Cohens</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span> (1821), Chief Justice Marshall wrote: \"It is most true that this Court will not take jurisdiction if it should not: but it is equally true, that it must take jurisdiction if it should. The judiciary cannot, as the legislature may, avoid a measure because it approaches the confines of the constitution. We cannot pass it by because it is doubtful. With whatever doubts, with whatever difficulties, a case may be attended, we must decide it, if it be brought before us. We have no more right to decline the exercise of jurisdiction which is given, than to usurp that which is not given. The one or the other would be treason to the constitution.\" <i>Id.</i> at 404. But that jurisdiction was not boundless in Chief Justice Marshall's view. He tempered his remarks with an important qualification regarding judicial adventure in the legislative sphere: \"If the first question [a matter of statutory construction] be answered in the affirmative, it will become necessary to consider the second [the constitutionality of the law in question]. If it should be answered in the negative, it will be unnecessary, and consequently improper, to pursue any inquiries, which would then be merely speculative, respecting the [constitutional] power of Congress in the case.\" <i>Id.</i> at 441.</p>\n<p>In Chief Justice Marshall's words, we can discern the Brandeis rule in embryo. The nonconstitutional issue receives priority of determination. If it is dispositive, the court will not reach questions of constitutionality. They <span class=\"star-pagination\">*341</span> then become \"unnecessary\" and \"consequently improper.\"</p>\n<p>This rule of judicial restraint, of course, achieved great currency and was liberally adopted in the opinions of the United States Supreme Court and other Federal and State courts. E.g., <i>Proprietors of Charles River Bridge</i> v. <i>Proprietors of Warren Bridge,</i> <span class=\"citation\" data-id=\"86024\"><a href=\"/opinion/86024/proprietors-of-charles-river-bridge-v-proprietors-of-warren-bridge/\"><span class=\"volume\">11</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">420</span></a></span>, 553 (1837); <i>Trade-Mark Cases,</i> <span class=\"citation\" data-id=\"90017\"><a href=\"/opinion/90017/united-states-v-steffens/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 95-96 (1879); <i>Liverpool, N.Y. &amp; Philadelphia S.S. Co.</i> v. <i>Commissioners of Emigration,</i> <span class=\"citation\" data-id=\"91256\"><a href=\"/opinion/91256/steamship-co-v-emigration-commissioners/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 39 (1885); <i>Baker</i> v. <i>Grice,</i> <span class=\"citation\" data-id=\"1087767\"><a href=\"/opinion/1087767/baker-v-grice/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, 292 (1898); <i>Burton</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96198\"><a href=\"/opinion/96198/burton-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 295 (1905); <i>Siler</i> v. <i>Louisville &amp; Nashville R.R.</i> <span class=\"citation\" data-id=\"97006\"><a href=\"/opinion/97006/siler-v-louisville-nashville-r-co/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, 193 (1909); <i>Massachusetts</i> v. <i>Mellon,</i> <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 488-489 (1923); <i>Alabama State Fedn. of Labor</i> v. <i>McAdory,</i> <span class=\"citation\" data-id=\"104156\"><a href=\"/opinion/104156/alabama-state-federation-of-labor-v-mcadory/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, 461-462 (1945); <i>Poe</i> v. <i>Ullman,</i> <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 503-504 (1961); <i>Ex parte Randolph,</i> 2 Brock. 447, 478-479 (Cir. Ct. D. Va. 1833) (opinion of Marshall, C.J.); <i>Hoover</i> v. <i>Wood,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">286</span></span>, 287 (1857); <i>Weimer</i> v. <i>Bunbury,</i> <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">201</span></span>, 218 (1874); <i>Elliott</i> v. <i>Oliver,</i> 22 Ore. 44, 48 (1892).</p>\n<p>In adhering to the rule, the United States Supreme Court has fashioned a variety of adjudicatory devices which stand up as independent nonconstitutional grounds for decision and permit decision without passing on the constitutionality of legislation or executive action. See, generally, Gunther, The Subtle Vices of the \"Passive Virtues\"  A Comment on Principle and Expediency in Judicial Review, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">L</span></span>. Rev. 1 (1964). On the merits the court will resolve a case through statutory construction tailored to constitutional requirements (<i>Dennis</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104914\"><a href=\"/opinion/104914/dennis-v-united-states/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 501 [1951]) or through a process of severing a statutory provision which is clearly constitutional and is at issue in the litigation from the remainder of a dubious statute. <i>Electric Bond &amp; Share Co.</i> v. <i>Securities &amp; Exch. Comm'n</i> <span class=\"citation\" data-id=\"102990\"><a href=\"/opinion/102990/electric-bond-co-v-commn/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span> (1938). <i>Communist Party of the U.S.</i> v. <i>Subversive Activities Control Bd.</i> <span class=\"citation\" data-id=\"106267\"><a href=\"/opinion/106267/communist-party-of-united-states-v-subversive-activities-control-bd/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 72-73 (1961). In like manner, the court will dismiss an appeal or writ of certiorari because a State court judgment rested on an adequate State ground which precluded constitutional review (<i>Enterprise Irr. Dist.</i> v. <i>Farmers Mut. Canal Co.</i> <span class=\"citation\" data-id=\"98886\"><a href=\"/opinion/98886/enterprise-irrigation-dist-v-farmers-mut-canal-co/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 164 [1917]; <i>Jankovich</i> v. <i>Indiana Toll Rd.</i> <span class=\"star-pagination\">*342</span> <i>Commn.</i> <span class=\"citation\" data-id=\"106965\"><a href=\"/opinion/106965/jankovich-v-indiana-toll-road-commn/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 489 [1965]) and will remand cases to State courts for clarification of the foundation (State law <i>or</i> the United States Constitution) of the ruling below. <i>Minnesota</i> v. <i>National Tea Co.</i> <span class=\"citation\" data-id=\"103332\"><a href=\"/opinion/103332/minnesota-v-national-tea-co/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, 557 (1940). <i>Department of Mental Hygiene of Cal.</i> v. <i>Kirchner,</i> <span class=\"citation\" data-id=\"106996\"><a href=\"/opinion/106996/department-of-mental-hygiene-of-cal-v-kirchner/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 201 (1965). This arsenal of avoidance tools is supplemented by an additional array of often used doctrines such as standing, justiciability, abstention, and mootness. See, generally, Bickel, The Supreme Court 1960 Term, Foreword: The Passive Virtues, 75 Harv. L. Rev. 40 (1961).</p>\n<p>The fact that the rule of avoidance of constitutional issues is often reiterated and variously effectuated does not in any way indicate that it is an ineluctable commandment binding on every court. Fundamental law, constitutional and statutory, does not compel refusal to adjudicate constitutional issues. Though the rule is occasionally thought to have jurisdictional overtones for the Federal courts in the light of art. 3, § 2, the United States Constitution's case or controversy requirement<sup>[2]</sup> (see, e.g., <i>Liverpool, N.Y. &amp; Philadelphia S.S. Co.</i> v. <i>Commissioners of Emigration,</i> <span class=\"citation\" data-id=\"91256\"><a href=\"/opinion/91256/steamship-co-v-emigration-commissioners/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 39 [1885]; <i>Herb</i> v. <i>Pitcairn,</i> <span class=\"citation\" data-id=\"1087618\"><a href=\"/opinion/1087618/herb-v-pitcairn/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 125-126 [1945]; Bickel, The Supreme Court 1960 Term, Foreword: The Passive Virtues, 75 Harv. L. Rev. 40, 43 [1961]), the better view would seem to be that it is a prudential rule developed by the United States Supreme Court (and other courts) \"for its own governance in the cases confessedly within its jurisdiction.\" <i>Ashwander</i> v. <i>Tennessee Valley Authy.</i> <span class=\"citation\" data-id=\"102605\"><a href=\"/opinion/102605/ashwander-v-tva/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 346 (1936) (Brandeis, J., concurring). See <i>Rescue Army</i> v. <i>Municipal Court of Los Angeles,</i> <span class=\"citation\" data-id=\"104442\"><a href=\"/opinion/104442/rescue-army-v-municipal-court-of-los-angeles/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, 568-571 (1947); <i>Barrows</i> v. <i>Jackson,</i> <span class=\"citation\" data-id=\"105152\"><a href=\"/opinion/105152/barrows-v-jackson/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 255 (1953); <i>United States</i> v. <i>Raines,</i> <span class=\"citation\" data-id=\"106008\"><a href=\"/opinion/106008/united-states-v-james-griggs-raines/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 23 (1960); <i>Ex parte Randolph,</i> 2 Brock. 447, 478-479 (Cir. Ct. D. Va. 1833); Robertson &amp; Kickham, Jurisdiction of the Supreme Court of <span class=\"star-pagination\">*343</span> the United States (Wolfson &amp; Kurland ed.) § 266, p. 485 (1951); Sandalow, Henry v. Mississippi and the Adequate State Ground: Proposals for a Revised Doctrine, 1965 Sup. Ct. Rev. 187, 201. See also <i>Moore</i> v. <i>Election Commrs. of Cambridge,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">303</span></span>, 306 (1941); <i>Commonwealth</i> v. <i>Gilfedder,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">335</span></span> (1947). Thus, the rule with which Justice Quirico would forestall our consideration of the constitutionality of the amendment exists only because a court, in its sound discretion, chooses to give it life. But matters within the discretion of a court can always be revised for good <i>policy</i> reasons. Here, then, is the most elementary limitation on the rule: When a court finds that the policy supporting the rule is overborne by other considerations it may decline to follow the rule. To specify those situations in which such deviations from the rule are appropriate, I must now proceed to explore the foundations of the rule.</p>\n<p>Two fundamental notions, arising out of a view of the proper judicial function in our society, underlie the rule of judicial avoidance of unnecessary constitutional questions. The first notion, probably the more significant, is that of comity among the branches of our tripartite government. In <i>Bowe</i> v. <i>Secretary of the Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">230</span></span> (1946), we commented on the court's duties under the Constitution and its relationship to the other coequal branches of government: \"The power to hold statutes unconstitutional is the logical and inevitable result of the existence of law-making power at different levels of authority.... When ... [a court] has to pass upon the validity of an act of a coordinate branch of government, a court exercises a grave and delicate function. A court never seeks to decide a constitutional question. It never volunteers an opinion. It remains silent and inactive until some case comes before it in which the rights of the parties depend upon the constitutional validity of a statute....\" Id. at 244-245. This \"grave and delicate\" function, a necessary concomitant of judicial independence and responsibility, inevitably must affront the legislative and executive branches when their actions are subjected to scrutiny and <span class=\"star-pagination\">*344</span> criticism. A proper regard for these coequal branches minimizes the likelihood of affront and, so, delimits the judicial purview in constitutional matters. As Chief Justice Marshall wrote, \"[A] just respect for the legislature requires that the obligation of its laws should not be unnecessarily and wantonly assailed.\" <i>Ex parte Randolph,</i> 2 Brock. 447, 479 (Cir. Ct. D. Va. 1833). In a government of separated powers, each branch must exhibit due deference to the others if they are to coexist harmoniously. See <i>Trade-Mark Cases,</i> <span class=\"citation\" data-id=\"90017\"><a href=\"/opinion/90017/united-states-v-steffens/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 95-96 (1879); <i>Communist Party of the U.S.</i> v. <i>Subversive Activities Control Bd.</i> <span class=\"citation\" data-id=\"106267\"><a href=\"/opinion/106267/communist-party-of-united-states-v-subversive-activities-control-bd/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 72 (1961); <i>Hunter</i> v. <i>Colfax Consol. Coal Co.</i> <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">245</span></span>, 269 (1915); <i>State</i> v. <i>Harrison,</i> <span class=\"citation\" data-id=\"4006461\"><a href=\"/opinion/4229677/state-v-harrison/\"><span class=\"volume\">130</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">246</span></a></span>, 249 (1947). The function becomes correspondingly graver and more delicate when decision by the Federal courts would contain the potentiality for Federal-State conflict. To the traditional concerns invoked by the separation of powers are added the complexities and protocol of a Federal system. See <i>Parker</i> v. <i>County of Los Angeles,</i> <span class=\"citation\" data-id=\"104733\"><a href=\"/opinion/104733/parker-v-county-of-los-angeles/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 332-333 (1949); <i>Poe</i> v. <i>Ullman,</i> <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 503 (1961).</p>\n<p>The second policy support for the rule of avoidance of constitutional decision inheres in the \"very nature of the judicial process. [C]ourts can most wisely determine issues precisely defined by the confining circumstances of particular situations.\" <i>Communist Party of the U.S.</i> v. <i>Subversive Activities Control Bd., supra</i><i>.</i> This restriction is considered especially apposite in constitutional litigation. Constitutional questions are, by their nature, intricate. Their outreach is tremendously broad. Without a secure factual mooring, constitutional decisions can generate unanticipated repercussions. Therefore, before venturing to break new constitutional ground, the courts must await optimum presentation of the issues. The absence of a constitutional question which arises <i>necessarily</i> from the fact pattern deprives the court of insights and interconnections which should illuminate the ultimate holding. The court must be able to \"decide a constitutional question with confidence that relevant considerations have not been overlooked.\" <i>Bowe</i> v. <i>Secretary of the Commonwealth,</i> 320 <span class=\"star-pagination\">*345</span> Mass. 230, 246 (1946). See <i>Cole</i> v. <i>Chief of Police of Fall River,</i> <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">523</span></span>, 526 (1942), app. dism. sub nom. <i>Cole</i> v. <i>Violette,</i> <span class=\"citation\" data-id=\"103866\"><a href=\"/opinion/103866/cole-v-violette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span> (1943), reh. den. <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">810</span></span> (1943); <i>Alabama State Fedn. of Labor</i> v. <i>McAdory,</i> <span class=\"citation\" data-id=\"104156\"><a href=\"/opinion/104156/alabama-state-federation-of-labor-v-mcadory/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, 462 (1945).</p>\n<p>Thus, the rule of judicial restraint urged by the concurring opinion evolved because of a judicial desire to preserve amicable relations with coordinate branches of government and to assure the fullest possible consideration of constitutional questions before decision. In the mundane case, these justifications suffice to preclude judicial action on constitutional issues. However, in the extraordinary case which raises questions of the utmost public importance, this structure of restraint must fall by the wayside. In the extraordinary case, the court must exercise its discretion to hear constitutional argument. Policy considerations favoring constitutional adjudication overwhelm those which militate against immediate resolution of constitutional issues.</p>\n<p>Generally, I would state the rule for reaching constitutional questions in spite of an alternative nonconstitutional ground as follows: this court must accept the responsibility of constitutional adjudication when (1) the constitutional issue is of overriding public concern; (2) the issue is bound to reappear and must be decided in subsequent litigation; and (3) the issues have been exhaustively briefed and argued by adverse parties. Zealous regard for the sensibilities of coordinate branches must give way before public necessity. The public has a right to judicial guidance concerning the propriety and legality of alternate courses of action in matters of great moment. This is particularly true when the issue will recur in litigation before the court. Adjudication then is not a needless affront to the Legislature. Rather, the adjudication avoids unnecessary delay, forestalls future litigation, and conserves judicial time and resources by not requiring reargument of the issues. The affront, if such it is, would occur anyway at a later date. Finally, since the adversaries under the rule which I propose have contested the issues fully, there can be <span class=\"star-pagination\">*346</span> no advantage in awaiting presentation of the constitutional issue in another factual context. Heated adversary argument, extensive briefing, and searching judicial scrutiny already have supplied the sharp focus which good practice demands of constitutional litigation.</p>\n<p>In this vein, in <i>Commonwealth</i> v. <i>Gilfedder,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">335</span></span> (1947), we elected to reach issues under the First Amendment to the United States Constitution posed by complaints charging defendants with delivering \"`oration[s]'\" on the Boston Common in violation of the General Rules of the Board of Park Commissioners. We declined the opportunity to rule on narrow grounds going to the sufficiency of the complaints or to a conflict between the General Rules of the Board of Park Commissioners and Revised Ordinances of Boston. Justice Qua explained our decision: \"The issue of constitutionality has been fully argued. Even if we could manage to avoid deciding it now, it would certainly arise again in the near future, and additional expense would be incurred. In these circumstances it seems our duty in the interest both of the parties and of the public to deal with the fundamental [constitutional] issue which will prove decisive of all the cases.\" <i>Id.</i> at 338. See <i>Moore</i> v. <i>Election Commrs. of Cambridge,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">303</span></span>, 306 (1941); <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2233892\"><a href=\"/opinion/2233892/school-committee-of-boston-v-board-of-education/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">693</span></a></span>, 697 (1967), app. dism. <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></span> (1968); <i>Wachusett Regional Sch. Dist. Comm.</i> v. <i>Erickson,</i> <span class=\"citation\" data-id=\"2097312\"><a href=\"/opinion/2097312/wachusett-regional-school-dist-committee-v-erickson/\"><span class=\"volume\">353</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">77</span></a></span>, 79 (1967).</p>\n<p>In <i>Matter of </i><i>Bell</i> v. <i>Waterfront Commn. of N.Y. Harbor,</i> <span class=\"citation\" data-id=\"2583611\"><a href=\"/opinion/2583611/matter-of-bell-v-waterfront-comm/\"><span class=\"volume\">20</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">54</span></a></span> (1967), the New York Court of Appeals reviewed a waterfront commission order which revoked the petitioner's registration as a longshoreman. The court found that the petitioner had lied to the commission while under oath and that this perjury alone amply justified revocation of registration. Technically, therefore, the petitioner lacked \"standing\" to challenge the constitutionality of a statute which authorized disciplinary action against longshoremen engaged in subversive activity. <i>Id.</i> at 60. Nevertheless, the court examined the constitutionality of the statute. The opinion of Chief Judge Fuld echoes our <span class=\"star-pagination\">*347</span> sentiments in the <i>Gilfedder</i> case: \"This principle [the petitioner's lack of standing] would manifestly justify our declining to pass upon the constitutional argument advanced by the petitioner. However, it is settled that judicial reluctance to decide questions which need not be reached must give way when a case raises `important constitutional issues' and the `controversy is of a character which is likely to recur.'\" <i>Id.</i> at 61.</p>\n<p>Similar analysis has controlled numerous cases in other jurisdictions. <i>Buckingham</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Del.</span> <span class=\"page\">405</span></span>, 409 (1944). <i>Hammond</i> v. <i>Bingham,</i> <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">314</span></span>, 317 (1961). <i>Sarlls</i> v. <i>State ex rel. Trimble,</i> <span class=\"citation\" data-id=\"3427111\"><a href=\"/opinion/3429770/sarlls-city-clerk-v-state-ex-rel/\"><span class=\"volume\">201</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">88</span></a></span>, 100 (1929). <i>Hunter</i> v., <i>Colfax Consol. Coal Co.</i> <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">245</span></span>, 274 (1915). <i>Alongi</i> v. <i>Schatzman,</i> <span class=\"citation\" data-id=\"2061285\"><a href=\"/opinion/2061285/alongi-v-schatzman/\"><span class=\"volume\">57</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">564</span></a></span>, 574 (1971). <i>State</i> v. <i>Conragan,</i> <span class=\"citation\" data-id=\"3865071\"><a href=\"/opinion/4105356/state-of-rhode-island-v-conragan/\"><span class=\"volume\">54</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">256</span></a></span>, 259 (1934). See <i>In the Matter of Brown,</i> <span class=\"citation\" data-id=\"295182\"><a href=\"/opinion/295182/in-the-matter-of-kenneth-brown-a-minor-kenneth-brown/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 51 (3d Cir.1971); <i>State ex rel. Bland</i> v. <i>St. John,</i> <span class=\"citation\" data-id=\"3241974\"><a href=\"/opinion/3240664/state-v-st-john/\"><span class=\"volume\">244</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">269</span></a></span>, 277 (1943); <i>Eye Dog Foundation</i> v. <i>State Bd. of Guide Dogs for the Blind,</i> <span class=\"citation\" data-id=\"2608502\"><a href=\"/opinion/2608502/eye-dog-foundation-v-st-bd-of-guide-dogs-for-blind/\"><span class=\"volume\">67</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">536</span></a></span>, 541-542 (1967); <i>Hardware Mut. Cas. Co.</i> v. <i>Premo,</i> <span class=\"citation\" data-id=\"1986298\"><a href=\"/opinion/1986298/hardware-mutual-casualty-co-v-premo/\"><span class=\"volume\">153</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">465</span></a></span>, 473 (1966); <i>Ex Parte Lewis, Petitioner,</i> <span class=\"citation\" data-id=\"3397815\"><a href=\"/opinion/3403681/ex-parte-lewis/\"><span class=\"volume\">101</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">624</span></a></span>, 628 (1931); <i>Green</i> v. <i>State ex rel. Phipps,</i> <span class=\"citation\" data-id=\"1696499\"><a href=\"/opinion/1696499/green-v-state-ex-rel-phipps/\"><span class=\"volume\">166</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">585</span></a></span>, 587 (Fla. 1964); <i>State ex rel. Collins</i> v. <i>Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">522</span></span>, 588 (1913); <i>State ex rel. West</i> v. <i>Thomas,</i> <span class=\"citation\" data-id=\"1148822\"><a href=\"/opinion/1148822/state-v-thomas/\"><span class=\"volume\">62</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">103</span></a></span>, 106 (1956); <i>Battles</i> v. <i>State ex rel. Okla. Commn. for Crippled Children,</i> <span class=\"citation\" data-id=\"1114594\"><a href=\"/opinion/1114594/battles-v-state-ex-rel-oklahoma-commission-for-crippled-children/\"><span class=\"volume\">206</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">444</span></a></span>, 445 (1951); <i>State</i> v. <i>Harrison,</i> <span class=\"citation\" data-id=\"4006461\"><a href=\"/opinion/4229677/state-v-harrison/\"><span class=\"volume\">130</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">246</span></a></span>, 249 (1947); <i>Eastwood</i> v. <i>Wyoming Hy. Dept.</i> <span class=\"citation\" data-id=\"1355234\"><a href=\"/opinion/1355234/eastwood-v-wyo-hwy-dept/\"><span class=\"volume\">76</span> <span class=\"reporter\">Wyo.</span> <span class=\"page\">247</span></a></span> (1956).</p>\n<p>The United States Supreme Court has not explicitly fashioned a broad policy-based exception to the Brandeis rule of avoidance. Occasional language in opinions mentions specific exceptions or hints that the rule may not be one of universal applicability. See, e.g., <i>Siler</i> v. <i>Louisville &amp; Nashville R.R.</i> <span class=\"citation\" data-id=\"97006\"><a href=\"/opinion/97006/siler-v-louisville-nashville-r-co/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, 193 (1909) (\"course is usually pursued\"); <i>United States</i> v. <i>Raines,</i> <span class=\"citation\" data-id=\"106008\"><a href=\"/opinion/106008/united-states-v-james-griggs-raines/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 22 (1960) (\"some exceptions ... where there are weighty countervailing policies\"). In cases in which the court does not adhere to the rule, it most often passes over a possible Brandeisian objection without comment. The rationale for deviation from established practice remains shadowy. <span class=\"star-pagination\">*348</span> Frequently, the only signal that the court has, in fact, ignored an adequate nonconstitutional gravamen is an emphatic dissent or concurrence which seeks to demonstrate the illegitimacy of the path taken. See, e.g., <i>Shapiro</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104585\"><a href=\"/opinion/104585/shapiro-v-united-states/\"><span class=\"volume\">335</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 37 (1948) (Frankfurter, J., dissenting); <i>Aptheker</i> v. <i>Secretary of State,</i> <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 522-523 (1964) (Clark, J., dissenting); <i>Crider</i> v. <i>Zurich Ins. Co.</i> <span class=\"citation\" data-id=\"106986\"><a href=\"/opinion/106986/crider-v-zurich-ins-co/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 45 (1965) (Goldberg, J., dissenting); <i>Powell</i> v. <i>McCormack,</i> <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span>, 573 (1969) (Stewart, J., dissenting); <i>Benton</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span>, 801 (1969) (Harlan, J., dissenting); <i>Wyman</i> v. <i>James,</i> <span class=\"citation\" data-id=\"108223\"><a href=\"/opinion/108223/wyman-v-james/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, 345 (1971) (Marshall, J., dissenting). It is enough for my purpose here to know that the Supreme Court practice of avoidance of constitutional issues is not an invariable one mandated by the Constitution or by statute. As the practice is discretionary and based on policy, our court may deviate from the practice whenever our experience and sound policy suggest that deviation is appropriate. That general course is the one I propose here.</p>\n<p>That course is notably appropriate in the instant case. If there is any case containing constitutional issues of overriding importance which merit immediate judicial attention, it is this case. In recent weeks and months, the issue of school desegregation has thoroughly occupied the forefront of public attention in the Commonwealth. It has aroused passions and engaged the interest of a broad cross section of citizens. It has sparked an acrimonious (at times, a violent) debate over educational priorities and children's destinies.</p>\n<p>In the instant case, we have before us one attempt to shape the educational system which instructs the Commonwealth's young. The Legislature, responsive to public concern over racial imbalance solutions, has enacted an amendment which alters the array of available and necessary remedies for achieving racial balance. We have a public duty to express, promptly and categorically, our view of the amendment's constitutionality. No unrealistic hopes should be built on an unconstitutional statute. No hopes should be thwarted by an unconstitutional statute. This is our opportunity to give direction. We have properly <span class=\"star-pagination\">*349</span> decided these questions now and have avoided further delay.</p>\n<p>There can be no advantage in delay. If we were to delay, we would forfeit this opportunity to give the citizens of Springfield and the officials whose responsibility it is to maintain desegregated schools in the Commonwealth an authoritative adjudication of their constitutional duties under the amended imbalance law. Their uncertainty could only generate more litigation, more confusion, more expense, and more rancor.</p>\n<p>If there was any doubt as to the likelihood of recurrent litigation and the necessity for an immediate constitutional decision, this doubt has been dispelled. By letter of October 31, 1974, to this court, the superintendent of public schools of Springfield, writing for the Springfield school committee, reminded us that the committee is under a mandate of the State board of education to provide a phase two plan to integrate the schools of Springfield by December 2, 1974. Among the goals of the plan will be the \"lessen[ing of] the racial isolation of Puerto Rican students,\" a matter we specifically excluded from the decree in <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2018900\"><a href=\"/opinion/2018900/school-committee-of-springfield-v-board-of-education/\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">215</span></a></span>, 228-233 (1974). The superintendent expressed the belief, held by the committee, that the committee should act under the 1974 amendment and requested \"an early written decision\" by this court to assist in its deliberations.<sup>[3]</sup></p>\n<p>Had we adopted the course advocated by Justice Quirico and avoided the constitutional issue, the committee would <span class=\"star-pagination\">*350</span> have received no notice that sections of the amendment are unconstitutional and no guidance in alleviating the isolation of the Puerto Rican students. The committee would have acted without a definitive ruling on the constitutionality of the amended racial imbalance law, a ruling which it obviously wanted and needed. In fact, the committee might have felt free to deny the Puerto Rican pupils relief from their isolation through involuntary busing.</p>\n<p>Yet, challenge to any plan which did not bus the Puerto Rican pupils or to any other plan would be inevitable. Again, challenges would have involved more delay, more expense, and more protracted litigation which, at long last, would require a decision on the constitutional question  if not by this court, then by a Federal court.</p>\n<p>This delay would have been particularly unnecessary in view of the posture of this litigation before us. The issue is ripe for decision. The parties to this litigation have challenged and defended the amendment. They have fully briefed their respective positions and have argued them forcefully before this court. Future litigants or litigation, it would seem, could add little to clarify constitutional concerns or to assist our exploration of the permissible constitutional course.</p>\n<p>Under these circumstances, refusal to decide the constitutional issues because of a <i>possible</i> statutory construction would be an abnegation of our responsibilities. In sum, resort to statutory construction was meant to be applied, when indicated, to <i>avoid</i> unnecessary and needless confrontation with the Legislature. It was not intended as a means to <i>evade</i> important constitutional issues when the facts and posture of the case clearly require their prompt resolution. Cf. <i>DeFunis</i> v. <i>Odegaard,</i> <span class=\"citation\" data-id=\"109012\"><a href=\"/opinion/109012/defunis-v-odegaard/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span> (1974).</p>\n<h2>NOTES</h2>\n<p>[1]  Together with a companion case involving a suit brought by the interveners in the proceedings before the board.</p>\n<p>[2]  G.L.c. 15, §§ 11-1K, and c. 71, §§ 37C-37D, originally inserted by St. 1965, c. 641, §§ 1, 2.</p>\n<p>[3]  In rendering this opinion we note that, in spite of the sharply divergent views which had previously existed between the board and the school committee and among the citizens of Springfield, the responsible and cooperative efforts of all parties have resulted in an orderly and successful implementation of this court's order in the Springfield public schools.</p>\n<p>[4]  <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2124677\"><a href=\"/opinion/2124677/school-committee-of-springfield-v-board-of-education/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">417</span></a></span> (1972) (<i>Springfield I</i>), and <i>School Comm. of Springfield</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2018900\"><a href=\"/opinion/2018900/school-committee-of-springfield-v-board-of-education/\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">215</span></a></span> (1974) (<i>Springfield II</i>).</p>\n<p>[5]  The act was passed in response to a lengthy report prepared by the Advisory Committee on Racial Imbalance and Education and two Task Forces appointed by the board. The conclusions reached in the report were summarized as follows:\n</p>\n<p>\"Our conclusions are clear. Racial imbalance represents a serious conflict with the American creed of equal opportunity. It is detrimental to sound education in the following ways:</p>\n<p>\"It does serious educational damage to Negro children by impairing their confidence, distorting their self-image, and lowering their motivation.</p>\n<p>\"It does moral damage by encouraging prejudice within children regardless of their color.</p>\n<p>\"It presents an inaccurate picture of life to both white and Negro children and prepares them inadequately for a multi-racial community, nation, and world.</p>\n<p>\"It too often produces inferior educational facilities in the predominantly Negro schools.</p>\n<p>\"It squanders valuable human resources by impairing the opportunities of many Negro children to prepare for the professional and vocational requirements of our technological society.\"</p>\n<p>Report of the Advisory Committee on Racial Imbalance and Education, Massachusetts State Board of Education, Because It is Right  Educationally, p. 2 (April, 1965).</p>\n<p>[6]  The following table reflects the percentage of nonwhite students enrolled in the five schools each year from 1965 through 1973:\n</p>\n<p></p>\n<pre>\n       1965   1966   1967   1968   1969   1970   1971   1972   1973\nBrookings     58.8%  65.7%  66.7%  71.7%  74.5%  72.3%  74.9%  75.9%  82.3%\nDeBerry       90.9%  91.1%  89.6%  91.4%  92.3%  91.4%  91.3%  91.9%  95.1%\nElls          68.0%  71.3%  73.6%  77.8%  80.5%  87.5%  93.2%  93.0%  95.1%\nHomer         58.5%  65.0%  58.6%  65.0%  69.2%  73.9%  74.9%  79.6%  88.1%\nTapley        77.3%  80.3%  83.0%  85.4%  85.2%  86.4%  82.5%  87.3%  88.7%\n</pre>\n<p>[7]  See fn. 4, <i>supra.</i></p>\n<p>[8]  Briefly, the Task Force plan requires the consolidation of Springfield's elementary schools into six districts, with each of the imbalanced schools in a separate district. Approximately 28% of the total population of each new district is nonwhite. Approximately 5,800 students are to be transferred pursuant to the plan. The longest distance any student would be bused is roughly five miles.</p>\n<p>[9]  See fn. 1, <i>supra.</i></p>\n<p>[10]  See fn. 4, <i>supra.</i></p>\n<p>[11]  During the years of stubborn resistance to the implementation of the racial imbalance law in Springfield, the board was simultaneously struggling with an equally recalcitrant school committee in Boston. See <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2037040\"><a href=\"/opinion/2037040/school-committee-of-boston-v-board-of-education/\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">20</span></a></span> (1973) (<i>Boston I</i>); <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2036714\"><a href=\"/opinion/2036714/school-committee-of-boston-v-board-of-education/\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">125</span></a></span> (1973) (<i>Boston II</i>); <i>School Comm. of Boston</i> v. <i>Board of Educ.</i> <span class=\"citation\" data-id=\"2007137\"><a href=\"/opinion/2007137/school-committee-of-boston-v-board-of-education/\"><span class=\"volume\">364</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">199</span></a></span> (1973) (<i>Boston III</i>). In addition, there were two legislative attempts to circumvent the board's powers under the racial imbalance law. See <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">899</span></span> (1973); <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">648</span></span> (1974). The efforts by the board to enforce the racial imbalance law in Boston were followed in June of this year when the United States District Court, District of Massachusetts, ruled that the Boston school system had been operated in violation of the Fourteenth Amendment and ordered that plans be implemented immediately to accomplish desegregation of Boston's schools in September of this year. <i>Morgan</i> v. <i>Hennigan,</i> <span class=\"citation\" data-id=\"1378130\"><a href=\"/opinion/1378130/morgan-v-hennigan/\"><span class=\"volume\">379</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">410</span></a></span> (D. Mass. 1974).</p>\n<p>[12]  A \"racially isolat[ed]\" school is one in which not more than thirty per cent of the pupils are nonwhite. G.L.c. 71, § 37D, as appearing in St. 1974, c. 636, § 5.</p>\n<p>[13]  Although it does not appear on the record, we were assured by counsel at the oral arguments that the school committee subsequently rescinded those two resolutions.</p>\n<p>[14]  During the argument before the full court the interveners were the only parties who opposed the motion to vacate. Although the board issued an opinion and order on August 13 in which it took the position that the motion to vacate should be denied, at oral argument and in the briefs the board was represented by members of the staff of the Attorney General who argued in support of the motion.</p>\n<p>[15]  See fn. 11, <i>supra.</i></p>\n<p>[16]  Our source of information on the progress of implementation is the implementation schedule, as modified by the board opinion and order of February 11, 1974. The school committee has assured us that it has fully complied with said schedule.</p>\n<p>[17]  Although \"segregation\" as used in the context of the Fourteenth Amendment cases is not necessarily synonymous with \"racial imbalance\" within the meaning of the Massachusetts statute, it seems clear in this case that the five Springfield elementary schools have been not only \"racially imbalanced\" but also \"segregated.\" The percentage of nonwhite enrollment in each of those schools during the years from 1965 to 1973 is reflected in the table in fn. 6. The percentage of nonwhite enrollment throughout the Springfield school system in 1973 was less thanthirty per cent. Cf. <i>Keyes</i> v. <i>School Dist. No. 1, Denver, Colo.</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 195-196 (1973), reh. den. <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">883</span></span> (1973).</p>\n<p>[18]  For a discussion of the distinction between de jure and de facto segregation, see <i>Springfield II,</i> 365 Mass. at 230-233 (1974). See also <i>Keyes</i> v. <i>School Dist. No. 1, Denver Colo., supra,</i> at 208; <i>Milliken</i> v. <i>Bradley,</i> <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span> (1974).</p>\n<p>[19]  For further history of the <i>Keyes</i> case see fn. 21, <i>post.</i></p>\n<p>[20]  For further history of the <i>Bradley</i> case see fn. 24, <i>post.</i></p>\n<p>[21]  It may be argued that, because de jure segregation involves the \"<i>purpose</i> or <i>intent</i> to segregate,\" <i>Keyes</i> v. <i>School Dist. No. 1, Denver, Colo.</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 208 (1973) (emphasis in original), any action by the school committee to repeal the Task Force plan would not be unconstitutional because it would be motivated, not by an intent to segregate, but only by an intent to avoid unpopular forced busing of students. The certain consequence of such a repeal, however, would be the resegregation of the five previously imbalanced elementary schools. The school committee must be held to \"intend\" the certain consequences of its acts. See <i>Keyes</i> v. <i>School Dist. Number One, Denver, Colo.</i> <span class=\"citation\" data-id=\"1623201\"><a href=\"/opinion/1623201/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">279</span></a></span>, 286 (D. Colo. 1969); <span class=\"citation\" data-id=\"1968989\"><a href=\"/opinion/1968989/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></a></span> (D. Colo. 1970); <span class=\"citation\" data-id=\"297971\"><a href=\"/opinion/297971/wilfred-keyes-v-school-district-no-1-denver-colorado-wilfred-keyes-v/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span> (10th Cir.1971); affirmed in part and modified in part, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span> (1973), reh. den. <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">883</span></span> (1973).</p>\n<p>[22]  See fn. 21</p>\n<p>[23]  Subsequently, after a full trial on the merits, the District Court reiterated its holding that the vote of rescission was itself an act of de jure segregation. <span class=\"citation\" data-id=\"1969123\"><a href=\"/opinion/1969123/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">61</span></a></span>, 66-67 (1970). On appeal, neither the Court of Appeals, <span class=\"citation\" data-id=\"297971\"><a href=\"/opinion/297971/wilfred-keyes-v-school-district-no-1-denver-colorado-wilfred-keyes-v/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span> (10th Cir.1971), nor the Supreme Court, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span> (1973), reached that issue. For a similar case reaching the same result, but involving a school system which was historically segregated, see <i>Martin</i> v. <i>Evansville-Vanderburgh Sch. Corp. of </i><i>Evansville,</i> <span class=\"citation\" data-id=\"1404396\"><a href=\"/opinion/1404396/martin-v-evansville-vanderburgh-sch-corp-indiana/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">816</span></a></span> (S.D. Ind. 1972).</p>\n<p>[24]  After several intervening decisions, see <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></span> (6th Cir.1971), <span class=\"citation\" data-id=\"2182098\"><a href=\"/opinion/2182098/bradley-v-milliken/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">582</span></a></span> (E.D. Mich. 1971); <span class=\"citation\" data-id=\"313353\"><a href=\"/opinion/313353/ronald-bradley-v-william-g-milliken-governor-of-michigan-etc-board-of/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span> (6th Cir.1973), this case reached the Supreme Court for resolution of a single question concerning the extent of the remedy ordered by the District Court, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span> (1974).</p>\n<p>[25]  It is noteworthy that the court in this case struck down the challenged statute in its entirety, even though by its terms the statute did not restrict the authority or discretion of <i>elected</i> local school boards (which are in the vast majority throughout New York) to order assignments or redistricting in order to achieve racial balance.</p>\n<p>[1]  In a number of decisions we have indicated that in interpreting statutes resort may be had to the legislative history \"only to aid in the solution of an ambiguity.\" <i>Allen</i> v. <i>Commissioner of Corps. &amp; Taxn.</i> <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">502</span></span>, 508 (1930). <i>D.N. Kelley &amp; Son, Inc.</i> v. <i>Selectmen of Fairhaven,</i> <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">570</span></span>, 576 (1936). <i>Nichols</i> v. <i>Commissioner of Corps. &amp; Taxn.</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">285</span></span>, 293 (1943). <i>Milton</i> v. <i>Metropolitan Dist. Commn.</i> <span class=\"citation\" data-id=\"2011595\"><a href=\"/opinion/2011595/milton-v-metropolitan-district-commission/\"><span class=\"volume\">342</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">222</span></a></span>, 223 (1961).</p>\n<p>[1]  Because I also believe that another construction of the amendment is more \"logical,\" I have no difficulty reaching the constitutional issues in this case. The amendment does affect the decrees and must receive constitutional attention. However, as I have stated, the Brandeis rule arises with sufficient frequency that I feel an in-depth review of the underlying law is in order at this time.</p>\n<p>[2]  \"The judicial power shall extend to all cases, in law and equity, arising under this constitution ... to controversies to which the United States shall be a party....\"</p>\n<p>[3]  \"The Springfield School Committee, at its regular meeting of October 24, 1974, requested me to bring to the court's attention that the Committee must provide the State Board of Education with a long-range plan to eliminate racial imbalance in the Springfield Public Schools, by December 2, 1974.\n</p>\n<p>\"The Committee feels that this long-range plan, including ways to lessen the racial isolation of Puerto Rican students should be written in conformity with those provisions of Chapter 636 of the Acts of 1974 that are to be upheld by the Court.</p>\n<p>\"Because of the many variables that must be considered by the School Committee in its deliberations, an early written decision of the court's oral decision of August 22, 1974, would be greatly appreciated by the School Committee.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/85330/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/86024/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103866/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104156/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104442/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106008/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106267/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106282/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109012/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/295182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1114594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1148822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1355234/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1357207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1378130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1404396/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1480790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623201/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1696499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1968989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1969123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1986298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2007137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2011595/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2018900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2031083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2036714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2037040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2060184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2061285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2097312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2124677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2182098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2233892/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2233947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2583611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2608502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3241974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3397815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3427111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3865071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/4006461/"
          ]
        }
      ],
      "judges": "Tauro",
      "date_created": "2014-10-30T15:09:23.994258Z",
      "date_modified": "2016-03-03T21:17:50.851086Z",
      "date_filed": "1974-11-12",
      "date_filed_is_approximate": false,
      "slug": "school-committee-of-springfield-v-board-of-education",
      "citation_id": 1997072,
      "case_name_short": "",
      "case_name": "School Committee of Springfield v. Board of Education",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "366 Mass. 315",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "319 N.E.2d 427",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 15,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1228137/school-committee-of-springfield-v-board-of-educati/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:09:23.990620Z",
  "date_modified": "2014-10-30T15:09:23.990620Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "School Committee of Springfield v. Board of Education",
  "case_name_full": "",
  "slug": "school-committee-of-springfield-v-board-of-educati",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}