{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1229557/",
  "id": 1229557,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cod/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1608831/",
      "id": 1608831,
      "absolute_url": "/opinion/1608831/noel-v-medtronic-electromedics-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1229557/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1608831/",
          "id": 1608831,
          "absolute_url": "/opinion/1608831/noel-v-medtronic-electromedics-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1608831/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1698/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:55:23.017943Z",
          "date_modified": "2017-04-06T11:25:10.573896Z",
          "type": "010combined",
          "sha1": "8c42045654013e49d4bb79704951aa904518253d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>973 F.Supp. 1206 (1997)</b></center>\n<center><h1>Catherine L. NOEL, Plaintiff,<br>\nv.<br>\nMEDTRONIC ELECTROMEDICS, INC., a Colorado corporation, Defendant.</h1></center>\n<center>No. Civ. A. 95-K-2917.</center>\n<center><p><b>United States District Court, D. Colorado.</b></p></center>\n<center>August 5, 1997.</center>\n<p><span class=\"star-pagination\">*1207</span> <span class=\"star-pagination\">*1208</span> Tim Correll, Correll Law Office, Denver, CO, for Plaintiff.</p>\n<p>Daniel R. Wachtler, Sally A. Scoggin, Briggs &amp; Morgan, P.A., St. Paul, MN, Arun Das, Gorsuch Kirgis, LLC, Denver, CO, for Defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>KANE, Senior District Judge.</p>\n<p>Plaintiff, Catherine Noel, sues Defendant, Medtronic Electromedics, Inc. (\"Electromedics\") for employment discrimination on the basis of gender under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e <i>et seq.,</i> as amended; unequal pay pursuant to the Equal Pay Act, 29 U.S.C. § 206(d), as amended, and Colo.Rev.Stat. § 24-34-402 (1988), as amended, and for outrageous conduct. <span class=\"star-pagination\">*1209</span> Electromedics seeks summary judgment, arguing that the evidence shows there is no genuine issue as to any material fact concerning each of these claims. I grant the motion for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background.</i>\n</h2>\n<p>Catherine Noel (\"Noel\") graduated from college in 1987 with a degree in biology. She worked for Carbon Fuels Corporation as a secretary for eleven months until she was laid off. In January 1989, Noel was hired by Dan Dyer of Electromedics as a secretary at an annual salary of $16,500. Electromedics designs, manufactures and markets blood management products used in surgery.</p>\n<p>Dyer was the company's first Sales Coordinator. He had been in that position since 1985, and worked with others in creating many of the policies and procedures used in the position. In the summer of 1989, Dyer was promoted to Electromedics Southeast Regional Sales Manager, based in Atlanta, Georgia.</p>\n<p>Effective June 1989, Noel was promoted to Sales Coordinator/Customer Service Manager (\"Sales Coordinator\") at an annual salary of $22,000. Between June and August 1989, Dyer helped Noel learn her new position. In August 1989, Dyer relocated to Atlanta. Originally, Electromedics hired a man from outside the company as Sales Coordinator, but when he demanded time off before commencing work, the company offered the position to Noel. At the time Dyer left the position, he was earning an annual salary of $35,000.</p>\n<p>Immediately after Noel became Sales Coordinator, Ms. Fields, who had been Dyer's assistant at an annual salary of $22,000, left the department. In addition to her duties as Sales Coordinator, Noel performed the work previously done by Fields. In January 1990, Noel's annual salary was raised to $23,100. She received an evaluation in which she met or exceeded the expected level of performance in each category assessed. She received annual raises and one market adjustment, bringing her annual salary in January 1993 to $30,048.</p>\n<p>In November, 1992, Electromedics created a new position, Director of Marketing Services, in order to improve its marketing efforts. This job had two components, customer service and marketing. The job was not posted and was given to Craig Ferraro. Ferraro had been hired as financial analyst in March, 1992 and had already completed a number of analyses of Electromedics' sales and sales trends before being transferred to the Director of Marketing Services position. Ferraro's resume lists a CPA, an MBA from Wharton Business School, and nine years of experience before coming to Electromedics, including new business experience and diversification studies.</p>\n<p>Ferraro was hired at an annual salary of $50,000 plus a $5,000 bonus as a financial analyst and retained that compensation as Director of Marketing Services. On the first day on the job, Ferraro was required to learn about customer service, to review company pricing information, and the \"no-cap\" pricing, duties which Noel states he learnt from her.</p>\n<p>After he became Director of Marketing Services, Ferraro supervised Noel. In addition, he worked on new product development, reviewed various aspects of pricing, designed and instituted programs for customers, analyzed historical sales data, worked on product delivery, and on due diligence disclosures for the potential sale of Electromedics. Ferraro was part of the executive management team and occupied a top level management position at Electromedics. He resigned from his position in February 1994.</p>\n<p>Dyer was selected as his replacement. From February 1994 until June 1994, Dyer also retained his position as Southeast Regional Sales Manager. He received an annual salary of $62,000 as Director of Marketing Services. He had received $80,000 to $100,000 as the Southeast Regional Sales Manager. Noel states she asked to be considered for the Director of Marketing Services position in 1994, but the job was given to Dyer.</p>\n<p>Noel was one of ten employees terminated in July 1994, due to an alleged reduction in force. According to Electromedics, each department head was asked to reduce that department's workforce. Robert Pfefferkorn, then Vice President for Sales and Marketing, asserts in an affidavit that he consulted with Dyer and determined that, if someone in the customer service area were to be terminated, it should be Noel and that <span class=\"star-pagination\">*1210</span> her assistant, Denise Frahler, should be retained. At the time of her termination, Noel was making $31,250 a year. She was replaced as Sales Coordinator by Frahler.</p>\n<p>In October, 1994, Noel filed a Charge of Discrimination with the Equal Employment Opportunity Commission (\"EEOC\") and the Colorado Civil Rights Commission, alleging discrimination on the basis of sex against Electromedics. In August 1995, the EEOC issued a notice informing Noel of her right to sue Electromedics.</p>\n<p></p>\n<h2>II. <i>Standard for Motion for Summary Judgment.</i>\n</h2>\n<blockquote>Summary judgment is appropriate if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. When applying this standard, we examine the factual record and reasonable inferences therefrom in the light most favorable to the party opposing summary judgment....</blockquote>\n<blockquote>While the movant bears the burden of showing the absence of a genuine issue of material fact, the movant need not negate the non-movant's claim but need only point to an absence of evidence to support the non-movant's claim. If the movant carries this initial burden, the non-movant may not rest upon its pleadings, but must set forth specific facts showing a genuine issue for trial as to those dispositive matters for which it carries the burden of proof. An issue of material fact is genuine if a reasonable jury could return a verdict for the non-movant.</blockquote>\n<p><i>Kaul v. Stephan,</i> 83 F.3d 1208, 1212 (10th Cir.1996) (quoting <i>Wolf v. Prudential Ins. Co.,</i> 50 F.3d 793, 796 (10th Cir.1995)); <i>see also </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2553-54, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 256, 106 S.Ct. 2505, 2514, 91 L.Ed.2d 202 (1986).</p>\n<p></p>\n<h2>III. <i>Merits.</i>\n</h2>\n<p></p>\n<h2>A. <i>Equal Pay Act Claim for Alleged Unequal Pay.</i>\n</h2>\n<p>To establish a prima facie case under the Equal Pay Act (\"EPA\"), a plaintiff</p>\n<blockquote>has the burden of proving that (1) she was performing work which was substantially equal to that of the male employees considering the skills, duties, supervision, effort and responsibilities of the job; (2) the conditions where the work was performed were basically the same; (3) the male employees were paid more under such circumstances.</blockquote>\n<p><i>Tidwell v. Fort Howard Corp.,</i> 989 F.2d 406, 409 (10th Cir.1993); <i>see also </i><i>Lemons v. City and County of Denver,</i> 620 F.2d 228, 230 (10th Cir.), <i>cert. denied,</i> 449 U.S. 888, 101 S.Ct. 244, 66 L.Ed.2d 114 (1980). Equal work is not to be construed broadly. <i>Nulf v. International Paper Co.,</i> 656 F.2d 553, 560-61 (10th Cir.1981). Congress has expressly rejected the equal pay for \"comparable work\" concept, and the EPA requires a \"substantial identity of job functions.\" <i>Id.</i></p>\n<p>If the plaintiff establishes a prima facie case under the EPA, the burden shifts to the defendant to show that there existed reasons for the wage disparity which are described in the Equal Pay Act, 29 U.S.C. § 206(d)(1), namely \"(i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex.\" <i>See </i><i>Tidwell,</i> 989 F.2d at 409.</p>\n<p>\"If the defendant does not convince the jury with its evidence of one or more of the `affirmative defenses' listed above the plaintiff will prevail on her prima facie case.\" <i>Id.</i></p>\n<p>Electromedics argues Noel cannot establish a prima facie case under the Equal Pay Act (\"EPA\"), 29 U.S.C. § 206(d), as amended, because she was not performing work substantially equal to that of Ferraro and Dyer. To establish a prima facie case under the EPA, Noel must specify the duties performed by both jobs and state how the jobs are substantially equal. <i>See </i><i>Baumgardner v. ROA General, Inc.,</i> 864 F.Supp. 1107, 1109-10 (D.Utah 1994); <i>Tuttle v. ANR Freight Systems,</i> 962 F.2d 18 (table), 1992 WL 95412 at *2 (10th Cir. Apr.29, 1992). \"Jobs must be `substantially equal' in terms of `skill,' `effort,' `responsibility,' and `working conditions.'\" <i>Nulf,</i> 656 F.2d at 560 (citing <span class=\"star-pagination\">*1211</span> <i>Ammons v. Zia Co.,</i> 448 F.2d 117, 120 (10th Cir.1971); 29 U.S.C. § 206(d)(1)).</p>\n<p>Employees do not perform equal work if significant amounts of time are spent on different tasks. <i>Nulf,</i> 656 F.2d at 560 (holding \"it is not sufficient that some aspects of the two jobs were the same\"); <i>see also </i><i>Gunther v. County of Washington,</i> 623 F.2d 1303, 1309-10 (9th Cir.1979) (holding that female and male employees did not perform equal work where female guards spent as much as 50% of their working time performing clerical duties rather than guarding prisoners as did the male employees).</p>\n<p>Electromedics asserts the jobs listed by Noel and those listed by Ferraro and Dyer did not involve the same job duties and, as such, the claim for unequal pay under the EPA must be dismissed. The daily jobs performed by Ferraro and Dyer included meeting with customers and sales representatives, discussing the attributes of products with them, and using that information in working on product development with product managers and engineers. They also prepared budgets and performed financial analyses.</p>\n<p>On the other hand, states Electromedics, Noel did not meet with customers personally, did not work on product development or positioning and did not prepare budgets or financial analyses. Noel's job consisted of entering sales data into company records and retrieving it for people, such as Ferraro and Dyer, for their analyses. According to Electromedics, the overlap between Noel's, Ferraro's, and Dyer's jobs consisted of preparing \"no cap\" worksheets. Ferraro and Dyer stated that work in that area involved less than three percent and five percent of their work time, respectively.</p>\n<p>Ferraro and Dyer reviewed pricing for \"no-cap machine sales.\" Noel or Frahler would prepare a no-cap calculation based on information provided by the sales representatives. If that pricing were outside the target margins, below the minimum amount set, the Director of Marketing Services was to review the pricing in order to \"hit\" certain gross margin percentages on whatever products were being sold. All no-cap pricing, whether the Director of Marketing Services reviewed the pricing or not, was ultimately reviewed by Rick Carlock.</p>\n<p>In response, Noel states, although she had excellent product knowledge, she did not know everything about all the products and the usage for them and it was likely that Dyer had greater knowledge of such usage. Noel concedes she did not work with product managers to develop or modify products; however, she states she was a regular participant in the monthly regional sales meetings in which marketing information was communicated between sales managers and product managers. Noel maintains she worked with Ferraro in the budgeting process and did financial analyses.</p>\n<p>Noel further states Ferraro learned the customer service part of his position as Director of Marketing Services from her. As Director of Marketing Services, Ferraro undertook three ongoing marketing services tasks, Noel asserts, of which she was involved in two, new product development and gathering budget and sales quota information.</p>\n<p>According to Noel, when Dyer became Director of Marketing Services, he gave the financial responsibilities, which Ferraro had initiated in that position, to Noel; joined meetings between the regional sales managers and the product managers in which Noel was already involved; and passed out a \"preexisting report.\" This weekly sales report was generated by one of the Regional Sales Managers and had been in existence before Dyer's return from Georgia; however, this weekly report had not been distributed to the product managers before Dyer became Director of Marketing Services.</p>\n<p>In reply, Electromedics states, with regard to Ferraro's customer service work involving price proposals, this task occupied three percent of Ferraro's time. Second, with regard to Noel's involvement in Ferraro's quota and budget setting work, Electromedics asserts this required Noel to \"run\" historical sales reports and give them to Ferraro for quota setting. Electromedics states Noel, unlike Ferraro, was not involved in the decisionmaking part of the process. Third, Electromedics maintains in new product development work, Noel occasionally passed on comments <span class=\"star-pagination\">*1212</span> to Ferraro from sales representatives about existing products and she attended sales meetings where new products were discussed. Electromedics points out Noel does not offer any evidence in support of her assertion that she took part in these discussions, nor does she contend that she was involved in Ferraro's tasks, developing inventory control systems, surveying and meeting with customers, sales representatives, cost accountants, engineers and product managers on new products, delivery, volume pricing, setting quotas and budgets, developing the corporate budget and due diligence.</p>\n<p>Likewise, Electromedics asserts, Noel and Dyer did not perform substantially equal jobs. Noel's tasks did not include any of the Regional Sales Manager duties which Dyer performed from February until June 1994. With regard to Noel's allegation that she was involved in monthly sales meetings and performed the financial part of the Director of Marketing Services' job, Electromedics maintains she was not involved in Dyer's product development meetings. Electromedics states Noel may have added some additional price quotes to those she was already running and added five quarterly sales reports to the monthly reports she prepared. However, it argues, she had no involvement in Dyer's other tasks, such as developing new marketing communication materials, developing incentive programs and related literature, revising Electromedics' corporate budgets and working with the Medtronic marketing and sales organization to determine how Electromedics' products would fit into Electromedics' cardiopulmonary offerings.</p>\n<p>Although Noel has shown that some tasks she performed were the same as those performed by Ferraro and Dyer, she has not established a prima facie case under the EPA, i.e. a substantial identity of their job functions. <i>See </i><i>Nulf,</i> 656 F.2d at 560. It is not sufficient that some aspects of their jobs were the same. <i>Id.</i> While some were, others which Dyer and Ferraro performed, are not addressed in her response.</p>\n<p>I need not examine whether the tasks which Noel did that overlapped with those performed by Ferraro and Dyer involved her in substantially equal skill, effort, and responsibility, because the EPA does not apply to pay disparities between different jobs. <i>See id.</i> Noel has not established a prima facie case under the Equal Pay Act. Summary judgment is therefore appropriate on this claim.</p>\n<p></p>\n<h2>B. <i>Title VII Claim for Alleged Unequal Pay.</i>\n</h2>\n<p>Electromedics argues Noel cannot establish a prima facie case under 42 U.S.C. § 2000(e) <i>et seq.,</i> as amended, (\"Title VII\") because her position was not similar to those of Ferraro and Dyer.</p>\n<p>Title VII prohibits an employer from discriminating among employees in the terms, conditions or privileges of employment based upon an individual's race, color, religion, sex or national origin. 42 U.S.C. § 2000e-2(a)(1). Further, Title VII prohibits employers from limiting, segregating, or classifying employees in any way which would deprive them of employment opportunities on the basis of race, color, religion, sex or national origin. 42 U.S.C. § 2000e-2(a)(2).</p>\n<p>The Tenth Circuit standard for a prima facie case in a sex-based wage discrimination claim under Title VII no longer requires a showing that the plaintiff received unequal pay for a job performed under similar working conditions requiring equal skill, effort and responsibility. <i>See </i><i>Tidwell,</i> 989 F.2d at 410-11 (ruling that in a sex-based wage discrimination claim under Title VII, a showing of \"equal work\" is not required, whereas in a claim under the EPA, such a showing is required).</p>\n<p>A Title VII plaintiff is</p>\n<blockquote>not required to meet the exacting standard of substantial equality of positions set forth in the Equal Pay Act and may establish a prima facie case of sex discrimination under Title VII by demonstrating that she is female and that the job she occupied was similar to higher paying jobs occupied by males.</blockquote>\n<p><i>See </i><i>Baumgardner,</i> 864 F.Supp. at 1110; <i>see also </i><i>Thompson v. City of Albuquerque,</i> 950 F.Supp. 1098, 1104 (D.N.M.1996).</p>\n<p>Once the plaintiff establishes a prima facie case under Title VII, the defendant must then produce some evidence showing, or at least articulate, a non-discriminatory <span class=\"star-pagination\">*1213</span> reason for the pay disparity. <i>Tidwell,</i> 989 F.2d at 409. If the defendant justifies its practice, the plaintiff must establish, by a preponderance of the evidence, that the defendant intentionally discriminated against the plaintiff. <i>Id.</i> At the summary judgment stage, the plaintiff may meet this burden with some evidence that the proffered nondiscriminatory reason is pretextual, from which a jury may infer discriminatory intent. <i>Reynolds v. School District No. 1, Denver, Colorado,</i> 69 F.3d 1523, 1533 (10th Cir.1995). Proof of pretext requires some showing by plaintiff that the tendered reason for the employment decision was not the genuine motivating reason, but rather was a disingenuous or sham reason. <i>Id.</i> at 1535.</p>\n<p>Assuming, Noel has presented a prima facie case of sex-based wage discrimination under the relaxed Title VII analysis, i.e. she is in a protected class, and was paid less than males, namely Ferraro and Dyer, in \"similar\" positions, the burden shifts to Electromedics to articulate a non-discriminatory reason for the pay disparity. This it has done. It offers the reasons that the respective positions of Noel, Ferraro, and Dyer, involved differing tasks and required different skills, experience and effort; Ferraro and Dyer were paid in accordance with what they had been paid in the past and they each maintained part of their previous positions while in the position of Director of Marketing Service; and Noel was paid a higher salary than she had been paid in the past and was paid consistently according to her salary review.</p>\n<p>The burden thus shifts back to Noel to show that these proffered reasons were pre-textual. Noel fails to address the issue of pretext in the context of the unequal pay claim. Thus, Electromedics is entitled to summary judgment on the Title VII claim for unequal pay.</p>\n<p></p>\n<h2>C. <i>Colorado State Law Claim for Alleged Unequal Pay.</i>\n</h2>\n<p>Under Colorado law, it is unlawful for an employer to \"refuse to hire, to discharge, to promote or demote, or to discriminate in matters of compensation against any person otherwise qualified because of disability, race, creed, color, sex, age, national origin, or ancestry.\" Colo.Rev.Stat. § 24-34-402 (1988 &amp; Supp.1996).</p>\n<p>Noel does not respond directly to Electromedics' motion insofar as it seeks summary judgment on this state law claim. Even though not directly endorsed by the Colorado courts in wage claims under the Colorado statute, the <i>McDonnell Douglas</i> analysis has been applied in other cases and presumably, would apply in this case. <i>See Bodaghi v. Department of Natural Resources,</i> 1996 WL 444966 at *4 (Colo.Ct.App. Aug.8, 1996).</p>\n<p>For the reasons stated in relation to the Title VII claim, I conclude Electromedics is entitled to summary judgment on this state law claim.</p>\n<p></p>\n<h2>D. <i>Alleged Discriminatory Failure to Promote.</i>\n</h2>\n<p>Electromedics argues Noel has not established a prima facie case of failure to promote either under Title VII or under Colo. Rev.Stat. § 24-34-402. The three-part <i>McDonnell Douglas</i> test applies to a Title VII \"failure to promote\" case where, as here, the plaintiff relies on circumstantial, rather than direct, evidence of defendant's discriminatory intent. <i>York v. American Telephone &amp; Telegraph, Co.,</i> 95 F.3d 948, 954 (10th Cir.1996).</p>\n<p>First, Noel has the burden of proving, by a preponderance of the evidence, a prima facie case of employment discrimination through failure to promote her. If Noel succeeds in proving the prima facie case, the burden shifts to Electromedics to articulate some legitimate nondiscriminatory reason for its failure to promote her. Should Electromedics carry this burden, Noel must have an opportunity to prove by a preponderance of the evidence the legitimate reasons offered by Electromedics were not its true reasons, but were a pretext for discrimination. <i>See id.</i> (citing <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802-04, 93 S.Ct. 1817, 1824-25, 36 L.Ed.2d 668 (1973)).</p>\n<p>In order to prove a prima facie case of employment discrimination in the form of a failure to promote, Noel must show: (1) she was a member of a protected group; (2) she <span class=\"star-pagination\">*1214</span> applied and was qualified for the Director of Marketing Services; (3) she was rejected despite her qualifications; and (4) after her rejection, the Director of Marketing Services position remained open to or was awarded to an applicant with Noel's qualifications. <i>See </i><i>York,</i> 95 F.3d at 954.</p>\n<p>With reference to Noel's claim based on a failure to promote her to the position of Director of Marketing Services in 1992, when it was awarded to Ferraro, Noel fails to establish the second element of the prima facie case, namely that she applied for a promotion to that position at that time. <i>See </i><i>York,</i> 95 F.3d at 954.</p>\n<p>As concerns her 1994 failure to promote claim, referring to when Dyer was appointed to the position of Director of Marketing Services, Noel did apply for the position at that time. Assuming Noel has shown a prima facie case of failure to promote, Electromedics has, however, come forward with legitimate nondiscriminatory reasons for appointing Dyer, i.e. that those who appointed Dyer believed he was highly qualified for the position in terms of knowledge and experience and that their views of his qualifications motivated the decision.</p>\n<p>To withstand summary judgment, Noel must show pretext either by direct evidence or by showing that Electromedics' proffered explanation is unworthy of credence. <i>See </i><i>York,</i> 95 F.3d at 954. \"Employers are given wide discretion in setting job standards and requirements and in deciding whether applicants meet those standards.\" <i>Id.</i> \"More is needed than proof that a qualified male was chosen over a qualified female.\" <i>Kachel v. City of Pueblo,</i> 743 F.Supp. 749, 755 (D.Colo.1990).</p>\n<p>In her response, Noel does not address the issue of pretext in this context, nor present any evidence that Electromedics' articulated non-discriminatory reasons for selecting Dyer as Director of Marketing Services were pretextual. She also fails to produce any statistical evidence that could eliminate the nondiscriminatory explanations for the disparity by showing disparate treatment between comparable individuals. <i>See </i><i>Rea v. Martin Marietta Corp.,</i> 29 F.3d 1450, 1456 (10th Cir.1994). Summary judgment is therefore appropriate on this claim both under Title VII and under state law.</p>\n<p></p>\n<h2>E. <i>Alleged Discriminatory Termination.</i>\n</h2>\n<p>Electromedics argues Noel cannot established a prima facie case of discriminatory termination either under Title VII or under state law. The <i>McDonnell Douglas</i> burden shifting analysis is applicable to wrongful termination claims, where, as here, the plaintiff offers no evidence of discriminatory intent, but relies on circumstantial evidence. <i>Martin v. Nannie and the Newborns, Inc.,</i> 3 F.3d 1410, 1417 (10th Cir.1993). Noel has the burden of establishing a prima facie case of wrongful termination. <i>See id.</i> Once Noel meets this burden, the burden shifts to Electromedics to articulate a legitimate, nondiscriminatory reason for the decision which adversely affected Noel. <i>Id.</i> After Electromedics has set forth a facially nondiscriminatory reason for the decision, Noel assumes the burden to prove that the employment decision was the result of intentional discrimination based on an impermissible motive by proving directly that Electromedics acted with a discriminatory motive or indirectly by showing that the stated reason for the discharge was a pretext for the sort of discrimination prohibited by Title VII. <i>Id.</i></p>\n<p>To establish a prima facie case of discriminatory discharge, courts have traditionally required a showing that the plaintiff was (1) within the protected group; (2) adversely affected by Electromedics' employment decision; (3) qualified for the position at issue; and (4) replaced by a person outside the protected group. <i>See </i><i>Hooks v. Diamond Crystal Specialty Foods, Inc.,</i> 997 F.2d 793, 799 (10th Cir.1993).</p>\n<p>Although Frahler became Sales Coordinator when Noel was terminated, Noel asserts the choice was not between herself and Frahler but between herself and Dyer when he was appointed to the position of Marketing Services Director. I have already determined, however, that Noel has failed to show that Electromedics' proffered legitimate nondiscriminatory reasons for appointing Dyer were pretextual.</p>\n<p><span class=\"star-pagination\">*1215</span> The Supreme Court recently held the fact that a plaintiff was replaced by someone outside the protected class is not a prima facie element of the <i>McDonnell Douglas</i> prima facie case in an age discrimination claim. <i>O'Connor v. Consolidated Coin Caterers Corp.,</i> ___ U.S. ___, ___, 116 S.Ct. 1307, 1310, 134 L.Ed.2d 433 (1996). The fact that one person in the protected class has lost out to another in that class is irrelevant as long as the plaintiff has lost out because of his age. Similarly, here, the fact Noel was replaced by a woman does not necessarily negate the possibility her discharge was motivated by her sex as long as she was terminated because she was a woman.</p>\n<p>Electromedics claims Noel was terminated because of a reduction in force. It is undisputed that she was one of ten people terminated by Electromedics in July 1994. In reduction in force cases, \"courts have modified the fourth prima facie element by requiring the plaintiff to produce evidence, circumstantial or direct, from which a factfinder might reasonably conclude that the employer intended to discriminate in reaching the decision at issue.\" <i>Hooks,</i> 997 F.2d at 800.</p>\n<p>Assuming Noel has established a prima facie case, the burden shifts to Electromedics to articulate non-discriminatory reasons for selecting Noel instead of Frahler for termination. Electromedics submits Frahler already knew the Sales Coordinator job and had demonstrated superior skills in managing people and interacting with others inside and outside the company, and that Noel had made it clear that medical school was her top priority. In this regard, Electromedics cites <i>Rhodes v. Bob Florence Contractor, Inc.,</i> 890 F.Supp. 960, 967 (D.Kan. 1995), which held that terminating a person who is seeking a career outside the company is a legitimate, non-discriminatory reason for such termination.</p>\n<p>Electromedics has articulated legitimate, non-discriminatory reasons for its termination decision. Accordingly, Noel has to show pretext either by direct evidence of discriminatory motive or indirectly by showing that the stated reason for the discharge was a pretext for the sort of discrimination prohibited by Title VII. <i>See </i><i>Martin,</i> 3 F.3d at 1417.</p>\n<p>Noel may establish pretext by showing that the reasons offered by Electromedics have no basis in fact, that they were not really factors in the decision or that they were insufficient to motivate the decision. <i>See </i><i>Cominiello v. John Deere Co.,</i> 685 F.Supp. 759, 764 (D.Colo.1988). Inconsistencies in testimony about the process used during reduction in force is not sufficient to show pretext. <i>See, e.g., </i><i>Ingels v. Thiokol Corp.,</i> 42 F.3d 616, 622-23 (10th Cir.1994). Noel may not rely on conclusory statements that the reason for her termination was a pretext for sexual discrimination. <i>See </i><i>Martin,</i> 3 F.3d at 1418. Failure to produce evidence from which discriminatory intent could be inferred results in summary judgment. <i>See </i><i>Hooks,</i> 997 F.2d at 800.</p>\n<p>Noel makes the sweeping allegation that there was a \"misogynistic culture\" at Electromedics. As to the two individuals involved in her termination decision, however, she attributes no such woman-hating to Dyer and as to Pfefferkorn, she states only that he called her \"Hon\" from time to time. \"Isolated comments, unrelated to the challenged action, are insufficient to show discriminatory animus in termination decisions.\" <i>Cone v. Longmont United Hosp. Ass'n,</i> 14 F.3d 526, 531 (10th Cir.1994).</p>\n<p>The only other \"evidence\" she refers to in support of her prima facie case is that, of the twenty to thirty managers in the company, only four were female and, of those four, three were selected for layoff. Even accepting Noel's statistics as accurate, her failure to produce any fact comparing the treatment of similarly situated females to males precludes an inference of pretext. <i>See </i><i>Rea,</i> 29 F.3d at 1456 (\"[d]isparate treatment cannot be shown by comparing the application of the policy to employees who are not similarly situated\"). Noel's statistics do not suggest disparate treatment among similarly situated individuals.</p>\n<p>Whether one treats this as a reduction in force case or not, Noel has failed to produce any evidence from which a factfinder might reasonably conclude that Electromedics intended to discriminate against her, i.e., selected her for termination because she was a woman. There is no evidence that the factors <span class=\"star-pagination\">*1216</span> articulated for her termination, namely Frahler's knowledge of the job and excellent job performance, her relatively better management of the customer service representatives, and better accessibility, were not really factors in the decision of whom to terminate and whom to layoff, or were insufficient to motivate the decision.</p>\n<p>Dyer's general statement announcing Noel's termination, which was not a performance-based termination, as part of the layoffs was not inconsistent with these reasons and does not establish pretext. Likewise, Dyer's personal letter to Noel does not establish pretext. The only identified role Dyer played in the reduction in force was his response to an inquiry about whom he would retain as Customer Service Manager if he were given a choice. Dyer's statement, that he did not understand the layoff decision is not inconsistent with the reasons proffered by Electromedics. In short, Noel has made no showing that she was selected for termination on the basis of her gender and not for the reasons articulated.</p>\n<p>I find Noel has not established, by a preponderance of the evidence, that Electromedics' employment decision was the result of intentional discrimination nor that Electromedics' stated legitimate, non-discriminatory reasons for her discharge constituted a pretext. <i>See </i><i>Martin,</i> 3 F.3d at 1417.</p>\n<p>Summary judgment is therefore appropriate on the discriminatory termination claim both under Title VII and under state law.</p>\n<p></p>\n<h2>F. <i>Claim for Outrageous Conduct.</i>\n</h2>\n<p>Electromedics argues Noel has failed to establish any facts to support her claim for outrageous conduct and argues that her claim is barred under the Colorado Workers' Compensation Act.</p>\n<p>The standard for outrageous conduct in Colorado was set forth in <i>Rugg v. McCarty,</i> 173 Colo. 170, 476 P.2d 753 (1970). \"One who by extreme and outrageous conduct intentionally or recklessly causes severe emotional distress to another is subject to liability for such emotional distress, and if bodily harm to the other results from it, for such bodily harm.\" <i>Id.</i> 476 P.2d at 756, (adopting Restatement (Second) of Torts § 46 (1965)). Liability may be found only where</p>\n<blockquote>the conduct has been so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community. Generally, the case is one in which the recitation of the facts to an average member of the community would arouse his resentment against the actor, and lead him to exclaim `Outrageous!'</blockquote>\n<p><i>Id.</i> (citing Restatement, <i>supra,</i> comment d at 73). Under Colorado law, it is well-settled that \"discharge from employment, without more, is not outrageous conduct.\" <i>Grandchamp v. United Air Lines, Inc.,</i> 854 F.2d 381, 384 (10th Cir.1988).</p>\n<p>Noel does not identify any facts which support a claim for outrageous conduct. She does not address her claim for outrageous conduct in her response to the summary judgment motion. I find Electromedics is entitled to summary judgment on the outrageous conduct claim.</p>\n<p></p>\n<h2>IV. <i>Conclusion.</i>\n</h2>\n<p>Having examined the factual record and reasonable inferences therefrom in the light most favorable to Noel, I conclude she has failed to establish any genuine issues of material fact regarding any of her claims. Accordingly, I grant Electromedics' motion for summary judgment on all claims.</p>\n<p>IT IS ORDERED THAT Defendant's Motion for Summary Judgment is GRANTED;</p>\n<p>IT IS FURTHER ORDERED THAT this case is DISMISSED with each party to pay her or its own costs.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">973</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1206</span></span> (1997)</b></center>\n<center><h1>Catherine L. NOEL, Plaintiff,<br>\nv.<br>\nMEDTRONIC ELECTROMEDICS, INC., a Colorado corporation, Defendant.</h1></center>\n<center>No. Civ. A. 95-K-2917.</center>\n<center><p><b>United States District Court, D. Colorado.</b></p></center>\n<center>August 5, 1997.</center>\n<p><span class=\"star-pagination\">*1207</span> <span class=\"star-pagination\">*1208</span> Tim Correll, Correll Law Office, Denver, CO, for Plaintiff.</p>\n<p>Daniel R. Wachtler, Sally A. Scoggin, Briggs &amp; Morgan, P.A., St. Paul, MN, Arun Das, Gorsuch Kirgis, LLC, Denver, CO, for Defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>KANE, Senior District Judge.</p>\n<p>Plaintiff, Catherine Noel, sues Defendant, Medtronic Electromedics, Inc. (\"Electromedics\") for employment discrimination on the basis of gender under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e <i>et seq.,</i> as amended; unequal pay pursuant to the Equal Pay Act, 29 U.S.C. § 206(d), as amended, and Colo.Rev.Stat. § 24-34-402 (1988), as amended, and for outrageous conduct. <span class=\"star-pagination\">*1209</span> Electromedics seeks summary judgment, arguing that the evidence shows there is no genuine issue as to any material fact concerning each of these claims. I grant the motion for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background.</i>\n</h2>\n<p>Catherine Noel (\"Noel\") graduated from college in 1987 with a degree in biology. She worked for Carbon Fuels Corporation as a secretary for eleven months until she was laid off. In January 1989, Noel was hired by Dan Dyer of Electromedics as a secretary at an annual salary of $16,500. Electromedics designs, manufactures and markets blood management products used in surgery.</p>\n<p>Dyer was the company's first Sales Coordinator. He had been in that position since 1985, and worked with others in creating many of the policies and procedures used in the position. In the summer of 1989, Dyer was promoted to Electromedics Southeast Regional Sales Manager, based in Atlanta, Georgia.</p>\n<p>Effective June 1989, Noel was promoted to Sales Coordinator/Customer Service Manager (\"Sales Coordinator\") at an annual salary of $22,000. Between June and August 1989, Dyer helped Noel learn her new position. In August 1989, Dyer relocated to Atlanta. Originally, Electromedics hired a man from outside the company as Sales Coordinator, but when he demanded time off before commencing work, the company offered the position to Noel. At the time Dyer left the position, he was earning an annual salary of $35,000.</p>\n<p>Immediately after Noel became Sales Coordinator, Ms. Fields, who had been Dyer's assistant at an annual salary of $22,000, left the department. In addition to her duties as Sales Coordinator, Noel performed the work previously done by Fields. In January 1990, Noel's annual salary was raised to $23,100. She received an evaluation in which she met or exceeded the expected level of performance in each category assessed. She received annual raises and one market adjustment, bringing her annual salary in January 1993 to $30,048.</p>\n<p>In November, 1992, Electromedics created a new position, Director of Marketing Services, in order to improve its marketing efforts. This job had two components, customer service and marketing. The job was not posted and was given to Craig Ferraro. Ferraro had been hired as financial analyst in March, 1992 and had already completed a number of analyses of Electromedics' sales and sales trends before being transferred to the Director of Marketing Services position. Ferraro's resume lists a CPA, an MBA from Wharton Business School, and nine years of experience before coming to Electromedics, including new business experience and diversification studies.</p>\n<p>Ferraro was hired at an annual salary of $50,000 plus a $5,000 bonus as a financial analyst and retained that compensation as Director of Marketing Services. On the first day on the job, Ferraro was required to learn about customer service, to review company pricing information, and the \"no-cap\" pricing, duties which Noel states he learnt from her.</p>\n<p>After he became Director of Marketing Services, Ferraro supervised Noel. In addition, he worked on new product development, reviewed various aspects of pricing, designed and instituted programs for customers, analyzed historical sales data, worked on product delivery, and on due diligence disclosures for the potential sale of Electromedics. Ferraro was part of the executive management team and occupied a top level management position at Electromedics. He resigned from his position in February 1994.</p>\n<p>Dyer was selected as his replacement. From February 1994 until June 1994, Dyer also retained his position as Southeast Regional Sales Manager. He received an annual salary of $62,000 as Director of Marketing Services. He had received $80,000 to $100,000 as the Southeast Regional Sales Manager. Noel states she asked to be considered for the Director of Marketing Services position in 1994, but the job was given to Dyer.</p>\n<p>Noel was one of ten employees terminated in July 1994, due to an alleged reduction in force. According to Electromedics, each department head was asked to reduce that department's workforce. Robert Pfefferkorn, then Vice President for Sales and Marketing, asserts in an affidavit that he consulted with Dyer and determined that, if someone in the customer service area were to be terminated, it should be Noel and that <span class=\"star-pagination\">*1210</span> her assistant, Denise Frahler, should be retained. At the time of her termination, Noel was making $31,250 a year. She was replaced as Sales Coordinator by Frahler.</p>\n<p>In October, 1994, Noel filed a Charge of Discrimination with the Equal Employment Opportunity Commission (\"EEOC\") and the Colorado Civil Rights Commission, alleging discrimination on the basis of sex against Electromedics. In August 1995, the EEOC issued a notice informing Noel of her right to sue Electromedics.</p>\n<p></p>\n<h2>II. <i>Standard for Motion for Summary Judgment.</i>\n</h2>\n<blockquote>Summary judgment is appropriate if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. When applying this standard, we examine the factual record and reasonable inferences therefrom in the light most favorable to the party opposing summary judgment....</blockquote>\n<blockquote>While the movant bears the burden of showing the absence of a genuine issue of material fact, the movant need not negate the non-movant's claim but need only point to an absence of evidence to support the non-movant's claim. If the movant carries this initial burden, the non-movant may not rest upon its pleadings, but must set forth specific facts showing a genuine issue for trial as to those dispositive matters for which it carries the burden of proof. An issue of material fact is genuine if a reasonable jury could return a verdict for the non-movant.</blockquote>\n<p><i>Kaul v. Stephan,</i> <span class=\"citation\" data-id=\"718294\"><a href=\"/opinion/718294/kathy-l-kaul-v-robert-t-stephan-attorney-general/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1208</span></a></span>, 1212 (10th Cir.1996) (quoting <i>Wolf v. Prudential Ins. Co.,</i> <span class=\"citation\" data-id=\"692053\"><a href=\"/opinion/692053/scott-wolf-brenda-wolf-husband-and-wife-v-prudential-insurance-company/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">793</span></a></span>, 796 (10th Cir.1995)); <i>see also </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553-54, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 256, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2514, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p></p>\n<h2>III. <i>Merits.</i>\n</h2>\n<p></p>\n<h2>A. <i>Equal Pay Act Claim for Alleged Unequal Pay.</i>\n</h2>\n<p>To establish a prima facie case under the Equal Pay Act (\"EPA\"), a plaintiff</p>\n<blockquote>has the burden of proving that (1) she was performing work which was substantially equal to that of the male employees considering the skills, duties, supervision, effort and responsibilities of the job; (2) the conditions where the work was performed were basically the same; (3) the male employees were paid more under such circumstances.</blockquote>\n<p><i>Tidwell v. Fort Howard Corp.,</i> <span class=\"citation\" data-id=\"602917\"><a href=\"/opinion/602917/sharon-k-tidwell-cross-appellant-v-fort-howard-corporation-a-delaware/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 409 (10th Cir.1993); <i>see also </i><i>Lemons v. City and County of Denver,</i> <span class=\"citation\" data-id=\"377221\"><a href=\"/opinion/377221/22-fair-emplpraccas-959-22-empl-prac-dec-p-30852-mary-lemons-v-the/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 230 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">888</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">244</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span> (1980). Equal work is not to be construed broadly. <i>Nulf v. International Paper Co.,</i> <span class=\"citation\" data-id=\"393072\"><a href=\"/opinion/393072/29-fair-emplpraccas-1329-27-empl-prac-dec-p-32249-7-fed-r-evid/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 560-61 (10th Cir.1981). Congress has expressly rejected the equal pay for \"comparable work\" concept, and the EPA requires a \"substantial identity of job functions.\" <i>Id.</i></p>\n<p>If the plaintiff establishes a prima facie case under the EPA, the burden shifts to the defendant to show that there existed reasons for the wage disparity which are described in the Equal Pay Act, 29 U.S.C. § 206(d)(1), namely \"(i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex.\" <i>See </i><i>Tidwell,</i> 989 F.2d at 409.</p>\n<p>\"If the defendant does not convince the jury with its evidence of one or more of the `affirmative defenses' listed above the plaintiff will prevail on her prima facie case.\" <i>Id.</i></p>\n<p>Electromedics argues Noel cannot establish a prima facie case under the Equal Pay Act (\"EPA\"), 29 U.S.C. § 206(d), as amended, because she was not performing work substantially equal to that of Ferraro and Dyer. To establish a prima facie case under the EPA, Noel must specify the duties performed by both jobs and state how the jobs are substantially equal. <i>See </i><i>Baumgardner v. ROA General, Inc.,</i> <span class=\"citation\" data-id=\"1459139\"><a href=\"/opinion/1459139/baumgardner-v-roa-general-inc/\"><span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1107</span></a></span>, 1109-10 (D.Utah 1994); <i>Tuttle v. ANR Freight Systems,</i> <span class=\"citation no-link\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></span> (table), <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">95412</span></span> at *2 (10th Cir. Apr.29, 1992). \"Jobs must be `substantially equal' in terms of `skill,' `effort,' `responsibility,' and `working conditions.'\" <i>Nulf,</i> 656 F.2d at 560 (citing <span class=\"star-pagination\">*1211</span> <i>Ammons v. Zia Co.,</i> <span class=\"citation\" data-id=\"298981\"><a href=\"/opinion/298981/kay-ammons-v-zia-company/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span></a></span>, 120 (10th Cir.1971); 29 U.S.C. § 206(d)(1)).</p>\n<p>Employees do not perform equal work if significant amounts of time are spent on different tasks. <i>Nulf,</i> 656 F.2d at 560 (holding \"it is not sufficient that some aspects of the two jobs were the same\"); <i>see also </i><i>Gunther v. County of Washington,</i> <span class=\"citation\" data-id=\"379268\"><a href=\"/opinion/379268/20-fair-emplpraccas-792-20-empl-prac-dec-p-30204-23-empl-prac/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1309-10 (9th Cir.1979) (holding that female and male employees did not perform equal work where female guards spent as much as 50% of their working time performing clerical duties rather than guarding prisoners as did the male employees).</p>\n<p>Electromedics asserts the jobs listed by Noel and those listed by Ferraro and Dyer did not involve the same job duties and, as such, the claim for unequal pay under the EPA must be dismissed. The daily jobs performed by Ferraro and Dyer included meeting with customers and sales representatives, discussing the attributes of products with them, and using that information in working on product development with product managers and engineers. They also prepared budgets and performed financial analyses.</p>\n<p>On the other hand, states Electromedics, Noel did not meet with customers personally, did not work on product development or positioning and did not prepare budgets or financial analyses. Noel's job consisted of entering sales data into company records and retrieving it for people, such as Ferraro and Dyer, for their analyses. According to Electromedics, the overlap between Noel's, Ferraro's, and Dyer's jobs consisted of preparing \"no cap\" worksheets. Ferraro and Dyer stated that work in that area involved less than three percent and five percent of their work time, respectively.</p>\n<p>Ferraro and Dyer reviewed pricing for \"no-cap machine sales.\" Noel or Frahler would prepare a no-cap calculation based on information provided by the sales representatives. If that pricing were outside the target margins, below the minimum amount set, the Director of Marketing Services was to review the pricing in order to \"hit\" certain gross margin percentages on whatever products were being sold. All no-cap pricing, whether the Director of Marketing Services reviewed the pricing or not, was ultimately reviewed by Rick Carlock.</p>\n<p>In response, Noel states, although she had excellent product knowledge, she did not know everything about all the products and the usage for them and it was likely that Dyer had greater knowledge of such usage. Noel concedes she did not work with product managers to develop or modify products; however, she states she was a regular participant in the monthly regional sales meetings in which marketing information was communicated between sales managers and product managers. Noel maintains she worked with Ferraro in the budgeting process and did financial analyses.</p>\n<p>Noel further states Ferraro learned the customer service part of his position as Director of Marketing Services from her. As Director of Marketing Services, Ferraro undertook three ongoing marketing services tasks, Noel asserts, of which she was involved in two, new product development and gathering budget and sales quota information.</p>\n<p>According to Noel, when Dyer became Director of Marketing Services, he gave the financial responsibilities, which Ferraro had initiated in that position, to Noel; joined meetings between the regional sales managers and the product managers in which Noel was already involved; and passed out a \"preexisting report.\" This weekly sales report was generated by one of the Regional Sales Managers and had been in existence before Dyer's return from Georgia; however, this weekly report had not been distributed to the product managers before Dyer became Director of Marketing Services.</p>\n<p>In reply, Electromedics states, with regard to Ferraro's customer service work involving price proposals, this task occupied three percent of Ferraro's time. Second, with regard to Noel's involvement in Ferraro's quota and budget setting work, Electromedics asserts this required Noel to \"run\" historical sales reports and give them to Ferraro for quota setting. Electromedics states Noel, unlike Ferraro, was not involved in the decisionmaking part of the process. Third, Electromedics maintains in new product development work, Noel occasionally passed on comments <span class=\"star-pagination\">*1212</span> to Ferraro from sales representatives about existing products and she attended sales meetings where new products were discussed. Electromedics points out Noel does not offer any evidence in support of her assertion that she took part in these discussions, nor does she contend that she was involved in Ferraro's tasks, developing inventory control systems, surveying and meeting with customers, sales representatives, cost accountants, engineers and product managers on new products, delivery, volume pricing, setting quotas and budgets, developing the corporate budget and due diligence.</p>\n<p>Likewise, Electromedics asserts, Noel and Dyer did not perform substantially equal jobs. Noel's tasks did not include any of the Regional Sales Manager duties which Dyer performed from February until June 1994. With regard to Noel's allegation that she was involved in monthly sales meetings and performed the financial part of the Director of Marketing Services' job, Electromedics maintains she was not involved in Dyer's product development meetings. Electromedics states Noel may have added some additional price quotes to those she was already running and added five quarterly sales reports to the monthly reports she prepared. However, it argues, she had no involvement in Dyer's other tasks, such as developing new marketing communication materials, developing incentive programs and related literature, revising Electromedics' corporate budgets and working with the Medtronic marketing and sales organization to determine how Electromedics' products would fit into Electromedics' cardiopulmonary offerings.</p>\n<p>Although Noel has shown that some tasks she performed were the same as those performed by Ferraro and Dyer, she has not established a prima facie case under the EPA, i.e. a substantial identity of their job functions. <i>See </i><i>Nulf,</i> 656 F.2d at 560. It is not sufficient that some aspects of their jobs were the same. <i>Id.</i> While some were, others which Dyer and Ferraro performed, are not addressed in her response.</p>\n<p>I need not examine whether the tasks which Noel did that overlapped with those performed by Ferraro and Dyer involved her in substantially equal skill, effort, and responsibility, because the EPA does not apply to pay disparities between different jobs. <i>See id.</i> Noel has not established a prima facie case under the Equal Pay Act. Summary judgment is therefore appropriate on this claim.</p>\n<p></p>\n<h2>B. <i>Title VII Claim for Alleged Unequal Pay.</i>\n</h2>\n<p>Electromedics argues Noel cannot establish a prima facie case under 42 U.S.C. § 2000(e) <i>et seq.,</i> as amended, (\"Title VII\") because her position was not similar to those of Ferraro and Dyer.</p>\n<p>Title VII prohibits an employer from discriminating among employees in the terms, conditions or privileges of employment based upon an individual's race, color, religion, sex or national origin. 42 U.S.C. § 2000e-2(a)(1). Further, Title VII prohibits employers from limiting, segregating, or classifying employees in any way which would deprive them of employment opportunities on the basis of race, color, religion, sex or national origin. 42 U.S.C. § 2000e-2(a)(2).</p>\n<p>The Tenth Circuit standard for a prima facie case in a sex-based wage discrimination claim under Title VII no longer requires a showing that the plaintiff received unequal pay for a job performed under similar working conditions requiring equal skill, effort and responsibility. <i>See </i><i>Tidwell,</i> 989 F.2d at 410-11 (ruling that in a sex-based wage discrimination claim under Title VII, a showing of \"equal work\" is not required, whereas in a claim under the EPA, such a showing is required).</p>\n<p>A Title VII plaintiff is</p>\n<blockquote>not required to meet the exacting standard of substantial equality of positions set forth in the Equal Pay Act and may establish a prima facie case of sex discrimination under Title VII by demonstrating that she is female and that the job she occupied was similar to higher paying jobs occupied by males.</blockquote>\n<p><i>See </i><i>Baumgardner,</i> 864 F.Supp. at 1110; <i>see also </i><i>Thompson v. City of Albuquerque,</i> <span class=\"citation no-link\"><span class=\"volume\">950</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1098</span></span>, 1104 (D.N.M.1996).</p>\n<p>Once the plaintiff establishes a prima facie case under Title VII, the defendant must then produce some evidence showing, or at least articulate, a non-discriminatory <span class=\"star-pagination\">*1213</span> reason for the pay disparity. <i>Tidwell,</i> 989 F.2d at 409. If the defendant justifies its practice, the plaintiff must establish, by a preponderance of the evidence, that the defendant intentionally discriminated against the plaintiff. <i>Id.</i> At the summary judgment stage, the plaintiff may meet this burden with some evidence that the proffered nondiscriminatory reason is pretextual, from which a jury may infer discriminatory intent. <i>Reynolds v. School District No. 1, Denver, Colorado,</i> <span class=\"citation\" data-id=\"707632\"><a href=\"/opinion/707632/bernadette-reynolds-v-school-district-no-1-denver-colorado-named-as/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1523</span></a></span>, 1533 (10th Cir.1995). Proof of pretext requires some showing by plaintiff that the tendered reason for the employment decision was not the genuine motivating reason, but rather was a disingenuous or sham reason. <i>Id.</i> at 1535.</p>\n<p>Assuming, Noel has presented a prima facie case of sex-based wage discrimination under the relaxed Title VII analysis, i.e. she is in a protected class, and was paid less than males, namely Ferraro and Dyer, in \"similar\" positions, the burden shifts to Electromedics to articulate a non-discriminatory reason for the pay disparity. This it has done. It offers the reasons that the respective positions of Noel, Ferraro, and Dyer, involved differing tasks and required different skills, experience and effort; Ferraro and Dyer were paid in accordance with what they had been paid in the past and they each maintained part of their previous positions while in the position of Director of Marketing Service; and Noel was paid a higher salary than she had been paid in the past and was paid consistently according to her salary review.</p>\n<p>The burden thus shifts back to Noel to show that these proffered reasons were pre-textual. Noel fails to address the issue of pretext in the context of the unequal pay claim. Thus, Electromedics is entitled to summary judgment on the Title VII claim for unequal pay.</p>\n<p></p>\n<h2>C. <i>Colorado State Law Claim for Alleged Unequal Pay.</i>\n</h2>\n<p>Under Colorado law, it is unlawful for an employer to \"refuse to hire, to discharge, to promote or demote, or to discriminate in matters of compensation against any person otherwise qualified because of disability, race, creed, color, sex, age, national origin, or ancestry.\" Colo.Rev.Stat. § 24-34-402 (1988 &amp; Supp.1996).</p>\n<p>Noel does not respond directly to Electromedics' motion insofar as it seeks summary judgment on this state law claim. Even though not directly endorsed by the Colorado courts in wage claims under the Colorado statute, the <i>McDonnell Douglas</i> analysis has been applied in other cases and presumably, would apply in this case. <i>See Bodaghi v. Department of Natural Resources,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">444966</span></span> at *4 (Colo.Ct.App. Aug.8, 1996).</p>\n<p>For the reasons stated in relation to the Title VII claim, I conclude Electromedics is entitled to summary judgment on this state law claim.</p>\n<p></p>\n<h2>D. <i>Alleged Discriminatory Failure to Promote.</i>\n</h2>\n<p>Electromedics argues Noel has not established a prima facie case of failure to promote either under Title VII or under Colo. Rev.Stat. § 24-34-402. The three-part <i>McDonnell Douglas</i> test applies to a Title VII \"failure to promote\" case where, as here, the plaintiff relies on circumstantial, rather than direct, evidence of defendant's discriminatory intent. <i>York v. American Telephone &amp; Telegraph, Co.,</i> <span class=\"citation\" data-id=\"726157\"><a href=\"/opinion/726157/73-fair-emplpraccas-bna-1654-70-empl-prac-dec-p-44710-patricia/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">948</span></a></span>, 954 (10th Cir.1996).</p>\n<p>First, Noel has the burden of proving, by a preponderance of the evidence, a prima facie case of employment discrimination through failure to promote her. If Noel succeeds in proving the prima facie case, the burden shifts to Electromedics to articulate some legitimate nondiscriminatory reason for its failure to promote her. Should Electromedics carry this burden, Noel must have an opportunity to prove by a preponderance of the evidence the legitimate reasons offered by Electromedics were not its true reasons, but were a pretext for discrimination. <i>See id.</i> (citing <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-04, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-25, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973)).</p>\n<p>In order to prove a prima facie case of employment discrimination in the form of a failure to promote, Noel must show: (1) she was a member of a protected group; (2) she <span class=\"star-pagination\">*1214</span> applied and was qualified for the Director of Marketing Services; (3) she was rejected despite her qualifications; and (4) after her rejection, the Director of Marketing Services position remained open to or was awarded to an applicant with Noel's qualifications. <i>See </i><i>York,</i> 95 F.3d at 954.</p>\n<p>With reference to Noel's claim based on a failure to promote her to the position of Director of Marketing Services in 1992, when it was awarded to Ferraro, Noel fails to establish the second element of the prima facie case, namely that she applied for a promotion to that position at that time. <i>See </i><i>York,</i> 95 F.3d at 954.</p>\n<p>As concerns her 1994 failure to promote claim, referring to when Dyer was appointed to the position of Director of Marketing Services, Noel did apply for the position at that time. Assuming Noel has shown a prima facie case of failure to promote, Electromedics has, however, come forward with legitimate nondiscriminatory reasons for appointing Dyer, i.e. that those who appointed Dyer believed he was highly qualified for the position in terms of knowledge and experience and that their views of his qualifications motivated the decision.</p>\n<p>To withstand summary judgment, Noel must show pretext either by direct evidence or by showing that Electromedics' proffered explanation is unworthy of credence. <i>See </i><i>York,</i> 95 F.3d at 954. \"Employers are given wide discretion in setting job standards and requirements and in deciding whether applicants meet those standards.\" <i>Id.</i> \"More is needed than proof that a qualified male was chosen over a qualified female.\" <i>Kachel v. City of Pueblo,</i> <span class=\"citation no-link\"><span class=\"volume\">743</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">749</span></span>, 755 (D.Colo.1990).</p>\n<p>In her response, Noel does not address the issue of pretext in this context, nor present any evidence that Electromedics' articulated non-discriminatory reasons for selecting Dyer as Director of Marketing Services were pretextual. She also fails to produce any statistical evidence that could eliminate the nondiscriminatory explanations for the disparity by showing disparate treatment between comparable individuals. <i>See </i><i>Rea v. Martin Marietta Corp.,</i> <span class=\"citation\" data-id=\"674667\"><a href=\"/opinion/674667/alvin-rea-gordon-keepers-robert-reynolds-barbara-weightman-and-barbara/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1450</span></a></span>, 1456 (10th Cir.1994). Summary judgment is therefore appropriate on this claim both under Title VII and under state law.</p>\n<p></p>\n<h2>E. <i>Alleged Discriminatory Termination.</i>\n</h2>\n<p>Electromedics argues Noel cannot established a prima facie case of discriminatory termination either under Title VII or under state law. The <i>McDonnell Douglas</i> burden shifting analysis is applicable to wrongful termination claims, where, as here, the plaintiff offers no evidence of discriminatory intent, but relies on circumstantial evidence. <i>Martin v. Nannie and the Newborns, Inc.,</i> <span class=\"citation\" data-id=\"629085\"><a href=\"/opinion/629085/62-fair-emplpraccas-1275-62-empl-prac-dec-p-42533-belinda-martin-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1410</span></a></span>, 1417 (10th Cir.1993). Noel has the burden of establishing a prima facie case of wrongful termination. <i>See id.</i> Once Noel meets this burden, the burden shifts to Electromedics to articulate a legitimate, nondiscriminatory reason for the decision which adversely affected Noel. <i>Id.</i> After Electromedics has set forth a facially nondiscriminatory reason for the decision, Noel assumes the burden to prove that the employment decision was the result of intentional discrimination based on an impermissible motive by proving directly that Electromedics acted with a discriminatory motive or indirectly by showing that the stated reason for the discharge was a pretext for the sort of discrimination prohibited by Title VII. <i>Id.</i></p>\n<p>To establish a prima facie case of discriminatory discharge, courts have traditionally required a showing that the plaintiff was (1) within the protected group; (2) adversely affected by Electromedics' employment decision; (3) qualified for the position at issue; and (4) replaced by a person outside the protected group. <i>See </i><i>Hooks v. Diamond Crystal Specialty Foods, Inc.,</i> <span class=\"citation\" data-id=\"610702\"><a href=\"/opinion/610702/62-fair-emplpraccas-bna-415-62-empl-prac-dec-p-42472-darnell/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 799 (10th Cir.1993).</p>\n<p>Although Frahler became Sales Coordinator when Noel was terminated, Noel asserts the choice was not between herself and Frahler but between herself and Dyer when he was appointed to the position of Marketing Services Director. I have already determined, however, that Noel has failed to show that Electromedics' proffered legitimate nondiscriminatory reasons for appointing Dyer were pretextual.</p>\n<p><span class=\"star-pagination\">*1215</span> The Supreme Court recently held the fact that a plaintiff was replaced by someone outside the protected class is not a prima facie element of the <i>McDonnell Douglas</i> prima facie case in an age discrimination claim. <i>O'Connor v. Consolidated Coin Caterers Corp.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>, 1310, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1996). The fact that one person in the protected class has lost out to another in that class is irrelevant as long as the plaintiff has lost out because of his age. Similarly, here, the fact Noel was replaced by a woman does not necessarily negate the possibility her discharge was motivated by her sex as long as she was terminated because she was a woman.</p>\n<p>Electromedics claims Noel was terminated because of a reduction in force. It is undisputed that she was one of ten people terminated by Electromedics in July 1994. In reduction in force cases, \"courts have modified the fourth prima facie element by requiring the plaintiff to produce evidence, circumstantial or direct, from which a factfinder might reasonably conclude that the employer intended to discriminate in reaching the decision at issue.\" <i>Hooks,</i> 997 F.2d at 800.</p>\n<p>Assuming Noel has established a prima facie case, the burden shifts to Electromedics to articulate non-discriminatory reasons for selecting Noel instead of Frahler for termination. Electromedics submits Frahler already knew the Sales Coordinator job and had demonstrated superior skills in managing people and interacting with others inside and outside the company, and that Noel had made it clear that medical school was her top priority. In this regard, Electromedics cites <i>Rhodes v. Bob Florence Contractor, Inc.,</i> <span class=\"citation\" data-id=\"1411127\"><a href=\"/opinion/1411127/rhodes-v-bob-florence-contractor-inc/\"><span class=\"volume\">890</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">960</span></a></span>, 967 (D.Kan. 1995), which held that terminating a person who is seeking a career outside the company is a legitimate, non-discriminatory reason for such termination.</p>\n<p>Electromedics has articulated legitimate, non-discriminatory reasons for its termination decision. Accordingly, Noel has to show pretext either by direct evidence of discriminatory motive or indirectly by showing that the stated reason for the discharge was a pretext for the sort of discrimination prohibited by Title VII. <i>See </i><i>Martin,</i> 3 F.3d at 1417.</p>\n<p>Noel may establish pretext by showing that the reasons offered by Electromedics have no basis in fact, that they were not really factors in the decision or that they were insufficient to motivate the decision. <i>See </i><i>Cominiello v. John Deere Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">685</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">759</span></span>, 764 (D.Colo.1988). Inconsistencies in testimony about the process used during reduction in force is not sufficient to show pretext. <i>See, e.g., </i><i>Ingels v. Thiokol Corp.,</i> <span class=\"citation\" data-id=\"684143\"><a href=\"/opinion/684143/roland-t-ingels-v-thiokol-corporation/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span>, 622-23 (10th Cir.1994). Noel may not rely on conclusory statements that the reason for her termination was a pretext for sexual discrimination. <i>See </i><i>Martin,</i> 3 F.3d at 1418. Failure to produce evidence from which discriminatory intent could be inferred results in summary judgment. <i>See </i><i>Hooks,</i> 997 F.2d at 800.</p>\n<p>Noel makes the sweeping allegation that there was a \"misogynistic culture\" at Electromedics. As to the two individuals involved in her termination decision, however, she attributes no such woman-hating to Dyer and as to Pfefferkorn, she states only that he called her \"Hon\" from time to time. \"Isolated comments, unrelated to the challenged action, are insufficient to show discriminatory animus in termination decisions.\" <i>Cone v. Longmont United Hosp. Ass'n,</i> <span class=\"citation\" data-id=\"660722\"><a href=\"/opinion/660722/63-fair-emplpraccas-bna-1045-63-empl-prac-dec-p-42836-sharon-g/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 531 (10th Cir.1994).</p>\n<p>The only other \"evidence\" she refers to in support of her prima facie case is that, of the twenty to thirty managers in the company, only four were female and, of those four, three were selected for layoff. Even accepting Noel's statistics as accurate, her failure to produce any fact comparing the treatment of similarly situated females to males precludes an inference of pretext. <i>See </i><i>Rea,</i> 29 F.3d at 1456 (\"[d]isparate treatment cannot be shown by comparing the application of the policy to employees who are not similarly situated\"). Noel's statistics do not suggest disparate treatment among similarly situated individuals.</p>\n<p>Whether one treats this as a reduction in force case or not, Noel has failed to produce any evidence from which a factfinder might reasonably conclude that Electromedics intended to discriminate against her, i.e., selected her for termination because she was a woman. There is no evidence that the factors <span class=\"star-pagination\">*1216</span> articulated for her termination, namely Frahler's knowledge of the job and excellent job performance, her relatively better management of the customer service representatives, and better accessibility, were not really factors in the decision of whom to terminate and whom to layoff, or were insufficient to motivate the decision.</p>\n<p>Dyer's general statement announcing Noel's termination, which was not a performance-based termination, as part of the layoffs was not inconsistent with these reasons and does not establish pretext. Likewise, Dyer's personal letter to Noel does not establish pretext. The only identified role Dyer played in the reduction in force was his response to an inquiry about whom he would retain as Customer Service Manager if he were given a choice. Dyer's statement, that he did not understand the layoff decision is not inconsistent with the reasons proffered by Electromedics. In short, Noel has made no showing that she was selected for termination on the basis of her gender and not for the reasons articulated.</p>\n<p>I find Noel has not established, by a preponderance of the evidence, that Electromedics' employment decision was the result of intentional discrimination nor that Electromedics' stated legitimate, non-discriminatory reasons for her discharge constituted a pretext. <i>See </i><i>Martin,</i> 3 F.3d at 1417.</p>\n<p>Summary judgment is therefore appropriate on the discriminatory termination claim both under Title VII and under state law.</p>\n<p></p>\n<h2>F. <i>Claim for Outrageous Conduct.</i>\n</h2>\n<p>Electromedics argues Noel has failed to establish any facts to support her claim for outrageous conduct and argues that her claim is barred under the Colorado Workers' Compensation Act.</p>\n<p>The standard for outrageous conduct in Colorado was set forth in <i>Rugg v. McCarty,</i> <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">170</span></span>, <span class=\"citation\" data-id=\"2610606\"><a href=\"/opinion/2610606/rugg-v-mccarty/\"><span class=\"volume\">476</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">753</span></a></span> (1970). \"One who by extreme and outrageous conduct intentionally or recklessly causes severe emotional distress to another is subject to liability for such emotional distress, and if bodily harm to the other results from it, for such bodily harm.\" <i>Id.</i> 476 P.2d at 756, (adopting Restatement (Second) of Torts § 46 (1965)). Liability may be found only where</p>\n<blockquote>the conduct has been so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community. Generally, the case is one in which the recitation of the facts to an average member of the community would arouse his resentment against the actor, and lead him to exclaim `Outrageous!'</blockquote>\n<p><i>Id.</i> (citing Restatement, <i>supra,</i> comment d at 73). Under Colorado law, it is well-settled that \"discharge from employment, without more, is not outrageous conduct.\" <i>Grandchamp v. United Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"510183\"><a href=\"/opinion/510183/49-empl-prac-dec-p-38906-3-indivemplrtscas-1098-harold-w/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">381</span></a></span>, 384 (10th Cir.1988).</p>\n<p>Noel does not identify any facts which support a claim for outrageous conduct. She does not address her claim for outrageous conduct in her response to the summary judgment motion. I find Electromedics is entitled to summary judgment on the outrageous conduct claim.</p>\n<p></p>\n<h2>IV. <i>Conclusion.</i>\n</h2>\n<p>Having examined the factual record and reasonable inferences therefrom in the light most favorable to Noel, I conclude she has failed to establish any genuine issues of material fact regarding any of her claims. Accordingly, I grant Electromedics' motion for summary judgment on all claims.</p>\n<p>IT IS ORDERED THAT Defendant's Motion for Summary Judgment is GRANTED;</p>\n<p>IT IS FURTHER ORDERED THAT this case is DISMISSED with each party to pay her or its own costs.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/602917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/629085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/660722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/674667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/684143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/707632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1411127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1459139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2610606/"
          ]
        }
      ],
      "judges": "Kane",
      "date_created": "2014-10-30T15:10:02.131025Z",
      "date_modified": "2014-10-30T15:10:02.131025Z",
      "date_filed": "1997-08-05",
      "date_filed_is_approximate": false,
      "slug": "noel-v-medtronic-electromedics-inc",
      "citation_id": 1581602,
      "case_name_short": "Noel",
      "case_name": "Noel v. Medtronic Electromedics, Inc.",
      "case_name_full": "",
      "federal_cite_one": "973 F. Supp. 1206",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1229557/noel-v-medtronic-electromedics-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:10:02.127398Z",
  "date_modified": "2014-10-30T15:10:02.127398Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Noel",
  "case_name": "Noel v. Medtronic Electromedics, Inc.",
  "case_name_full": "",
  "slug": "noel-v-medtronic-electromedics-inc",
  "docket_number": "Civ. A. 95-K-2917",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}