{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1230387/",
  "id": 1230387,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/laed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1609382/",
      "id": 1609382,
      "absolute_url": "/opinion/1609382/st-augustine-high-school-v-louisiana-hs-ath-assn/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1230387/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1609382/",
          "id": 1609382,
          "absolute_url": "/opinion/1609382/st-augustine-high-school-v-louisiana-hs-ath-assn/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1609382/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1419/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:55:29.401978Z",
          "date_modified": "2017-04-06T11:27:30.524259Z",
          "type": "010combined",
          "sha1": "9d2297c1c8edb8b525bbc6adf39fe9d83d6cd829",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>270 F.Supp. 767 (1967)</b></center>\n<center><h1>ST. AUGUSTINE HIGH SCHOOL et al.<br>\nv.<br>\nLOUISIANA HIGH SCHOOL ATHLETIC ASSOCIATION et al.</h1></center>\n<center>Civ. A. No. 16341.</center>\n<center><p><b>United States District Court E. D. Louisiana, New Orleans Division.</b></p></center>\n<center>July 6, 1967.</center>\n<p><span class=\"star-pagination\">*768</span> John P. Nelson, Jr., Edward H. Booker, Nelson &amp; Nelson, New Orleans, La., for plaintiffs.</p>\n<p>Thomas W. McFerrin, McFerrin &amp; Dobson, Baton Rouge, La., for Louisiana High School Athletic Assn.</p>\n<p>Jack P. F. Gremillion, Atty. Gen., State of Louisiana, Kenneth C. DeJean, <span class=\"star-pagination\">*769</span> Baton Rouge, La., for Louisiana State Bd. of Education.</p>\n<p>HEEBE, District Judge:</p>\n<p>I. The Louisiana High School Athletic Association, or LHSAA, was founded in Baton Rouge in October 1920 at a meeting of various high school principals of the state. Its members consisted, until 1962, of Louisiana high schools with all-white student bodies and faculties. The present membership consists of schools formerly all \"white\"<sup>[1]</sup> although now \"integrated\" by court orders. The schools are represented by their respective principals, but the LHSAA is, in essence and in reality, an association of <i>schools.</i> Although the LHSAA constitution formerly contained a \"white only\" clause, that clause was deleted at an executive committee meeting of the Association in 1962. Prior to the summer of 1964, no \"Negro\" high school had ever applied for membership in the LHSAA.</p>\n<p>St. Augustine High School is a senior high school, consisting of grades 8 through 12; it has been approved and accredited by the State of Louisiana since 1957. For the past four or five years St. Augustine has maintained a student body of some 750 students, all of whom have been of the Negro race. There has never been, nor is there now, any white student at St. Augustine. The 30-odd members of the faculty are both white and Negro. St. Augustine is a private school, maintained by the Archdiocese of New Orleans and the Society of St. Joseph of the Sacred Heart, a Roman Catholic religious order.</p>\n<p>St. Augustine's reputation scholastically in recent years has been quite good  in fact, outstanding. Reverend Robert Grant, the principal of the school for the past seven years, testified that 75 to 80 per cent of the school's graduates go on to college careers, many to such top-prestige schools as Harvard, Yale, Stanford, Princeton and Amherst. Grant testified that St. Augustine has had three National Merit Scholars in the last four or five years, and that one of those three was chosen for the award of \"Presidential Scholar,\" the first student so chosen in Louisiana at the beginning of the Presidential Scholar program. Recipients of the latter award are chosen from among the state's 30-odd National Merit Scholars each year; only two or three students in the entire state are cited for this ultimate honor.</p>\n<p>The athletic achievement record of St. Augustine is one of the finest in the State of Louisiana. The school offers a complete athletic program to its students and fields teams in the four major sports: football, baseball, basketball and track. Although there has been little competition with all-or nearly all-white schools, no one could dispute that, given the opportunity, St. Augustine would put any high school team in the state to a stern test in a competition in basketball and football. In basketball and track, the only sports in which Negro and white high school varsity teams in Louisiana have had the chance to compete on any basis, St. Augustine has shown that it is the equal of the best \"white\" schools. Last year, in its second appearance in the annual CYO Tournament in New Orleans, St. Augustine carried off top honors, defeating the teams which went on to finish the season at the very top of the list of high school teams in the LHSAA.</p>\n<p>On August 14, 1964, St. Augustine submitted its application for membership to the LHSAA, along with a check for $100.00 representing the dues required for the first year of membership. The application was scheduled to come up for consideration before the executive committee of LHSAA at the annual meeting of the Association in January 1965. <span class=\"star-pagination\">*770</span> However, St. Augustine's application was not considered at that time, for at the 1965 meeting the LHSAA Constitution was amended, drastically changing the procedure for admitting new member schools to the Association. Whereas admission of new members was formerly based wholly on the determination of the 10-man executive committee of LHSAA, the Constitution was changed to require a vote in favor of admission by two-thirds of the total number of member schools present at the annual meeting. In addition  or rather, as a prerequisite to consideration by the total membership at the annual meeting  it was required that a school's application for membership be approved by two-thirds of the schools in the particular district of the LHSAA in which it is to compete.</p>\n<p>Pursuant to this change in the procedure, St. Augustine applied to the schools in its district and received there the required two-thirds vote of approval.<sup>[2]</sup> It then submitted its application again to the general membership at the annual meeting in January 1966. At that meeting, 196 member schools cast votes on the issue of St. Augustine's application for membership; the vote was 11 votes in favor of membership and 185 votes against.</p>\n<p>Prior to the 1965 meeting, no school except Delgado Trades School, a nonacademic training school in New Orleans, had ever applied for admission to the LHSAA and been refused. At the 1965 meeting no applications for membership were considered in view of the amendment to the LHSAA Constitution, requiring the two-thirds vote of both the district schools and the general membership. During the latter part of 1965, various schools applied to their respective districts and several were turned down or withdrew their applications. However, St. Augustine's application was approved at the district level. Of all those applications approved by the respective districts, none were refused at the LHSAA general assembly meeting in January 1966, other than that of St. Augustine High School.</p>\n<p>II. The LHSAA is, for all intents and purposes, an agency of the State of Louisiana and consequently any discrimination by the Association is forbidden by the Fourteenth Amendment to the United States Constitution.</p>\n<p>Although the Fourteenth Amendment recites that \"No state shall deny to any person the equal protection of the laws,\" it is well settled that discrimination by private individuals may amount to \"state action\" and thus bring such individuals, or private associations, within the limits of the Fourteenth Amendment. This principle of \"state action\" is well grounded on the obvious fact that the state can act only through individuals; were it not for the fact that acts and omissions of private persons and organizations can be interpreted as \"state action,\" the equal protection clause would have no meaning whatsoever.</p>\n<p>There is \"state action\" where an individual or group is actually an official arm of the state, acting under the laws and regulations of the state, or under orders from higher state officials, with all of the actual authority of the state behind it. Johnson v. State of Virginia, 373 U.S. 61, 83 S.Ct. 1053, 10 L.Ed.2d 195 (1963); Monroe et al. v. Pape et al., 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961). There is \"state action\" where individual action is forced or commanded <span class=\"star-pagination\">*771</span> by the state. Nixon v. Herndon, 273 U.S. 536, 47 S.Ct. 446, 71 L.Ed. 759 (1926); Peterson v. City of Greenville, 373 U.S. 244, 83 S.Ct. 1119, 10 L.Ed.2d 323 (1963); Lombard v. State of Louisiana, 373 U.S. 267, 83 S.Ct. 1122, 10 L. Ed.2d 338 (1963); Shelley v. Kraemer, 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161 (1948). There may even be \"state action\" where private discrimination is encouraged by state policy. Reitman v. Mulkey, 387 U.S. 369, 87 S.Ct. 1627, 18 L.Ed.2d 830 (1967). Certainly these extensions of the \"state action\" concept are of the most practical necessity, for without them it would be an easy matter for the state to effectively bypass the whole thrust of the Fourteenth Amendment merely by acting indirectly and \"unofficially.\" And certainly the more an individual seeks the shelter of the state's power, the more an individual (or private group) uses state processes and takes advantage of state facilities, the more he associates himself with state officials and agencies acting in their official capacities, the more he uses and relies on state power to achieve his ends, then the more surely he forfeits the immunity from federal censure afforded him by the wording of the Constitution.<sup>[3]</sup></p>\n<p>The determination of whether or not an act of discrimination is a state act, an act of the state, \"state action,\" usually involves drawing lines in areas of haze marked only by the uniqueness and force of the particular facts involved in each case.<sup>[4]</sup> But it must be admitted that the more courts find \"state action\" in cases of distinctly individual action, the more they are flirting with the simple wording of the equal protection clause. Truly a balance must be struck; the total picture must be seen  and not with a view to the \"fairness\" or the \"equities' involved or the wrongs done, but with a view to the strict letter of the Constitutional phrase, and the narrow approach of the Constitution as part of our federal system of government. Certainly where an individual seeks no shelter from the state, and refuses to associate himself with state officials and agencies in the practice of discrimination, there can be no \"state action\" and no relief under the Fourteenth Amendment.</p>\n<p>The LHSAA is composed, according to its Commissioner, Thad H. Waters, of approximately 400 schools, 85 per cent of which are Louisiana public schools, 15 per cent of which are privately owned and operated. Now even if this  the membership situation  were the only factor for our consideration, we would feel compelled to find any action on the part of LHSAA to be \"state action.\" An association such as this is basically the sum of its members. And where 85 per cent of the members of an association are state agencies, the acts of that association <span class=\"star-pagination\">*772</span> must, under pure and simple logic, be considered acts of the state. And insofar as the small percentage of private school members are concerned, their mere association with the public school majority in this enterprise makes them amenable to Fourteenth Amendment requirements insofar as Association matters are concerned. U. S. v. Guest, 383 U.S. 745, 756, 86 S.Ct. 1170, 16 L.Ed.2d 239 (1966).</p>\n<p>In addition to the fact that the LHSAA is 85 per cent composed of public schools, myriad other factors point up the \"state\" character of this association, in the reliance by the Association on state funds, facilities and other resources, resulting in the loss of any alleged \"private\" status of the LHSAA. Funds for the support of the Association come solely from a percentage of the gate receipts of games between its members. The state has stressed this as indicating that state taxes are not diverted to LHS AA and that the Association is entirely free from state control. It is obvious, however, that gate receipts derived from games in which state schools are participants are actually state funds, and insofar as LHSAA is supported by those funds, it is supported financially by the state. Moreover, the vast majority of all athletic contests between member schools (both public and private) are held on state land in state stadia and gymnasia.</p>\n<p>The plaintiffs have stressed the fact that the functions of LHSAA are, in essence, functions normally carried on by the state. Thus, say the plaintiffs, interscholastic athletics are a part of the educational process. Plaintiffs argue that, conceding LHSAA to be a \"private\" association, it must be treated as an agency of the state for the reason that the state has failed to \"exercise a power that belongs to it exclusively. If the state chooses to abdicate its responsibility in this area by creating a separate instrumentality, then the instrumentality becomes an agency of the state, subject to the same restraints. It cannot exercise the rights of the state without at the same time assuming the responsibilities.\" [Plaintiffs' memo p. 9].</p>\n<p>With this reasoning we cannot agree without certain reservations. Where a separate instrumentality is created by and with the help of the state, there is state action, but where the state simply refuses to act in a particular area, we are not prepared necessarily to say that any private action in that area is to be considered \"state action.\" Merely because a state customarily and normally does certain acts does not automatically brand the concept \"state action\" on such activities, even when the state is not involved. If the implications of plaintiffs' argument were accepted without qualification, there would be no limit to a wholesale extension of the Fourteenth Amendment into areas of purely individual and private action.<sup>[5]</sup></p>\n<p>In another sense, however, the implications of the plaintiffs' argument have some weight. Here, the state schools have <i>not</i> \"abdicated\" their extracurricular athletic programs, but in fact have nourished them avidly. The State of Louisiana <i>is</i> actually and actively and intensely involved in interscholastic athletics. The only \"function\" the state <span class=\"star-pagination\">*773</span> schools have attempted to \"abdicate\" is the <i>coordination</i> of their interscholastic athletic programs. The state schools train their teams, provide coaches, equipment, and many other essentials, and both faculty and students, with the support of the school management, devote a large amount of time and effort to \"pep rallies\" and preparations for games, and performing the many minor but necessary actions in cultivating winning teams. With the state schools thoroughly engaged in sponsoring interscholastic athletics for their students on one level, the \"abdication\" of the coordinating function to a \"private\" entity seems a somewhat empty gesture, the more so when one considers that LHSAA would have nothing to \"coordinate\" were it not for the tremendous involvement of the state schools in fielding and promoting teams. For the state to devote so much time, energy, and other resources to interscholastic athletics and then to refer coordination of those activities to a separate body cannot obscure the real and pervasive involvement of the state in the total program. Thus, inevitably, the state can be found to be directly or indirectly involved in various ways in supporting each and every LHSAA activity.</p>\n<p>Moreover, the LHSAA exercises a great deal of authority over the public schools themselves. The LHSAA regulates curricula, the number of hours coaches teach and the amount of records kept. It has the power to keep schools from competing against other schools. It has the power to investigate and discipline its member schools by fine or otherwise. If a public school principal does not comply with the mandate of the Association, or if a public school coach uses an athlete whose eligibility is questioned by the Association, or if the student body of a public school acts in an improper manner in connection with an athletic event, the Association can punish the state school.</p>\n<p>All of these circumstances, and truly, all of the testimony taken at the hearing of this case, forges the conclusion on this Court that this Association  including both public school and private school members  is acting for and by reason of the power of the state, and is so closely connected with the public school system of the state as to amount to an agency and instrumentality of Louisiana.</p>\n<p>III. The express requirements for admission to the LHSAA, as set forth in the Constitution of that Association,<sup>[6]</sup> are basically four: (1) the applicant must be a Louisiana high school, approved and accredited by the state; (2) the school must, through its principal, make application in writing to both the executive committee of the LHSAA and to the particular district of the Association in which it is to compete, and (in the case of a school with more than 400 male high school students) submit with its application the sum of $100.00, representing dues for the first year of membership; (3) the school must agree to conform to the rules and regulations of the LHSAA; and (4) the school's application must be \"approved\" by a vote of two-thirds of the schools in the district in which it is to compete,<sup>[7]</sup> and a <span class=\"star-pagination\">*774</span> vote of two-thirds of the general membership attending the annual meeting of the Association.</p>\n<p>St. Augustine High School has met all of these requirements except the last part of the fourth; it is solely on the basis of the capricious vote of the general membership that St. Augustine has been denied admittance; the state and the Association readily admit that all of the other requirements have been met.</p>\n<p>This action was instituted by St. Augustine and the individual complainants as a class action, on behalf of \"other Negro children and other schools similarly situated in the State of Louisiana.\" In view of the fact that we reach the issue of the LHSAA requirement of a two-thirds vote of the membership for admission of new members, we see no reason to limit the effect of our determination as to that issue to the \"class\" of \"Negro schools\" only, and we rule that this action, with respect to that issue, be maintained as a class action on behalf of all high schools in the State of Louisiana who are or may become applicants for membership in LHSAA, regardless of what may be the racial composition of their student bodies.<sup>[8]</sup></p>\n<p>The defendants allege that there has been no discrimination whatsoever against St. Augustine High School, its students, or any other school or student body; moreover they allege that the burden of proving discrimination is on the plaintiffs and that the plaintiffs have failed to carry that burden in this case.</p>\n<p>Certainly the plaintiffs have offered abundant proof that they have been seriously hurt by the exclusion of St. Augustine and other all-Negro schools from the LHSAA. If nothing else, the mere fact of exclusion and segregation of Negroes from whites is injury enough. Brown v. Board of Education, 347 U.S. 483, 494, 74 S.Ct. 686, 98 L.Ed. 873 (1954). But the effects are more far-reaching than the hampering feelings of inferiority and isolation imposed by the segregated system. LHSAA and its members receive many benefits not available to the all-Negro schools who are excluded from its membership. Although many of the Negro schools belong to an organization known as the Louisiana Interscholastic and Literary Organization, or \"LIALO,\" which attempts to coordinate Negro school interscholastic athletics, the <span class=\"star-pagination\">*775</span> LIALO is far inferior to the LHSAA in every respect. LHSAA has a paid staff, covered in part by the Louisiana Teachers Retirement Act; LIALO has no staff. LHSAA is a member of the National Federation of State High School Athletic Associations; LIALO is not and cannot be a member of that body for the reason that the National Federation will recognize only one such association in each state. LHSAA and its member schools receive much more publicity in the various news media than LIALO schools. In the New Orleans area, the States-Item, according to one of its sportswriters testifying at the hearing, devotes 70 per cent of the total publicity accorded to high school athletics to LHSAA schools, with only 30 per cent devoted to the LIALO members. The Associated Press's list of the \"Top Ten\" teams in Louisiana high school athletics is limited strictly to LHSAA teams.</p>\n<p>The defendants point out, quite logically, that these effects, however harmful they may be to Negro schools and Negro students, are not necessarily, and may not automatically be presumed to be, the result of state discrimination. Defendants assert, first, that each and every Louisiana high school is, as a matter of law and as a result of various explicit federal court orders and injunctions, \"integrated\" at this time. Under most, if not all, of the court-approved school board plans, each and every student, whether white or Negro, has the freedom to choose the public school he wishes to attend; St. Augustine, although a private school, has the express policy of accepting any student regardless of race. Thus, say the defendants, since every school involved is an \"integrated\" school, there can be no discrimination against a \"Negro\" school  there simply are no \"Negro schools\" except as a fortuitous result of the free choice of individual Negro and white students to attend one school rather than another. Should any Negro student at St. Augustine, for example, wish to participate within the LHSAA, he need only choose to attend an LHSAA member school. This, we take to be a fair summary of the defendants' argument on this point.</p>\n<p>We find the argument ingenious but without merit. The defendants have fallen into the pitfall of thinking in terms of abstractions such as \"schools,\" \"Negro schools,\" \"white schools.\" Obviously defendants' first premise is correct: there are now no \"segregated\" schools. However, it is not so much a particular school that is hurt by exclusion from the LHSAA, but the students of that school. And where the student body of a particular school is excluded from LHSAA merely because the students are all of the Negro race, the state is discriminating, regardless of whether or not the school is \"integrated,\" was formerly a \"Negro school,\" or a \"white school.\" St. Augustine is not a \"segregated school\" or even, in a legal sense, a \"Negro school\"; but we are convinced that St. Augustine and its students have been denied membership in LHSAA solely because, in fact, its students happen to be Negro. It is true that individual Negro students may, if they desire to compete in the LHSAA, transfer to a member school. But they cannot be forced to do that merely because of a prior discriminatory classification of their present school by the state. Equal justice under the law requires that the state remove its discriminatory classification so that the students may freely make their choice, unhampered by the prior arbitrary action of the state.</p>\n<p>The defendants argue that this Court may nevertheless not imply from the evidence introduced at the hearing of this matter that St. Augustine was actually denied membership in LHSAA on any racial basis. Rather, defendants argue, the school was denied admission by reason of a simple vote of the member schools attending the Association's annual meeting; and the Court cannot presume that certain member schools voted against St. Augustine because of <span class=\"star-pagination\">*776</span> the racial issue. Defendants state in their brief to the Court:</p>\n<blockquote>\"Why, then, did the LHSAA membership collectively deny the application of St. Augustine High School for membership? There is not one scintilla of competent evidence that tends to answer this question.\" (Defendants' Brief, p. 37)</blockquote>\n<p>There is every reason to infer from all of the facts and circumstances brought out by the evidence in this case that St. Augustine <i>was</i> denied membership by the discriminatory action of the LHSAA, and the Court so finds. But even had the plaintiffs failed to prove that the denial of St. Augustine's application was the result of actual discrimination, the deprivation of basic rights of due process has been established here with the force of irrebuttable presumption. The very fact of the denial of St. Augustine's application by the arbitrary and capricious vote of the LHSAA membership constituted a deprivation of plaintiffs' constitutional rights.</p>\n<p>As we have already pointed out, St. Augustine fulfilled all of the standards and requirements for membership expressly set forth in the LHSAA Constitution as interpreted by the LHSAA officials, except one: obtaining the approval of two-thirds of the general membership of the Association. What is the purpose of the latter requirement? Why was it inserted at the annual meeting in 1965, the very meeting at which an application for membership from an all-Negro school was to be considered for the first time in the history of the Association?</p>\n<p>The most realistic answer to those questions is that the voting requirement provides the LHSAA with a painless and efficient method of denying membership to any high school it wishes without the embarrassing necessity of assigning a reason for the denial. Regardless of whatever other worth the voting provision may have, that is certainly one of its effects. That effect, the enhancement of the arbitrary power of the state in these matters, affects not only so-called \"Negro schools,\" but each and every high school of the State of Louisiana, including so-called \"white schools\" as well. <i>Every</i> school seeking membership must be faced with the prospect of securing the favorable vote of two-thirds of the members of the Association. What other state agency or association places such a burden on the citizens seeking its aid? Certainly the very thought of such an arbitrary vote by state officers or agents is abhorrent to the principles of the Fourteenth Amendment and every civil right of all the citizens of this country, Negro or white.</p>\n<p>It is certainly probable that many of the schools which voted against St. Augustine did so for reasons other than race, without any thought of discrimination, and in complete good faith. And it may be that the voting provision was inserted in the LHSAA Constitution for the purpose of allowing the member schools to investigate various aspects of a candidate for membership and to cast votes based on valid and reasonable criteria for membership; for example, it might be that a school which meets all of the preliminary express standards, may not be ready and able to compete on the gridiron or the baseball diamond on an equal footing with the more experienced teams of the LHSAA; and it may be that the voting provision might serve some valid purpose in allowing the Association to apply that standard, or some other reasonable and valid membership requirement not expressly set forth in the Constitution or By-laws of the Association.</p>\n<p>However, the latter possibility is surely no excuse for vesting such broad and arbitrary power in an association acting essentially for the state. Where such wide discretion is the ready vehicle for a covert system of discrimination, the practice must be held in and of itself violative not only of the equal protection clause, but of the basic due process guarantees of the Constitution. In this case, as the defendants themselves assert, there is simply no way of <span class=\"star-pagination\">*777</span> ascertaining positively why St. Augustine was refused membership in the LHSAA by a vote of 185 to 11. The very fact of that impossibility is the best reason and rationale for prohibiting such subtleties as this voting provision from interfering with the very important rights of all citizens to the equal protection of the laws. We need not call the 196 school principals who voted on the issue to testify in order to determine whether 120 of them voted against St. Augustine for racial reasons. We simply rule that no school which meets the express and objective qualifications for membership in LHSAA may be denied admission on the basis of an arbitrary vote of the members. The state simply may not employ practices which leave such a large amount of discretion in the hands of state officials, at least in circumstances and situations where definite standards may easily be fixed without sacrificing fair and efficient administration. In Cox v. State of Louisiana, 379 U.S. 536, 85 S.Ct. 453, 13 L.Ed.2d 471 (1965), the court was concerned with rights of free speech and assembly and made the following statement:</p>\n<blockquote>\"This Court has recognized that the lodging of such broad discretion in a public official allows him to determine which expressions of view will be permitted and which will not. This thus sanctions a device for the suppression of the communication of ideas and permits the official to act as a censor. * * * Also inherent in such a system allowing parades or meetings only with the prior permission of an official is the obvious danger to the right of a person or group not to be denied equal protection of the laws. * * * It is clearly unconstitutional to enable a public official to determine which expressions of view will be permitted and which will not or to engage in invidious discrimination among persons or groups either by use of a statute providing a system of broad discretionary licensing power or, as in this case, the equivalent of such a system by selective enforcement of an extremely broad prohibitory statute.</blockquote>\n<blockquote>\"It is, of course, undisputed that appropriate, limited discretion, under properly drawn statutes or ordinances, concerning the time, place, duration, or manner of use of the streets for public assemblies may be vested in administrative officials, provided that such limited discretion is `exercised with \"uniformity of method of treatment upon the facts of each application, free from improper or inappropriate considerations and from unfair discrimination\" * * * [and with] a \"systematic, consistent and just order of treatment, with reference to the convenience of public use of the highways * * *.\"' Cox v. State of New Hampshire, supra, 312 U.S. at 576, 61 S.Ct., at 766.\" 379 U.S. at 557-558, 85 S.Ct. at 466.</blockquote>\n<p>While the very strict interpretation of First Amendment rights is not at issue here, we recognize the fact that in the state's adjudication of any matter involving individual rights or privileges, \"absolute and uncontrolled discretion invites abuse\", Hornsby v. Allen, 326 F.2d 605 (5th Cir. 1964); in this case the uncontrolled discretion lodged with the LHSAA membership incites abuse. We find in this case that the voting requirement for LHSAA membership is an arbitrary and unreasonable method of making distinctions between applicants for membership, conducive to wholesale discrimination and arbitrary and capricious treatment of any and all candidates for membership in the LHSAA, and therefore is violative of the Fourteenth Amendment.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is therefore the order of the Court that:</p>\n<p>1. St. Augustine High School be immediately admitted to membership in the <span class=\"star-pagination\">*778</span> LHSAA, with all of the rights and privileges of a member of that Association, for the school year commencing September 1967, and the LHSAA be, and it is hereby, enjoined from conducting any activity whatsoever unless and until it complies with said order.</p>\n<p>2. The Louisiana High School Athletic Association is hereby enjoined from refusing membership to any high school, whether attended by only Negro or only white students, or otherwise, which meets all of the express requirements for membership contained in the Constitution of the Association, solely on the basis of an arbitrary vote of its membership or on the basis of any failure of the applicant to meet any standard or qualification not specifically and expressly established by the Association and set forth in the Constitution, Bylaws, or other acceptable document of the Association. And the Association is further ordered to specify the particular express qualification which the applicant has failed to meet, in the event that this applicant is in fact denied membership in the Association.</p>\n<p>3. The LHSAA is hereby enjoined from engaging in any practice, procedure or activity the purpose of which is to discriminate against any high school of the state by reason of the race, creed or color of the students or faculty of such school.</p>\n<p>4. The LHSAA is <i>not</i> prohibited herein from establishing specific proper, reasonable and objective qualifications for membership in addition to those presently contained in its Constitution, nor is the LHSAA prohibited by anything contained herein from readjusting its membership pursuant to such additional standards and qualifications as it may from time to time establish, <i>provided</i> that such additional qualifications be reasonable, nondiscriminatory, and do not have as their object the facilitation of unjust discrimination, and provided that before any member be expelled pursuant to any such additional standard, that member be given a reasonable opportunity to conform thereto.</p>\n<h2>NOTES</h2>\n<p>[1]  Counsel for the parties in this proceeding have from time to time referred to \"white schools\" and \"Negro schools.\" We assume that such references relate to the color of the majority of the students attending a particular school, and not some inherent quality of the school itself. As counsel for the defendant LHSAA have pointed out, there no longer exists such a thing as a <i>de jure</i> \"integrated school\" in Louisiana, infra, p. 775.</p>\n<p>[2]  Thad H. Waters, Commissioner of the LHSAA, testified, see Transcript p. 264 et fol., that St. Augustine received five favorable votes of those cast by the eight schools in the Association's District 5AAA. Waters testified that he, as Commissioner and with the authority to rule on the point, had made the determination that St. Augustine had received the required two-thirds majority vote in the District; the basis of Waters' ruling was his interpretation of the two-thirds voting requirement as demanding only five votes out of eight; two-thirds of eight votes being 5.33 votes, Waters ruled that the fraction of a vote must be \"dropped,\" under the policy of the LHSAA of rounding off such figures to the nearest whole number and not necessarily the highest. T-267.</p>\n<p>[3]  For the most part today, the \"public-service\" functions of private businesses and organizations, such as the maintenance of hospitals, public accommodations, schools and so forth, escape the ambit of the Fourteenth Amendment's prohibition against discrimination, not because of concepts of property rights and free enterprise, but because of the wording of the Fourteenth Amendment which refers in express terms only to discrimination by a \"state.\" See Bob-Lo Excursion Co. v. People of State of Michigan, 333 U.S. 28, 34, n. 12, 68 S.Ct. 358, 92 L.Ed. 455 (1948), and the In re Civil Rights Cases, 109 U.S. 3, 25, 3 S.Ct. 18, 27 L.Ed. 835 (1883), which fully sanctioned the power of the states themselves to prohibit discrimination in businesses devoted to the use of the public; and Heart of Atlanta Motel, Inc. v. United States, 379 U.S. 241, 85 S.Ct. 348, 13 L.Ed.2d 258 (1964), upholding the public accommodations provisions of the Civil Rights Act of 1964 as a permissible exercise of federal power apart from the Fourteenth Amendment.</p>\n<p>[4]  \"This Court has never attempted the `impossible task' of formulating an infallible test for determining whether the state `in any of its manifestations' has become significantly involved in private discriminations. `Only by sifting the facts and weighing the circumstances' on a case-to-case basis can a `non-obvious involvement of the State in private conduct be attributed its true significance.' Burton v. Wilmington Parking Authority, 365 U.S. 715, 722, 81 S.Ct. 856, 860 [6 L.Ed. 2d 45].\" Reitman v. Mulkey, 387 U.S. 369, 378, 87 S.Ct. 1627, 1632, 18 L.Ed.2d 830 (1967).</p>\n<p>[5]  The leading <i>Brown</i> decision, while stating emphatically that \"Today, education is perhaps the most important function of state and local governments\", stated in the same paragraph, \"Such an opportunity, <i>where the state has undertaken to provide it,</i> is a right which must be made available to all on equal terms,\" (emphasis added), Brown v. Board of Education, 347 U.S. 483, 493, 74 S.Ct. 686, 691, 98 L.Ed. 873 (1954). Although the requirement of \"state action\" has become, in areas of public accommodations and the like, one imposed by Constitutional phraseology rather than protection of private property rights (see supra, n. 3), to so broadly define state action as to include all individual action in an area <i>merely because the state has exercised power in that area,</i> would not only be a most irrational departure from principles of Constitutional interpretation, but would ultimately and logically lead to the extension of governmental sanctions against discrimination in any and all areas of private action, regardless of due process personal or property rights.</p>\n<p>[6]  The requirements next enumerated are contained in §§ 1 and 9 of Article III of the LHSAA Constitution. It may be noted that § 9 provides that, even should a school satisfy all of the requirements for membership, it can be accepted into membership only in \"<i>even</i> years.\" There appears to be a quite reasonable basis for this provision. See Testimony of Thad H. Waters, Transcript, pp. 279-281.</p>\n<p>[7]  Because St. Augustine met this \"requirement,\" see infra, we deem the possible issue of its validity (in situations where its application results in the exclusion of applicants from LHSAA membership) not to be a subject for determination in this case; nevertheless we suggest that our remarks concerning the issue of the general membership voting requirement, infra, would be equally appropriate with respect to this issue of the district voting requirement; and were the issue of the district vote presented in the proper posture in this case, our decision on that issue would be identical to our disposition of the similar issue presented by the general membership voting requirement.</p>\n<p>[8]  This action was instituted prior to the effective date of new Rule 23 of the Federal Rules of Civil Procedure. The Court has not until now made the positive determination by specific order required by new Rule 23(c)(1) that the action could be maintained as a class action and defining the extent of the class. However, the Court <i>has</i> passed on the question of the propriety of the class action here; by minute entry of June 29, 1966, the Court denied the June 2, 1966, motion of the defendant LHSAA for a more definite statement, paragraph 2 of which motion objected to the class action procedure for lack of information regarding the scope of the class. Certainly this action is valid as a class action including as parties plaintiff the class of all high schools in the state known as \"Negro schools\", or schools with all-or nearly all-Negro student bodies. That class was clearly envisioned and impliedly approved by the Court in its minute entry denial of LHSAA's motion for more definite statement, and is entirely within the scope of permitted class actions under new Rule 23(b)(2), see Notes of Advisory Committee on Rules, Title 28 U.S. C.A., Federal Rules of Civil Procedure, Rule 23 anno., and see Potts v. Flax, 313 F.2d 284 (5th Cir. 1963). Moreover, we see no reason at this time to restrict the class of parties plaintiff, with respect to the issue of the validity or invalidity on its face of the two-thirds majority vote requirement for LHSAA membership, to any class less than that named originally in plaintiffs' petition: St. Augustine \"and other schools similarly situated in the State of Louisiana.\" The authority for this allowance of a class action with respect to this one specific issue is clearly contained in new Rule 23(c)(4)(A). We specifically find that the representative parties plaintiff before the Court do fairly and adequately represent the interests of the class allowed as to that issue; that the other prerequisites for a class action contained in new Rule 23(a) and (b) (2) are met is self-evident.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">767</span></span> (1967)</b></center>\n<center><h1>ST. AUGUSTINE HIGH SCHOOL et al.<br>\nv.<br>\nLOUISIANA HIGH SCHOOL ATHLETIC ASSOCIATION et al.</h1></center>\n<center>Civ. A. No. 16341.</center>\n<center><p><b>United States District Court E. D. Louisiana, New Orleans Division.</b></p></center>\n<center>July 6, 1967.</center>\n<p><span class=\"star-pagination\">*768</span> John P. Nelson, Jr., Edward H. Booker, Nelson &amp; Nelson, New Orleans, La., for plaintiffs.</p>\n<p>Thomas W. McFerrin, McFerrin &amp; Dobson, Baton Rouge, La., for Louisiana High School Athletic Assn.</p>\n<p>Jack P. F. Gremillion, Atty. Gen., State of Louisiana, Kenneth C. DeJean, <span class=\"star-pagination\">*769</span> Baton Rouge, La., for Louisiana State Bd. of Education.</p>\n<p>HEEBE, District Judge:</p>\n<p>I. The Louisiana High School Athletic Association, or LHSAA, was founded in Baton Rouge in October 1920 at a meeting of various high school principals of the state. Its members consisted, until 1962, of Louisiana high schools with all-white student bodies and faculties. The present membership consists of schools formerly all \"white\"<sup>[1]</sup> although now \"integrated\" by court orders. The schools are represented by their respective principals, but the LHSAA is, in essence and in reality, an association of <i>schools.</i> Although the LHSAA constitution formerly contained a \"white only\" clause, that clause was deleted at an executive committee meeting of the Association in 1962. Prior to the summer of 1964, no \"Negro\" high school had ever applied for membership in the LHSAA.</p>\n<p>St. Augustine High School is a senior high school, consisting of grades 8 through 12; it has been approved and accredited by the State of Louisiana since 1957. For the past four or five years St. Augustine has maintained a student body of some 750 students, all of whom have been of the Negro race. There has never been, nor is there now, any white student at St. Augustine. The 30-odd members of the faculty are both white and Negro. St. Augustine is a private school, maintained by the Archdiocese of New Orleans and the Society of St. Joseph of the Sacred Heart, a Roman Catholic religious order.</p>\n<p>St. Augustine's reputation scholastically in recent years has been quite good  in fact, outstanding. Reverend Robert Grant, the principal of the school for the past seven years, testified that 75 to 80 per cent of the school's graduates go on to college careers, many to such top-prestige schools as Harvard, Yale, Stanford, Princeton and Amherst. Grant testified that St. Augustine has had three National Merit Scholars in the last four or five years, and that one of those three was chosen for the award of \"Presidential Scholar,\" the first student so chosen in Louisiana at the beginning of the Presidential Scholar program. Recipients of the latter award are chosen from among the state's 30-odd National Merit Scholars each year; only two or three students in the entire state are cited for this ultimate honor.</p>\n<p>The athletic achievement record of St. Augustine is one of the finest in the State of Louisiana. The school offers a complete athletic program to its students and fields teams in the four major sports: football, baseball, basketball and track. Although there has been little competition with all-or nearly all-white schools, no one could dispute that, given the opportunity, St. Augustine would put any high school team in the state to a stern test in a competition in basketball and football. In basketball and track, the only sports in which Negro and white high school varsity teams in Louisiana have had the chance to compete on any basis, St. Augustine has shown that it is the equal of the best \"white\" schools. Last year, in its second appearance in the annual CYO Tournament in New Orleans, St. Augustine carried off top honors, defeating the teams which went on to finish the season at the very top of the list of high school teams in the LHSAA.</p>\n<p>On August 14, 1964, St. Augustine submitted its application for membership to the LHSAA, along with a check for $100.00 representing the dues required for the first year of membership. The application was scheduled to come up for consideration before the executive committee of LHSAA at the annual meeting of the Association in January 1965. <span class=\"star-pagination\">*770</span> However, St. Augustine's application was not considered at that time, for at the 1965 meeting the LHSAA Constitution was amended, drastically changing the procedure for admitting new member schools to the Association. Whereas admission of new members was formerly based wholly on the determination of the 10-man executive committee of LHSAA, the Constitution was changed to require a vote in favor of admission by two-thirds of the total number of member schools present at the annual meeting. In addition  or rather, as a prerequisite to consideration by the total membership at the annual meeting  it was required that a school's application for membership be approved by two-thirds of the schools in the particular district of the LHSAA in which it is to compete.</p>\n<p>Pursuant to this change in the procedure, St. Augustine applied to the schools in its district and received there the required two-thirds vote of approval.<sup>[2]</sup> It then submitted its application again to the general membership at the annual meeting in January 1966. At that meeting, 196 member schools cast votes on the issue of St. Augustine's application for membership; the vote was 11 votes in favor of membership and 185 votes against.</p>\n<p>Prior to the 1965 meeting, no school except Delgado Trades School, a nonacademic training school in New Orleans, had ever applied for admission to the LHSAA and been refused. At the 1965 meeting no applications for membership were considered in view of the amendment to the LHSAA Constitution, requiring the two-thirds vote of both the district schools and the general membership. During the latter part of 1965, various schools applied to their respective districts and several were turned down or withdrew their applications. However, St. Augustine's application was approved at the district level. Of all those applications approved by the respective districts, none were refused at the LHSAA general assembly meeting in January 1966, other than that of St. Augustine High School.</p>\n<p>II. The LHSAA is, for all intents and purposes, an agency of the State of Louisiana and consequently any discrimination by the Association is forbidden by the Fourteenth Amendment to the United States Constitution.</p>\n<p>Although the Fourteenth Amendment recites that \"No state shall deny to any person the equal protection of the laws,\" it is well settled that discrimination by private individuals may amount to \"state action\" and thus bring such individuals, or private associations, within the limits of the Fourteenth Amendment. This principle of \"state action\" is well grounded on the obvious fact that the state can act only through individuals; were it not for the fact that acts and omissions of private persons and organizations can be interpreted as \"state action,\" the equal protection clause would have no meaning whatsoever.</p>\n<p>There is \"state action\" where an individual or group is actually an official arm of the state, acting under the laws and regulations of the state, or under orders from higher state officials, with all of the actual authority of the state behind it. Johnson v. State of Virginia, <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>, <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1963); Monroe et al. v. Pape et al., <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961). There is \"state action\" where individual action is forced or commanded <span class=\"star-pagination\">*771</span> by the state. Nixon v. Herndon, <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">759</span></span> (1926); Peterson v. City of Greenville, <span class=\"citation\" data-id=\"106607\"><a href=\"/opinion/106607/peterson-v-greenville/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, <span class=\"citation\" data-id=\"106607\"><a href=\"/opinion/106607/peterson-v-greenville/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></a></span>, <span class=\"citation\" data-id=\"106607\"><a href=\"/opinion/106607/peterson-v-greenville/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></a></span> (1963); Lombard v. State of Louisiana, <span class=\"citation\" data-id=\"106609\"><a href=\"/opinion/106609/lombard-v-louisiana/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"106609\"><a href=\"/opinion/106609/lombard-v-louisiana/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1122</span></a></span>, <span class=\"citation\" data-id=\"106609\"><a href=\"/opinion/106609/lombard-v-louisiana/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1963); Shelley v. Kraemer, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1161</span></span> (1948). There may even be \"state action\" where private discrimination is encouraged by state policy. Reitman v. Mulkey, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1967). Certainly these extensions of the \"state action\" concept are of the most practical necessity, for without them it would be an easy matter for the state to effectively bypass the whole thrust of the Fourteenth Amendment merely by acting indirectly and \"unofficially.\" And certainly the more an individual seeks the shelter of the state's power, the more an individual (or private group) uses state processes and takes advantage of state facilities, the more he associates himself with state officials and agencies acting in their official capacities, the more he uses and relies on state power to achieve his ends, then the more surely he forfeits the immunity from federal censure afforded him by the wording of the Constitution.<sup>[3]</sup></p>\n<p>The determination of whether or not an act of discrimination is a state act, an act of the state, \"state action,\" usually involves drawing lines in areas of haze marked only by the uniqueness and force of the particular facts involved in each case.<sup>[4]</sup> But it must be admitted that the more courts find \"state action\" in cases of distinctly individual action, the more they are flirting with the simple wording of the equal protection clause. Truly a balance must be struck; the total picture must be seen  and not with a view to the \"fairness\" or the \"equities' involved or the wrongs done, but with a view to the strict letter of the Constitutional phrase, and the narrow approach of the Constitution as part of our federal system of government. Certainly where an individual seeks no shelter from the state, and refuses to associate himself with state officials and agencies in the practice of discrimination, there can be no \"state action\" and no relief under the Fourteenth Amendment.</p>\n<p>The LHSAA is composed, according to its Commissioner, Thad H. Waters, of approximately 400 schools, 85 per cent of which are Louisiana public schools, 15 per cent of which are privately owned and operated. Now even if this  the membership situation  were the only factor for our consideration, we would feel compelled to find any action on the part of LHSAA to be \"state action.\" An association such as this is basically the sum of its members. And where 85 per cent of the members of an association are state agencies, the acts of that association <span class=\"star-pagination\">*772</span> must, under pure and simple logic, be considered acts of the state. And insofar as the small percentage of private school members are concerned, their mere association with the public school majority in this enterprise makes them amenable to Fourteenth Amendment requirements insofar as Association matters are concerned. U. S. v. Guest, <span class=\"citation\" data-id=\"107201\"><a href=\"/opinion/107201/united-states-v-guest/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, 756, <span class=\"citation\" data-id=\"107201\"><a href=\"/opinion/107201/united-states-v-guest/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1170</span></a></span>, <span class=\"citation\" data-id=\"107201\"><a href=\"/opinion/107201/united-states-v-guest/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span></a></span> (1966).</p>\n<p>In addition to the fact that the LHSAA is 85 per cent composed of public schools, myriad other factors point up the \"state\" character of this association, in the reliance by the Association on state funds, facilities and other resources, resulting in the loss of any alleged \"private\" status of the LHSAA. Funds for the support of the Association come solely from a percentage of the gate receipts of games between its members. The state has stressed this as indicating that state taxes are not diverted to LHS AA and that the Association is entirely free from state control. It is obvious, however, that gate receipts derived from games in which state schools are participants are actually state funds, and insofar as LHSAA is supported by those funds, it is supported financially by the state. Moreover, the vast majority of all athletic contests between member schools (both public and private) are held on state land in state stadia and gymnasia.</p>\n<p>The plaintiffs have stressed the fact that the functions of LHSAA are, in essence, functions normally carried on by the state. Thus, say the plaintiffs, interscholastic athletics are a part of the educational process. Plaintiffs argue that, conceding LHSAA to be a \"private\" association, it must be treated as an agency of the state for the reason that the state has failed to \"exercise a power that belongs to it exclusively. If the state chooses to abdicate its responsibility in this area by creating a separate instrumentality, then the instrumentality becomes an agency of the state, subject to the same restraints. It cannot exercise the rights of the state without at the same time assuming the responsibilities.\" [Plaintiffs' memo p. 9].</p>\n<p>With this reasoning we cannot agree without certain reservations. Where a separate instrumentality is created by and with the help of the state, there is state action, but where the state simply refuses to act in a particular area, we are not prepared necessarily to say that any private action in that area is to be considered \"state action.\" Merely because a state customarily and normally does certain acts does not automatically brand the concept \"state action\" on such activities, even when the state is not involved. If the implications of plaintiffs' argument were accepted without qualification, there would be no limit to a wholesale extension of the Fourteenth Amendment into areas of purely individual and private action.<sup>[5]</sup></p>\n<p>In another sense, however, the implications of the plaintiffs' argument have some weight. Here, the state schools have <i>not</i> \"abdicated\" their extracurricular athletic programs, but in fact have nourished them avidly. The State of Louisiana <i>is</i> actually and actively and intensely involved in interscholastic athletics. The only \"function\" the state <span class=\"star-pagination\">*773</span> schools have attempted to \"abdicate\" is the <i>coordination</i> of their interscholastic athletic programs. The state schools train their teams, provide coaches, equipment, and many other essentials, and both faculty and students, with the support of the school management, devote a large amount of time and effort to \"pep rallies\" and preparations for games, and performing the many minor but necessary actions in cultivating winning teams. With the state schools thoroughly engaged in sponsoring interscholastic athletics for their students on one level, the \"abdication\" of the coordinating function to a \"private\" entity seems a somewhat empty gesture, the more so when one considers that LHSAA would have nothing to \"coordinate\" were it not for the tremendous involvement of the state schools in fielding and promoting teams. For the state to devote so much time, energy, and other resources to interscholastic athletics and then to refer coordination of those activities to a separate body cannot obscure the real and pervasive involvement of the state in the total program. Thus, inevitably, the state can be found to be directly or indirectly involved in various ways in supporting each and every LHSAA activity.</p>\n<p>Moreover, the LHSAA exercises a great deal of authority over the public schools themselves. The LHSAA regulates curricula, the number of hours coaches teach and the amount of records kept. It has the power to keep schools from competing against other schools. It has the power to investigate and discipline its member schools by fine or otherwise. If a public school principal does not comply with the mandate of the Association, or if a public school coach uses an athlete whose eligibility is questioned by the Association, or if the student body of a public school acts in an improper manner in connection with an athletic event, the Association can punish the state school.</p>\n<p>All of these circumstances, and truly, all of the testimony taken at the hearing of this case, forges the conclusion on this Court that this Association  including both public school and private school members  is acting for and by reason of the power of the state, and is so closely connected with the public school system of the state as to amount to an agency and instrumentality of Louisiana.</p>\n<p>III. The express requirements for admission to the LHSAA, as set forth in the Constitution of that Association,<sup>[6]</sup> are basically four: (1) the applicant must be a Louisiana high school, approved and accredited by the state; (2) the school must, through its principal, make application in writing to both the executive committee of the LHSAA and to the particular district of the Association in which it is to compete, and (in the case of a school with more than 400 male high school students) submit with its application the sum of $100.00, representing dues for the first year of membership; (3) the school must agree to conform to the rules and regulations of the LHSAA; and (4) the school's application must be \"approved\" by a vote of two-thirds of the schools in the district in which it is to compete,<sup>[7]</sup> and a <span class=\"star-pagination\">*774</span> vote of two-thirds of the general membership attending the annual meeting of the Association.</p>\n<p>St. Augustine High School has met all of these requirements except the last part of the fourth; it is solely on the basis of the capricious vote of the general membership that St. Augustine has been denied admittance; the state and the Association readily admit that all of the other requirements have been met.</p>\n<p>This action was instituted by St. Augustine and the individual complainants as a class action, on behalf of \"other Negro children and other schools similarly situated in the State of Louisiana.\" In view of the fact that we reach the issue of the LHSAA requirement of a two-thirds vote of the membership for admission of new members, we see no reason to limit the effect of our determination as to that issue to the \"class\" of \"Negro schools\" only, and we rule that this action, with respect to that issue, be maintained as a class action on behalf of all high schools in the State of Louisiana who are or may become applicants for membership in LHSAA, regardless of what may be the racial composition of their student bodies.<sup>[8]</sup></p>\n<p>The defendants allege that there has been no discrimination whatsoever against St. Augustine High School, its students, or any other school or student body; moreover they allege that the burden of proving discrimination is on the plaintiffs and that the plaintiffs have failed to carry that burden in this case.</p>\n<p>Certainly the plaintiffs have offered abundant proof that they have been seriously hurt by the exclusion of St. Augustine and other all-Negro schools from the LHSAA. If nothing else, the mere fact of exclusion and segregation of Negroes from whites is injury enough. Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 494, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954). But the effects are more far-reaching than the hampering feelings of inferiority and isolation imposed by the segregated system. LHSAA and its members receive many benefits not available to the all-Negro schools who are excluded from its membership. Although many of the Negro schools belong to an organization known as the Louisiana Interscholastic and Literary Organization, or \"LIALO,\" which attempts to coordinate Negro school interscholastic athletics, the <span class=\"star-pagination\">*775</span> LIALO is far inferior to the LHSAA in every respect. LHSAA has a paid staff, covered in part by the Louisiana Teachers Retirement Act; LIALO has no staff. LHSAA is a member of the National Federation of State High School Athletic Associations; LIALO is not and cannot be a member of that body for the reason that the National Federation will recognize only one such association in each state. LHSAA and its member schools receive much more publicity in the various news media than LIALO schools. In the New Orleans area, the States-Item, according to one of its sportswriters testifying at the hearing, devotes 70 per cent of the total publicity accorded to high school athletics to LHSAA schools, with only 30 per cent devoted to the LIALO members. The Associated Press's list of the \"Top Ten\" teams in Louisiana high school athletics is limited strictly to LHSAA teams.</p>\n<p>The defendants point out, quite logically, that these effects, however harmful they may be to Negro schools and Negro students, are not necessarily, and may not automatically be presumed to be, the result of state discrimination. Defendants assert, first, that each and every Louisiana high school is, as a matter of law and as a result of various explicit federal court orders and injunctions, \"integrated\" at this time. Under most, if not all, of the court-approved school board plans, each and every student, whether white or Negro, has the freedom to choose the public school he wishes to attend; St. Augustine, although a private school, has the express policy of accepting any student regardless of race. Thus, say the defendants, since every school involved is an \"integrated\" school, there can be no discrimination against a \"Negro\" school  there simply are no \"Negro schools\" except as a fortuitous result of the free choice of individual Negro and white students to attend one school rather than another. Should any Negro student at St. Augustine, for example, wish to participate within the LHSAA, he need only choose to attend an LHSAA member school. This, we take to be a fair summary of the defendants' argument on this point.</p>\n<p>We find the argument ingenious but without merit. The defendants have fallen into the pitfall of thinking in terms of abstractions such as \"schools,\" \"Negro schools,\" \"white schools.\" Obviously defendants' first premise is correct: there are now no \"segregated\" schools. However, it is not so much a particular school that is hurt by exclusion from the LHSAA, but the students of that school. And where the student body of a particular school is excluded from LHSAA merely because the students are all of the Negro race, the state is discriminating, regardless of whether or not the school is \"integrated,\" was formerly a \"Negro school,\" or a \"white school.\" St. Augustine is not a \"segregated school\" or even, in a legal sense, a \"Negro school\"; but we are convinced that St. Augustine and its students have been denied membership in LHSAA solely because, in fact, its students happen to be Negro. It is true that individual Negro students may, if they desire to compete in the LHSAA, transfer to a member school. But they cannot be forced to do that merely because of a prior discriminatory classification of their present school by the state. Equal justice under the law requires that the state remove its discriminatory classification so that the students may freely make their choice, unhampered by the prior arbitrary action of the state.</p>\n<p>The defendants argue that this Court may nevertheless not imply from the evidence introduced at the hearing of this matter that St. Augustine was actually denied membership in LHSAA on any racial basis. Rather, defendants argue, the school was denied admission by reason of a simple vote of the member schools attending the Association's annual meeting; and the Court cannot presume that certain member schools voted against St. Augustine because of <span class=\"star-pagination\">*776</span> the racial issue. Defendants state in their brief to the Court:</p>\n<blockquote>\"Why, then, did the LHSAA membership collectively deny the application of St. Augustine High School for membership? There is not one scintilla of competent evidence that tends to answer this question.\" (Defendants' Brief, p. 37)</blockquote>\n<p>There is every reason to infer from all of the facts and circumstances brought out by the evidence in this case that St. Augustine <i>was</i> denied membership by the discriminatory action of the LHSAA, and the Court so finds. But even had the plaintiffs failed to prove that the denial of St. Augustine's application was the result of actual discrimination, the deprivation of basic rights of due process has been established here with the force of irrebuttable presumption. The very fact of the denial of St. Augustine's application by the arbitrary and capricious vote of the LHSAA membership constituted a deprivation of plaintiffs' constitutional rights.</p>\n<p>As we have already pointed out, St. Augustine fulfilled all of the standards and requirements for membership expressly set forth in the LHSAA Constitution as interpreted by the LHSAA officials, except one: obtaining the approval of two-thirds of the general membership of the Association. What is the purpose of the latter requirement? Why was it inserted at the annual meeting in 1965, the very meeting at which an application for membership from an all-Negro school was to be considered for the first time in the history of the Association?</p>\n<p>The most realistic answer to those questions is that the voting requirement provides the LHSAA with a painless and efficient method of denying membership to any high school it wishes without the embarrassing necessity of assigning a reason for the denial. Regardless of whatever other worth the voting provision may have, that is certainly one of its effects. That effect, the enhancement of the arbitrary power of the state in these matters, affects not only so-called \"Negro schools,\" but each and every high school of the State of Louisiana, including so-called \"white schools\" as well. <i>Every</i> school seeking membership must be faced with the prospect of securing the favorable vote of two-thirds of the members of the Association. What other state agency or association places such a burden on the citizens seeking its aid? Certainly the very thought of such an arbitrary vote by state officers or agents is abhorrent to the principles of the Fourteenth Amendment and every civil right of all the citizens of this country, Negro or white.</p>\n<p>It is certainly probable that many of the schools which voted against St. Augustine did so for reasons other than race, without any thought of discrimination, and in complete good faith. And it may be that the voting provision was inserted in the LHSAA Constitution for the purpose of allowing the member schools to investigate various aspects of a candidate for membership and to cast votes based on valid and reasonable criteria for membership; for example, it might be that a school which meets all of the preliminary express standards, may not be ready and able to compete on the gridiron or the baseball diamond on an equal footing with the more experienced teams of the LHSAA; and it may be that the voting provision might serve some valid purpose in allowing the Association to apply that standard, or some other reasonable and valid membership requirement not expressly set forth in the Constitution or By-laws of the Association.</p>\n<p>However, the latter possibility is surely no excuse for vesting such broad and arbitrary power in an association acting essentially for the state. Where such wide discretion is the ready vehicle for a covert system of discrimination, the practice must be held in and of itself violative not only of the equal protection clause, but of the basic due process guarantees of the Constitution. In this case, as the defendants themselves assert, there is simply no way of <span class=\"star-pagination\">*777</span> ascertaining positively why St. Augustine was refused membership in the LHSAA by a vote of 185 to 11. The very fact of that impossibility is the best reason and rationale for prohibiting such subtleties as this voting provision from interfering with the very important rights of all citizens to the equal protection of the laws. We need not call the 196 school principals who voted on the issue to testify in order to determine whether 120 of them voted against St. Augustine for racial reasons. We simply rule that no school which meets the express and objective qualifications for membership in LHSAA may be denied admission on the basis of an arbitrary vote of the members. The state simply may not employ practices which leave such a large amount of discretion in the hands of state officials, at least in circumstances and situations where definite standards may easily be fixed without sacrificing fair and efficient administration. In Cox v. State of Louisiana, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></a></span>, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1965), the court was concerned with rights of free speech and assembly and made the following statement:</p>\n<blockquote>\"This Court has recognized that the lodging of such broad discretion in a public official allows him to determine which expressions of view will be permitted and which will not. This thus sanctions a device for the suppression of the communication of ideas and permits the official to act as a censor. * * * Also inherent in such a system allowing parades or meetings only with the prior permission of an official is the obvious danger to the right of a person or group not to be denied equal protection of the laws. * * * It is clearly unconstitutional to enable a public official to determine which expressions of view will be permitted and which will not or to engage in invidious discrimination among persons or groups either by use of a statute providing a system of broad discretionary licensing power or, as in this case, the equivalent of such a system by selective enforcement of an extremely broad prohibitory statute.</blockquote>\n<blockquote>\"It is, of course, undisputed that appropriate, limited discretion, under properly drawn statutes or ordinances, concerning the time, place, duration, or manner of use of the streets for public assemblies may be vested in administrative officials, provided that such limited discretion is `exercised with \"uniformity of method of treatment upon the facts of each application, free from improper or inappropriate considerations and from unfair discrimination\" * * * [and with] a \"systematic, consistent and just order of treatment, with reference to the convenience of public use of the highways * * *.\"' Cox v. State of New Hampshire, supra, 312 U.S. at 576, 61 S.Ct., at 766.\" 379 U.S. at 557-558, 85 S.Ct. at 466.</blockquote>\n<p>While the very strict interpretation of First Amendment rights is not at issue here, we recognize the fact that in the state's adjudication of any matter involving individual rights or privileges, \"absolute and uncontrolled discretion invites abuse\", Hornsby v. Allen, <span class=\"citation\" data-id=\"262902\"><a href=\"/opinion/262902/mrs-lola-hornsby-v-ivan-allen-mayor-of-the-city-of-atlanta/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span> (5th Cir. 1964); in this case the uncontrolled discretion lodged with the LHSAA membership incites abuse. We find in this case that the voting requirement for LHSAA membership is an arbitrary and unreasonable method of making distinctions between applicants for membership, conducive to wholesale discrimination and arbitrary and capricious treatment of any and all candidates for membership in the LHSAA, and therefore is violative of the Fourteenth Amendment.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is therefore the order of the Court that:</p>\n<p>1. St. Augustine High School be immediately admitted to membership in the <span class=\"star-pagination\">*778</span> LHSAA, with all of the rights and privileges of a member of that Association, for the school year commencing September 1967, and the LHSAA be, and it is hereby, enjoined from conducting any activity whatsoever unless and until it complies with said order.</p>\n<p>2. The Louisiana High School Athletic Association is hereby enjoined from refusing membership to any high school, whether attended by only Negro or only white students, or otherwise, which meets all of the express requirements for membership contained in the Constitution of the Association, solely on the basis of an arbitrary vote of its membership or on the basis of any failure of the applicant to meet any standard or qualification not specifically and expressly established by the Association and set forth in the Constitution, Bylaws, or other acceptable document of the Association. And the Association is further ordered to specify the particular express qualification which the applicant has failed to meet, in the event that this applicant is in fact denied membership in the Association.</p>\n<p>3. The LHSAA is hereby enjoined from engaging in any practice, procedure or activity the purpose of which is to discriminate against any high school of the state by reason of the race, creed or color of the students or faculty of such school.</p>\n<p>4. The LHSAA is <i>not</i> prohibited herein from establishing specific proper, reasonable and objective qualifications for membership in addition to those presently contained in its Constitution, nor is the LHSAA prohibited by anything contained herein from readjusting its membership pursuant to such additional standards and qualifications as it may from time to time establish, <i>provided</i> that such additional qualifications be reasonable, nondiscriminatory, and do not have as their object the facilitation of unjust discrimination, and provided that before any member be expelled pursuant to any such additional standard, that member be given a reasonable opportunity to conform thereto.</p>\n<h2>NOTES</h2>\n<p>[1]  Counsel for the parties in this proceeding have from time to time referred to \"white schools\" and \"Negro schools.\" We assume that such references relate to the color of the majority of the students attending a particular school, and not some inherent quality of the school itself. As counsel for the defendant LHSAA have pointed out, there no longer exists such a thing as a <i>de jure</i> \"integrated school\" in Louisiana, infra, p. 775.</p>\n<p>[2]  Thad H. Waters, Commissioner of the LHSAA, testified, see Transcript p. 264 et fol., that St. Augustine received five favorable votes of those cast by the eight schools in the Association's District 5AAA. Waters testified that he, as Commissioner and with the authority to rule on the point, had made the determination that St. Augustine had received the required two-thirds majority vote in the District; the basis of Waters' ruling was his interpretation of the two-thirds voting requirement as demanding only five votes out of eight; two-thirds of eight votes being 5.33 votes, Waters ruled that the fraction of a vote must be \"dropped,\" under the policy of the LHSAA of rounding off such figures to the nearest whole number and not necessarily the highest. T-267.</p>\n<p>[3]  For the most part today, the \"public-service\" functions of private businesses and organizations, such as the maintenance of hospitals, public accommodations, schools and so forth, escape the ambit of the Fourteenth Amendment's prohibition against discrimination, not because of concepts of property rights and free enterprise, but because of the wording of the Fourteenth Amendment which refers in express terms only to discrimination by a \"state.\" See Bob-Lo Excursion Co. v. People of State of Michigan, <span class=\"citation\" data-id=\"104506\"><a href=\"/opinion/104506/bob-lo-excursion-co-v-michigan/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, 34, n. 12, <span class=\"citation\" data-id=\"104506\"><a href=\"/opinion/104506/bob-lo-excursion-co-v-michigan/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">455</span></span> (1948), and the In re Civil Rights Cases, <span class=\"citation\" data-id=\"90897\"><a href=\"/opinion/90897/civil-rights-cases/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></a></span>, 25, <span class=\"citation\" data-id=\"90897\"><a href=\"/opinion/90897/civil-rights-cases/\"><span class=\"volume\">3</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"90897\"><a href=\"/opinion/90897/civil-rights-cases/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">835</span></a></span> (1883), which fully sanctioned the power of the states themselves to prohibit discrimination in businesses devoted to the use of the public; and Heart of Atlanta Motel, Inc. v. United States, <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">258</span></span> (1964), upholding the public accommodations provisions of the Civil Rights Act of 1964 as a permissible exercise of federal power apart from the Fourteenth Amendment.</p>\n<p>[4]  \"This Court has never attempted the `impossible task' of formulating an infallible test for determining whether the state `in any of its manifestations' has become significantly involved in private discriminations. `Only by sifting the facts and weighing the circumstances' on a case-to-case basis can a `non-obvious involvement of the State in private conduct be attributed its true significance.' Burton v. Wilmington Parking Authority, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 722, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>, 860 [<span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></span>].\" Reitman v. Mulkey, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, 378, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>, 1632, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1967).</p>\n<p>[5]  The leading <i>Brown</i> decision, while stating emphatically that \"Today, education is perhaps the most important function of state and local governments\", stated in the same paragraph, \"Such an opportunity, <i>where the state has undertaken to provide it,</i> is a right which must be made available to all on equal terms,\" (emphasis added), Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 493, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, 691, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954). Although the requirement of \"state action\" has become, in areas of public accommodations and the like, one imposed by Constitutional phraseology rather than protection of private property rights (see supra, n. 3), to so broadly define state action as to include all individual action in an area <i>merely because the state has exercised power in that area,</i> would not only be a most irrational departure from principles of Constitutional interpretation, but would ultimately and logically lead to the extension of governmental sanctions against discrimination in any and all areas of private action, regardless of due process personal or property rights.</p>\n<p>[6]  The requirements next enumerated are contained in §§ 1 and 9 of Article III of the LHSAA Constitution. It may be noted that § 9 provides that, even should a school satisfy all of the requirements for membership, it can be accepted into membership only in \"<i>even</i> years.\" There appears to be a quite reasonable basis for this provision. See Testimony of Thad H. Waters, Transcript, pp. 279-281.</p>\n<p>[7]  Because St. Augustine met this \"requirement,\" see infra, we deem the possible issue of its validity (in situations where its application results in the exclusion of applicants from LHSAA membership) not to be a subject for determination in this case; nevertheless we suggest that our remarks concerning the issue of the general membership voting requirement, infra, would be equally appropriate with respect to this issue of the district voting requirement; and were the issue of the district vote presented in the proper posture in this case, our decision on that issue would be identical to our disposition of the similar issue presented by the general membership voting requirement.</p>\n<p>[8]  This action was instituted prior to the effective date of new Rule 23 of the Federal Rules of Civil Procedure. The Court has not until now made the positive determination by specific order required by new Rule 23(c)(1) that the action could be maintained as a class action and defining the extent of the class. However, the Court <i>has</i> passed on the question of the propriety of the class action here; by minute entry of June 29, 1966, the Court denied the June 2, 1966, motion of the defendant LHSAA for a more definite statement, paragraph 2 of which motion objected to the class action procedure for lack of information regarding the scope of the class. Certainly this action is valid as a class action including as parties plaintiff the class of all high schools in the state known as \"Negro schools\", or schools with all-or nearly all-Negro student bodies. That class was clearly envisioned and impliedly approved by the Court in its minute entry denial of LHSAA's motion for more definite statement, and is entirely within the scope of permitted class actions under new Rule 23(b)(2), see Notes of Advisory Committee on Rules, Title 28 U.S. C.A., Federal Rules of Civil Procedure, Rule 23 anno., and see Potts v. Flax, <span class=\"citation\" data-id=\"259574\"><a href=\"/opinion/259574/w-s-potts-president-of-the-board-of-trustees-of-the-fort-worth/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">284</span></a></span> (5th Cir. 1963). Moreover, we see no reason at this time to restrict the class of parties plaintiff, with respect to the issue of the validity or invalidity on its face of the two-thirds majority vote requirement for LHSAA membership, to any class less than that named originally in plaintiffs' petition: St. Augustine \"and other schools similarly situated in the State of Louisiana.\" The authority for this allowance of a class action with respect to this one specific issue is clearly contained in new Rule 23(c)(4)(A). We specifically find that the representative parties plaintiff before the Court do fairly and adequately represent the interests of the class allowed as to that issue; that the other prerequisites for a class action contained in new Rule 23(a) and (b) (2) are met is self-evident.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107201/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/259574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262902/"
          ]
        }
      ],
      "judges": "Heebe",
      "date_created": "2014-10-30T15:10:21.403496Z",
      "date_modified": "2016-03-03T20:15:17.878485Z",
      "date_filed": "1967-07-06",
      "date_filed_is_approximate": false,
      "slug": "st-augustine-high-school-v-louisiana-hs-ath-assn",
      "citation_id": 1582153,
      "case_name_short": "",
      "case_name": "St. Augustine High School v. Louisiana HS Ath. Ass'n",
      "case_name_full": "",
      "federal_cite_one": "270 F. Supp. 767",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1230387/st-augustine-high-school-v-louisiana-hs-ath-assn/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:10:21.401104Z",
  "date_modified": "2014-10-30T15:10:21.401104Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "St. Augustine High School v. Louisiana HS Ath. Ass'n",
  "case_name_full": "",
  "slug": "st-augustine-high-school-v-louisiana-hs-ath-assn",
  "docket_number": "Civ. A. No. 16341",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}