{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1231507/",
  "id": 1231507,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/lactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1610168/",
      "id": 1610168,
      "absolute_url": "/opinion/1610168/state-v-jts/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1231507/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1610168/",
          "id": 1610168,
          "absolute_url": "/opinion/1610168/state-v-jts/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1610168/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7247/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:55:37.283421Z",
          "date_modified": "2017-04-06T11:29:54.143300Z",
          "type": "010combined",
          "sha1": "ed60d1a8d1fa02ee5572d1fad6d4b9f6c0abd65d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>865 So.2d 1032 (2004)</b></center>\n<center><h1>STATE of Louisiana<br>\nv.<br>\nJ.T.S.</h1></center>\n<center>No. 03-1059.</center>\n<center><p><b>Court of Appeal of Louisiana, Third Circuit.</b></p></center>\n<center>February 4, 2004.</center>\n<p><span class=\"star-pagination\">*1034</span> Robert R. Bryant, Jr., District Attorney, Carla S. Sigler, Assistant District Attorney, Lake Charles, LA, for Plaintiff, State of Louisiana.</p>\n<p>Edward K. Bauman, Louisiana Appellate Project, Lake Charles, LA, for Defendant/Appellant, J.T.S.</p>\n<p>J.T.S., Lake Charles, LA, pro se.</p>\n<p>Court composed of ULYSSES GENE THIBODEAUX, Chief Judge, MARC T. AMY, and MICHAEL G. SULLIVAN, Judges.</p>\n<p>SULLIVAN, Judge.</p>\n<p>J.T.S. was charged by bill of information with one count of aggravated oral sexual battery, a violation of La.R.S. 14:43.4, one count of aggravated incest, a violation of La.R.S. 14:78.1, and one count of molestation of a juvenile, a violation of La.R.S. 14:81.2. A jury convicted him of attempted oral sexual battery and aggravated incest and acquitted him on the molestation of a juvenile charge. The trial court sentenced Defendant to five years at hard labor without the benefit of parole, probation, or suspension of sentence on the conviction for attempted oral sexual battery, to twelve years at hard labor, six years suspended, on the conviction for aggravated incest, and to five years active probation following his release from incarceration. The trial court ordered that the sentences be served concurrently and fined Defendant one thousand dollars, plus court costs.</p>\n<p>On May 9, 2003, Defendant filed a motion to reconsider his sentences, which was denied. Defendant appeals his convictions. In brief prepared by defense counsel, Defendant argues the evidence was insufficient to convict him. Defendant also filed a pro se brief in which he assigns as error the sufficiency of the evidence, the refusal of the trial court to grant a continuance of the trial, and the terms of his sentences.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>The charges against Defendant arise from reports by his daughter, K.S., that he sexually abused her from April 1990 until February 1998. At the time of trial, K.S. was seventeen years old. She testified that her father began molesting her when she was five years old and stopped when she was twelve years old when she was taken out of the family home by the authorities. She testified that, when she was five, her father began to fondle her breasts and genitalia and to digitally penetrate her. She testified that he did this often but there was no pattern to the occurrences. She also testified that the level of abuse intensified as she grew older: he began forcing her to perform oral sex acts on him; he performed oral sex acts on her; and he also attempted to engage in intercourse with her.</p>\n<p>K.S. testified that she told her mother that her father was touching her when she was five years old, but her mother did nothing. Her mother admitted this. K.S. also told her maternal aunt and maternal grandmother about the sexual abuse when she was approximately nine years old. Both women corroborated this testimony and testified that they threatened to report Defendant if he did not stop abusing K.S.</p>\n<p>Shortly before the authorities were notified of this abuse, an incident occurred which triggered the report of abuse to the authorities. K.S. testified that while she and her older brother were watching television, her father lay down next to her on the sofa, covered them with a blanket, and, unbeknownst to her brother, molested her <span class=\"star-pagination\">*1035</span> in his presence. After this incident, K.S. reported the abuse again to her grandmother. Again, her grandmother did nothing, so she reported it to her school friend who went with her to the school counselor. In turn, the school counselor reported the abuse to the proper authorities. Investigation of K.S.'s claims resulted in this prosecution.</p>\n<p></p>\n<h2><i>Errors Patent</i></h2>\n<p>In accordance with La.Code Crim.P. art. 920, all appeals are reviewed for errors patent on the face of the record. Our review of the record revealed two errors patent with Defendant's sentence for aggravated incest.</p>\n<p>At the request of the State, the trial court ordered Defendant to pay restitution for the cost of transferring witnesses. The trial court did not state its authority for imposing restitution or set the amount of restitution. Unable to find specific statutory or jurisprudential authority for this condition of probation, we first consider whether it was authorized. To begin, we are mindful of the well-established tenet of statutory construction that criminal statutes are subject to strict construction under the rule of lenity. <i>State v. Carr,</i> 99-2209 (La.5/26/00), 761 So.2d 1271.</p>\n<p>Louisiana Code of Criminal Procedure article 895 provides for the imposition of restitution as a condition of probation. Under this article, restitution is discretionary with the trial court. Louisiana Code of Criminal Procedure article 895(A)(7) provides that restitution is to be paid to the \"<i>aggrieved party</i> for damage or loss caused by [the defendant's] offense.\" Louisiana Code of Criminal Procedure article 895.1 also provides for restitution. Restitution is mandatory under this provision \"where the victim or his family has suffered any direct loss of actual cash, any monetary loss pursuant to damage to or loss of property, or medical expense.\" La. Code Crim.P. art. 895.1. The payment of money to various state agencies and programs as a condition of probation is also specifically provided for in Article 895.1; however, the State is not one of the programs specifically identified in subpart B of the provision.</p>\n<p>Louisiana Revised Statutes 46:1844(M) also authorizes the imposition of restitution on a defendant on probation. While it provides for the imposition of restitution as a condition of probation or parole, nothing in the statute, which is entitled \"Rights of Crime Victims and Witnesses,\" indicates that the State is a proper party for restitution. Subpart M of this provision is entitled \"Victims' Rights\" and refers to the \"appropriate party;\" however, a reading of the entire provision gives no indication that the State is an \"appropriate party\" thereunder.</p>\n<p>We have not found any case on point, but <i>State v. Sanderson,</i> 97-1281 (La.App. 3 Cir. 5/13/98), 715 So.2d 483, is similar. In <i>Sanderson,</i> the trial court awarded restitution to the State for the foster care of a child born as a result of the defendant's criminal offense of carnal knowledge of a juvenile. Articles 895 and 895.1 were discussed, and this court found that the defendant could not be ordered to make restitution to the State, specifically noting that the State is not listed in Article 895.1. We find implicit in this holding the conclusion that the State was not an \"aggrieved party\" under La.Code Crim.P. art. 895(A)(7) and restitution was not appropriate under that provision either.</p>\n<p>We find that the restitution awarded in the present case is not authorized by La. Code Crim.P. art. 895, La.Code Crim.P. art. 895.1 or La.R.S. 46:1844(M) and vacate that portion of Defendant's sentence.</p>\n<p>The trial court also ordered Defendant to pay a $1,000.00 fine plus court <span class=\"star-pagination\">*1036</span> costs as a condition of probation \"according to a schedule to be worked out by the Office of Probation and Parole.\" It was error for the trial court not to establish a payment plan for the fine and costs Defendant was ordered to pay. <i>See </i><i>State v. Fontenot,</i> 01-540 (La.App. 3 Cir. 11/7/01), 799 So.2d 1255 and <i>State v. Reynolds,</i> 99-1847 (La.App. 3 Cir. 6/7/00), 772 So.2d 128. Accordingly, this matter is remanded to the trial court for resentencing, and the trial court is instructed to establish a payment plan for the fine and costs Defendant was ordered to pay as a condition of his probation.</p>\n<p></p>\n<h2><i>Sufficiency of the Evidence</i></h2>\n<p>Defendant alleges that the State failed to prove beyond a reasonable doubt all the elements of attempted aggravated oral battery and aggravated incest. His arguments are premised on inconsistent statements K.S. made prior to and during the trial and discrepancies between witnesses' testimonies and K.S.'s testimony. He asserts that these inconsistencies and discrepancies rendered K.S.'s testimony not credible; therefore, he argues that the State failed to prove beyond a reasonable doubt all the elements of the crimes. He also argues that, because there was no physical evidence to corroborate K.S.'s accusations of sexual abuse, the evidence was insufficient.</p>\n<p>Defendant's primary argument regarding sufficiency of the evidence is that K.S. is not to be believed. He does not contend that her testimony does not establish all of the essential elements of attempted aggravated oral battery and aggravated incest as defined by La.R.S. 14:43.4, La.R.S. 14:27, and La.R.S. 14:78.1, respectively. Therefore, our only question on appeal is \"whether the jury acted rationally in finding [K.S.'s] testimony credible.\" <i>State v. Davis,</i> 02-1043, p. 2 (La.6/27/03), 848 So.2d 557, 558.</p>\n<p>In this assignment, Defendant points to K.S.'s account of the incident referenced above where she testified that he molested her in the presence of her brother. According to K.S., Defendant entered the room and laid down with her on the sofa while J.S. was sitting near by in a recliner. She further testified that he covered them with a blanket, fondled her genital area, and digitally penetrated her several times and that this activity lasted for twenty or thirty minutes.</p>\n<p>Defendant next points to the testimony of K.S.'s older brother, J.S., who was fifteen at the time of the incident. J.S. testified that he did not notice any unusual activity between his father and K.S. under the blanket and that he never saw anything to indicate that Defendant was sexually abusing K.S.</p>\n<p>Defendant also points out that K.S. told a different story to Erica Garrett of the Office of Community Services. At trial, K.S. admitted that she told Ms. Garrett that, during the episode on the couch Defendant also performed oral sex acts on her, forced her to do the same to him, and attempted to engage in intercourse with her. When K.S. was cross-examined regarding these inconsistencies and the other differences in her story, she explained: \"There wereﾂ葉here were thousands of times, there were lots of times. I don't know the details, you know, but I know what happened.\"</p>\n<p>In addition to this inconsistency, Defendant points out that K.S. testified that she had seen him ejaculate semen, yet Dr. Scott Bergstedt, the doctor who examined her and questioned her regarding the abuse on behalf of the State, testified that she told him she did not know if she ever saw \"fluid\" come out of Defendant's penis. Additionally, at various times throughout <span class=\"star-pagination\">*1037</span> her testimony, K.S. contradicted herself when she described the sexual acts as occurring several times a week to just a few times a month.</p>\n<p>Defendant also cites the lack of physical evidence as support for his claim that the State failed to present sufficient evidence to convict him of aggravated incest and attempted aggravated oral battery. However, Dr. Bergstedt testified that the type of abuse alleged in this case, fondling and digital penetration, would not necessarily result in physical signs of abuse. His testimony was not contradicted.</p>\n<p>Defendant contends that K.S. made the accusations of sexual abuse because she was mad at him for making her wear glasses and that, a month before the incident on the couch, he found a letter by K.S. addressed to a boy and when he confronted the boy's parents, \"K.S. was hurt.\" He made similar excuses to Mr. Mire and Dr. Menou, who found them unbelievable.</p>\n<p>Defendant's arguments ignore the fact that K.S. did not make just one complaint of abuse prior to him being prosecuted. Instead, over the course of the seven years of her abuse, she made at least four reportsﾂ葉he earliest to her mother when she was approximately five years old. Her mother, grandmother, and aunt admitted that she had reported the abuse to them and that they did not report Defendant to the authorities. We further note that K.S.'s female cousin B.R. also testified that Defendant had abused her a number of years before while she was visiting their home. Her description of Defendant's actions were very similar to those described by K.S.</p>\n<blockquote>The credibility of witnesses is within the sound discretion of the trier of fact, who may accept or reject, in whole or in part, the testimony of any witness. <i>State v. Rowan,</i> 97-21 (La.App. 5th Cir.4/29/97), 694 So.2d 1052, 1056. Where there is conflicting testimony about factual matters, the resolution of which depends on a determination of credibility of the witnesses, this is a matter of the weight of the evidence, not its sufficiency. <i>State v. White,</i> 472 So.2d 130, 132 (La.App. 5th Cir. 1985).</blockquote>\n<p><i>State v. Hotoph,</i> 99-243, p. 12 (La.App. 5 Cir. 11/10/99), 750 So.2d 1036, 1045, <i>writs denied,</i> 99-3477 (La.6/30/00), 765 So.2d 1062; 00-150 (La.6/30/00), 765 So.2d 1066. In <i>State v. Dunn,</i> 30,346, pp. 6-7 (La.App. 2 Cir. 2/25/98), 708 So.2d 512, 517, where the second circuit discussed the impact of impeachment on a witness's credibility:</p>\n<blockquote>When a witness is impeached, this simply means the jury, as the trier of fact, is presented with evidence which it could consider and weigh in determining the credibility, or believability, of a witness. Simply because the witness may have been impeached by prior inconsistent statements does not mean that the jury is prohibited from believing anything said by the witness. The inconsistencies in the witness's statement are one of any number of factors the jury weighs in determining whether or not to believe a witness's trial testimony. <i>State v. Bender,</i> 598 So.2d 629 (La.App. 3d Cir.1992), <i>writ denied,</i> 605 So.2d 1125 (La.1992).</blockquote>\n<p>A reviewing court can only impinge upon the fact finder's discretion to the extent necessary to guarantee the fundamental protection of due process of law. <i>Jackson v. Virginia,</i> 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979). Therefore, this court cannot second-guess the credibility determinations of the jury beyond the <i>Jackson</i> sufficiency evaluation. <i>State v. Richardson,</i> 425 So.2d 1228 (La.1983); <i>State v. Viree,</i> 95-176 (La.App. 3 Cir. 3/6/96), 670 <span class=\"star-pagination\">*1038</span> So.2d 733, <i>writ denied,</i> 96-885 (La.9/20/96), 679 So.2d 431.</p>\n<p>This assignment is without merit.</p>\n<p></p>\n<h2><i>Denial of Continuance</i></h2>\n<p>In a pro-se assignment of error, Defendant asserts that the trial court erred when it denied his motion for continuance of the trial, arguing that the continuance should have been granted because defense counsel was not adequately prepared for trial. Defense counsel was appointed to represent Defendant March 1, 2000. Trial of this matter was continued at Defendant's request on two occasions prior to this scheduled trial.</p>\n<p>A trial court's decision to deny or grant a continuance is within its broad discretion and will not be disturbed absent a clear showing of abuse of that discretion. <i>State v. Bourque,</i> 622 So.2d 198 (La.1993). Generally speaking, a trial court's refusal to grant a continuance will not be reversed unless the defendant can show prejudice. <i>Id.</i></p>\n<p>Defense counsel made an oral motion for a continuance the afternoon before the trial was scheduled to commence, arguing he was not prepared to proceed to trial. Counsel stated he had been unable to prepare for this trial because he had been preparing for a murder trial which had been scheduled to start two weeks prior to this trial. He also urged that count three of the bill of information should be severed from counts one and two or continued. After the parties began arguing the merits of the motion, the trial court ordered that the contradictory hearing be continued until the following morning, allowing defense counsel additional time to prepare his arguments.</p>\n<p>During the hearing, the trial court questioned defense counsel's failure to file a written motion, his knowledge that this case became his number one case after the murder trial was stayed twenty days earlier, and his knowledge that witnesses were being transported from Tennessee for the trial. Counsel explained that he had contemplated filing the motion ten days before, but did not because he thought it might have been premature at that time. He also acknowledged that he knew twenty days before this trial was scheduled to begin that the murder trial was stayed and that this trial was going to proceed.</p>\n<p>Louisiana Code of Criminal Procedure article 707 requires that a motion for continuance be in writing and filed seven days prior to trial. Failure of a motion to satisfy these requirements has been held insufficient grounds to deny a continuance when the basis of the motion arose unexpectedly. <i>See </i><i>State v. Parsley,</i> 369 So.2d 1292 (La.1979) and <i>State v. Commodore,</i> 00-76 (La.App. 4 Cir. 11/21/00), 774 So.2d 318, <i>writ denied,</i> 00-3485 (La. 11/21/01), 800 So.2d 869. There was no unexpected occurrence which justifies defense counsel's failure to file a timely motion for continuance, especially since he admitted that he had contemplated filing the motion.</p>\n<p>With regard to the motion to continue/sever count three of the bill of information, an alleged sexual molestation of a victim other than K.S., Defendant urged that his failure to receive the victim's statement until five days before this trial was to begin was the reason he was unprepared. In response, the State argued that it had responded to Defendant's discovery requests on November 7, 2001, and included a copy of the bill of information filed February 14, 2000, which included count three. Additionally, the State pointed out that a victim's statement is not discoverable, unless it contains exculpatory information and that, even though that was not the case here, it had given Defendant a copy of the statement five days prior to trial.</p>\n<p><span class=\"star-pagination\">*1039</span> Offenses may be joined in the same bill of information in separate counts for each offense under La.Code Crim.P. art. 493, which provides:</p>\n<blockquote>[I]f the offenses charged ... are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan; provided that the offenses joined must be triable by the same mode of trial.</blockquote>\n<p>Discussing the grounds for severance, the supreme court has stated:</p>\n<blockquote>The motion to sever is addressed to the sound discretion of the trial court and the court's ruling should not be disturbed on appeal absent a showing of an abuse of discretion. <i>State v. Williams,</i> 418 So.2d 562, 564 (La.1982). In ruling on such a motion, the trial court must weigh the possibility of prejudice to the defendant against the important considerations of economical and expedient use of judicial resources. In determining whether joinder will be prejudicial, the court should consider the following:</blockquote>\n<blockquote>whether the jury would be confused by the various counts; whether the jury would be able to segregate the various charges and evidence; whether the defendant would be confounded in presenting his various defenses; whether the crimes charged would be used by the jury to infer a criminal disposition and finally, whether, especially considering the nature of the charges, the charging of several crimes would make the jury hostile.</blockquote>\n<p><i>State v. Washington,</i> 386 So.2d 1368, 1371 (La.1980) (citations omitted). <i>State v. Brooks,</i> 541 So.2d 801, 804 (La.1989).</p>\n<p>The trial court interpreted Defendant's written motion for continuance on count three as a motion to sever and addressed the issue accordingly. The trial court believed the jury would be able to segregate count three from counts one and two without becoming confused and without Defendant being prejudiced, observing Defendant's denial of committing the crimes was consistent and that the evidence on all three counts would likely be consistent. Additionally, the court judge stated it would reconsider the motion, if the jury indicated during <i>voir dire</i> that they could not separate the acts.</p>\n<p>The supreme court has held that joining different charges involving sexual offenses against children may arouse hostility. <i>State v. Washington,</i> 386 So.2d 1368. Accordingly, we will consider whether the inclusion of count three may have aroused the hostility of the jury toward Defendant. In <i>Washington,</i> 386 So.2d 1368, the supreme court found that the trial court erred when it denied the defendant's motion for severance. The defendant was charged with four counts of aggravated rape of four, five-year-old girls. The supreme court held:</p>\n<blockquote>In Louisiana, \"Evidence of crimes other than the one for which the defendant is on trial is admissible as `other crimes' evidence when the two incidents exhibit such peculiar modes of operation to distinguish them as the work of one person\" and when they are relevant to a material issue in the case. La.R.S. 15:446; <i>State v. Carter,</i> [352 So.2d 607 (La.1977)]; <i>State v. Prieur,</i> 277 So.2d 126 (La.1973).</blockquote>\n<blockquote>The four crimes tried together here, although similar, are not so unique as to qualify as \"signature crimes\". Although all four involved sexual assault on small girls, the method of assault varied with each. The perpetrators' mode of transportation differed in one instance. The methods of enticement varied and finally, the four attacks occurred in four <span class=\"star-pagination\">*1040</span> different places at four different times. Thus, these crimes were not admissible under the <i>Prieur</i> rationale.</blockquote>\n<blockquote>We further note that although the evidence for each crime was simple and distinct, the trial court's instruction offered little guidance to the jury in order to prevent their cumulating the evidence. Finally, we note that the crimes herein charged, involving sexual molestation of young children, are the type of crimes which arouse a hostility in any jury which would be compounded by each additional charge. Our review can only lead to the conclusion that the defendant herein suffered substantial prejudice in trying these counts together.</blockquote>\n<p><i>Id.</i> at 1372-73 (footnote omitted).</p>\n<p>The offenses at issue here were very similar: they were committed on young girls in Defendant's home and the descriptions of Defendant's actions by the victims were very similar. The facts were not complex. Furthermore, the jury's failure to convict Defendant on count three and their conviction of him of a lesser charge on count one indicate that the jury did not allow the similarity of the crimes to prejudice their consideration of the facts in light of the applicable law. Accordingly, the trial court did not err when it denied Defendant's motion for continuance and motion to sever. This assignment lacks merit.</p>\n<p></p>\n<h2><i>Excessive Sentence</i></h2>\n<p>In his final assignment of error, Defendant alleges his sentence is excessive, and that the trial court placed too much weight on an evaluation by Troy Mire, a licensed clinical social worker, which was attached to the pre-sentence investigation report ordered by the trial court.</p>\n<p>On his conviction of attempted aggravated oral sexual battery, Defendant was sentenced to five years, which is one-half of the maximum term permitted by law. La. R.S. 14:43.4; La.R.S. 14:27. He was sentenced to twelve years at hard labor with six of the twelve years suspended. Aggravated incest is punishable by a range of imprisonment, \"with or without hard labor, for a term not less than five years nor more than twenty years.\" La.R.S. 14:47:81. His sentences were ordered to be served concurrently.</p>\n<p>As stated by the supreme court in <i>State v. Cook,</i> 95-2784, p. 3 (La.5/31/96); 674 So.2d 957, 959, <i>cert. denied,</i> 519 U.S. 1043, 117 S.Ct. 615, 136 L.Ed.2d 539 (1996), \"The only relevant question on review... [is] `whether the trial court abused its broad sentencing discretion, not whether another sentence might have been more appropriate.' <i>State v. Humphrey,</i> 445 So.2d 1155, 1165 (La.1984) (citing <i>State v. Williams,</i> 412 So.2d 1327 (La.1982)).\"</p>\n<p>We have reviewed cases in which the defendants, first time offenders, were convicted of aggravated oral sexual battery or aggravated incest to assist in our determination of whether Defendant's sentences were excessive. <i>See </i><i>State v. Smith,</i> 02-719 (La.App. 3 Cir. 2/12/03), 846 So.2d 786, <i>writ denied,</i> 03-562 (La.5/30/03), 845 So.2d 1061. Our review leads us to the conclusion that the sentences imposed on Defendant are not excessive. <i>See </i><i>State v. Jones,</i> 34,863 (La.App. 2 Cir. 8/22/01), 794 So.2d 107, <i>writ denied,</i> 01-2648 (La.8/30/02), 823 So.2d 938, a first time felony offender convicted of one count of aggravated oral sexual battery sentence of fifteen years at hard labor was not found to be excessive; <i>State v. Wall,</i> 33,385 (La.App. 2 Cir. 6/21/00), 764 So.2d 1191, sentence of twenty years at hard labor where a first time offender convicted of aggravated incest was not excessive; <i>State v. Anderson,</i> 95-1688 (La.App. 3 Cir. 5/8/96), 677 So.2d 480, first time offender's sentences of fifteen <span class=\"star-pagination\">*1041</span> years each on two convictions for aggravated incest committed against his fifteen-year-old stepdaughter were found not be excessive. <i>See also </i><i>State v. Foshee,</i> 99-1423 (La.App. 3 Cir. 4/5/00), 756 So.2d 693 and <i>State v. Ray,</i> 96-1297 (La.App. 3 Cir. 4/2/97), 692 So.2d 1292, <i>writ denied,</i> 97-1279 (La.1/9/98), 705 So.2d 1090.</p>\n<p>Finally, Defendant questions why \"Judge Michael Canaday gave special weight to Troy Mire's pre-sentencing report on my case, and denied the motion based on information received in the pre-sentence report.\" The trial judge articulated the conditions and aggravating and mitigating factors he considered when particularizing Defendant's sentences as required by La.Code Crim.P. art. 894.1, sentencing guidelines. Regarding condition 894.1(A)(1), whether there is a risk of reoccurrence of the crimes, the trial court referred to Mr. Mire's report because he reported that he felt Defendant was susceptible to re-offend unless he had proper counseling or treatment. The trial court also referred to Mr. Mire's report when he considered aggravating factors presented by Defendant's behavior, finding his denial of abusing K.S. and refusing to accept treatment to be aggravating circumstances. Mr. Mire is a licensed clinical social worker and a registered clinical sexual offender treatment provider who had interviewed K.S. and Defendant. We find no error in the trial court's reliance on Mr. Mire's expertise when sentencing Defendant.</p>\n<p>The trial court's imposition of the sentences was based on consideration of many of the factors outlined in the guidelines. Defendant's sentences are not so disproportionate to the crimes committed by him as compared to similarly situated defendants that they shock this court's sense of justice, particularly when viewed in light of the harm done to K.S. and society in this case. The trial court did not err when it denied Defendant's motion for reconsideration of the sentences. This assignment is therefore without merit.</p>\n<p></p>\n<h2><i>Disposition</i></h2>\n<p>Defendant's convictions are affirmed. The sentence imposed for attempted aggravated oral sexual battery is affirmed. The sentence imposed for aggravated incest is vacated, and the case is remanded for re-sentencing at which time the trial court is instructed to establish a payment plan for the fine and costs ordered as a condition of probation.</p>\n<p>CONVICTIONS AFFIRMED; SENTENCE FOR ATTEMPTED AGGRAVATED ORAL SEXUAL BATTERY AFFIRMED; SENTENCE FOR AGGRAVATED INCEST VACATED; REMANDED FOR RE SENTENCING.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1032</span></span> (2004)</b></center>\n<center><h1>STATE of Louisiana<br>\nv.<br>\nJ.T.S.</h1></center>\n<center>No. 03-1059.</center>\n<center><p><b>Court of Appeal of Louisiana, Third Circuit.</b></p></center>\n<center>February 4, 2004.</center>\n<p><span class=\"star-pagination\">*1034</span> Robert R. Bryant, Jr., District Attorney, Carla S. Sigler, Assistant District Attorney, Lake Charles, LA, for Plaintiff, State of Louisiana.</p>\n<p>Edward K. Bauman, Louisiana Appellate Project, Lake Charles, LA, for Defendant/Appellant, J.T.S.</p>\n<p>J.T.S., Lake Charles, LA, pro se.</p>\n<p>Court composed of ULYSSES GENE THIBODEAUX, Chief Judge, MARC T. AMY, and MICHAEL G. SULLIVAN, Judges.</p>\n<p>SULLIVAN, Judge.</p>\n<p>J.T.S. was charged by bill of information with one count of aggravated oral sexual battery, a violation of La.R.S. 14:43.4, one count of aggravated incest, a violation of La.R.S. 14:78.1, and one count of molestation of a juvenile, a violation of La.R.S. 14:81.2. A jury convicted him of attempted oral sexual battery and aggravated incest and acquitted him on the molestation of a juvenile charge. The trial court sentenced Defendant to five years at hard labor without the benefit of parole, probation, or suspension of sentence on the conviction for attempted oral sexual battery, to twelve years at hard labor, six years suspended, on the conviction for aggravated incest, and to five years active probation following his release from incarceration. The trial court ordered that the sentences be served concurrently and fined Defendant one thousand dollars, plus court costs.</p>\n<p>On May 9, 2003, Defendant filed a motion to reconsider his sentences, which was denied. Defendant appeals his convictions. In brief prepared by defense counsel, Defendant argues the evidence was insufficient to convict him. Defendant also filed a pro se brief in which he assigns as error the sufficiency of the evidence, the refusal of the trial court to grant a continuance of the trial, and the terms of his sentences.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>The charges against Defendant arise from reports by his daughter, K.S., that he sexually abused her from April 1990 until February 1998. At the time of trial, K.S. was seventeen years old. She testified that her father began molesting her when she was five years old and stopped when she was twelve years old when she was taken out of the family home by the authorities. She testified that, when she was five, her father began to fondle her breasts and genitalia and to digitally penetrate her. She testified that he did this often but there was no pattern to the occurrences. She also testified that the level of abuse intensified as she grew older: he began forcing her to perform oral sex acts on him; he performed oral sex acts on her; and he also attempted to engage in intercourse with her.</p>\n<p>K.S. testified that she told her mother that her father was touching her when she was five years old, but her mother did nothing. Her mother admitted this. K.S. also told her maternal aunt and maternal grandmother about the sexual abuse when she was approximately nine years old. Both women corroborated this testimony and testified that they threatened to report Defendant if he did not stop abusing K.S.</p>\n<p>Shortly before the authorities were notified of this abuse, an incident occurred which triggered the report of abuse to the authorities. K.S. testified that while she and her older brother were watching television, her father lay down next to her on the sofa, covered them with a blanket, and, unbeknownst to her brother, molested her <span class=\"star-pagination\">*1035</span> in his presence. After this incident, K.S. reported the abuse again to her grandmother. Again, her grandmother did nothing, so she reported it to her school friend who went with her to the school counselor. In turn, the school counselor reported the abuse to the proper authorities. Investigation of K.S.'s claims resulted in this prosecution.</p>\n<p></p>\n<h2><i>Errors Patent</i></h2>\n<p>In accordance with La.Code Crim.P. art. 920, all appeals are reviewed for errors patent on the face of the record. Our review of the record revealed two errors patent with Defendant's sentence for aggravated incest.</p>\n<p>At the request of the State, the trial court ordered Defendant to pay restitution for the cost of transferring witnesses. The trial court did not state its authority for imposing restitution or set the amount of restitution. Unable to find specific statutory or jurisprudential authority for this condition of probation, we first consider whether it was authorized. To begin, we are mindful of the well-established tenet of statutory construction that criminal statutes are subject to strict construction under the rule of lenity. <i>State v. Carr,</i> 99-2209 (La.5/26/00), <span class=\"citation\" data-id=\"1770574\"><a href=\"/opinion/1770574/state-v-carr/\"><span class=\"volume\">761</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1271</span></a></span>.</p>\n<p>Louisiana Code of Criminal Procedure article 895 provides for the imposition of restitution as a condition of probation. Under this article, restitution is discretionary with the trial court. Louisiana Code of Criminal Procedure article 895(A)(7) provides that restitution is to be paid to the \"<i>aggrieved party</i> for damage or loss caused by [the defendant's] offense.\" Louisiana Code of Criminal Procedure article 895.1 also provides for restitution. Restitution is mandatory under this provision \"where the victim or his family has suffered any direct loss of actual cash, any monetary loss pursuant to damage to or loss of property, or medical expense.\" La. Code Crim.P. art. 895.1. The payment of money to various state agencies and programs as a condition of probation is also specifically provided for in Article 895.1; however, the State is not one of the programs specifically identified in subpart B of the provision.</p>\n<p>Louisiana Revised Statutes 46:1844(M) also authorizes the imposition of restitution on a defendant on probation. While it provides for the imposition of restitution as a condition of probation or parole, nothing in the statute, which is entitled \"Rights of Crime Victims and Witnesses,\" indicates that the State is a proper party for restitution. Subpart M of this provision is entitled \"Victims' Rights\" and refers to the \"appropriate party;\" however, a reading of the entire provision gives no indication that the State is an \"appropriate party\" thereunder.</p>\n<p>We have not found any case on point, but <i>State v. Sanderson,</i> 97-1281 (La.App. 3 Cir. 5/13/98), <span class=\"citation\" data-id=\"1792754\"><a href=\"/opinion/1792754/state-v-sanderson/\"><span class=\"volume\">715</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">483</span></a></span>, is similar. In <i>Sanderson,</i> the trial court awarded restitution to the State for the foster care of a child born as a result of the defendant's criminal offense of carnal knowledge of a juvenile. Articles 895 and 895.1 were discussed, and this court found that the defendant could not be ordered to make restitution to the State, specifically noting that the State is not listed in Article 895.1. We find implicit in this holding the conclusion that the State was not an \"aggrieved party\" under La.Code Crim.P. art. 895(A)(7) and restitution was not appropriate under that provision either.</p>\n<p>We find that the restitution awarded in the present case is not authorized by La. Code Crim.P. art. 895, La.Code Crim.P. art. 895.1 or La.R.S. 46:1844(M) and vacate that portion of Defendant's sentence.</p>\n<p>The trial court also ordered Defendant to pay a $1,000.00 fine plus court <span class=\"star-pagination\">*1036</span> costs as a condition of probation \"according to a schedule to be worked out by the Office of Probation and Parole.\" It was error for the trial court not to establish a payment plan for the fine and costs Defendant was ordered to pay. <i>See </i><i>State v. Fontenot,</i> 01-540 (La.App. 3 Cir. 11/7/01), <span class=\"citation\" data-id=\"1689298\"><a href=\"/opinion/1689298/state-v-fontenot/\"><span class=\"volume\">799</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1255</span></a></span> and <i>State v. Reynolds,</i> 99-1847 (La.App. 3 Cir. 6/7/00), <span class=\"citation\" data-id=\"1833551\"><a href=\"/opinion/1833551/state-v-reynolds/\"><span class=\"volume\">772</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">128</span></a></span>. Accordingly, this matter is remanded to the trial court for resentencing, and the trial court is instructed to establish a payment plan for the fine and costs Defendant was ordered to pay as a condition of his probation.</p>\n<p></p>\n<h2><i>Sufficiency of the Evidence</i></h2>\n<p>Defendant alleges that the State failed to prove beyond a reasonable doubt all the elements of attempted aggravated oral battery and aggravated incest. His arguments are premised on inconsistent statements K.S. made prior to and during the trial and discrepancies between witnesses' testimonies and K.S.'s testimony. He asserts that these inconsistencies and discrepancies rendered K.S.'s testimony not credible; therefore, he argues that the State failed to prove beyond a reasonable doubt all the elements of the crimes. He also argues that, because there was no physical evidence to corroborate K.S.'s accusations of sexual abuse, the evidence was insufficient.</p>\n<p>Defendant's primary argument regarding sufficiency of the evidence is that K.S. is not to be believed. He does not contend that her testimony does not establish all of the essential elements of attempted aggravated oral battery and aggravated incest as defined by La.R.S. 14:43.4, La.R.S. 14:27, and La.R.S. 14:78.1, respectively. Therefore, our only question on appeal is \"whether the jury acted rationally in finding [K.S.'s] testimony credible.\" <i>State v. Davis,</i> 02-1043, p. 2 (La.6/27/03), <span class=\"citation\" data-id=\"1780758\"><a href=\"/opinion/1780758/state-v-davis/\"><span class=\"volume\">848</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">557</span></a></span>, 558.</p>\n<p>In this assignment, Defendant points to K.S.'s account of the incident referenced above where she testified that he molested her in the presence of her brother. According to K.S., Defendant entered the room and laid down with her on the sofa while J.S. was sitting near by in a recliner. She further testified that he covered them with a blanket, fondled her genital area, and digitally penetrated her several times and that this activity lasted for twenty or thirty minutes.</p>\n<p>Defendant next points to the testimony of K.S.'s older brother, J.S., who was fifteen at the time of the incident. J.S. testified that he did not notice any unusual activity between his father and K.S. under the blanket and that he never saw anything to indicate that Defendant was sexually abusing K.S.</p>\n<p>Defendant also points out that K.S. told a different story to Erica Garrett of the Office of Community Services. At trial, K.S. admitted that she told Ms. Garrett that, during the episode on the couch Defendant also performed oral sex acts on her, forced her to do the same to him, and attempted to engage in intercourse with her. When K.S. was cross-examined regarding these inconsistencies and the other differences in her story, she explained: \"There wereﾂ葉here were thousands of times, there were lots of times. I don't know the details, you know, but I know what happened.\"</p>\n<p>In addition to this inconsistency, Defendant points out that K.S. testified that she had seen him ejaculate semen, yet Dr. Scott Bergstedt, the doctor who examined her and questioned her regarding the abuse on behalf of the State, testified that she told him she did not know if she ever saw \"fluid\" come out of Defendant's penis. Additionally, at various times throughout <span class=\"star-pagination\">*1037</span> her testimony, K.S. contradicted herself when she described the sexual acts as occurring several times a week to just a few times a month.</p>\n<p>Defendant also cites the lack of physical evidence as support for his claim that the State failed to present sufficient evidence to convict him of aggravated incest and attempted aggravated oral battery. However, Dr. Bergstedt testified that the type of abuse alleged in this case, fondling and digital penetration, would not necessarily result in physical signs of abuse. His testimony was not contradicted.</p>\n<p>Defendant contends that K.S. made the accusations of sexual abuse because she was mad at him for making her wear glasses and that, a month before the incident on the couch, he found a letter by K.S. addressed to a boy and when he confronted the boy's parents, \"K.S. was hurt.\" He made similar excuses to Mr. Mire and Dr. Menou, who found them unbelievable.</p>\n<p>Defendant's arguments ignore the fact that K.S. did not make just one complaint of abuse prior to him being prosecuted. Instead, over the course of the seven years of her abuse, she made at least four reportsﾂ葉he earliest to her mother when she was approximately five years old. Her mother, grandmother, and aunt admitted that she had reported the abuse to them and that they did not report Defendant to the authorities. We further note that K.S.'s female cousin B.R. also testified that Defendant had abused her a number of years before while she was visiting their home. Her description of Defendant's actions were very similar to those described by K.S.</p>\n<blockquote>The credibility of witnesses is within the sound discretion of the trier of fact, who may accept or reject, in whole or in part, the testimony of any witness. <i>State v. Rowan,</i> 97-21 (La.App. 5th Cir.4/29/97), <span class=\"citation\" data-id=\"1843337\"><a href=\"/opinion/1843337/state-v-rowan/\"><span class=\"volume\">694</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1052</span></a></span>, 1056. Where there is conflicting testimony about factual matters, the resolution of which depends on a determination of credibility of the witnesses, this is a matter of the weight of the evidence, not its sufficiency. <i>State v. White,</i> <span class=\"citation\" data-id=\"1946368\"><a href=\"/opinion/1946368/state-v-white/\"><span class=\"volume\">472</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">130</span></a></span>, 132 (La.App. 5th Cir. 1985).</blockquote>\n<p><i>State v. Hotoph,</i> 99-243, p. 12 (La.App. 5 Cir. 11/10/99), <span class=\"citation\" data-id=\"1855812\"><a href=\"/opinion/1855812/state-v-hotoph/\"><span class=\"volume\">750</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1036</span></a></span>, 1045, <i>writs denied,</i> 99-3477 (La.6/30/00), <span class=\"citation\" data-id=\"1131381\"><a href=\"/opinion/1131381/state-v-hotoph/\"><span class=\"volume\">765</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1062</span></a></span>; 00-150 (La.6/30/00), <span class=\"citation\" data-id=\"1131600\"><a href=\"/opinion/1131600/state-v-hotoph/\"><span class=\"volume\">765</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1066</span></a></span>. In <i>State v. Dunn,</i> 30,346, pp. 6-7 (La.App. 2 Cir. 2/25/98), <span class=\"citation\" data-id=\"1149000\"><a href=\"/opinion/1149000/state-v-dunn/\"><span class=\"volume\">708</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">512</span></a></span>, 517, where the second circuit discussed the impact of impeachment on a witness's credibility:</p>\n<blockquote>When a witness is impeached, this simply means the jury, as the trier of fact, is presented with evidence which it could consider and weigh in determining the credibility, or believability, of a witness. Simply because the witness may have been impeached by prior inconsistent statements does not mean that the jury is prohibited from believing anything said by the witness. The inconsistencies in the witness's statement are one of any number of factors the jury weighs in determining whether or not to believe a witness's trial testimony. <i>State v. Bender,</i> <span class=\"citation\" data-id=\"1858843\"><a href=\"/opinion/1858843/state-v-bender/\"><span class=\"volume\">598</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">629</span></a></span> (La.App. 3d Cir.1992), <i>writ denied,</i> <span class=\"citation no-link\"><span class=\"volume\">605</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1125</span></span> (La.1992).</blockquote>\n<p>A reviewing court can only impinge upon the fact finder's discretion to the extent necessary to guarantee the fundamental protection of due process of law. <i>Jackson v. Virginia,</i> <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979). Therefore, this court cannot second-guess the credibility determinations of the jury beyond the <i>Jackson</i> sufficiency evaluation. <i>State v. Richardson,</i> <span class=\"citation\" data-id=\"1615677\"><a href=\"/opinion/1615677/state-v-richardson/\"><span class=\"volume\">425</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1228</span></a></span> (La.1983); <i>State v. Viree,</i> 95-176 (La.App. 3 Cir. 3/6/96), 670 <span class=\"star-pagination\">*1038</span> So.2d 733, <i>writ denied,</i> 96-885 (La.9/20/96), <span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">431</span></span>.</p>\n<p>This assignment is without merit.</p>\n<p></p>\n<h2><i>Denial of Continuance</i></h2>\n<p>In a pro-se assignment of error, Defendant asserts that the trial court erred when it denied his motion for continuance of the trial, arguing that the continuance should have been granted because defense counsel was not adequately prepared for trial. Defense counsel was appointed to represent Defendant March 1, 2000. Trial of this matter was continued at Defendant's request on two occasions prior to this scheduled trial.</p>\n<p>A trial court's decision to deny or grant a continuance is within its broad discretion and will not be disturbed absent a clear showing of abuse of that discretion. <i>State v. Bourque,</i> <span class=\"citation\" data-id=\"1151655\"><a href=\"/opinion/1151655/state-v-bourque/\"><span class=\"volume\">622</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">198</span></a></span> (La.1993). Generally speaking, a trial court's refusal to grant a continuance will not be reversed unless the defendant can show prejudice. <i>Id.</i></p>\n<p>Defense counsel made an oral motion for a continuance the afternoon before the trial was scheduled to commence, arguing he was not prepared to proceed to trial. Counsel stated he had been unable to prepare for this trial because he had been preparing for a murder trial which had been scheduled to start two weeks prior to this trial. He also urged that count three of the bill of information should be severed from counts one and two or continued. After the parties began arguing the merits of the motion, the trial court ordered that the contradictory hearing be continued until the following morning, allowing defense counsel additional time to prepare his arguments.</p>\n<p>During the hearing, the trial court questioned defense counsel's failure to file a written motion, his knowledge that this case became his number one case after the murder trial was stayed twenty days earlier, and his knowledge that witnesses were being transported from Tennessee for the trial. Counsel explained that he had contemplated filing the motion ten days before, but did not because he thought it might have been premature at that time. He also acknowledged that he knew twenty days before this trial was scheduled to begin that the murder trial was stayed and that this trial was going to proceed.</p>\n<p>Louisiana Code of Criminal Procedure article 707 requires that a motion for continuance be in writing and filed seven days prior to trial. Failure of a motion to satisfy these requirements has been held insufficient grounds to deny a continuance when the basis of the motion arose unexpectedly. <i>See </i><i>State v. Parsley,</i> <span class=\"citation\" data-id=\"1109727\"><a href=\"/opinion/1109727/state-v-parsley/\"><span class=\"volume\">369</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1292</span></a></span> (La.1979) and <i>State v. Commodore,</i> 00-76 (La.App. 4 Cir. 11/21/00), <span class=\"citation\" data-id=\"1734478\"><a href=\"/opinion/1734478/state-v-commodore/\"><span class=\"volume\">774</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">318</span></a></span>, <i>writ denied,</i> 00-3485 (La. 11/21/01), <span class=\"citation no-link\"><span class=\"volume\">800</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">869</span></span>. There was no unexpected occurrence which justifies defense counsel's failure to file a timely motion for continuance, especially since he admitted that he had contemplated filing the motion.</p>\n<p>With regard to the motion to continue/sever count three of the bill of information, an alleged sexual molestation of a victim other than K.S., Defendant urged that his failure to receive the victim's statement until five days before this trial was to begin was the reason he was unprepared. In response, the State argued that it had responded to Defendant's discovery requests on November 7, 2001, and included a copy of the bill of information filed February 14, 2000, which included count three. Additionally, the State pointed out that a victim's statement is not discoverable, unless it contains exculpatory information and that, even though that was not the case here, it had given Defendant a copy of the statement five days prior to trial.</p>\n<p><span class=\"star-pagination\">*1039</span> Offenses may be joined in the same bill of information in separate counts for each offense under La.Code Crim.P. art. 493, which provides:</p>\n<blockquote>[I]f the offenses charged ... are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan; provided that the offenses joined must be triable by the same mode of trial.</blockquote>\n<p>Discussing the grounds for severance, the supreme court has stated:</p>\n<blockquote>The motion to sever is addressed to the sound discretion of the trial court and the court's ruling should not be disturbed on appeal absent a showing of an abuse of discretion. <i>State v. Williams,</i> <span class=\"citation\" data-id=\"1701883\"><a href=\"/opinion/1701883/state-v-williams/\"><span class=\"volume\">418</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">562</span></a></span>, 564 (La.1982). In ruling on such a motion, the trial court must weigh the possibility of prejudice to the defendant against the important considerations of economical and expedient use of judicial resources. In determining whether joinder will be prejudicial, the court should consider the following:</blockquote>\n<blockquote>whether the jury would be confused by the various counts; whether the jury would be able to segregate the various charges and evidence; whether the defendant would be confounded in presenting his various defenses; whether the crimes charged would be used by the jury to infer a criminal disposition and finally, whether, especially considering the nature of the charges, the charging of several crimes would make the jury hostile.</blockquote>\n<p><i>State v. Washington,</i> <span class=\"citation\" data-id=\"1114856\"><a href=\"/opinion/1114856/state-v-washington/\"><span class=\"volume\">386</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1368</span></a></span>, 1371 (La.1980) (citations omitted). <i>State v. Brooks,</i> <span class=\"citation\" data-id=\"1109474\"><a href=\"/opinion/1109474/state-v-brooks/\"><span class=\"volume\">541</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">801</span></a></span>, 804 (La.1989).</p>\n<p>The trial court interpreted Defendant's written motion for continuance on count three as a motion to sever and addressed the issue accordingly. The trial court believed the jury would be able to segregate count three from counts one and two without becoming confused and without Defendant being prejudiced, observing Defendant's denial of committing the crimes was consistent and that the evidence on all three counts would likely be consistent. Additionally, the court judge stated it would reconsider the motion, if the jury indicated during <i>voir dire</i> that they could not separate the acts.</p>\n<p>The supreme court has held that joining different charges involving sexual offenses against children may arouse hostility. <i>State v. Washington,</i> <span class=\"citation\" data-id=\"1114856\"><a href=\"/opinion/1114856/state-v-washington/\"><span class=\"volume\">386</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1368</span></a></span>. Accordingly, we will consider whether the inclusion of count three may have aroused the hostility of the jury toward Defendant. In <i>Washington,</i> <span class=\"citation\" data-id=\"1114856\"><a href=\"/opinion/1114856/state-v-washington/\"><span class=\"volume\">386</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1368</span></a></span>, the supreme court found that the trial court erred when it denied the defendant's motion for severance. The defendant was charged with four counts of aggravated rape of four, five-year-old girls. The supreme court held:</p>\n<blockquote>In Louisiana, \"Evidence of crimes other than the one for which the defendant is on trial is admissible as `other crimes' evidence when the two incidents exhibit such peculiar modes of operation to distinguish them as the work of one person\" and when they are relevant to a material issue in the case. La.R.S. 15:446; <i>State v. Carter,</i> [<span class=\"citation\" data-id=\"1926100\"><a href=\"/opinion/1926100/state-v-carter/\"><span class=\"volume\">352</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">607</span></a></span> (La.1977)]; <i>State v. Prieur,</i> <span class=\"citation\" data-id=\"1836476\"><a href=\"/opinion/1836476/state-v-prieur/\"><span class=\"volume\">277</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">126</span></a></span> (La.1973).</blockquote>\n<blockquote>The four crimes tried together here, although similar, are not so unique as to qualify as \"signature crimes\". Although all four involved sexual assault on small girls, the method of assault varied with each. The perpetrators' mode of transportation differed in one instance. The methods of enticement varied and finally, the four attacks occurred in four <span class=\"star-pagination\">*1040</span> different places at four different times. Thus, these crimes were not admissible under the <i>Prieur</i> rationale.</blockquote>\n<blockquote>We further note that although the evidence for each crime was simple and distinct, the trial court's instruction offered little guidance to the jury in order to prevent their cumulating the evidence. Finally, we note that the crimes herein charged, involving sexual molestation of young children, are the type of crimes which arouse a hostility in any jury which would be compounded by each additional charge. Our review can only lead to the conclusion that the defendant herein suffered substantial prejudice in trying these counts together.</blockquote>\n<p><i>Id.</i> at 1372-73 (footnote omitted).</p>\n<p>The offenses at issue here were very similar: they were committed on young girls in Defendant's home and the descriptions of Defendant's actions by the victims were very similar. The facts were not complex. Furthermore, the jury's failure to convict Defendant on count three and their conviction of him of a lesser charge on count one indicate that the jury did not allow the similarity of the crimes to prejudice their consideration of the facts in light of the applicable law. Accordingly, the trial court did not err when it denied Defendant's motion for continuance and motion to sever. This assignment lacks merit.</p>\n<p></p>\n<h2><i>Excessive Sentence</i></h2>\n<p>In his final assignment of error, Defendant alleges his sentence is excessive, and that the trial court placed too much weight on an evaluation by Troy Mire, a licensed clinical social worker, which was attached to the pre-sentence investigation report ordered by the trial court.</p>\n<p>On his conviction of attempted aggravated oral sexual battery, Defendant was sentenced to five years, which is one-half of the maximum term permitted by law. La. R.S. 14:43.4; La.R.S. 14:27. He was sentenced to twelve years at hard labor with six of the twelve years suspended. Aggravated incest is punishable by a range of imprisonment, \"with or without hard labor, for a term not less than five years nor more than twenty years.\" La.R.S. 14:47:81. His sentences were ordered to be served concurrently.</p>\n<p>As stated by the supreme court in <i>State v. Cook,</i> 95-2784, p. 3 (La.5/31/96); <span class=\"citation\" data-id=\"1628034\"><a href=\"/opinion/1628034/state-v-cook/\"><span class=\"volume\">674</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">957</span></a></span>, 959, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1043</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></span> (1996), \"The only relevant question on review... [is] `whether the trial court abused its broad sentencing discretion, not whether another sentence might have been more appropriate.' <i>State v. Humphrey,</i> <span class=\"citation\" data-id=\"1699615\"><a href=\"/opinion/1699615/state-v-humphrey/\"><span class=\"volume\">445</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1155</span></a></span>, 1165 (La.1984) (citing <i>State v. Williams,</i> <span class=\"citation\" data-id=\"1141423\"><a href=\"/opinion/1141423/state-v-williams/\"><span class=\"volume\">412</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1327</span></a></span> (La.1982)).\"</p>\n<p>We have reviewed cases in which the defendants, first time offenders, were convicted of aggravated oral sexual battery or aggravated incest to assist in our determination of whether Defendant's sentences were excessive. <i>See </i><i>State v. Smith,</i> 02-719 (La.App. 3 Cir. 2/12/03), <span class=\"citation\" data-id=\"1772473\"><a href=\"/opinion/1772473/state-v-smith/\"><span class=\"volume\">846</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">786</span></a></span>, <i>writ denied,</i> 03-562 (La.5/30/03), <span class=\"citation no-link\"><span class=\"volume\">845</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1061</span></span>. Our review leads us to the conclusion that the sentences imposed on Defendant are not excessive. <i>See </i><i>State v. Jones,</i> 34,863 (La.App. 2 Cir. 8/22/01), <span class=\"citation\" data-id=\"1859932\"><a href=\"/opinion/1859932/state-v-jones/\"><span class=\"volume\">794</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">107</span></a></span>, <i>writ denied,</i> 01-2648 (La.8/30/02), <span class=\"citation\" data-id=\"1099780\"><a href=\"/opinion/1099780/state-v-jones/\"><span class=\"volume\">823</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">938</span></a></span>, a first time felony offender convicted of one count of aggravated oral sexual battery sentence of fifteen years at hard labor was not found to be excessive; <i>State v. Wall,</i> 33,385 (La.App. 2 Cir. 6/21/00), <span class=\"citation\" data-id=\"1109088\"><a href=\"/opinion/1109088/state-v-wall/\"><span class=\"volume\">764</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1191</span></a></span>, sentence of twenty years at hard labor where a first time offender convicted of aggravated incest was not excessive; <i>State v. Anderson,</i> 95-1688 (La.App. 3 Cir. 5/8/96), <span class=\"citation\" data-id=\"1710423\"><a href=\"/opinion/1710423/state-v-anderson/\"><span class=\"volume\">677</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">480</span></a></span>, first time offender's sentences of fifteen <span class=\"star-pagination\">*1041</span> years each on two convictions for aggravated incest committed against his fifteen-year-old stepdaughter were found not be excessive. <i>See also </i><i>State v. Foshee,</i> 99-1423 (La.App. 3 Cir. 4/5/00), <span class=\"citation\" data-id=\"1110183\"><a href=\"/opinion/1110183/state-v-foshee/\"><span class=\"volume\">756</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">693</span></a></span> and <i>State v. Ray,</i> 96-1297 (La.App. 3 Cir. 4/2/97), <span class=\"citation\" data-id=\"1136466\"><a href=\"/opinion/1136466/state-v-ray/\"><span class=\"volume\">692</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1292</span></a></span>, <i>writ denied,</i> 97-1279 (La.1/9/98), <span class=\"citation\" data-id=\"1913291\"><a href=\"/opinion/1913291/state-v-ray/\"><span class=\"volume\">705</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1090</span></a></span>.</p>\n<p>Finally, Defendant questions why \"Judge Michael Canaday gave special weight to Troy Mire's pre-sentencing report on my case, and denied the motion based on information received in the pre-sentence report.\" The trial judge articulated the conditions and aggravating and mitigating factors he considered when particularizing Defendant's sentences as required by La.Code Crim.P. art. 894.1, sentencing guidelines. Regarding condition 894.1(A)(1), whether there is a risk of reoccurrence of the crimes, the trial court referred to Mr. Mire's report because he reported that he felt Defendant was susceptible to re-offend unless he had proper counseling or treatment. The trial court also referred to Mr. Mire's report when he considered aggravating factors presented by Defendant's behavior, finding his denial of abusing K.S. and refusing to accept treatment to be aggravating circumstances. Mr. Mire is a licensed clinical social worker and a registered clinical sexual offender treatment provider who had interviewed K.S. and Defendant. We find no error in the trial court's reliance on Mr. Mire's expertise when sentencing Defendant.</p>\n<p>The trial court's imposition of the sentences was based on consideration of many of the factors outlined in the guidelines. Defendant's sentences are not so disproportionate to the crimes committed by him as compared to similarly situated defendants that they shock this court's sense of justice, particularly when viewed in light of the harm done to K.S. and society in this case. The trial court did not err when it denied Defendant's motion for reconsideration of the sentences. This assignment is therefore without merit.</p>\n<p></p>\n<h2><i>Disposition</i></h2>\n<p>Defendant's convictions are affirmed. The sentence imposed for attempted aggravated oral sexual battery is affirmed. The sentence imposed for aggravated incest is vacated, and the case is remanded for re-sentencing at which time the trial court is instructed to establish a payment plan for the fine and costs ordered as a condition of probation.</p>\n<p>CONVICTIONS AFFIRMED; SENTENCE FOR ATTEMPTED AGGRAVATED ORAL SEXUAL BATTERY AFFIRMED; SENTENCE FOR AGGRAVATED INCEST VACATED; REMANDED FOR RE SENTENCING.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1099780/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1109088/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1109474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1109727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1110183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1114856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1131381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1131600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1136466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1141423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1149000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1151655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1615677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1628034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1689298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1699615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1701883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1710423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1734478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1770574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1772473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1780758/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1833551/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1836476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1843337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1855812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1858843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1859932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1913291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1926100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1946368/"
          ]
        }
      ],
      "judges": "Sullivan",
      "date_created": "2014-10-30T15:10:48.500429Z",
      "date_modified": "2016-03-03T20:15:23.351425Z",
      "date_filed": "2004-02-04",
      "date_filed_is_approximate": false,
      "slug": "state-v-jts",
      "citation_id": 1582939,
      "case_name_short": "JTS",
      "case_name": "State v. JTS",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "865 So. 2d 1032",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1231507/state-v-jts/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:10:48.498151Z",
  "date_modified": "2014-10-30T15:10:48.498151Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "JTS",
  "case_name": "State v. JTS",
  "case_name_full": "",
  "slug": "state-v-jts",
  "docket_number": "03-1059",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}