{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1232876/",
  "id": 1232876,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/michctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1610964/",
      "id": 1610964,
      "absolute_url": "/opinion/1610964/jipping-v-lansing-board-of-ed/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1232876/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1610964/",
          "id": 1610964,
          "absolute_url": "/opinion/1610964/jipping-v-lansing-board-of-ed/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1610964/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:55:45.091062Z",
          "date_modified": "2017-04-06T11:36:34.415159Z",
          "type": "010combined",
          "sha1": "a1364d6139130021b4ce7f5fe284395e6e1786b1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>15 Mich. App. 441 (1968)</b></center>\n<center><b>166 N.W.2d 472</b></center>\n<center><h1>JIPPING<br>\nv.<br>\nLANSING BOARD OF EDUCATION</h1></center>\n<center>Docket No. 5,287.</center>\n<center><p><b>Michigan Court of Appeals.</b></p></center>\n<center>Decided December 31, 1968.</center>\n<center>Leave to appeal denied June 12, 1969.</center>\n<p><i>Farhat, Burns, Treleaven &amp; Luoma,</i> for plaintiffs.</p>\n<p><i>Newman &amp; Mackay,</i> for defendants.</p>\n<p>Leave to appeal denied June 12, 1969. See 382 Mich 769.</p>\n<p><span class=\"star-pagination\">*443</span> MILLER, J.</p>\n<p>This case raises the principal issue as to whether students can be classified solely on the basis of race, even when the ultimate objective is to equalize the educational opportunity. The board of education of Lansing school district found that it had 20.1% black students in Sexton high school, 2.2% in Eastern and 0.9% in Everett high schools. All three schools were integrated, but the imbalance was becoming more severe at the rate of 5% in the two-year period 1964-1966. Upon recommendation of a study committee it resolved by action taken August 4, 1966, to transport black students from Sexton district to the other two districts in order to equalize the percentages and improve the educational opportunity for all. An identical number of whites were to be transferred to Sexton. The report to the board stated in part:</p>\n<p>\"That the board of education be requested to adopt a policy which would cause Negro pupils to be assigned in equal numbers to each of Lansing's junior and senior high schools.\"<sup>[1]</sup></p>\n<p>The board's resolution provides in part:</p>\n<p>\"An approximately equal number of Negroes in each Lansing senior high could be accomplished by transferring about 250 Negro students out of Sexton and dividing them between Eastern (115) and Everett (135). A certain number of white students would need to be transferred to Sexton from Eastern and Everett to make room for these Negro students.\"</p>\n<p>It went on to specify the areas from which only Negroes would be transferred from Sexton to Eastern <span class=\"star-pagination\">*444</span> and Everett. It also specified areas from which students would be assigned to Sexton. It did not specify that only whites in those areas would be transferred. Presumably they were all-white areas. In some of these areas transportation was already required.</p>\n<p>The board's adoption of this policy was consistent with the mandates of the Michigan State Board of Education and the Michigan Civil Rights Commission, which provide in part as follows:</p>\n<p>\"Local school boards must consider the factor of racial balance along with other educational considerations in making decisions about selection of new school sites, expansion of present facilities, reorganization of school attendance districts, and the transfer of pupils from over-crowded facilities.\"</p>\n<p>It is clear that the board had a right to change geographical boundaries of its school districts and to consider racial factors along with other educational considerations in making such changes. <i>Mason</i> v. <i>Flint Board of Education</i> (1967), 6 Mich App 364. It is contended that the <i>Mason Case</i> is not controlling because the action of the Lansing board was taken solely on the basis of race. If we were to examine only art 1, § 2 of the Michigan Constitution of 1963, the decision would be clear because that section covers discrimination <i>against.</i> It provides as follows:</p>\n<p>\"No person shall be denied the equal protection of the laws; nor shall any person be denied the enjoyment of his civil or political rights or be discriminated against in the exercise thereof because of religion, race, color or national origin.\"</p>\n<p>However, art 8, § 2 of the Michigan Constitution provides:</p>\n<p><span class=\"star-pagination\">*445</span> \"Every school district shall provide for the education of its pupils without discrimination as to religion, creed, race, color or national origin.\"</p>\n<p>The word \"against\" is not used in this section. This provision was the basis for the ruling of the trial court sitting <i>en banc.</i> There also is support in the decisions of the United States Supreme Court construing the equal protection clause (US Const, Am 14, § 1) that any classification based on color is improper. Justice Harlan in his dissent in <i>Plessy</i> v. <i>Ferguson</i> (1896), 163 US 537, 559 (16 S Ct 1138, 41 L Ed 256) said:</p>\n<p>\"Our Constitution is colorblind, and neither knows nor tolerates classes among citizens.</p>\n<p>\"The law regards man as man and takes no account of his surroundings or his color when his civil rights, as guaranteed by the supreme law of the land, are involved. * * *\"</p>\n<p>And in a more recent decision, the Supreme Court in <i>Goss</i> v. <i>Board of Education</i> (1963), 373 US 683, 686 (83 S Ct 1405, 10 L Ed 2d 632), citing and quoting <i>Steele</i> v. <i>Louisville &amp; Nashville Railway Company</i> (1944), 323 US 192, 203 (65 S Ct 226, 89 L Ed 173), stated: \"* * * racial classifications are `obviously irrelevant and invidious.'\" One therefore can make a substantial argument for the position that regardless of the ultimate beneficial end, the means makes the action void <i>per se</i> because it is based on race.</p>\n<p>A more substantive test, however, is provided by <i>Olson</i> v. <i>Board of Education</i> (ED NY, 1966), 250 F Supp 1000<sup>[2]</sup> where the court ruled that such classification merely makes the action <i>suspect</i> and the court must examine the ultimate motivation to determine <span class=\"star-pagination\">*446</span> whether constitutional rights have been violated. It said at page 1010:</p>\n<p>\"The emphasis in this case is not on race but on equal opportunity for minority groups. While classifications based on race alone are `constitutionally suspect' under the Equal Protection Clause, such a classification is not proscribed if it is necessary to the accomplishment of a permissible State policy. The Commissioner has determined that such classification is necessary to effectuate the State's policy of equal educational opportunities and he has the support of expert opinion and the New York Court of Appeals.\"</p>\n<p>The suspicion here is overcome by the board's good-faith objective, that of providing equal educational opportunity for all. The true issue was stated in <i>Olson, supra,</i> at 1006 as follows:</p>\n<p>\"The issue then is whether racial imbalance in public schools, <i>per se,</i> under certain circumstances creates unequal educational opportunities for minority groups and if so, may it be corrected without infringing the constitutional rights of others.\"</p>\n<p>The court in the <i>Olson Case</i> answered both of these questions affirmatively by its result.</p>\n<p>The \"colorblind\" test of Justice Harlan in <i>Plessy, supra,</i> was answered in <i>United States</i> v. <i>Jefferson County Board of Education</i> (CA 5, 1966), 372 F2d 836, 876, as follows:</p>\n<p>\"[T]he Constitution is not this color blind.</p>\n<p>\"The Constitution is both color blind and color conscious. To avoid conflict with the equal protection clause, a classification that denies a benefit, causes harm, or imposes a burden must not be based on race. In that sense, the Constitution is color blind. But the Constitution is color conscious to prevent discrimination being perpetuated and to <span class=\"star-pagination\">*447</span> undo the effects of past discrimination. <i>The criterion is the relevancy of color to a legitimate governmental purpose.\"</i> (Emphasis added.)</p>\n<p>The court cited examples such as jury selection, voter registration and the census where race must be considered. It went on to state at page 877:</p>\n<p>\"Here race is relevant, because the governmental purpose is to offer Negroes equal educational opportunities. The means to that end, such as disestablishing segregation among students, distributing the better teachers equitably, equalizing facilities, selecting appropriate locations for schools, and <i>avoiding resegregation</i> must necessarily be based on race. School officials have to know the racial composition of their school populations and the racial distribution within the school district. The Courts and HEW cannot measure good faith or progress without taking race into account. `When racial imbalance infects a public school system, there is simply no way to alleviate it without consideration of race.'\" (Emphasis added.)</p>\n<p>The <i>Jefferson Case, supra,</i> is a desegregation case and like <i>Brown</i> v. <i>Board of Education</i> (1953), 347 US 483 (74 S Ct 686, 98 L Ed 873) <i>must be read</i> with that situation in mind.<sup>[3]</sup></p>\n<p>Michigan adopted the motive test outlined by <i>Jefferson, supra,</i> in <i>Mason,</i> at page 370:</p>\n<p>\"The intent of the Flint board of education was to attempt in good faith to provide equal educational <span class=\"star-pagination\">*448</span> opportunities by the correction of racial imbalance. There was no effort made to conceal this consideration from the public. The board admitted in open hearings that racial balance was <i>one</i> of the criteria used in fixing the boundary lines.</p>\n<p>\"Since 1867 it has been the policy of this State to prohibit unjust discrimination in determining the right of a child to attend any school.\"</p>\n<p>Such inquiry into the motive for the classification was made in <i>Goss</i> v. <i>Board of Education</i> (1963), 373 US 683, 686 (83 S Ct 1405, 10 L Ed 2d 632). Where the motivation and ultimate objective is to eliminate <i>de facto</i> segregation, identification and classification is constitutionally permissible. In <i>Mason,</i> this Court said at page 371:</p>\n<p>\"`The motivation is not discrimination but assistance to minority groups in providing equal educational opportunities.'\"</p>\n<p>As the lower court said in later proceedings in the <i>Goss Case</i> (1967, 270 F Supp 903):</p>\n<p>\"The court has no right to inject itself into the supervision of state schools unless there is a clear disregard of plaintiff's constitutional rights.\"</p>\n<p>No such disregard is present here. No black student complains and the other students are assigned by areas alone.</p>\n<p>This case is controlled by <i>Mason</i> v. <i>Flint Board of Education, supra</i><i>,</i> and the decision of the trial court is reversed. No costs, a public question being involved.</p>\n<p>T.G. KAVANAGH, P.J., concurred with MILLER, J.</p>\n<p>QUINN, J. (<i>dissenting</i>).</p>\n<p>I cannot agree that this case is controlled by <i>Mason</i> v. <i>Flint Board of Education</i> <span class=\"star-pagination\">*449</span> (1967), 6 Mich App 364. <i>Mason</i> decided that a board of education may consider racial balance as one of the criteria in establishing boundary lines of high school areas. It decided nothing more.</p>\n<p>The question presented by Jipping is whether a board of education may transfer students from one attendance area to another solely on the basis of race in order to accomplish racial balance. The trial court said no, and, on the basis of <i>Goss</i> v. <i>Board of Education</i> (1963), 373 US 683 (83 S Ct 1405, 10 L Ed 2d 632) and on Const 1963, art 1, § 2, I vote to affirm the trial court.</p>\n<p>The feeling of inferiority generated by separating school children from others of similar age and qualifications solely because of their race, <i>Brown</i> v. <i>Board of Education</i> (1953), 347 US 483 (74 S Ct 686, 98 L Ed 873, 38 ALR2d 1180) is the same whether the purpose is segregation or to accomplish racial balance.</p>\n<p>I find no merit in defendants' argument relative to plaintiffs' lack of standing in this case.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  It is interesting to note, however, that Eastern had more Mexican students than either Sexton or Everett. The study also tabulated Orientals and American Indians, but they were very minute in number.</p>\n<p>[2]  Appeal dismissed as moot since the complaining student graduated from the school involved. 367 F2d 565.</p>\n<p>[3]  Likewise, the HEW Guidelines are of only incidental relevance. None of the subject schools would be considered segregated within the Federal Aid definition of over 50% Negroes. (See General Statement of Policies under Title VI of the Civil Rights Act of 1964 Respecting Desegregation of Elementary and Secondary School, United States Office of Education, Department of Health, Education and Welfare, April 1965, cited in full in <i>Price</i> v. <i>Denison Independent School District Board of Education</i> (CA 5, 1965), 348 F2d 1010, 1015, and see Revised Statement of Policies under Title VI, March, 1966.)</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">441</span></span> (1968)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">472</span></span></b></center>\n<center><h1>JIPPING<br>\nv.<br>\nLANSING BOARD OF EDUCATION</h1></center>\n<center>Docket No. 5,287.</center>\n<center><p><b>Michigan Court of Appeals.</b></p></center>\n<center>Decided December 31, 1968.</center>\n<center>Leave to appeal denied June 12, 1969.</center>\n<p><i>Farhat, Burns, Treleaven &amp; Luoma,</i> for plaintiffs.</p>\n<p><i>Newman &amp; Mackay,</i> for defendants.</p>\n<p>Leave to appeal denied June 12, 1969. See <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">769</span></span>.</p>\n<p><span class=\"star-pagination\">*443</span> MILLER, J.</p>\n<p>This case raises the principal issue as to whether students can be classified solely on the basis of race, even when the ultimate objective is to equalize the educational opportunity. The board of education of Lansing school district found that it had 20.1% black students in Sexton high school, 2.2% in Eastern and 0.9% in Everett high schools. All three schools were integrated, but the imbalance was becoming more severe at the rate of 5% in the two-year period 1964-1966. Upon recommendation of a study committee it resolved by action taken August 4, 1966, to transport black students from Sexton district to the other two districts in order to equalize the percentages and improve the educational opportunity for all. An identical number of whites were to be transferred to Sexton. The report to the board stated in part:</p>\n<p>\"That the board of education be requested to adopt a policy which would cause Negro pupils to be assigned in equal numbers to each of Lansing's junior and senior high schools.\"<sup>[1]</sup></p>\n<p>The board's resolution provides in part:</p>\n<p>\"An approximately equal number of Negroes in each Lansing senior high could be accomplished by transferring about 250 Negro students out of Sexton and dividing them between Eastern (115) and Everett (135). A certain number of white students would need to be transferred to Sexton from Eastern and Everett to make room for these Negro students.\"</p>\n<p>It went on to specify the areas from which only Negroes would be transferred from Sexton to Eastern <span class=\"star-pagination\">*444</span> and Everett. It also specified areas from which students would be assigned to Sexton. It did not specify that only whites in those areas would be transferred. Presumably they were all-white areas. In some of these areas transportation was already required.</p>\n<p>The board's adoption of this policy was consistent with the mandates of the Michigan State Board of Education and the Michigan Civil Rights Commission, which provide in part as follows:</p>\n<p>\"Local school boards must consider the factor of racial balance along with other educational considerations in making decisions about selection of new school sites, expansion of present facilities, reorganization of school attendance districts, and the transfer of pupils from over-crowded facilities.\"</p>\n<p>It is clear that the board had a right to change geographical boundaries of its school districts and to consider racial factors along with other educational considerations in making such changes. <i>Mason</i> v. <i>Flint Board of Education</i> (1967), <span class=\"citation\" data-id=\"2104449\"><a href=\"/opinion/2104449/mason-v-board-of-education-of-school-district-of-city-of-flint/\"><span class=\"volume\">6</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">364</span></a></span>. It is contended that the <i>Mason Case</i> is not controlling because the action of the Lansing board was taken solely on the basis of race. If we were to examine only art 1, § 2 of the Michigan Constitution of 1963, the decision would be clear because that section covers discrimination <i>against.</i> It provides as follows:</p>\n<p>\"No person shall be denied the equal protection of the laws; nor shall any person be denied the enjoyment of his civil or political rights or be discriminated against in the exercise thereof because of religion, race, color or national origin.\"</p>\n<p>However, art 8, § 2 of the Michigan Constitution provides:</p>\n<p><span class=\"star-pagination\">*445</span> \"Every school district shall provide for the education of its pupils without discrimination as to religion, creed, race, color or national origin.\"</p>\n<p>The word \"against\" is not used in this section. This provision was the basis for the ruling of the trial court sitting <i>en banc.</i> There also is support in the decisions of the United States Supreme Court construing the equal protection clause (US Const, Am 14, § 1) that any classification based on color is improper. Justice Harlan in his dissent in <i>Plessy</i> v. <i>Ferguson</i> (1896), <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, 559 (<span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></a></span>) said:</p>\n<p>\"Our Constitution is colorblind, and neither knows nor tolerates classes among citizens.</p>\n<p>\"The law regards man as man and takes no account of his surroundings or his color when his civil rights, as guaranteed by the supreme law of the land, are involved. * * *\"</p>\n<p>And in a more recent decision, the Supreme Court in <i>Goss</i> v. <i>Board of Education</i> (1963), <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span>, 686 (<span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></span>), citing and quoting <i>Steele</i> v. <i>Louisville &amp; Nashville Railway Company</i> (1944), <span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 203 (<span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">226</span></a></span>, <span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">173</span></a></span>), stated: \"* * * racial classifications are `obviously irrelevant and invidious.'\" One therefore can make a substantial argument for the position that regardless of the ultimate beneficial end, the means makes the action void <i>per se</i> because it is based on race.</p>\n<p>A more substantive test, however, is provided by <i>Olson</i> v. <i>Board of Education</i> (ED NY, 1966), 250 F Supp 1000<sup>[2]</sup> where the court ruled that such classification merely makes the action <i>suspect</i> and the court must examine the ultimate motivation to determine <span class=\"star-pagination\">*446</span> whether constitutional rights have been violated. It said at page 1010:</p>\n<p>\"The emphasis in this case is not on race but on equal opportunity for minority groups. While classifications based on race alone are `constitutionally suspect' under the Equal Protection Clause, such a classification is not proscribed if it is necessary to the accomplishment of a permissible State policy. The Commissioner has determined that such classification is necessary to effectuate the State's policy of equal educational opportunities and he has the support of expert opinion and the New York Court of Appeals.\"</p>\n<p>The suspicion here is overcome by the board's good-faith objective, that of providing equal educational opportunity for all. The true issue was stated in <i>Olson, supra,</i> at 1006 as follows:</p>\n<p>\"The issue then is whether racial imbalance in public schools, <i>per se,</i> under certain circumstances creates unequal educational opportunities for minority groups and if so, may it be corrected without infringing the constitutional rights of others.\"</p>\n<p>The court in the <i>Olson Case</i> answered both of these questions affirmatively by its result.</p>\n<p>The \"colorblind\" test of Justice Harlan in <i>Plessy, supra,</i> was answered in <i>United States</i> v. <i>Jefferson County Board of Education</i> (CA 5, 1966), 372 F2d 836, 876, as follows:</p>\n<p>\"[T]he Constitution is not this color blind.</p>\n<p>\"The Constitution is both color blind and color conscious. To avoid conflict with the equal protection clause, a classification that denies a benefit, causes harm, or imposes a burden must not be based on race. In that sense, the Constitution is color blind. But the Constitution is color conscious to prevent discrimination being perpetuated and to <span class=\"star-pagination\">*447</span> undo the effects of past discrimination. <i>The criterion is the relevancy of color to a legitimate governmental purpose.\"</i> (Emphasis added.)</p>\n<p>The court cited examples such as jury selection, voter registration and the census where race must be considered. It went on to state at page 877:</p>\n<p>\"Here race is relevant, because the governmental purpose is to offer Negroes equal educational opportunities. The means to that end, such as disestablishing segregation among students, distributing the better teachers equitably, equalizing facilities, selecting appropriate locations for schools, and <i>avoiding resegregation</i> must necessarily be based on race. School officials have to know the racial composition of their school populations and the racial distribution within the school district. The Courts and HEW cannot measure good faith or progress without taking race into account. `When racial imbalance infects a public school system, there is simply no way to alleviate it without consideration of race.'\" (Emphasis added.)</p>\n<p>The <i>Jefferson Case, supra,</i> is a desegregation case and like <i>Brown</i> v. <i>Board of Education</i> (1953), <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span> (<span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>) <i>must be read</i> with that situation in mind.<sup>[3]</sup></p>\n<p>Michigan adopted the motive test outlined by <i>Jefferson, supra,</i> in <i>Mason,</i> at page 370:</p>\n<p>\"The intent of the Flint board of education was to attempt in good faith to provide equal educational <span class=\"star-pagination\">*448</span> opportunities by the correction of racial imbalance. There was no effort made to conceal this consideration from the public. The board admitted in open hearings that racial balance was <i>one</i> of the criteria used in fixing the boundary lines.</p>\n<p>\"Since 1867 it has been the policy of this State to prohibit unjust discrimination in determining the right of a child to attend any school.\"</p>\n<p>Such inquiry into the motive for the classification was made in <i>Goss</i> v. <i>Board of Education</i> (1963), <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span>, 686 (<span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></span>). Where the motivation and ultimate objective is to eliminate <i>de facto</i> segregation, identification and classification is constitutionally permissible. In <i>Mason,</i> this Court said at page 371:</p>\n<p>\"`The motivation is not discrimination but assistance to minority groups in providing equal educational opportunities.'\"</p>\n<p>As the lower court said in later proceedings in the <i>Goss Case</i> (1967, 270 F Supp 903):</p>\n<p>\"The court has no right to inject itself into the supervision of state schools unless there is a clear disregard of plaintiff's constitutional rights.\"</p>\n<p>No such disregard is present here. No black student complains and the other students are assigned by areas alone.</p>\n<p>This case is controlled by <i>Mason</i> v. <i>Flint Board of Education, supra</i><i>,</i> and the decision of the trial court is reversed. No costs, a public question being involved.</p>\n<p>T.G. KAVANAGH, P.J., concurred with MILLER, J.</p>\n<p>QUINN, J. (<i>dissenting</i>).</p>\n<p>I cannot agree that this case is controlled by <i>Mason</i> v. <i>Flint Board of Education</i> <span class=\"star-pagination\">*449</span> (1967), <span class=\"citation\" data-id=\"2104449\"><a href=\"/opinion/2104449/mason-v-board-of-education-of-school-district-of-city-of-flint/\"><span class=\"volume\">6</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">364</span></a></span>. <i>Mason</i> decided that a board of education may consider racial balance as one of the criteria in establishing boundary lines of high school areas. It decided nothing more.</p>\n<p>The question presented by Jipping is whether a board of education may transfer students from one attendance area to another solely on the basis of race in order to accomplish racial balance. The trial court said no, and, on the basis of <i>Goss</i> v. <i>Board of Education</i> (1963), <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span> (<span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></span>) and on Const 1963, art 1, § 2, I vote to affirm the trial court.</p>\n<p>The feeling of inferiority generated by separating school children from others of similar age and qualifications solely because of their race, <i>Brown</i> v. <i>Board of Education</i> (1953), <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span> (<span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>, 38 ALR2d 1180) is the same whether the purpose is segregation or to accomplish racial balance.</p>\n<p>I find no merit in defendants' argument relative to plaintiffs' lack of standing in this case.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  It is interesting to note, however, that Eastern had more Mexican students than either Sexton or Everett. The study also tabulated Orientals and American Indians, but they were very minute in number.</p>\n<p>[2]  Appeal dismissed as moot since the complaining student graduated from the school involved. 367 F2d 565.</p>\n<p>[3]  Likewise, the HEW Guidelines are of only incidental relevance. None of the subject schools would be considered segregated within the Federal Aid definition of over 50% Negroes. (See General Statement of Policies under Title VI of the Civil Rights Act of 1964 Respecting Desegregation of Elementary and Secondary School, United States Office of Education, Department of Health, Education and Welfare, April 1965, cited in full in <i>Price</i> v. <i>Denison Independent School District Board of Education</i> (CA 5, 1965), 348 F2d 1010, 1015, and see Revised Statement of Policies under Title VI, March, 1966.)</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2104449/"
          ]
        }
      ],
      "judges": "Miller",
      "date_created": "2014-10-30T15:11:21.062423Z",
      "date_modified": "2016-03-03T20:15:29.399359Z",
      "date_filed": "1968-12-31",
      "date_filed_is_approximate": false,
      "slug": "jipping-v-lansing-board-of-ed",
      "citation_id": 1583735,
      "case_name_short": "Jipping",
      "case_name": "Jipping v. LANSING BOARD OF ED.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "15 Mich. App. 441",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "166 N.W.2d 472",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1232876/jipping-v-lansing-board-of-ed/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:11:21.059411Z",
  "date_modified": "2014-10-30T15:11:21.059411Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Jipping",
  "case_name": "Jipping v. LANSING BOARD OF ED.",
  "case_name_full": "",
  "slug": "jipping-v-lansing-board-of-ed",
  "docket_number": "5,287",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}