{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1240416/",
  "id": 1240416,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/kan/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2462046/",
      "id": 2462046,
      "absolute_url": "/opinion/2462046/harrison-v-tauheed/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1240416/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2462046/",
          "id": 2462046,
          "absolute_url": "/opinion/2462046/harrison-v-tauheed/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2462046/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4455/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:42:09.129452Z",
          "date_modified": "2017-04-10T03:06:16.067997Z",
          "type": "010combined",
          "sha1": "407fbecacf7fe9e516a5d1797446def838ad13a8",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>256 P.3d 851 (2011)</b></center>\n<center><h1>Monica HARRISON, now Mitchell, Next Friend and Natural Guardian of J.D.H., a Minor Child, Appellee,<br>\nv.<br>\nAdiel TAUHEED, Appellant.</h1></center>\n<center>No. 102,214.</center>\n<center><p><b>Supreme Court of Kansas.</b></p></center>\n<center>August 5, 2011.</center>\n<p><span class=\"star-pagination\">*854</span> Linus L. Baker, of Stilwell, argued the cause and was on the brief for appellant.</p>\n<p>Rebecca Mann, of Young, Bogle, McCausland, Wells &amp; Blanchard, P.A., of Wichita, argued the cause and was on the briefs for appellee.</p>\n<p>The opinion of the court was delivered by BEIER, J.:</p>\n<p>This appeal arising out of an initial residential custody determination requires this court to revisit the potential for tension between a parent's constitutionally protected right to free exercise of religion and the judicial system's responsibility to further the best interests of the child.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>The subject of this dispute, J.D.H., was 4 years old when his mother, Monica Harrison, filed a paternity action in Wichita. The district court entered a temporary order granting Monica primary residential custody of J.D.H. In response to the paternity action, father Adiel Tauheed admitted paternity and sought primary residential custody of his son.</p>\n<p>The district court entered an Order for Limited Case Management, and attorney David N. Johnson was appointed as the case manager. He prepared two comprehensive reports and made recommendations based on interviews he had conducted with the parties and others connected with J.D.H., including extended family members, day care workers, teachers, and counselors.</p>\n<p>Johnson's first report recommended that the parties share joint legal custody of J.D.H. and that Monica be designated J.D.H.'s primary residential parent, with specific parenting time awarded to Adiel. Johnson emphasized: \"Both parties appear to be very educated, reasonable, responsible, loving parents to [J.D.H.]. I have no doubt [J.D.H.] would thrive in the primary residential custody of either parent.\" Johnson concluded:</p>\n<blockquote>\"Monica has been [J.D.H.'s] primary (but certainly not exclusive) caretaker throughout his five (5)-year lifetime to date. With all of the statutory factors and other considerations being relatively equal ... the deciding factor in this case comes down to which arrangement would most closely mirror the status quo. Although Adiel presents plausible arguments and supporting facts in his case for primary residential custody, there ultimately is no compelling reason to significantly change the arrangement that has existed all of [J.D.H.'s] life.\"</blockquote>\n<p>Johnson's second report also recommended that Monica be designated J.D.H.'s primary residential parent with specific parenting time awarded to Adiel. Before the second report, Adiel reported concerns regarding J.D.H.'s emotional wellbeing, schooling, and health and hygiene. He also reported an incident in which Monica left J.D.H. unattended. Monica's religious beliefs and practices as a Jehovah's Witness also arose as a potential issue. Johnson's report concluded:</p>\n<blockquote>\"[T]here are a number of questions/concerns that made it difficult to arrive at a conclusion that would best serve [J.D.H.'s] interests in this updated Recommendation. Reasonably sound arguments can be made for either parent to be designated as having primary residential custody. Ultimately, the burden of proof is that a preponderance of the `evidence' must favor a change in the existing primary residential placement. I am concluding that there is not a preponderance of evidence to establish that a change in the primary placement of [J.D.H.] with his mother should occur at this time.\"</blockquote>\n<p>Adiel objected to Johnson's recommendation, arguing that he should be awarded primary residential custody, and the parties proceeded to bench trial on that issue.</p>\n<p>In opening statement, Monica's counsel emphasized that she had been J.D.H.'s primary caregiver his whole life, while Adiel's counsel stressed that Adiel had been an actively involved father. Counsel for Adiel also asserted that Monica's religious teachings <span class=\"star-pagination\">*855</span> were harming J.D.H. and that Monica was alienating J.D.H. from Adiel.</p>\n<p>Monica testified that Adiel was a good father but that he had not had extended parenting time with J.D.H. since J.D.H. was 3 years old. She said that she spoke very highly of Adiel in J.D.H.'s presence. Monica expressed her belief that she should continue to have primary residential custody because J.D.H. had been with her from the beginning; was grounded and excelling in school; and was happy with his religious activities. Monica admitted to having left J.D.H. at home alone at night on at least two occasions, with a police report filed in one instance. She also admitted to representing on one of J.D.H.'s school forms that a man was his stepfather when he was not.</p>\n<p>During Monica's cross-examination, her counsel objected to questions about her religious beliefs. The district court permitted the questions as \"fair cross.\" Monica testified that she was a member of the Watchtower Bible and Tract Society of the Jehovah's Witness religion. Her faith, she said, prohibits the celebration of certain events, such as holidays and birthdays, as well as saluting the flag, saying the Pledge of Allegiance, and serving in the military. Certain extracurricular activities, such as sports, also are not encouraged. Monica testified that J.D.H. was not involved in school-related extracurricular activities. She also testified that her faith discouraged \"unwholesome relationships,\" which are distractions that deter a believer from doing what he or she is supposed to be doing. Relationships with some who are not Jehovah's Witnesses qualify as unwholesome associations. According to Monica's faith, all who reject Jehovah will be annihilated. She also testified about her religious practice of going door-to-door \"witnessing\" with J.D.H. and said that Adiel had been accommodating about her beliefs, as well as the religious training J.D.H. was receiving from her.</p>\n<p>Monica also responded to a hypothetical scenario posed on cross-examination, saying that she would not consent to a blood transfusion even if it were necessary to save J.D.H.'s life. However, she also testified that, if such circumstances arose, she would talk to Adiel.</p>\n<p>Monica's trial testimony also focused on her dispute with Adiel over a \"bring your mentor\" pizza party at J.D.H.'s school. Monica maintained that it was not a \"bring your father\" party but admitted that she did not contact Adiel to tell him about it. She and Adiel also differed on which school J.D.H. should attend. Monica enrolled J.D.H. in a school other than the one to which he ordinarily would have been assigned, even though its academic rating was lower, because it was closer to her work and she believed it was a better fit for J.D.H. Adiel was not informed of the change until Monica dropped J.D.H. off for his first day.</p>\n<p>Monica also testified about a 2001 incident in which she alleged that Adiel pushed her, resulting in the filing of a police report. She also expressed her fear at one point in time that Adiel would try to kidnap J.D.H., because Adiel had told her that he was not going to bring J.D.H. back. Monica also expressed concern that Adiel did not believe that all persons are equal.</p>\n<p>Monica's mother testified, describing Monica as a very good parent and the relationship between Monica and J.D.H. as very close. She also testified about one incident in which Monica left J.D.H. alone, believing that her husband was coming home. Monica's mother reinforced Monica's testimony that Jehovah's Witnesses are not supposed to have relationships with unbelievers.</p>\n<p>Sonya Atencio, a friend of Monica's who provides day care for J.D.H., also testified. She described J.D.H. as a \"wonderful kid\" who never struggled and was not unkempt or dirty while in her care.</p>\n<p>Shane Vondracek, J.D.H.'s teacher at the time of trial, gave testimony via a deposition. Vondracek had participated in a parent-teacher conference with Monica in person and Adiel on the telephone. She also had participated in another telephone conversation with Adiel in which she told him about the pizza party designed to involve male role models. According to Vondracek, Adiel told her he would like to attend but could not because of short notice. Vondracek also testified <span class=\"star-pagination\">*856</span> that J.D.H. had not acted in a manner causing concern, despite his inability to participate in birthday celebrations at school. She also testified that J.D.H. did not misbehave and did not come to school unkempt. Vondracek said that J.D.H. showed no signs of future failure in school and that curriculum in various schools was standardized across the district.</p>\n<p>Adiel testified that he is married and works at an engineering firm in the Kansas City area, where he lives. When he moved to California for school at Stanford shortly after J.D.H. was born, he had hoped that Monica and J.D.H. would also move to California. They did not. Adiel set up a fund to support J.D.H. while he was out of state. Adiel admitted that he had not applied to any schools in Kansas and had not applied for any jobs in Wichita after he finished school.</p>\n<p>Adiel further testified that there were periods of time when it had been difficult for him to have parenting time, including when Monica was arguing that Adiel was going to kidnap J.D.H. Adiel stated that he would never take J.D.H. away from Monica. Adiel also discussed Monica's unilateral decision making, including her decision to send J.D.H. to a different school. He also discussed the pizza party, which he said he did not learn about until the night before the event. Adiel testified that J.D.H. told him on the telephone that he knew he would not be there because he was busy with a new baby and work, which made Adiel feel like his son thought he had abandoned him. Adiel recorded this conversation with J.D.H., as well as other conversations between them.</p>\n<p>Adiel also expressed concern over behavioral changes that he said he had observed in J.D.H. He took J.D.H. to see a professional for therapy and did not discuss the professional's report with Monica. Adiel also was concerned that J.D.H. had called other men in Monica's life \"dad\" and had begun calling him \"Adiel.\" Adiel expressed concern that Monica was not looking after J.D.H.'s health and diet properly. Adiel stated that J.D.H. told him he was becoming frustrated with his mom and wanted to run away. Adiel acknowledged that J.D.H.'s current teacher said he was a happy kid and well adjusted in school.</p>\n<p>Adiel testified that he had never heard Monica say that she would not allow a blood transfusion even if it were necessary to save J.D.H.'s life. Adiel stated that he would consent to any treatment. He also testified that he has not interfered with J.D.H.'s religious beliefs, even though he believed Monica's religious practices and what she was teaching J.D.H. were alienating J.D.H. from him. Adiel is a Muslim.</p>\n<p>Meighan Peifer, an early childhood educator, testified regarding time J.D.H. spent in her educational facility in Kansas City, where J.D.H. attended when he was in Kansas City with his father. Peifer described certain incidents with J.D.H. as \"odd.\" In one, J.D.H. \"froze\" during a school performance. In the other, J.D.H. was unresponsive when another student asked J.D.H. to come to his house. She said that J.D.H. was shaking and saying, \"[N]o, my mom said no, that it was wrong,\" when there was a school parade coinciding with the Fourth of July. Peifer expressed concern that J.D.H. was not developing personal autonomy, although all of his development in other areas was on target for his age. She said she had referred the family to a child psychiatrist because \"something was off\" for J.D.H. Peifer described Adiel as a very involved parent, and she said she believed it was very important that J.D.H. be able to make his own choices about religious practices or \"emotionally, it is [going to] scar him for life.\"</p>\n<p>Adiel's mother testified about the closeness of her son's relationship with her grandson. She described Adiel as an excellent and caring dad and discussed the financial support Adiel had given to Monica while Adiel was away at school. She also testified about two incidents in which J.D.H. grew upset while with her. At a birthday celebration for his grandfather, J.D.H. stated \"I broke my promise\" not to celebrate birthdays. Another time, when at his uncle's house, J.D.H. refused to go inside because there was a flag outside of the door, which he described as an \"idol.\" She further testified that Adiel had been excluded from parenting decisions but had been allowed consistent parenting time <span class=\"star-pagination\">*857</span> since 2006. She also testified that she believed J.D.H. should have been placed in a school with higher academic ratings.</p>\n<p>Adiel's father also testified about Adiel and J.D.H., as well as J.D.H.'s school. His testimony was consistent with that of Adiel's mother. He also said that he believed Monica's religious practices had created greater tension in the bond between Adiel and J.D.H.</p>\n<p>Adiel's wife also testified regarding the pizza party issue. Her testimony on this point was consistent with her husband's. She said J.D.H.'s teacher had not mentioned the pizza party, although she did seek Adiel's participation in a mentoring program.</p>\n<p>Case Manager Johnson testified about his recommendation. Before Johnson's testimony began, Adiel's counsel objected, arguing that Johnson's reports were hearsay and that Johnson was acting as \"judge junior.\" There was no objection to the evidentiary standard Johnson invoked in arriving at his recommendations. The district judge permitted Johnson to testify and admitted Johnson's reports into evidence.</p>\n<p>Johnson testified that he met with Adiel and Monica and spoke over the telephone with several witnesses. Johnson's testimony also included information from a report by the psychologist who saw J.D.H. after the recommendation by Peifer. The report stated that Monica's family dynamic was unhealthy for J.D.H. and that much of his spiritual teaching involved the end of times and what would happen to people who did not follow Jehovah's Witness' teachings. Johnson testified that the information in the psychologist's report was of concern. He also said that specific aspects of the report indicated that J.D.H. was being alienated from his father, but that the report also indicated J.D.H. still had a good bond with his father and stepmother. Johnson further explained that he was concerned about separation of church and state when he arrived at his recommendation.</p>\n<p>Ultimately, Johnson said that he considered the impact \"these things [are] having on the best interests of the child.\" He described the residential custody decision as a close call, and he said the information revealed at trial about Monica's unwillingness to consent to a blood transfusion for J.D.H. was concerningpotentially concerning enough to cause him to change his recommendation. Johnson also said it disturbed him to learn that Monica had left J.D.H. alone on more than the one occasion Johnson already knew about.</p>\n<p>In regard to alienation, Johnson testified that Monica and Adiel were better than most parents involved in custody disputes and that J.D.H. had bonded with both parents. Johnson concluded that the \"main reason\" for his recommendation that Monica be the primary residential parent was that she had been the \"primary caretaker\" and \"that there weren't enough compelling reasons to justify a changemaking a recommendation for a change in the existing status quo.\"</p>\n<p>Both parties filed post-trial briefs in the district court, focusing primarily on what role, if any, Monica's religious beliefs and practices should play in the court's decision.</p>\n<p>In his memorandum decision, the district judge first noted: \"This has been a difficult case for the Court. Both parents are capable and loving parents, and both naturally want to be the primary residential custodian for [J.D.H.].\" He described the situation as ideal for shared custody, not possible because of the parties' geographic distance from one another. He repeatedly referenced his understanding that he should not consider Monica's religious beliefs and practices in his decision, but made clear that a parent could not be permitted to cloak alienation of the other parent in religion's protective garb. He ultimately concluded: \"[J.D.H.] is well adjusted to his current living arrangements, and although the Father has raised legitimate concerns, the Court has concluded that it is in [J.D.H.'s] best interests to retain primary residential custody with the Mother.\"</p>\n<p>On appeal to the Court of Appeals, Adiel argued that the district judge applied the wrong legal standard, treating this action as though it concerned modification of a prior child custody order rather than one seeking an initial custody determination. Adiel also argued generally that the district judge failed to give any negative impact on J.D.H. <span class=\"star-pagination\">*858</span> from Monica's religious practices due consideration. In particular, he argued that the district judge erred by refusing to consider Monica's attitude about potential necessary medical treatment of J.D.H., which would violate her religious beliefs. Monica responded that Adiel had failed to preserve his challenge to the legal standard applied, that the district judge followed a proper best interests of the child standard, and that Kansas precedent supported the district judge's reluctance to evaluate her religious beliefs and practices.</p>\n<p>A divided panel of our Court of Appeals affirmed. <i>Harrison v. Tauheed,</i> 44 Kan. App.2d 235, 235 P.3d 547 (2010). Judge Michael B. Buser, writing for himself and Judge G. Joseph Pierron, concluded that the district judge had applied the correct legal standard to the evidence and that \"a parent's religious beliefs and practices may not be considered by the trial court as a basis to deprive that parent of custody unless there is a showing of actual harm to the health or welfare of the child caused by those religious beliefs and practices.\" <i>Harrison,</i> 44 Kan.App.2d at 236, 235 P.3d 547. Judge Nancy L. Caplinger (now Justice Moritz) dissented, saying the district judge failed to \"fully and consistently\" apply the best interests of the child standard. <i>Harrison,</i> 44 Kan.App.2d at 260, 235 P.3d 547 (Moritz, J., dissenting). She also would not have required a showing of \"actual harm to the health or welfare of the child\" before making a parent's religious practices one of the factors to be weighed in arriving at a custody determination based on the child's best interests. <i>Harrison,</i> 44 Kan. App.2d at 263, 235 P.3d 547 (Moritz, J., dissenting). To the extent one or the other parent's religious views and practices \"impact upon the child's best interests,\" she wrote, \"they are admissible and should be considered.\" <i>Harrison,</i> 44 Kan.App.2d at 264, 235 P.3d 547.</p>\n<p>We granted Adiel's petition for review.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2><i>The Legal Standard Used in the District Court</i></h2>\n<p>This court has repeatedly held that</p>\n<blockquote>\"`[w]hen the custody issue lies only between the parents, the paramount consideration of the court is the welfare and best interests of the child. The trial court is in the best position to make the inquiry and determination, and in the absence of abuse of sound judicial discretion, its judgment will not be disturbed on appeal. [Citations omitted.]'\" <i>In re Marriage of Rayman,</i> 273 Kan. 996, 999, 47 P.3d 413 (2002) (quoting <i>In re Marriage of Whipp,</i> 265 Kan. 500, 506, 962 P.2d 1058 [1998]).</blockquote>\n<p>See also K.S.A. 60-1610(a)(3) (mandating best interests standard, taking into account \"all relevant factors\"). Under an abuse of discretion standard, \"the trial court's decision is protected if reasonable persons could differ upon the propriety of the decision as long as the discretionary decision is made within and takes into account the applicable legal standards.... [A]n abuse of discretion may be found if the trial court's decision goes outside the framework of or fails to properly consider statutory limitations.\" <i>State v. Shopteese,</i> 283 Kan. 331, 340, 153 P.3d 1208 (2007) (citing <i>State v. Edgar,</i> 281 Kan. 30, 36-38, 127 P.3d 986 [2006]); see <i>State v. Gonzalez,</i> 290 Kan. 747, 755-56, 234 P.3d 1 (2010). Determination of the correct legal standard raises a question of law subject to de novo appellate review. See <i>In re M.F.,</i> 290 Kan. 142, 150, 225 P.3d 1177 (2010) (citing <i>State v. Moore,</i> 287 Kan. 121, 135, 194 P.3d 18 [2008]).</p>\n<p>Adiel argues that district judge's memorandum decision shows that the judge followed Johnson into error by applying an incorrect legal standard to evaluate the evidence before him. In his view, first Johnson and then the district judge demanded that he demonstrate a compelling reason to have J.D.H.'s living arrangement changed. This pattern of analysis, Adiel asserts, improperly allocated to him \"a burden of proof to alter the <i>status quo</i>\" or forced him to overcome a presumption or \"super factor\" in favor of residential custody remaining with Monica. See K.S.A. 60-1610(a)(3)(C):</p>\n<blockquote>\"Neither parent shall be considered to have a vested interest in the custody or residency of any child as against the other parent, regardless of the age of the child, <span class=\"star-pagination\">*859</span> and there shall be no presumption or that it is in the best interests of any infant or young child to give custody or residency to the mother.\"</blockquote>\n<p>Although such a pattern may govern when a change in custodial status is sought, see K.S.A. 60-1610(a)(2) (court may change any prior order of custody, residency, visitation, parenting time when material change of circumstances shown), it does not govern an initial custody determination under K.S.A. 60-1610(a)(3)(B).</p>\n<p>Monica reads the district judge's memorandum decision differently. She believes that the district judge properly applied the best interests of the child standard pursuant to K.S.A. 60-1610(a)(3)(B), and she emphasizes that the statute's list of factors is not exclusive. Monica argues that the district judge was forced to \"look outside the box for a reason to appoint one party over the other as residential custodian,\" and he made a legally legitimate choice to place persuasive weight on the living arrangement that had existed for all of J.D.H.'s life.</p>\n<p>The majority of the Court of Appeals panel first ruled that Adiel failed to raise this issue before the district court. It nevertheless addressed the merits, concluding:</p>\n<blockquote>\"Our review of the trial court's memorandum decision convinces us the correct legal standard and statutory factors were applied in this case. In particular, in its `Summary of the Court's ruling,' the trial court explicitly stated that after weighing the evidence it had reached a conclusion to award Monica residential custody based on `[J.D.H.'s] best interests.'\" <i>Harrison,</i> 44 Kan.App.2d at 241, 235 P.3d 547.</blockquote>\n<p>The majority determined that \"the trial court explicitly identified the proper statutory factors to be considered\" in determining the best interests of the child. <i>Harrison,</i> 44 Kan.App.2d at 241, 235 P.3d 547. The district judge's use of the phrase \"compelling reason\" was \"never made in the context of referencing a legal standard,\" but instead merely to reference \"the weight of the evidence in favor of maintaining the existing residency arrangement.\" <i>Harrison,</i> 44 Kan. App.2d at 241-42, 235 P.3d 547. Moreover, there was \"no showing the trial court relied on Johnson for any legal standard.\" <i>Harrison,</i> 44 Kan.App.2d at 243, 235 P.3d 547.</p>\n<p>Judge Caplinger dissented on the merits of this issue, accepting Adiel's argument that the district court erred by demanding proof of a \"compelling reason\" to change residential custody. <i>Harrison,</i> 44 Kan.App.2d at 261-62, 235 P.3d 547. She would have remanded the case to the district court \"with instructions to consistently apply the `best interests of the child' standard to this initial custody determination.\" <i>Harrison,</i> 44 Kan. App.2d at 262, 235 P.3d 547.</p>\n<p>We are satisfied that this issue has been adequately preserved for appellate review. The question of whether the district judge applied the correct legal standard in evaluating the evidence did not fully surface until the filing of his memorandum decision. Adiel then took advantage of his appeal to the Court of Appeals as a timely opportunity to raise it. We granted an unlimited review of the matter, which means we are free to examine any issue that was before the Court of Appeals. See Supreme Court Rule 8.03(g)(1) (2010 Kan. Ct. R. Annot. 68).</p>\n<p>Turning to the merits, the parties do not dispute that the best interests of the child must control a district judge's initial custody determination. See K.S.A. 60-1610(a)(3); see <i>In re Marriage of Rayman,</i> 273 Kan. at 999, 47 P.3d 413; <i>Jensen v. Runft,</i> 252 Kan. 76, Syl. ¶ 2, 843 P.2d 191 (1992). Further, the parties have not alleged a lack of substantial competent evidence to support the district judge's factual assessment. The only question, therefore, is whether the district court properly employed a best interests of the child analysis, upon which all agree.</p>\n<p>K.S.A. 60-1610(a)(3)(B) provides a nonexclusive list of factors to be considered by a district court in determining the best interests of the child:</p>\n<blockquote>\"(i) The length of time that the child has been under the actual care and control of any person other than a parent and the circumstances relating thereto;</blockquote>\n<blockquote>\"(ii) the desires of the child's parents as to custody or residency;</blockquote>\n<blockquote>\"(iii) the desires of the child as to the child's custody or residency;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*860</span> \"(iv) the interaction and interrelationship of the child with parents, siblings and any other person who may significantly affect the child's best interests;</blockquote>\n<blockquote>\"(v) the child's adjustment to the child's home, school and community;</blockquote>\n<blockquote>\"(vi) the willingness and ability of each parent to respect and appreciate the bond between the child and the other parent and to allow for a continuing relationship between the child and the other parent;</blockquote>\n<blockquote>\"(vii) evidence of spousal abuse;</blockquote>\n<blockquote>\"(viii) whether a parent is subject to the registration requirements of the Kansas offender registration act, K.S.A. 22-4901, <i>et seq.,</i> and amendments thereto, or any similar act in any other state, or under military or federal law;</blockquote>\n<blockquote>\"(ix) whether a parent has been convicted of abuse of a child, K.S.A. 21-3609, and amendments thereto;</blockquote>\n<blockquote>\"(x) whether a parent is residing with an individual who is subject to registration requirements of the Kansas offender registration act, K.S.A. 22-4901, <i>et seq.,</i> and amendments thereto, or any similar act in any other state, or under military or federal law; and</blockquote>\n<blockquote>\"(xi) whether a parent is residing with an individual who has been convicted of abuse of a child, K.S.A. 21-3609, and amendments thereto.\"</blockquote>\n<p>We must carefully review the language the district judge used in his memorandum decision to decide whether he applied the required legal standard, including these factors and others merited by the case. The district judge's memorandum decision discusses at least (ii), (iii), (iv), (v), and (vi) among the statutory factors, and his summary of his ruling explicitly invokes best interests of the child.</p>\n<p>We note that the judge acknowledged Adiel's allegation of alienation unrelated to Monica's religious practices, specifically her failure to communicate on school-related functions, which left Adiel unable to participate. The judge also explicitly recognized and evaluated the evidence concerning Adiel's accusation that Monica left J.D.H. home alone. Regarding the latter, the judge stated: \"While these events should not be minimized (whether it was one occurrence or two, it was one or two too many), they do appear to be isolated occurrences. Taking into account consideration [of] the bigger picture, there is no evidence that [J.D.H.] is suffering from neglect.\" Although Adiel also had alleged poor hygiene, the district judge found that photographs submitted by Adiel depicted the \"normal dirt and grime that children of [J.D.H.'s] age attract during regular play\" and that there was \"no evidence that [J.D.H.'s] hygiene was of concern to his teachers.\"</p>\n<p>The judge next considered the \"[i]nteraction of the child with his parents and the willingness of each parent to respect the bond between the child and the other parent.\" He concluded: \"He gets along well with both parents, and is well bonded to both parents.\" The judge agreed with Johnson's observation that J.D.H. \"`would thrive in the primary residential custody of either parent.'\"</p>\n<p>The judge then addressed \"other acts of alienation,\" namely Adiel's allegation that Monica did not keep him informed of important school events. The judge stated: \"It is clear from the evidence presented at trial that Mother is less concerned about involving Father in events important to [J.D.H.] than she should be\" and that \"[t]he effort by one parent to undermine a child's relationship to the other parent can form the basis for a change of custody.\" He concluded, however, that Monica had not \"intentionally\" tried to harm Adiel's relationship with J.D.H. and that, in fact, J.D.H. and Adiel have a \"healthy relationship.\"</p>\n<p>The judge also considered the desires of the parents and J.D.H., stating that \"[b]oth parents desire to be the residential custodian\" and \"[J.D.H.] seems comfortable with both parents.\"</p>\n<p>The judge also \"placed great weight\" on the \"[l]ength of time [J.D.H.] has spent with each parent and his adjustment to his home, school and community.\" He determined that \"Mother has been [J.D.H.'s] primary residential custodian since birth\" and that J.D.H. was \"well adjusted\" and a \"very <span class=\"star-pagination\">*861</span> successful student.\" Although the length of time a child has spent with one of his or her parents is not listed in the statute, it is certainly an appropriate consideration. See <i>La Grone v. La Grone,</i> 238 Kan. 630, 633, 713 P.2d 474 (1986) (one factor: which parent has had actual care, custody of child during child's lifetime).</p>\n<p>Finally, the judge noted: \"Once those factors related to religion are removed from this case, what is left is a very bright little boy who is well adjusted to his current living environment.\" He thus reached the same conclusion Johnson had reached in his written reports, that is, that residential custody should remain with Monica.</p>\n<p>The district judge's choice to \"place great weight\" on the length of time J.D.H. had spent with each parent and his adjustment to his home, school, and community was selected as part of application of the correct legal standard and was not an abuse of discretion for deviation from that standard. Placing \"great weight\" on the length of time a child has spent living with a parent as part of a court's analysis of the best interests of the child was different from treating a parent as though he or she has a \"vested interest in the custody or residency\" of that child, which would have been impermissible pursuant to K.S.A. 60-1610(a)(3)(C). Further, as the Court of Appeals majority noted, the judge's decision <i>did not</i> reference K.S.A. 60-1610(a)(2)(A), the statute governing modification of a prior custody order, and the district court's decision <i>did not</i> use the term \"material change of circumstances.\" <i>Harrison,</i> 44 Kan.App.2d at 242, 235 P.3d 547. Rather, the judge plainly arrived at his ultimate decision on residential custody by exploring what would best serve J.D.H.'s best interests. There is no reversible error on this issue.</p>\n<p></p>\n<h2><i>Propriety of Consideration of Mother's Religious Beliefs and Practices</i></h2>\n<p>Again, failure to apply the correct legal standard is an abuse of discretion. See <i>Gonzalez,</i> 290 Kan. at 755-56, 234 P.3d 1. Also, we have plenary review to determine whether a legal standard was correct. See <i>In re M.F.,</i> 290 Kan. at 150, 225 P.3d 1177; <i>Owen Lumber Co. v. Chartrand,</i> 283 Kan. 911, 916, 157 P.3d 1109 (2007).</p>\n<p>Adiel argues that \"[t]he trial court erred in refusing to consider all the evidence related to the negative impact upon [J.D.H.] that was caused by Monica Harrison's religious beliefs and practices.\" Although \"[b]y itself, the mother's religion and her beliefs are beyond the scope of the trial court's inquiry,\" he asserts that it is proper for a district court to consider \"evidence of the negative impact upon the child and the negative impact to the relationship with the parent ... even if it is caused by religious beliefs and practices.\" Adiel further argues that Monica's \"medical philosophy [opposing blood transfusions] towards [J.D.H.] is not in his best interests.\" Adiel's position is that \"[t]rial courts are not prohibited under the best interest analysis from considering the medical philosophies of a parent as it bears upon future medical treatment.\" According to Adiel, the majority of the Court of Appeals improperly concluded that \"there must be a requisite showing of `actual harm'\" before religious beliefs and practices can be considered in determining the best interests of the child.</p>\n<p>Monica responds that the district court \"correctly noted that Kansas case law prohibited the Court from considering these [religious] factor[s] in determining custody\" and that \"[t]he Court of Appeals correctly restated and applied the legal standard for use of religious testimony in a `best interests' hearing.\"</p>\n<p>Best interests of the child analysis is complicated when a parent's rights may conflict. See, <i>e.g., </i><i>In re Cooper,</i> 230 Kan. 57, 62-63, 631 P.2d 632 (1981), <i>superseded by statute on other grounds, as recognized by </i><i>In re J.A.H.,</i> 285 Kan. 375, 172 P.3d 1 (2007); <i>In re Armentrout,</i> 207 Kan. 366, 370, 485 P.2d 183 (1971). Further, one parent's rights may conflict with the rights of the other parent. Although the best interests of the child are always to remain the paramount consideration of the court in making a custody determination, we have explained that \"[t]he parents' rights cannot be disregarded,... and the child's best interests may be considered in conjunction with the parents' rights.\" <i>In re Cooper,</i> 230 Kan. 57, 62, 631 <span class=\"star-pagination\">*862</span> P.2d 632 (1981) (citing <i>In re Armentrout,</i> 207 Kan. 366, 370, 485 P.2d 183 [1971]; <i>Lennon v. State,</i> 193 Kan. 685, 691, 396 P.2d 290 [1964]).</p>\n<p>\"A parent's right to make decisions regarding the care, custody, and control of his or her child is a fundamental liberty interest protected by the Fourteenth Amendment.\" <i>In re J.D.C.,</i> 284 Kan. 155, 166, 159 P.3d 974 (2007) (citing <i>Troxel v. Granville,</i> 530 U.S. 57, 65-66, 120 S.Ct. 2054, 147 L.Ed.2d 49 [2000]; <i>Sheppard v. Sheppard,</i> 230 Kan. 146, 152, 630 P.2d 1121 [1981], <i>cert. denied</i> 455 U.S. 919, 102 S.Ct. 1274, 71 L.Ed.2d 459 [1982]). Further, all individuals in Kansas have the right to religious freedom, protected by both the First and Fourteenth Amendments of the Constitution of the United States and the Kansas Bill of Rights. Kan. Const. Bill of Rights, § 7; <i>Employment Div., Ore. Dept. of Human Res. v. Smith,</i> 494 U.S. 872, 876, 110 S.Ct. 1595, 108 L.Ed.2d 876 (1990) (citing <i>Cantwell v. Connecticut,</i> 310 U.S. 296, 303, 60 S.Ct. 900, 84 L.Ed. 1213 [1940]).</p>\n<p>Custody cases implicating questions of religious belief and practice require a delicate balancing of the rights of each parent and the welfare of the child whose custody is in question. Prior cases from this court, <i>Beebe v. Chavez,</i> 226 Kan. 591, 602 P.2d 1279 (1979), <i>Sinclair v. Sinclair,</i> 204 Kan. 240, 461 P.2d 750 (1969), <i>Jackson v. Jackson,</i> 181 Kan. 1, 309 P.2d 705 (1957), and have provided some guidance to the lower courts on this subject, yet additional clarification is needed to enable review of the district judge's performance here.</p>\n<p>In <i>Jackson,</i> the father moved for a change in custody, which was granted by the district court. Mother appealed, arguing that \"`the real, underlying reason for depriving her of custody was her membership in Jehovah's Witnesses and training the children in that faith'\" and that the \"`\"emotional instability\" argument against her ... was a mere subterfuge.'\" <i>Jackson,</i> 181 Kan. at 4, 309 P.2d 705. This court concluded that the \"question of religion ... permeates the record.\" <i>Jackson,</i> 181 Kan. at 5, 309 P.2d 705. We noted that \"[t]he evidence in trial was replete with testimony and exhibits as to the tenets of Jehovah's Witnesses and the possible effect of such beliefs upon the children.\" <i>Jackson,</i> 181 Kan. at 5, 309 P.2d 705. Thus the \"only question upon this appeal is whether or not the court abused its discretion by allowing the matter of religion to become an integral part of its determination of this custody matter.\" <i>Jackson,</i> 181 Kan. at 8, 309 P.2d 705</p>\n<p><i>Jackson</i> held that \"the court abused its discretion in allowing the matter of religion to become an <i>integral part</i> of its decision to change custody,\" that \"the <i>question of religion</i> cannot be regarded by the court in determining the care, custody and control of minor children ... and in a dispute relating to custody, <i>religious views</i> afford no ground for depriving a parent of custody who is otherwise qualified,\" and that \"[r]eligious freedom, as guaranteed by our Constitution, should be faithfully upheld, and <i>religious teachings</i> to the children ... regardless of how obnoxious the same might be to the Court ... should not and must not be considered as basis of making child custody orders.\" (Emphases added.) <i>Jackson,</i> 181 Kan. 1, Syl. ¶¶ 1, 5, 6, 309 P.2d 705.</p>\n<p>Justice Robert Price, joined by Justice William Wertz, dissented, arguing:</p>\n<blockquote>\"If a divorced parent's extreme religious views and activities are such as to result in emotional instability in such parent, then most certainly I feel that a trial court has not only the right, but the duty, to take such fact into consideration in the determination of what appears to be the welfare and best interests of the child.\" <i>Jackson,</i> 181 Kan. at 12, 309 P.2d 705.</blockquote>\n<p>In <i>Sinclair,</i> the father was awarded custody of the children in a divorce action and the mother appealed. 204 Kan. at 241, 461 P.2d 750. Mother had become a Jehovah's Witness and \"had become so obsessed with her religious beliefs and activities that she completely neglected her duties and a wife and mother,\" including moving away from the home and maintaining little contact with her family. <i>Sinclair,</i> 204 Kan. at 241-42, 461 P.2d 750. Mother argued that the district court's decision was \"based solely on the ground of religion, which is impermissible.\" <span class=\"star-pagination\">*863</span> <i>Sinclair,</i> 204 Kan. at 244, 461 P.2d 750. This court distinguished <i>Jackson,</i> stating:</p>\n<blockquote>\"The import of our holding in <i>Jackson</i> was that <i>religious views alone</i> afford no ground for depriving custody to a parent who is otherwise qualified. Here, the religious beliefs of [Mother] precipitated a <i>course of action</i> on her part of utter disregard and indifference to her children and their activities.\" (Emphases added.) <i>Sinclair,</i> 204 Kan. at 244, 461 P.2d 750.</blockquote>\n<p>The court stressed that \"[t]he paramount consideration of the court in custody cases between parents is always the welfare and best interests of the children\" and concluded that the district court did not abuse its discretion in awarding custody to the father. <i>Sinclair,</i> 204 Kan. at 244, 461 P.2d 750.</p>\n<p>In <i>Beebe,</i> father filed a habeas corpus action seeking custody of his son. Mother, characterized by the district court as a \"`non-sectarian religious sermonizer,'\" had been granted custody in an Arizona divorce decree, but the Kansas district court determined that there had been a change in circumstances necessitating a switch in custody to father. <i>Beebe,</i> 226 Kan. at 597, 601, 602 P.2d 1279.</p>\n<p>On appeal, this court first noted that the absence of an emergency meant that the courts of Arizona had continuing jurisdiction and that the Kansas courts should not have intervened. <i>Beebe,</i> 226 Kan. at 599, 602 P.2d 1279. However, we addressed the merits, \"assuming that jurisdiction was properly exercised.\" <i>Beebe,</i> 226 Kan. at 601, 602 P.2d 1279. Regarding the district court's finding that the child was not receiving proper medical attention in Mexico, where he and mother were living part of the time, this court noted that the child had emerged from that period healthy. <i>Beebe,</i> 226 Kan. at 602, 602 P.2d 1279.</p>\n<blockquote>\"[Mother] was not questioned as to her religious beliefs concerning medical treatment, and the evidence of her beliefs is sparse. Assuming, however, that her religion does discourage or prohibit the use of drugs or medications, or treatment by physicians, is that a valid reason to change custody? Christian Science, a denomination with wide membership, has similar teachings; it discourages as unnecessary the use of drugs or treatment by physicians; yet though such <i>beliefs</i> may be `unorthodox' to the trial judge, they are constitutionally protected and form no basis for denying or changing custody.\" (Emphasis added.) <i>Beebe,</i> 226 Kan. at 602, 602 P.2d 1279.</blockquote>\n<p>The court then quoted from <i>Jackson</i> and concluded that mother's custody should not have been terminated. <i>Beebe,</i> 226 Kan. at 602-03, 602 P.2d 1279.</p>\n<p>Then Chief Justice Alfred Schroeder dissented, joined by Justices Alex Fromme and Kay McFarland. <i>Beebe,</i> 226 Kan. at 603-608, 602 P.2d 1279. He argued: \"The question in this case goes beyond religious freedom. Here the trial court was concerned that appellant's religious beliefs had led to neglect of [the child's] health.\" <i>Beebe,</i> 226 Kan. at 606, 602 P.2d 1279. Chief Justice Schroeder then concluded: \"If the religious beliefs of a parent threatened a child's health or well-being, or would lead to neglect of the child, the adverse effects upon the child may be considered in making a change of custody.\" Because the \"trial court clearly concerned itself with the appellant's religion as it affected [the child's] health and education, it cannot be said the trial court abused its... discretion.\" <i>Beebe,</i> 226 Kan. at 606-07, 602 P.2d 1279.</p>\n<p>The majority of the Court of Appeals panel in this case reviewed these Kansas cases and believed they demonstrate that Kansas courts have distinguished between \"State disapproval of religion, which is improper under our constitution, and State disapproval of actual harm suffered by children as a result of religious beliefs and practices.\" <i>Harrison,</i> 44 Kan.App.2d at 248, 235 P.3d 547. The majority thus held that Kansas law prohibits a parent's religious beliefs and practices from being considered in a custody determination, absent a threshold showing of actual harm to the health or welfare of the child caused by those religious beliefs and practices. <i>Harrison,</i> 44 Kan.App.2d at 248, 235 P.3d 547.</p>\n<p>Judge Caplinger's dissent, in contrast, argued that Kansas precedent does not require a threshold showing of \"actual harm\"; \"impact\" <span class=\"star-pagination\">*864</span> on the best interests of the child is enough. <i>Harrison,</i> 44 Kan.App.2d at 264, 235 P.3d 547. Still, Judge Caplinger stated that courts must \"be mindful\" not to make a parent's religious beliefs and practices the \"sole deciding factor\" and \"be mindful\" of each parent's two constitutional rightsfreedom to exercise care, custody, and control of his or her child and freedom to exercise his or her religion without government interference. <i>Harrison,</i> 44 Kan.App.2d at 267, 235 P.3d 547.</p>\n<p>We are of the view that neither the majority opinion nor the dissenting opinion from the Court of Appeals got the standard for consideration of a parent's religion in child custody proceedings completely correct, although each has correct elements and any confusion is understandable. In <i>Jackson,</i> some of this court's language suggested a bright-line rule: religious beliefs and practices could play no role in custody determinations. 181 Kan. 1, Syl. ¶¶ 1, 5, and 6, 309 P.2d 705. In <i>Sinclair,</i> however, this court blurred the line, instead saying <i>Jackson</i> held that \"religious <i>views alone</i> afford[ed] no ground for depriving custody to a parent who [was] otherwise qualified.\" (Emphasis added.) 204 Kan. at 244, 461 P.2d 750. This court also emphasized in <i>Sinclair</i> that the \"paramount consideration\" for custody always remains the best interests of the child. 204 Kan. at 244, 461 P.2d 750. <i>Beebe</i> also stressed that religious belief alone, including belief regarding the propriety of specific medical treatment, is \"constitutionally protected and [can] form no basis for denying or changing custody.\" 226 Kan. at 602, 602 P.2d 1279.</p>\n<p>The majority of the Court of Appeals apparently was led to its actual harm threshold because <i>Sinclair</i> hinged on the behavioral change the mother's religious beliefs \"precipitated,\" <i>i.e.,</i> \"`utter disregard and indifference'\" to her children. <i>Harrison,</i> 44 Kan. App.2d at 248, 235 P.3d 547. But, as Judge Caplinger observed, the court in <i>Sinclair</i> \"did not restrict the trial court's consideration to such egregious circumstances.\" <i>Harrison,</i> 44 Kan.App.2d at 263, 235 P.3d 547.</p>\n<p>Instead, what we discern in our previous cases, including <i>Sinclair,</i> is an attempt to differentiate between religious beliefs on the one hand and religiously motivated actions or conduct with implications for the paramount best interests of the child on the other. Disapproval of mere <i>belief or nonbelief</i> cannot be a consideration in a custody determinationjudges are not trained to mediate theological disputes. Yet consideration of religiously motivated <i>behavior</i> with an impact on a child's welfare cannot be ignored. It is one of the many relevant factors that must be part of the holistic custody calculus required under Kansas law. See K.S.A. 60-1610(a)(3)(B) (\"In determining the issue of child custody, residency and parenting time, the court shall consider all relevant factors.\").</p>\n<p>With that as theorem, we move to corollaries. Just as mere religious beliefs cannot be solely determinative of custody, a court may not speculate about behavior that religious beliefs may motivate in the future. See <i>Beebe,</i> 226 Kan. at 602, 602 P.2d 1279; <i>Sinclair,</i> 204 Kan. at 244, 461 P.2d 750. A court also may not weigh the merit of one parent's religious belief or lack of belief against the other's. Nothing in law school or practice in any setting qualifies a judge for this task, and any judicial effort to tackle it is far too likely to lead to the substantial impairment of the free exercise of religion our federal and state constitutional provisions were designed to avoid. Courts must be vigilant to avoid invidious discrimination against religious beliefs or practices merely because they seem unconventional. The consideration of religiously motivated actions as a part of holistic evaluation of the best interests of the child, while excluding consideration of religious beliefs, strikes an appropriate balance among the free exercise rights of each parent; the right of each parent to the care, custody, and control of his or her child; and the welfare of the child. See <i>Smith,</i> 494 U.S. at 879, 110 S.Ct. 1595 (\"[T]he right of free exercise does not relieve an individual of the obligation to comply with a `valid and neutral law of general applicability on the ground that the law proscribes [or prescribes] conduct that his religion prescribes [or proscribes].' [Citation omitted.]\"); <i>Wisconsin</i> <span class=\"star-pagination\">*865</span> <i>v. Yoder,</i> 406 U.S. 205, 233-34, 92 S.Ct. 1526, 32 L.Ed.2d 15 (1972) (\"[T]he power of the parent, even when linked to a free exercise claim, may be subject to limitation... if it appears that parental decisions will jeopardize the health or safety of the child.\"); but see Shulman, <i>What Yoder Wrought: Religious Disparagement, Parental Alienation and the Best Interests of the Child,</i> 53 Vill. L.Rev. 173, 205-08 (2008); Note, <i>Free Exercise Claims in Custody Battles: Is Heightened Scrutiny Required Post</i>-Smith?, 108 Colum. L.Rev. 716, 734-36, 740-41 (2008) (discussing the applicability of the concept of hybrid rights to child custody determinations).</p>\n<p>Our research into how our sister states have dealt with the doctrinal and emotional tension inherent when religion and child custody become intertwined satisfies us that the clear distinction we draw today between beliefs and action is endorsed by other courts. See 124 A.L.R.5th 203, § 2[a] (\"While it would presumably be possible to leave the religious factor entirely out of consideration, at least formally, most of the courts have taken the view that while they will adopt an attitude of strict impartiality between religions and will not disqualify any applicant for custody because of the faith the applicant follows ... the religious factors involved in an award are a proper matter to be considered by the court in determining what decision is best for the general welfare of the child, temporally considered.\"); <i>Waites v. Waites,</i> 567 S.W.2d 326, 333 (Mo.1978) (\"We hold that no judicial officer may determine child custody based on approval or disapproval of the beliefs, doctrine, or tenets of the religion of either parent or their interpretation thereof. We recognize it would be impossible and unrealistic to expect courts to ignore the existence of religion or to be blind to its place in our mores. But there is a vast difference between concentrating on the religious choice of a parent as compared to concentrating on what is best for the child.\"); <i>Pater v. Pater,</i> 63 Ohio St.3d 393, 397-98, 588 N.E.2d 794 (1992) (\"Courts have repeatedly held that custody cannot be awarded solely on the basis of the parents' religious affiliations and that to do so violates the First Amendment to the United States Constitution.... On the other hand, a parent's actions are not insulated from the domestic relations court's inquiry just because they are based on religious beliefs, especially actions that will harm the child's mental or physical health.\").</p>\n<p>Likewise, we see support in other jurisdictions for our caution regarding speculation about future behavior that religious beliefs may motivate. See, <i>e.g., </i><i>Varnum v. Varnum,</i> 155 Vt. 376, 385, 586 A.2d 1107 (1990) (\"We are also concerned about the use of the finding that defendant would not allow her children to have blood transfusions even if medically necessary, in the absence of any evidence that such an eventuality is likely and cannot be resolved in ways other than depriving defendant of custody.\"); <i>Garrett v. Garrett,</i> 3 Neb.App. 384, 395, 527 N.W.2d 213 (1995) (\"Likewise, regarding [Mother's] refusal to consent to a blood transfusion for her children even in the event of an emergency, no evidence was presented showing that any of the minor children were prone to accidents or were plagued with any sort of affliction that might necessitate a blood transfusion in the near future. We cannot decide this case based on some hypothetical future accident or illness which might necessitate such treatment.\").</p>\n<p>It also appears our sister states share our wariness of interference with the fundamental right to religious freedom that court comparison of beliefs or lack of beliefs between parents is likely to foster. See 124 A.L.R.5th 203, § 3 (listing cases \"supporting] the view that a court in a child custody proceeding cannot pass on the comparative merits of various religions\"); <i>Osteraas v. Osteraas,</i> 124 Idaho 350, 355, 859 P.2d 948 (1993) (\"It is thus clear that the trial court's distinction between religion and lack thereof cannot prevail against provisions stated in the United States Constitution.\"); <i>Waites,</i> 567 S.W.2d at 333 (\"Any suggestion that a state judicial officer was favoring or tending to favor one religious persuasion over another in a child custody dispute would be intolerable to our organic law.\"); <i>LeDoux v. LeDoux,</i> 234 Neb. 479, 485, 452 N.W.2d 1 (1990) (\"Courts must preserve an attitude of impartiality between religions and may not disqualify a parent <span class=\"star-pagination\">*866</span> solely because of his or her religious beliefs.\"); <i>In re Marriage of Decker,</i> 666 N.W.2d 175, 179 (Iowa App.2003) (\"We do not favor one religion over another in a custody determination.\"); but see <i>Pietrzak v. Schroeder,</i> 759 N.W.2d 734, 744-45 (S.D. 2009) (\"The manner in which a parent encourages his or her child to practice a religion is a legitimate factor for trial courts to consider when awarding custody.\").</p>\n<p>Turning to the question of whether the district judge correctly applied this clarified legal standard when arriving at his initial custody determination in this case, we conclude that the judge properly distinguished between religious belief and religiously motivated conduct having an impact on the best interests of the child. Despite his protestations to the contrary, it is apparent from the judge's memorandum decision that he did in fact consider religiously motivated action. But he stopped there. He did not improperly consider religious belief alone or allow speculation about conduct potentially affecting the child.</p>\n<p>The judge first considered \"the degree to which the Court may consider Monica's religious practices in making a determination of the residential custody of [J.D.H.].\" He cited two decisions of this court and two decisions of the Court of Appeals in his assessment as to what extent religious practices could be considered. The judge noted that religious views cannot deprive a person of custody who is otherwise qualified, <i>Denton v. James,</i> 107 Kan. 729, 736, 193 P. 307 (1920), and that freedom of religion prevents a court from considering \"solely\" religion, <i>Anhalt v. Fesler,</i> 6 Kan.App.2d 921, Syl. ¶ 3, 636 P.2d 224 (1981). The judge also explained that a court must segregate factors that are proper for consideration from legitimate religious practices, citing <i>Jackson,</i> 181 Kan. at 11, 309 P.2d 705. The judge then noted that a parent cannot hide behind religion to alienate a child from the other parent, citing <i>In re Marriage of Cobb,</i> 26 Kan.App.2d 388, 988 P.2d 272 (1999). He then went on to address the evidence presented at trial by Adiel regarding Monica's religious beliefs and practices.</p>\n<p>The judge divided Adiel's concerns based on Monica's religious beliefs and practices into the following categories: (1) \"Father contends that the Mother's religious practices are alienating him from his son\"; (2) \"Father further contends that Mother's religious practices are creating problems for his son's social interactions with other children\"; (3) \"Father contends that [J.D.H] is being forced to participate in activities associated with the Jehovah's Witnesses which are not in his best interests\"; and (4) \"Father contends that the Jehovah's Witness prohibition on blood transfusion, and the Mother's reluctance to disavow this prohibition as it relates to the possible future medical needs of [J.D.H.], creates an unacceptable risk that [J.D.H.] would not receive medically necessary healthcare.\"</p>\n<p>In regard to the claim that J.D.H. experienced social anxiety in connection with holiday celebrations, the district court stated: \"While this is a concern to the Court, ultimately the Court must respect Mother's religious practices. Case law which is binding precedent on this Court prohibits consideration of matters directly associated with decisions a parent makes in an effort to put into practice the teachings of that parent's faith.\" With respect to J.D.H. disliking going door-to-door with his mother to teach about the Jehovah's Witnesses, the judge stated: \"Kansas case law prohibits the Court from considering these factors.\" He nevertheless went on to find that \"these activities do not appear to have any adverse impact on [J.D.H.].\" We first observe that it is ever important for any district judge examining claims such as those advanced by Adiel to analyze whether any anxiety, doubt, frustration, or guilt a child may suffer from being identified with a particular religious group is due to our society's tendency to bestow public recognition or endorsement upon a different, dominant religious group. The district judge in this case appears to have grasped this point. And, because of the district judge's factual finding that J.D.H. did not seem to be adversely affected, we need not further discuss here whether a child's general discomfort or uneasiness stemming from participation in a parent's religious practices can ever influence a custody decision in favor of the other parent.</p>\n<p><span class=\"star-pagination\">*867</span> Adiel also argued to the district judge that he was being alienated from his son because the Jehovah's Witnesses believe only they will survive annihilation, a claim the district judge stated \"is a particularly thorny issue for the Court to wade through.\" The judge stated: \"The teachings of the Jehovah's Witnesses, including those that teach non-Jehovah's Witnesses will suffer annihilation, may not be considered by this Court in deciding custody issues.\" He went on to state, however, that \"while Mother has the constitutional right to raise [J.D.H.] as a Jehovah's Witness, she cannot hide behind this right to alienate [J.D.H.] from his father\" and that \"Mother should respect the bond [J.D.H.] has with his father.\" In other words, the judge properly disregarded Monica's religious belief alone, while noting that her professed belief could not be used to shield inquiry into acts of alienation.</p>\n<p>The district judge was most clearly troubled with Monica's beliefs concerning blood transfusions. He stated: \"Of greater concern to the Court is the practice by Jehovah's Witnesses prohibiting the use of blood products.... [I]t was clear to the Court that Mother was not going to disavow the teachings of the Jehovah's Witnesses on the use of blood products.\" He urged this court to reconsider what he believe to be <i>Beebe</i>'s rule prohibiting consideration of a religious practice discouraging medical treatment. The district judge also noted Johnson's revised recommendation at trial based on Monica's testimony regarding the use of blood products, but he determined that \"the limited case manager's revised recommendation is of little use since it depends in no small part on consideration of factors which the Court constitutionally may not take into account.\" Although it obviously made the district court uncomfortable, he proceeded correctly, albeit for the wrong reason. It would not have been appropriate for him to speculate about an unlikely future event; and, in fact, Monica testified that she would consult Adiel in the event a blood transfusion was recommended for J.D.H. In such a case, Adiel would be empowered to consent to the treatment for his minor son.</p>\n<p>In conclusion, although the district judge attempted to cabin his consideration of Monica's religion, it is apparent from the rest of his decision that he did not in fact categorically exclude all matters religious from his examination. Instead, while he properly excluded religious belief alone and refused to speculate about potential religiously motivated conduct in the future, he did in fact consider the ways in which current religiously motivated conduct affected J.D.H.'s best interests. This was the right approach, striking the delicate balance necessary in this difficult area. There was no abuse of discretion for failure to apply the correct legal standard.</p>\n<p>The majority of the Court of Appeals is affirmed; the district court is affirmed.</p>\n<p>JOHNSON and MORITZ, JJ., not participating.</p>\n<p>CHARLES E. ANDREWS, JR., and DAVID L. STUTZMAN, District Judges, assigned.<sup>[1]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  REPORTER'S NOTE: District Judges Andrews and Stutzman were appointed to hear case No. 102,214 vice Justices Johnson and Moritz respectively pursuant to the authority vested in the Supreme Court by Art. 3, § 6(f) of the Kansas Constitution.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">851</span></span> (2011)</b></center>\n<center><h1>Monica HARRISON, now Mitchell, Next Friend and Natural Guardian of J.D.H., a Minor Child, Appellee,<br>\nv.<br>\nAdiel TAUHEED, Appellant.</h1></center>\n<center>No. 102,214.</center>\n<center><p><b>Supreme Court of Kansas.</b></p></center>\n<center>August 5, 2011.</center>\n<p><span class=\"star-pagination\">*854</span> Linus L. Baker, of Stilwell, argued the cause and was on the brief for appellant.</p>\n<p>Rebecca Mann, of Young, Bogle, McCausland, Wells &amp; Blanchard, P.A., of Wichita, argued the cause and was on the briefs for appellee.</p>\n<p>The opinion of the court was delivered by BEIER, J.:</p>\n<p>This appeal arising out of an initial residential custody determination requires this court to revisit the potential for tension between a parent's constitutionally protected right to free exercise of religion and the judicial system's responsibility to further the best interests of the child.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>The subject of this dispute, J.D.H., was 4 years old when his mother, Monica Harrison, filed a paternity action in Wichita. The district court entered a temporary order granting Monica primary residential custody of J.D.H. In response to the paternity action, father Adiel Tauheed admitted paternity and sought primary residential custody of his son.</p>\n<p>The district court entered an Order for Limited Case Management, and attorney David N. Johnson was appointed as the case manager. He prepared two comprehensive reports and made recommendations based on interviews he had conducted with the parties and others connected with J.D.H., including extended family members, day care workers, teachers, and counselors.</p>\n<p>Johnson's first report recommended that the parties share joint legal custody of J.D.H. and that Monica be designated J.D.H.'s primary residential parent, with specific parenting time awarded to Adiel. Johnson emphasized: \"Both parties appear to be very educated, reasonable, responsible, loving parents to [J.D.H.]. I have no doubt [J.D.H.] would thrive in the primary residential custody of either parent.\" Johnson concluded:</p>\n<blockquote>\"Monica has been [J.D.H.'s] primary (but certainly not exclusive) caretaker throughout his five (5)-year lifetime to date. With all of the statutory factors and other considerations being relatively equal ... the deciding factor in this case comes down to which arrangement would most closely mirror the status quo. Although Adiel presents plausible arguments and supporting facts in his case for primary residential custody, there ultimately is no compelling reason to significantly change the arrangement that has existed all of [J.D.H.'s] life.\"</blockquote>\n<p>Johnson's second report also recommended that Monica be designated J.D.H.'s primary residential parent with specific parenting time awarded to Adiel. Before the second report, Adiel reported concerns regarding J.D.H.'s emotional wellbeing, schooling, and health and hygiene. He also reported an incident in which Monica left J.D.H. unattended. Monica's religious beliefs and practices as a Jehovah's Witness also arose as a potential issue. Johnson's report concluded:</p>\n<blockquote>\"[T]here are a number of questions/concerns that made it difficult to arrive at a conclusion that would best serve [J.D.H.'s] interests in this updated Recommendation. Reasonably sound arguments can be made for either parent to be designated as having primary residential custody. Ultimately, the burden of proof is that a preponderance of the `evidence' must favor a change in the existing primary residential placement. I am concluding that there is not a preponderance of evidence to establish that a change in the primary placement of [J.D.H.] with his mother should occur at this time.\"</blockquote>\n<p>Adiel objected to Johnson's recommendation, arguing that he should be awarded primary residential custody, and the parties proceeded to bench trial on that issue.</p>\n<p>In opening statement, Monica's counsel emphasized that she had been J.D.H.'s primary caregiver his whole life, while Adiel's counsel stressed that Adiel had been an actively involved father. Counsel for Adiel also asserted that Monica's religious teachings <span class=\"star-pagination\">*855</span> were harming J.D.H. and that Monica was alienating J.D.H. from Adiel.</p>\n<p>Monica testified that Adiel was a good father but that he had not had extended parenting time with J.D.H. since J.D.H. was 3 years old. She said that she spoke very highly of Adiel in J.D.H.'s presence. Monica expressed her belief that she should continue to have primary residential custody because J.D.H. had been with her from the beginning; was grounded and excelling in school; and was happy with his religious activities. Monica admitted to having left J.D.H. at home alone at night on at least two occasions, with a police report filed in one instance. She also admitted to representing on one of J.D.H.'s school forms that a man was his stepfather when he was not.</p>\n<p>During Monica's cross-examination, her counsel objected to questions about her religious beliefs. The district court permitted the questions as \"fair cross.\" Monica testified that she was a member of the Watchtower Bible and Tract Society of the Jehovah's Witness religion. Her faith, she said, prohibits the celebration of certain events, such as holidays and birthdays, as well as saluting the flag, saying the Pledge of Allegiance, and serving in the military. Certain extracurricular activities, such as sports, also are not encouraged. Monica testified that J.D.H. was not involved in school-related extracurricular activities. She also testified that her faith discouraged \"unwholesome relationships,\" which are distractions that deter a believer from doing what he or she is supposed to be doing. Relationships with some who are not Jehovah's Witnesses qualify as unwholesome associations. According to Monica's faith, all who reject Jehovah will be annihilated. She also testified about her religious practice of going door-to-door \"witnessing\" with J.D.H. and said that Adiel had been accommodating about her beliefs, as well as the religious training J.D.H. was receiving from her.</p>\n<p>Monica also responded to a hypothetical scenario posed on cross-examination, saying that she would not consent to a blood transfusion even if it were necessary to save J.D.H.'s life. However, she also testified that, if such circumstances arose, she would talk to Adiel.</p>\n<p>Monica's trial testimony also focused on her dispute with Adiel over a \"bring your mentor\" pizza party at J.D.H.'s school. Monica maintained that it was not a \"bring your father\" party but admitted that she did not contact Adiel to tell him about it. She and Adiel also differed on which school J.D.H. should attend. Monica enrolled J.D.H. in a school other than the one to which he ordinarily would have been assigned, even though its academic rating was lower, because it was closer to her work and she believed it was a better fit for J.D.H. Adiel was not informed of the change until Monica dropped J.D.H. off for his first day.</p>\n<p>Monica also testified about a 2001 incident in which she alleged that Adiel pushed her, resulting in the filing of a police report. She also expressed her fear at one point in time that Adiel would try to kidnap J.D.H., because Adiel had told her that he was not going to bring J.D.H. back. Monica also expressed concern that Adiel did not believe that all persons are equal.</p>\n<p>Monica's mother testified, describing Monica as a very good parent and the relationship between Monica and J.D.H. as very close. She also testified about one incident in which Monica left J.D.H. alone, believing that her husband was coming home. Monica's mother reinforced Monica's testimony that Jehovah's Witnesses are not supposed to have relationships with unbelievers.</p>\n<p>Sonya Atencio, a friend of Monica's who provides day care for J.D.H., also testified. She described J.D.H. as a \"wonderful kid\" who never struggled and was not unkempt or dirty while in her care.</p>\n<p>Shane Vondracek, J.D.H.'s teacher at the time of trial, gave testimony via a deposition. Vondracek had participated in a parent-teacher conference with Monica in person and Adiel on the telephone. She also had participated in another telephone conversation with Adiel in which she told him about the pizza party designed to involve male role models. According to Vondracek, Adiel told her he would like to attend but could not because of short notice. Vondracek also testified <span class=\"star-pagination\">*856</span> that J.D.H. had not acted in a manner causing concern, despite his inability to participate in birthday celebrations at school. She also testified that J.D.H. did not misbehave and did not come to school unkempt. Vondracek said that J.D.H. showed no signs of future failure in school and that curriculum in various schools was standardized across the district.</p>\n<p>Adiel testified that he is married and works at an engineering firm in the Kansas City area, where he lives. When he moved to California for school at Stanford shortly after J.D.H. was born, he had hoped that Monica and J.D.H. would also move to California. They did not. Adiel set up a fund to support J.D.H. while he was out of state. Adiel admitted that he had not applied to any schools in Kansas and had not applied for any jobs in Wichita after he finished school.</p>\n<p>Adiel further testified that there were periods of time when it had been difficult for him to have parenting time, including when Monica was arguing that Adiel was going to kidnap J.D.H. Adiel stated that he would never take J.D.H. away from Monica. Adiel also discussed Monica's unilateral decision making, including her decision to send J.D.H. to a different school. He also discussed the pizza party, which he said he did not learn about until the night before the event. Adiel testified that J.D.H. told him on the telephone that he knew he would not be there because he was busy with a new baby and work, which made Adiel feel like his son thought he had abandoned him. Adiel recorded this conversation with J.D.H., as well as other conversations between them.</p>\n<p>Adiel also expressed concern over behavioral changes that he said he had observed in J.D.H. He took J.D.H. to see a professional for therapy and did not discuss the professional's report with Monica. Adiel also was concerned that J.D.H. had called other men in Monica's life \"dad\" and had begun calling him \"Adiel.\" Adiel expressed concern that Monica was not looking after J.D.H.'s health and diet properly. Adiel stated that J.D.H. told him he was becoming frustrated with his mom and wanted to run away. Adiel acknowledged that J.D.H.'s current teacher said he was a happy kid and well adjusted in school.</p>\n<p>Adiel testified that he had never heard Monica say that she would not allow a blood transfusion even if it were necessary to save J.D.H.'s life. Adiel stated that he would consent to any treatment. He also testified that he has not interfered with J.D.H.'s religious beliefs, even though he believed Monica's religious practices and what she was teaching J.D.H. were alienating J.D.H. from him. Adiel is a Muslim.</p>\n<p>Meighan Peifer, an early childhood educator, testified regarding time J.D.H. spent in her educational facility in Kansas City, where J.D.H. attended when he was in Kansas City with his father. Peifer described certain incidents with J.D.H. as \"odd.\" In one, J.D.H. \"froze\" during a school performance. In the other, J.D.H. was unresponsive when another student asked J.D.H. to come to his house. She said that J.D.H. was shaking and saying, \"[N]o, my mom said no, that it was wrong,\" when there was a school parade coinciding with the Fourth of July. Peifer expressed concern that J.D.H. was not developing personal autonomy, although all of his development in other areas was on target for his age. She said she had referred the family to a child psychiatrist because \"something was off\" for J.D.H. Peifer described Adiel as a very involved parent, and she said she believed it was very important that J.D.H. be able to make his own choices about religious practices or \"emotionally, it is [going to] scar him for life.\"</p>\n<p>Adiel's mother testified about the closeness of her son's relationship with her grandson. She described Adiel as an excellent and caring dad and discussed the financial support Adiel had given to Monica while Adiel was away at school. She also testified about two incidents in which J.D.H. grew upset while with her. At a birthday celebration for his grandfather, J.D.H. stated \"I broke my promise\" not to celebrate birthdays. Another time, when at his uncle's house, J.D.H. refused to go inside because there was a flag outside of the door, which he described as an \"idol.\" She further testified that Adiel had been excluded from parenting decisions but had been allowed consistent parenting time <span class=\"star-pagination\">*857</span> since 2006. She also testified that she believed J.D.H. should have been placed in a school with higher academic ratings.</p>\n<p>Adiel's father also testified about Adiel and J.D.H., as well as J.D.H.'s school. His testimony was consistent with that of Adiel's mother. He also said that he believed Monica's religious practices had created greater tension in the bond between Adiel and J.D.H.</p>\n<p>Adiel's wife also testified regarding the pizza party issue. Her testimony on this point was consistent with her husband's. She said J.D.H.'s teacher had not mentioned the pizza party, although she did seek Adiel's participation in a mentoring program.</p>\n<p>Case Manager Johnson testified about his recommendation. Before Johnson's testimony began, Adiel's counsel objected, arguing that Johnson's reports were hearsay and that Johnson was acting as \"judge junior.\" There was no objection to the evidentiary standard Johnson invoked in arriving at his recommendations. The district judge permitted Johnson to testify and admitted Johnson's reports into evidence.</p>\n<p>Johnson testified that he met with Adiel and Monica and spoke over the telephone with several witnesses. Johnson's testimony also included information from a report by the psychologist who saw J.D.H. after the recommendation by Peifer. The report stated that Monica's family dynamic was unhealthy for J.D.H. and that much of his spiritual teaching involved the end of times and what would happen to people who did not follow Jehovah's Witness' teachings. Johnson testified that the information in the psychologist's report was of concern. He also said that specific aspects of the report indicated that J.D.H. was being alienated from his father, but that the report also indicated J.D.H. still had a good bond with his father and stepmother. Johnson further explained that he was concerned about separation of church and state when he arrived at his recommendation.</p>\n<p>Ultimately, Johnson said that he considered the impact \"these things [are] having on the best interests of the child.\" He described the residential custody decision as a close call, and he said the information revealed at trial about Monica's unwillingness to consent to a blood transfusion for J.D.H. was concerningpotentially concerning enough to cause him to change his recommendation. Johnson also said it disturbed him to learn that Monica had left J.D.H. alone on more than the one occasion Johnson already knew about.</p>\n<p>In regard to alienation, Johnson testified that Monica and Adiel were better than most parents involved in custody disputes and that J.D.H. had bonded with both parents. Johnson concluded that the \"main reason\" for his recommendation that Monica be the primary residential parent was that she had been the \"primary caretaker\" and \"that there weren't enough compelling reasons to justify a changemaking a recommendation for a change in the existing status quo.\"</p>\n<p>Both parties filed post-trial briefs in the district court, focusing primarily on what role, if any, Monica's religious beliefs and practices should play in the court's decision.</p>\n<p>In his memorandum decision, the district judge first noted: \"This has been a difficult case for the Court. Both parents are capable and loving parents, and both naturally want to be the primary residential custodian for [J.D.H.].\" He described the situation as ideal for shared custody, not possible because of the parties' geographic distance from one another. He repeatedly referenced his understanding that he should not consider Monica's religious beliefs and practices in his decision, but made clear that a parent could not be permitted to cloak alienation of the other parent in religion's protective garb. He ultimately concluded: \"[J.D.H.] is well adjusted to his current living arrangements, and although the Father has raised legitimate concerns, the Court has concluded that it is in [J.D.H.'s] best interests to retain primary residential custody with the Mother.\"</p>\n<p>On appeal to the Court of Appeals, Adiel argued that the district judge applied the wrong legal standard, treating this action as though it concerned modification of a prior child custody order rather than one seeking an initial custody determination. Adiel also argued generally that the district judge failed to give any negative impact on J.D.H. <span class=\"star-pagination\">*858</span> from Monica's religious practices due consideration. In particular, he argued that the district judge erred by refusing to consider Monica's attitude about potential necessary medical treatment of J.D.H., which would violate her religious beliefs. Monica responded that Adiel had failed to preserve his challenge to the legal standard applied, that the district judge followed a proper best interests of the child standard, and that Kansas precedent supported the district judge's reluctance to evaluate her religious beliefs and practices.</p>\n<p>A divided panel of our Court of Appeals affirmed. <i>Harrison v. Tauheed,</i> <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Kan. App. 2d</span> <span class=\"page\">235</span></span>, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span> (2010). Judge Michael B. Buser, writing for himself and Judge G. Joseph Pierron, concluded that the district judge had applied the correct legal standard to the evidence and that \"a parent's religious beliefs and practices may not be considered by the trial court as a basis to deprive that parent of custody unless there is a showing of actual harm to the health or welfare of the child caused by those religious beliefs and practices.\" <i>Harrison,</i> 44 Kan.App.2d at 236, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. Judge Nancy L. Caplinger (now Justice Moritz) dissented, saying the district judge failed to \"fully and consistently\" apply the best interests of the child standard. <i>Harrison,</i> 44 Kan.App.2d at 260, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span> (Moritz, J., dissenting). She also would not have required a showing of \"actual harm to the health or welfare of the child\" before making a parent's religious practices one of the factors to be weighed in arriving at a custody determination based on the child's best interests. <i>Harrison,</i> 44 Kan. App.2d at 263, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span> (Moritz, J., dissenting). To the extent one or the other parent's religious views and practices \"impact upon the child's best interests,\" she wrote, \"they are admissible and should be considered.\" <i>Harrison,</i> 44 Kan.App.2d at 264, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>.</p>\n<p>We granted Adiel's petition for review.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2><i>The Legal Standard Used in the District Court</i></h2>\n<p>This court has repeatedly held that</p>\n<blockquote>\"`[w]hen the custody issue lies only between the parents, the paramount consideration of the court is the welfare and best interests of the child. The trial court is in the best position to make the inquiry and determination, and in the absence of abuse of sound judicial discretion, its judgment will not be disturbed on appeal. [Citations omitted.]'\" <i>In re Marriage of Rayman,</i> <span class=\"citation\" data-id=\"2521084\"><a href=\"/opinion/2521084/in-re-marriage-of-rayman/\"><span class=\"volume\">273</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">996</span></a></span>, 999, <span class=\"citation\" data-id=\"2521084\"><a href=\"/opinion/2521084/in-re-marriage-of-rayman/\"><span class=\"volume\">47</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">413</span></a></span> (2002) (quoting <i>In re Marriage of Whipp,</i> <span class=\"citation\" data-id=\"1166766\"><a href=\"/opinion/1166766/in-re-marriage-of-whipp/\"><span class=\"volume\">265</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">500</span></a></span>, 506, <span class=\"citation\" data-id=\"1166766\"><a href=\"/opinion/1166766/in-re-marriage-of-whipp/\"><span class=\"volume\">962</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1058</span></a></span> [1998]).</blockquote>\n<p>See also K.S.A. 60-1610(a)(3) (mandating best interests standard, taking into account \"all relevant factors\"). Under an abuse of discretion standard, \"the trial court's decision is protected if reasonable persons could differ upon the propriety of the decision as long as the discretionary decision is made within and takes into account the applicable legal standards.... [A]n abuse of discretion may be found if the trial court's decision goes outside the framework of or fails to properly consider statutory limitations.\" <i>State v. Shopteese,</i> <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">331</span></span>, 340, <span class=\"citation\" data-id=\"2628041\"><a href=\"/opinion/2628041/state-v-shopteese/\"><span class=\"volume\">153</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1208</span></a></span> (2007) (citing <i>State v. Edgar,</i> <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">30</span></span>, 36-38, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">986</span></span> [2006]); see <i>State v. Gonzalez,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">747</span></span>, 755-56, <span class=\"citation\" data-id=\"2511836\"><a href=\"/opinion/2511836/state-v-gonzalez/\"><span class=\"volume\">234</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1</span></a></span> (2010). Determination of the correct legal standard raises a question of law subject to de novo appellate review. See <i>In re M.F.,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">142</span></span>, 150, <span class=\"citation\" data-id=\"2539018\"><a href=\"/opinion/2539018/in-re-mf/\"><span class=\"volume\">225</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1177</span></a></span> (2010) (citing <i>State v. Moore,</i> <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">121</span></span>, 135, <span class=\"citation\" data-id=\"2570629\"><a href=\"/opinion/2570629/state-v-moore/\"><span class=\"volume\">194</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">18</span></a></span> [2008]).</p>\n<p>Adiel argues that district judge's memorandum decision shows that the judge followed Johnson into error by applying an incorrect legal standard to evaluate the evidence before him. In his view, first Johnson and then the district judge demanded that he demonstrate a compelling reason to have J.D.H.'s living arrangement changed. This pattern of analysis, Adiel asserts, improperly allocated to him \"a burden of proof to alter the <i>status quo</i>\" or forced him to overcome a presumption or \"super factor\" in favor of residential custody remaining with Monica. See K.S.A. 60-1610(a)(3)(C):</p>\n<blockquote>\"Neither parent shall be considered to have a vested interest in the custody or residency of any child as against the other parent, regardless of the age of the child, <span class=\"star-pagination\">*859</span> and there shall be no presumption or that it is in the best interests of any infant or young child to give custody or residency to the mother.\"</blockquote>\n<p>Although such a pattern may govern when a change in custodial status is sought, see K.S.A. 60-1610(a)(2) (court may change any prior order of custody, residency, visitation, parenting time when material change of circumstances shown), it does not govern an initial custody determination under K.S.A. 60-1610(a)(3)(B).</p>\n<p>Monica reads the district judge's memorandum decision differently. She believes that the district judge properly applied the best interests of the child standard pursuant to K.S.A. 60-1610(a)(3)(B), and she emphasizes that the statute's list of factors is not exclusive. Monica argues that the district judge was forced to \"look outside the box for a reason to appoint one party over the other as residential custodian,\" and he made a legally legitimate choice to place persuasive weight on the living arrangement that had existed for all of J.D.H.'s life.</p>\n<p>The majority of the Court of Appeals panel first ruled that Adiel failed to raise this issue before the district court. It nevertheless addressed the merits, concluding:</p>\n<blockquote>\"Our review of the trial court's memorandum decision convinces us the correct legal standard and statutory factors were applied in this case. In particular, in its `Summary of the Court's ruling,' the trial court explicitly stated that after weighing the evidence it had reached a conclusion to award Monica residential custody based on `[J.D.H.'s] best interests.'\" <i>Harrison,</i> 44 Kan.App.2d at 241, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>.</blockquote>\n<p>The majority determined that \"the trial court explicitly identified the proper statutory factors to be considered\" in determining the best interests of the child. <i>Harrison,</i> 44 Kan.App.2d at 241, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. The district judge's use of the phrase \"compelling reason\" was \"never made in the context of referencing a legal standard,\" but instead merely to reference \"the weight of the evidence in favor of maintaining the existing residency arrangement.\" <i>Harrison,</i> 44 Kan. App.2d at 241-42, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. Moreover, there was \"no showing the trial court relied on Johnson for any legal standard.\" <i>Harrison,</i> 44 Kan.App.2d at 243, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>.</p>\n<p>Judge Caplinger dissented on the merits of this issue, accepting Adiel's argument that the district court erred by demanding proof of a \"compelling reason\" to change residential custody. <i>Harrison,</i> 44 Kan.App.2d at 261-62, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. She would have remanded the case to the district court \"with instructions to consistently apply the `best interests of the child' standard to this initial custody determination.\" <i>Harrison,</i> 44 Kan. App.2d at 262, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>.</p>\n<p>We are satisfied that this issue has been adequately preserved for appellate review. The question of whether the district judge applied the correct legal standard in evaluating the evidence did not fully surface until the filing of his memorandum decision. Adiel then took advantage of his appeal to the Court of Appeals as a timely opportunity to raise it. We granted an unlimited review of the matter, which means we are free to examine any issue that was before the Court of Appeals. See Supreme Court Rule 8.03(g)(1) (2010 Kan. Ct. R. Annot. 68).</p>\n<p>Turning to the merits, the parties do not dispute that the best interests of the child must control a district judge's initial custody determination. See K.S.A. 60-1610(a)(3); see <i>In re Marriage of Rayman,</i> 273 Kan. at 999, <span class=\"citation\" data-id=\"2521084\"><a href=\"/opinion/2521084/in-re-marriage-of-rayman/\"><span class=\"volume\">47</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">413</span></a></span>; <i>Jensen v. Runft,</i> <span class=\"citation\" data-id=\"2604318\"><a href=\"/opinion/2604318/jensen-v-runft/\"><span class=\"volume\">252</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">76</span></a></span>, Syl. ¶ 2, <span class=\"citation\" data-id=\"2604318\"><a href=\"/opinion/2604318/jensen-v-runft/\"><span class=\"volume\">843</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">191</span></a></span> (1992). Further, the parties have not alleged a lack of substantial competent evidence to support the district judge's factual assessment. The only question, therefore, is whether the district court properly employed a best interests of the child analysis, upon which all agree.</p>\n<p>K.S.A. 60-1610(a)(3)(B) provides a nonexclusive list of factors to be considered by a district court in determining the best interests of the child:</p>\n<blockquote>\"(i) The length of time that the child has been under the actual care and control of any person other than a parent and the circumstances relating thereto;</blockquote>\n<blockquote>\"(ii) the desires of the child's parents as to custody or residency;</blockquote>\n<blockquote>\"(iii) the desires of the child as to the child's custody or residency;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*860</span> \"(iv) the interaction and interrelationship of the child with parents, siblings and any other person who may significantly affect the child's best interests;</blockquote>\n<blockquote>\"(v) the child's adjustment to the child's home, school and community;</blockquote>\n<blockquote>\"(vi) the willingness and ability of each parent to respect and appreciate the bond between the child and the other parent and to allow for a continuing relationship between the child and the other parent;</blockquote>\n<blockquote>\"(vii) evidence of spousal abuse;</blockquote>\n<blockquote>\"(viii) whether a parent is subject to the registration requirements of the Kansas offender registration act, K.S.A. 22-4901, <i>et seq.,</i> and amendments thereto, or any similar act in any other state, or under military or federal law;</blockquote>\n<blockquote>\"(ix) whether a parent has been convicted of abuse of a child, K.S.A. 21-3609, and amendments thereto;</blockquote>\n<blockquote>\"(x) whether a parent is residing with an individual who is subject to registration requirements of the Kansas offender registration act, K.S.A. 22-4901, <i>et seq.,</i> and amendments thereto, or any similar act in any other state, or under military or federal law; and</blockquote>\n<blockquote>\"(xi) whether a parent is residing with an individual who has been convicted of abuse of a child, K.S.A. 21-3609, and amendments thereto.\"</blockquote>\n<p>We must carefully review the language the district judge used in his memorandum decision to decide whether he applied the required legal standard, including these factors and others merited by the case. The district judge's memorandum decision discusses at least (ii), (iii), (iv), (v), and (vi) among the statutory factors, and his summary of his ruling explicitly invokes best interests of the child.</p>\n<p>We note that the judge acknowledged Adiel's allegation of alienation unrelated to Monica's religious practices, specifically her failure to communicate on school-related functions, which left Adiel unable to participate. The judge also explicitly recognized and evaluated the evidence concerning Adiel's accusation that Monica left J.D.H. home alone. Regarding the latter, the judge stated: \"While these events should not be minimized (whether it was one occurrence or two, it was one or two too many), they do appear to be isolated occurrences. Taking into account consideration [of] the bigger picture, there is no evidence that [J.D.H.] is suffering from neglect.\" Although Adiel also had alleged poor hygiene, the district judge found that photographs submitted by Adiel depicted the \"normal dirt and grime that children of [J.D.H.'s] age attract during regular play\" and that there was \"no evidence that [J.D.H.'s] hygiene was of concern to his teachers.\"</p>\n<p>The judge next considered the \"[i]nteraction of the child with his parents and the willingness of each parent to respect the bond between the child and the other parent.\" He concluded: \"He gets along well with both parents, and is well bonded to both parents.\" The judge agreed with Johnson's observation that J.D.H. \"`would thrive in the primary residential custody of either parent.'\"</p>\n<p>The judge then addressed \"other acts of alienation,\" namely Adiel's allegation that Monica did not keep him informed of important school events. The judge stated: \"It is clear from the evidence presented at trial that Mother is less concerned about involving Father in events important to [J.D.H.] than she should be\" and that \"[t]he effort by one parent to undermine a child's relationship to the other parent can form the basis for a change of custody.\" He concluded, however, that Monica had not \"intentionally\" tried to harm Adiel's relationship with J.D.H. and that, in fact, J.D.H. and Adiel have a \"healthy relationship.\"</p>\n<p>The judge also considered the desires of the parents and J.D.H., stating that \"[b]oth parents desire to be the residential custodian\" and \"[J.D.H.] seems comfortable with both parents.\"</p>\n<p>The judge also \"placed great weight\" on the \"[l]ength of time [J.D.H.] has spent with each parent and his adjustment to his home, school and community.\" He determined that \"Mother has been [J.D.H.'s] primary residential custodian since birth\" and that J.D.H. was \"well adjusted\" and a \"very <span class=\"star-pagination\">*861</span> successful student.\" Although the length of time a child has spent with one of his or her parents is not listed in the statute, it is certainly an appropriate consideration. See <i>La Grone v. La Grone,</i> <span class=\"citation\" data-id=\"1209244\"><a href=\"/opinion/1209244/lagrone-v-lagrone/\"><span class=\"volume\">238</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">630</span></a></span>, 633, <span class=\"citation\" data-id=\"1209244\"><a href=\"/opinion/1209244/lagrone-v-lagrone/\"><span class=\"volume\">713</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">474</span></a></span> (1986) (one factor: which parent has had actual care, custody of child during child's lifetime).</p>\n<p>Finally, the judge noted: \"Once those factors related to religion are removed from this case, what is left is a very bright little boy who is well adjusted to his current living environment.\" He thus reached the same conclusion Johnson had reached in his written reports, that is, that residential custody should remain with Monica.</p>\n<p>The district judge's choice to \"place great weight\" on the length of time J.D.H. had spent with each parent and his adjustment to his home, school, and community was selected as part of application of the correct legal standard and was not an abuse of discretion for deviation from that standard. Placing \"great weight\" on the length of time a child has spent living with a parent as part of a court's analysis of the best interests of the child was different from treating a parent as though he or she has a \"vested interest in the custody or residency\" of that child, which would have been impermissible pursuant to K.S.A. 60-1610(a)(3)(C). Further, as the Court of Appeals majority noted, the judge's decision <i>did not</i> reference K.S.A. 60-1610(a)(2)(A), the statute governing modification of a prior custody order, and the district court's decision <i>did not</i> use the term \"material change of circumstances.\" <i>Harrison,</i> 44 Kan.App.2d at 242, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. Rather, the judge plainly arrived at his ultimate decision on residential custody by exploring what would best serve J.D.H.'s best interests. There is no reversible error on this issue.</p>\n<p></p>\n<h2><i>Propriety of Consideration of Mother's Religious Beliefs and Practices</i></h2>\n<p>Again, failure to apply the correct legal standard is an abuse of discretion. See <i>Gonzalez,</i> 290 Kan. at 755-56, <span class=\"citation\" data-id=\"2511836\"><a href=\"/opinion/2511836/state-v-gonzalez/\"><span class=\"volume\">234</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1</span></a></span>. Also, we have plenary review to determine whether a legal standard was correct. See <i>In re M.F.,</i> 290 Kan. at 150, <span class=\"citation\" data-id=\"2539018\"><a href=\"/opinion/2539018/in-re-mf/\"><span class=\"volume\">225</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1177</span></a></span>; <i>Owen Lumber Co. v. Chartrand,</i> <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">911</span></span>, 916, <span class=\"citation\" data-id=\"2632958\"><a href=\"/opinion/2632958/owen-lumber-co-v-chartrand/\"><span class=\"volume\">157</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1109</span></a></span> (2007).</p>\n<p>Adiel argues that \"[t]he trial court erred in refusing to consider all the evidence related to the negative impact upon [J.D.H.] that was caused by Monica Harrison's religious beliefs and practices.\" Although \"[b]y itself, the mother's religion and her beliefs are beyond the scope of the trial court's inquiry,\" he asserts that it is proper for a district court to consider \"evidence of the negative impact upon the child and the negative impact to the relationship with the parent ... even if it is caused by religious beliefs and practices.\" Adiel further argues that Monica's \"medical philosophy [opposing blood transfusions] towards [J.D.H.] is not in his best interests.\" Adiel's position is that \"[t]rial courts are not prohibited under the best interest analysis from considering the medical philosophies of a parent as it bears upon future medical treatment.\" According to Adiel, the majority of the Court of Appeals improperly concluded that \"there must be a requisite showing of `actual harm'\" before religious beliefs and practices can be considered in determining the best interests of the child.</p>\n<p>Monica responds that the district court \"correctly noted that Kansas case law prohibited the Court from considering these [religious] factor[s] in determining custody\" and that \"[t]he Court of Appeals correctly restated and applied the legal standard for use of religious testimony in a `best interests' hearing.\"</p>\n<p>Best interests of the child analysis is complicated when a parent's rights may conflict. See, <i>e.g., </i><i>In re Cooper,</i> <span class=\"citation\" data-id=\"1450325\"><a href=\"/opinion/1450325/in-re-cooper/\"><span class=\"volume\">230</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">57</span></a></span>, 62-63, <span class=\"citation\" data-id=\"1450325\"><a href=\"/opinion/1450325/in-re-cooper/\"><span class=\"volume\">631</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">632</span></a></span> (1981), <i>superseded by statute on other grounds, as recognized by </i><i>In re J.A.H.,</i> <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">375</span></span>, <span class=\"citation\" data-id=\"2584275\"><a href=\"/opinion/2584275/in-re-jah/\"><span class=\"volume\">172</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1</span></a></span> (2007); <i>In re Armentrout,</i> <span class=\"citation\" data-id=\"2610174\"><a href=\"/opinion/2610174/in-re-armentrout/\"><span class=\"volume\">207</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">366</span></a></span>, 370, <span class=\"citation\" data-id=\"2610174\"><a href=\"/opinion/2610174/in-re-armentrout/\"><span class=\"volume\">485</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">183</span></a></span> (1971). Further, one parent's rights may conflict with the rights of the other parent. Although the best interests of the child are always to remain the paramount consideration of the court in making a custody determination, we have explained that \"[t]he parents' rights cannot be disregarded,... and the child's best interests may be considered in conjunction with the parents' rights.\" <i>In re Cooper,</i> <span class=\"citation\" data-id=\"1450325\"><a href=\"/opinion/1450325/in-re-cooper/\"><span class=\"volume\">230</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">57</span></a></span>, 62, 631 <span class=\"star-pagination\">*862</span> P.2d 632 (1981) (citing <i>In re Armentrout,</i> <span class=\"citation\" data-id=\"2610174\"><a href=\"/opinion/2610174/in-re-armentrout/\"><span class=\"volume\">207</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">366</span></a></span>, 370, <span class=\"citation\" data-id=\"2610174\"><a href=\"/opinion/2610174/in-re-armentrout/\"><span class=\"volume\">485</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">183</span></a></span> [1971]; <i>Lennon v. State,</i> <span class=\"citation\" data-id=\"1420603\"><a href=\"/opinion/1420603/lennon-v-state/\"><span class=\"volume\">193</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">685</span></a></span>, 691, <span class=\"citation\" data-id=\"1420603\"><a href=\"/opinion/1420603/lennon-v-state/\"><span class=\"volume\">396</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">290</span></a></span> [1964]).</p>\n<p>\"A parent's right to make decisions regarding the care, custody, and control of his or her child is a fundamental liberty interest protected by the Fourteenth Amendment.\" <i>In re J.D.C.,</i> <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">155</span></span>, 166, <span class=\"citation\" data-id=\"2599409\"><a href=\"/opinion/2599409/in-re-jdc/\"><span class=\"volume\">159</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">974</span></a></span> (2007) (citing <i>Troxel v. Granville,</i> <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 65-66, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> [2000]; <i>Sheppard v. Sheppard,</i> <span class=\"citation\" data-id=\"1166952\"><a href=\"/opinion/1166952/sheppard-v-sheppard/\"><span class=\"volume\">230</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">146</span></a></span>, 152, <span class=\"citation\" data-id=\"1166952\"><a href=\"/opinion/1166952/sheppard-v-sheppard/\"><span class=\"volume\">630</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1121</span></a></span> [1981], <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span></span> [1982]). Further, all individuals in Kansas have the right to religious freedom, protected by both the First and Fourteenth Amendments of the Constitution of the United States and the Kansas Bill of Rights. Kan. Const. Bill of Rights, § 7; <i>Employment Div., Ore. Dept. of Human Res. v. Smith,</i> <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span>, 876, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">876</span></a></span> (1990) (citing <i>Cantwell v. Connecticut,</i> <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 303, <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1213</span></a></span> [1940]).</p>\n<p>Custody cases implicating questions of religious belief and practice require a delicate balancing of the rights of each parent and the welfare of the child whose custody is in question. Prior cases from this court, <i>Beebe v. Chavez,</i> <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">226</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">591</span></a></span>, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span> (1979), <i>Sinclair v. Sinclair,</i> <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">204</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span> (1969), <i>Jackson v. Jackson,</i> <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">181</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span> (1957), and have provided some guidance to the lower courts on this subject, yet additional clarification is needed to enable review of the district judge's performance here.</p>\n<p>In <i>Jackson,</i> the father moved for a change in custody, which was granted by the district court. Mother appealed, arguing that \"`the real, underlying reason for depriving her of custody was her membership in Jehovah's Witnesses and training the children in that faith'\" and that the \"`\"emotional instability\" argument against her ... was a mere subterfuge.'\" <i>Jackson,</i> 181 Kan. at 4, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span>. This court concluded that the \"question of religion ... permeates the record.\" <i>Jackson,</i> 181 Kan. at 5, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span>. We noted that \"[t]he evidence in trial was replete with testimony and exhibits as to the tenets of Jehovah's Witnesses and the possible effect of such beliefs upon the children.\" <i>Jackson,</i> 181 Kan. at 5, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span>. Thus the \"only question upon this appeal is whether or not the court abused its discretion by allowing the matter of religion to become an integral part of its determination of this custody matter.\" <i>Jackson,</i> 181 Kan. at 8, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span></p>\n<p><i>Jackson</i> held that \"the court abused its discretion in allowing the matter of religion to become an <i>integral part</i> of its decision to change custody,\" that \"the <i>question of religion</i> cannot be regarded by the court in determining the care, custody and control of minor children ... and in a dispute relating to custody, <i>religious views</i> afford no ground for depriving a parent of custody who is otherwise qualified,\" and that \"[r]eligious freedom, as guaranteed by our Constitution, should be faithfully upheld, and <i>religious teachings</i> to the children ... regardless of how obnoxious the same might be to the Court ... should not and must not be considered as basis of making child custody orders.\" (Emphases added.) <i>Jackson,</i> <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">181</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">1</span></a></span>, Syl. ¶¶ 1, 5, 6, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span>.</p>\n<p>Justice Robert Price, joined by Justice William Wertz, dissented, arguing:</p>\n<blockquote>\"If a divorced parent's extreme religious views and activities are such as to result in emotional instability in such parent, then most certainly I feel that a trial court has not only the right, but the duty, to take such fact into consideration in the determination of what appears to be the welfare and best interests of the child.\" <i>Jackson,</i> 181 Kan. at 12, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span>.</blockquote>\n<p>In <i>Sinclair,</i> the father was awarded custody of the children in a divorce action and the mother appealed. 204 Kan. at 241, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>. Mother had become a Jehovah's Witness and \"had become so obsessed with her religious beliefs and activities that she completely neglected her duties and a wife and mother,\" including moving away from the home and maintaining little contact with her family. <i>Sinclair,</i> 204 Kan. at 241-42, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>. Mother argued that the district court's decision was \"based solely on the ground of religion, which is impermissible.\" <span class=\"star-pagination\">*863</span> <i>Sinclair,</i> 204 Kan. at 244, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>. This court distinguished <i>Jackson,</i> stating:</p>\n<blockquote>\"The import of our holding in <i>Jackson</i> was that <i>religious views alone</i> afford no ground for depriving custody to a parent who is otherwise qualified. Here, the religious beliefs of [Mother] precipitated a <i>course of action</i> on her part of utter disregard and indifference to her children and their activities.\" (Emphases added.) <i>Sinclair,</i> 204 Kan. at 244, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>.</blockquote>\n<p>The court stressed that \"[t]he paramount consideration of the court in custody cases between parents is always the welfare and best interests of the children\" and concluded that the district court did not abuse its discretion in awarding custody to the father. <i>Sinclair,</i> 204 Kan. at 244, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>.</p>\n<p>In <i>Beebe,</i> father filed a habeas corpus action seeking custody of his son. Mother, characterized by the district court as a \"`non-sectarian religious sermonizer,'\" had been granted custody in an Arizona divorce decree, but the Kansas district court determined that there had been a change in circumstances necessitating a switch in custody to father. <i>Beebe,</i> 226 Kan. at 597, 601, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>.</p>\n<p>On appeal, this court first noted that the absence of an emergency meant that the courts of Arizona had continuing jurisdiction and that the Kansas courts should not have intervened. <i>Beebe,</i> 226 Kan. at 599, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>. However, we addressed the merits, \"assuming that jurisdiction was properly exercised.\" <i>Beebe,</i> 226 Kan. at 601, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>. Regarding the district court's finding that the child was not receiving proper medical attention in Mexico, where he and mother were living part of the time, this court noted that the child had emerged from that period healthy. <i>Beebe,</i> 226 Kan. at 602, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>.</p>\n<blockquote>\"[Mother] was not questioned as to her religious beliefs concerning medical treatment, and the evidence of her beliefs is sparse. Assuming, however, that her religion does discourage or prohibit the use of drugs or medications, or treatment by physicians, is that a valid reason to change custody? Christian Science, a denomination with wide membership, has similar teachings; it discourages as unnecessary the use of drugs or treatment by physicians; yet though such <i>beliefs</i> may be `unorthodox' to the trial judge, they are constitutionally protected and form no basis for denying or changing custody.\" (Emphasis added.) <i>Beebe,</i> 226 Kan. at 602, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>.</blockquote>\n<p>The court then quoted from <i>Jackson</i> and concluded that mother's custody should not have been terminated. <i>Beebe,</i> 226 Kan. at 602-03, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>.</p>\n<p>Then Chief Justice Alfred Schroeder dissented, joined by Justices Alex Fromme and Kay McFarland. <i>Beebe,</i> 226 Kan. at 603-608, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>. He argued: \"The question in this case goes beyond religious freedom. Here the trial court was concerned that appellant's religious beliefs had led to neglect of [the child's] health.\" <i>Beebe,</i> 226 Kan. at 606, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>. Chief Justice Schroeder then concluded: \"If the religious beliefs of a parent threatened a child's health or well-being, or would lead to neglect of the child, the adverse effects upon the child may be considered in making a change of custody.\" Because the \"trial court clearly concerned itself with the appellant's religion as it affected [the child's] health and education, it cannot be said the trial court abused its... discretion.\" <i>Beebe,</i> 226 Kan. at 606-07, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>.</p>\n<p>The majority of the Court of Appeals panel in this case reviewed these Kansas cases and believed they demonstrate that Kansas courts have distinguished between \"State disapproval of religion, which is improper under our constitution, and State disapproval of actual harm suffered by children as a result of religious beliefs and practices.\" <i>Harrison,</i> 44 Kan.App.2d at 248, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. The majority thus held that Kansas law prohibits a parent's religious beliefs and practices from being considered in a custody determination, absent a threshold showing of actual harm to the health or welfare of the child caused by those religious beliefs and practices. <i>Harrison,</i> 44 Kan.App.2d at 248, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>.</p>\n<p>Judge Caplinger's dissent, in contrast, argued that Kansas precedent does not require a threshold showing of \"actual harm\"; \"impact\" <span class=\"star-pagination\">*864</span> on the best interests of the child is enough. <i>Harrison,</i> 44 Kan.App.2d at 264, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. Still, Judge Caplinger stated that courts must \"be mindful\" not to make a parent's religious beliefs and practices the \"sole deciding factor\" and \"be mindful\" of each parent's two constitutional rightsfreedom to exercise care, custody, and control of his or her child and freedom to exercise his or her religion without government interference. <i>Harrison,</i> 44 Kan.App.2d at 267, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>.</p>\n<p>We are of the view that neither the majority opinion nor the dissenting opinion from the Court of Appeals got the standard for consideration of a parent's religion in child custody proceedings completely correct, although each has correct elements and any confusion is understandable. In <i>Jackson,</i> some of this court's language suggested a bright-line rule: religious beliefs and practices could play no role in custody determinations. <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">181</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">1</span></a></span>, Syl. ¶¶ 1, 5, and 6, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span>. In <i>Sinclair,</i> however, this court blurred the line, instead saying <i>Jackson</i> held that \"religious <i>views alone</i> afford[ed] no ground for depriving custody to a parent who [was] otherwise qualified.\" (Emphasis added.) 204 Kan. at 244, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>. This court also emphasized in <i>Sinclair</i> that the \"paramount consideration\" for custody always remains the best interests of the child. 204 Kan. at 244, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>. <i>Beebe</i> also stressed that religious belief alone, including belief regarding the propriety of specific medical treatment, is \"constitutionally protected and [can] form no basis for denying or changing custody.\" 226 Kan. at 602, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>.</p>\n<p>The majority of the Court of Appeals apparently was led to its actual harm threshold because <i>Sinclair</i> hinged on the behavioral change the mother's religious beliefs \"precipitated,\" <i>i.e.,</i> \"`utter disregard and indifference'\" to her children. <i>Harrison,</i> 44 Kan. App.2d at 248, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>. But, as Judge Caplinger observed, the court in <i>Sinclair</i> \"did not restrict the trial court's consideration to such egregious circumstances.\" <i>Harrison,</i> 44 Kan.App.2d at 263, <span class=\"citation\" data-id=\"2630914\"><a href=\"/opinion/2630914/harrison-v-tauheed/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">547</span></a></span>.</p>\n<p>Instead, what we discern in our previous cases, including <i>Sinclair,</i> is an attempt to differentiate between religious beliefs on the one hand and religiously motivated actions or conduct with implications for the paramount best interests of the child on the other. Disapproval of mere <i>belief or nonbelief</i> cannot be a consideration in a custody determinationjudges are not trained to mediate theological disputes. Yet consideration of religiously motivated <i>behavior</i> with an impact on a child's welfare cannot be ignored. It is one of the many relevant factors that must be part of the holistic custody calculus required under Kansas law. See K.S.A. 60-1610(a)(3)(B) (\"In determining the issue of child custody, residency and parenting time, the court shall consider all relevant factors.\").</p>\n<p>With that as theorem, we move to corollaries. Just as mere religious beliefs cannot be solely determinative of custody, a court may not speculate about behavior that religious beliefs may motivate in the future. See <i>Beebe,</i> 226 Kan. at 602, <span class=\"citation\" data-id=\"1343640\"><a href=\"/opinion/1343640/beebe-v-chavez/\"><span class=\"volume\">602</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1279</span></a></span>; <i>Sinclair,</i> 204 Kan. at 244, <span class=\"citation\" data-id=\"1159474\"><a href=\"/opinion/1159474/sinclair-v-sinclair/\"><span class=\"volume\">461</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>. A court also may not weigh the merit of one parent's religious belief or lack of belief against the other's. Nothing in law school or practice in any setting qualifies a judge for this task, and any judicial effort to tackle it is far too likely to lead to the substantial impairment of the free exercise of religion our federal and state constitutional provisions were designed to avoid. Courts must be vigilant to avoid invidious discrimination against religious beliefs or practices merely because they seem unconventional. The consideration of religiously motivated actions as a part of holistic evaluation of the best interests of the child, while excluding consideration of religious beliefs, strikes an appropriate balance among the free exercise rights of each parent; the right of each parent to the care, custody, and control of his or her child; and the welfare of the child. See <i>Smith,</i> 494 U.S. at 879, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span> (\"[T]he right of free exercise does not relieve an individual of the obligation to comply with a `valid and neutral law of general applicability on the ground that the law proscribes [or prescribes] conduct that his religion prescribes [or proscribes].' [Citation omitted.]\"); <i>Wisconsin</i> <span class=\"star-pagination\">*865</span> <i>v. Yoder,</i> <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 233-34, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1972) (\"[T]he power of the parent, even when linked to a free exercise claim, may be subject to limitation... if it appears that parental decisions will jeopardize the health or safety of the child.\"); but see Shulman, <i>What Yoder Wrought: Religious Disparagement, Parental Alienation and the Best Interests of the Child,</i> 53 Vill. L.Rev. 173, 205-08 (2008); Note, <i>Free Exercise Claims in Custody Battles: Is Heightened Scrutiny Required Post</i>-Smith?, 108 Colum. L.Rev. 716, 734-36, 740-41 (2008) (discussing the applicability of the concept of hybrid rights to child custody determinations).</p>\n<p>Our research into how our sister states have dealt with the doctrinal and emotional tension inherent when religion and child custody become intertwined satisfies us that the clear distinction we draw today between beliefs and action is endorsed by other courts. See <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">A.L.R. 5th</span> <span class=\"page\">203</span></span>, § 2[a] (\"While it would presumably be possible to leave the religious factor entirely out of consideration, at least formally, most of the courts have taken the view that while they will adopt an attitude of strict impartiality between religions and will not disqualify any applicant for custody because of the faith the applicant follows ... the religious factors involved in an award are a proper matter to be considered by the court in determining what decision is best for the general welfare of the child, temporally considered.\"); <i>Waites v. Waites,</i> <span class=\"citation\" data-id=\"2420142\"><a href=\"/opinion/2420142/waites-v-waites/\"><span class=\"volume\">567</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">326</span></a></span>, 333 (Mo.1978) (\"We hold that no judicial officer may determine child custody based on approval or disapproval of the beliefs, doctrine, or tenets of the religion of either parent or their interpretation thereof. We recognize it would be impossible and unrealistic to expect courts to ignore the existence of religion or to be blind to its place in our mores. But there is a vast difference between concentrating on the religious choice of a parent as compared to concentrating on what is best for the child.\"); <i>Pater v. Pater,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">393</span></span>, 397-98, <span class=\"citation no-link\"><span class=\"volume\">588</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">794</span></span> (1992) (\"Courts have repeatedly held that custody cannot be awarded solely on the basis of the parents' religious affiliations and that to do so violates the First Amendment to the United States Constitution.... On the other hand, a parent's actions are not insulated from the domestic relations court's inquiry just because they are based on religious beliefs, especially actions that will harm the child's mental or physical health.\").</p>\n<p>Likewise, we see support in other jurisdictions for our caution regarding speculation about future behavior that religious beliefs may motivate. See, <i>e.g., </i><i>Varnum v. Varnum,</i> <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">376</span></span>, 385, <span class=\"citation\" data-id=\"2316782\"><a href=\"/opinion/2316782/varnum-v-varnum/\"><span class=\"volume\">586</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1107</span></a></span> (1990) (\"We are also concerned about the use of the finding that defendant would not allow her children to have blood transfusions even if medically necessary, in the absence of any evidence that such an eventuality is likely and cannot be resolved in ways other than depriving defendant of custody.\"); <i>Garrett v. Garrett,</i> 3 Neb.App. 384, 395, <span class=\"citation\" data-id=\"1303691\"><a href=\"/opinion/1303691/garrett-v-garrett/\"><span class=\"volume\">527</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">213</span></a></span> (1995) (\"Likewise, regarding [Mother's] refusal to consent to a blood transfusion for her children even in the event of an emergency, no evidence was presented showing that any of the minor children were prone to accidents or were plagued with any sort of affliction that might necessitate a blood transfusion in the near future. We cannot decide this case based on some hypothetical future accident or illness which might necessitate such treatment.\").</p>\n<p>It also appears our sister states share our wariness of interference with the fundamental right to religious freedom that court comparison of beliefs or lack of beliefs between parents is likely to foster. See <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">A.L.R. 5th</span> <span class=\"page\">203</span></span>, § 3 (listing cases \"supporting] the view that a court in a child custody proceeding cannot pass on the comparative merits of various religions\"); <i>Osteraas v. Osteraas,</i> <span class=\"citation\" data-id=\"2613096\"><a href=\"/opinion/2613096/osteraas-v-osteraas/\"><span class=\"volume\">124</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">350</span></a></span>, 355, <span class=\"citation\" data-id=\"2613096\"><a href=\"/opinion/2613096/osteraas-v-osteraas/\"><span class=\"volume\">859</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">948</span></a></span> (1993) (\"It is thus clear that the trial court's distinction between religion and lack thereof cannot prevail against provisions stated in the United States Constitution.\"); <i>Waites,</i> 567 S.W.2d at 333 (\"Any suggestion that a state judicial officer was favoring or tending to favor one religious persuasion over another in a child custody dispute would be intolerable to our organic law.\"); <i>LeDoux v. LeDoux,</i> <span class=\"citation\" data-id=\"1245798\"><a href=\"/opinion/1245798/ledoux-v-ledoux/\"><span class=\"volume\">234</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">479</span></a></span>, 485, <span class=\"citation\" data-id=\"1245798\"><a href=\"/opinion/1245798/ledoux-v-ledoux/\"><span class=\"volume\">452</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">1</span></a></span> (1990) (\"Courts must preserve an attitude of impartiality between religions and may not disqualify a parent <span class=\"star-pagination\">*866</span> solely because of his or her religious beliefs.\"); <i>In re Marriage of Decker,</i> <span class=\"citation\" data-id=\"2219192\"><a href=\"/opinion/2219192/in-re-marriage-of-decker/\"><span class=\"volume\">666</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">175</span></a></span>, 179 (Iowa App.2003) (\"We do not favor one religion over another in a custody determination.\"); but see <i>Pietrzak v. Schroeder,</i> <span class=\"citation no-link\"><span class=\"volume\">759</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">734</span></span>, 744-45 (S.D. 2009) (\"The manner in which a parent encourages his or her child to practice a religion is a legitimate factor for trial courts to consider when awarding custody.\").</p>\n<p>Turning to the question of whether the district judge correctly applied this clarified legal standard when arriving at his initial custody determination in this case, we conclude that the judge properly distinguished between religious belief and religiously motivated conduct having an impact on the best interests of the child. Despite his protestations to the contrary, it is apparent from the judge's memorandum decision that he did in fact consider religiously motivated action. But he stopped there. He did not improperly consider religious belief alone or allow speculation about conduct potentially affecting the child.</p>\n<p>The judge first considered \"the degree to which the Court may consider Monica's religious practices in making a determination of the residential custody of [J.D.H.].\" He cited two decisions of this court and two decisions of the Court of Appeals in his assessment as to what extent religious practices could be considered. The judge noted that religious views cannot deprive a person of custody who is otherwise qualified, <i>Denton v. James,</i> <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">729</span></span>, 736, <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">P.</span> <span class=\"page\">307</span></span> (1920), and that freedom of religion prevents a court from considering \"solely\" religion, <i>Anhalt v. Fesler,</i> <span class=\"citation\" data-id=\"1385721\"><a href=\"/opinion/1385721/anhalt-v-fesler/\"><span class=\"volume\">6</span> <span class=\"reporter\">Kan. App. 2d</span> <span class=\"page\">921</span></a></span>, Syl. ¶ 3, <span class=\"citation\" data-id=\"1385721\"><a href=\"/opinion/1385721/anhalt-v-fesler/\"><span class=\"volume\">636</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">224</span></a></span> (1981). The judge also explained that a court must segregate factors that are proper for consideration from legitimate religious practices, citing <i>Jackson,</i> 181 Kan. at 11, <span class=\"citation\" data-id=\"1124017\"><a href=\"/opinion/1124017/jackson-v-jackson/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">705</span></a></span>. The judge then noted that a parent cannot hide behind religion to alienate a child from the other parent, citing <i>In re Marriage of Cobb,</i> <span class=\"citation\" data-id=\"1196208\"><a href=\"/opinion/1196208/in-re-marriage-of-cobb/\"><span class=\"volume\">26</span> <span class=\"reporter\">Kan. App. 2d</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"1196208\"><a href=\"/opinion/1196208/in-re-marriage-of-cobb/\"><span class=\"volume\">988</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">272</span></a></span> (1999). He then went on to address the evidence presented at trial by Adiel regarding Monica's religious beliefs and practices.</p>\n<p>The judge divided Adiel's concerns based on Monica's religious beliefs and practices into the following categories: (1) \"Father contends that the Mother's religious practices are alienating him from his son\"; (2) \"Father further contends that Mother's religious practices are creating problems for his son's social interactions with other children\"; (3) \"Father contends that [J.D.H] is being forced to participate in activities associated with the Jehovah's Witnesses which are not in his best interests\"; and (4) \"Father contends that the Jehovah's Witness prohibition on blood transfusion, and the Mother's reluctance to disavow this prohibition as it relates to the possible future medical needs of [J.D.H.], creates an unacceptable risk that [J.D.H.] would not receive medically necessary healthcare.\"</p>\n<p>In regard to the claim that J.D.H. experienced social anxiety in connection with holiday celebrations, the district court stated: \"While this is a concern to the Court, ultimately the Court must respect Mother's religious practices. Case law which is binding precedent on this Court prohibits consideration of matters directly associated with decisions a parent makes in an effort to put into practice the teachings of that parent's faith.\" With respect to J.D.H. disliking going door-to-door with his mother to teach about the Jehovah's Witnesses, the judge stated: \"Kansas case law prohibits the Court from considering these factors.\" He nevertheless went on to find that \"these activities do not appear to have any adverse impact on [J.D.H.].\" We first observe that it is ever important for any district judge examining claims such as those advanced by Adiel to analyze whether any anxiety, doubt, frustration, or guilt a child may suffer from being identified with a particular religious group is due to our society's tendency to bestow public recognition or endorsement upon a different, dominant religious group. The district judge in this case appears to have grasped this point. And, because of the district judge's factual finding that J.D.H. did not seem to be adversely affected, we need not further discuss here whether a child's general discomfort or uneasiness stemming from participation in a parent's religious practices can ever influence a custody decision in favor of the other parent.</p>\n<p><span class=\"star-pagination\">*867</span> Adiel also argued to the district judge that he was being alienated from his son because the Jehovah's Witnesses believe only they will survive annihilation, a claim the district judge stated \"is a particularly thorny issue for the Court to wade through.\" The judge stated: \"The teachings of the Jehovah's Witnesses, including those that teach non-Jehovah's Witnesses will suffer annihilation, may not be considered by this Court in deciding custody issues.\" He went on to state, however, that \"while Mother has the constitutional right to raise [J.D.H.] as a Jehovah's Witness, she cannot hide behind this right to alienate [J.D.H.] from his father\" and that \"Mother should respect the bond [J.D.H.] has with his father.\" In other words, the judge properly disregarded Monica's religious belief alone, while noting that her professed belief could not be used to shield inquiry into acts of alienation.</p>\n<p>The district judge was most clearly troubled with Monica's beliefs concerning blood transfusions. He stated: \"Of greater concern to the Court is the practice by Jehovah's Witnesses prohibiting the use of blood products.... [I]t was clear to the Court that Mother was not going to disavow the teachings of the Jehovah's Witnesses on the use of blood products.\" He urged this court to reconsider what he believe to be <i>Beebe</i>'s rule prohibiting consideration of a religious practice discouraging medical treatment. The district judge also noted Johnson's revised recommendation at trial based on Monica's testimony regarding the use of blood products, but he determined that \"the limited case manager's revised recommendation is of little use since it depends in no small part on consideration of factors which the Court constitutionally may not take into account.\" Although it obviously made the district court uncomfortable, he proceeded correctly, albeit for the wrong reason. It would not have been appropriate for him to speculate about an unlikely future event; and, in fact, Monica testified that she would consult Adiel in the event a blood transfusion was recommended for J.D.H. In such a case, Adiel would be empowered to consent to the treatment for his minor son.</p>\n<p>In conclusion, although the district judge attempted to cabin his consideration of Monica's religion, it is apparent from the rest of his decision that he did not in fact categorically exclude all matters religious from his examination. Instead, while he properly excluded religious belief alone and refused to speculate about potential religiously motivated conduct in the future, he did in fact consider the ways in which current religiously motivated conduct affected J.D.H.'s best interests. This was the right approach, striking the delicate balance necessary in this difficult area. There was no abuse of discretion for failure to apply the correct legal standard.</p>\n<p>The majority of the Court of Appeals is affirmed; the district court is affirmed.</p>\n<p>JOHNSON and MORITZ, JJ., not participating.</p>\n<p>CHARLES E. ANDREWS, JR., and DAVID L. STUTZMAN, District Judges, assigned.<sup>[1]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  REPORTER'S NOTE: District Judges Andrews and Stutzman were appointed to hear case No. 102,214 vice Justices Johnson and Moritz respectively pursuant to the authority vested in the Supreme Court by Art. 3, § 6(f) of the Kansas Constitution.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1124017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1159474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1166766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1166952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1196208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1209244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1245798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1303691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1343640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1385721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1420603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1450325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2219192/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2316782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2420142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2511836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2521084/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2539018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2570629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2584275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2599409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2604318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2610174/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2613096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2628041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2630914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2632958/"
          ]
        }
      ],
      "judges": "Beier, J.:",
      "date_created": "2014-12-19T16:11:31.934726Z",
      "date_modified": "2017-04-07T15:28:47.475871Z",
      "date_filed": "2011-08-05",
      "date_filed_is_approximate": false,
      "slug": "harrison-v-tauheed",
      "citation_id": 2434818,
      "case_name_short": "Harrison",
      "case_name": "Harrison v. Tauheed",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "256 P.3d 851",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1240416/harrison-v-tauheed/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:14:04.604503Z",
  "date_modified": "2014-10-30T15:14:04.604503Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Harrison",
  "case_name": "Harrison v. Tauheed",
  "case_name_full": "",
  "slug": "harrison-v-tauheed",
  "docket_number": "102,214",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}