{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/124378/",
  "id": 124378,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2660059/",
      "id": 2660059,
      "absolute_url": "/opinion/2660059/chesapeake-climate-action-network-v-export-import-bank-of-the-united/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/124378/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2660059/",
          "id": 2660059,
          "absolute_url": "/opinion/2660059/chesapeake-climate-action-network-v-export-import-bank-of-the-united/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2660059/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-04-03T04:06:08.868632Z",
          "date_modified": "2017-04-11T07:23:21.115122Z",
          "type": "010combined",
          "sha1": "3eb3bd7bc2514ca8cbe3f9378b13af61ce5d21d8",
          "page_count": 9,
          "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2013cv1820-17",
          "local_path": "pdf/2013/09/17/chesapeake_climate_action_network_v._export-import_bank_of_the_united.pdf",
          "plain_text": "                                           1                                                                               Last Revised October 16, 2012.\n\n                                           2\n                                           3\n                                           4\n                                           5\n                                           6                            IN THE UNITED STATES DISTRICT COURT\n                                           7\n                                                                    FOR THE NORTHERN DISTRICT OF CALIFORNIA\n                                           8\n                                           9\n                                          10                          SUPPLEMENTAL ORDER TO\nFor the Northern District of California\n\n\n\n\n                                          11            ORDER SETTING INITIAL CASE MANAGEMENT CONFERENCE\n    United States District Court\n\n\n\n\n                                                            IN CIVIL CASES BEFORE JUDGE WILLIAM ALSUP\n                                          12\n                                          13\n                                          14\n                                                                                       INTRODUCTION\n                                          15\n                                                      The purpose of this supplemental order is to guide the parties on recurring practical\n                                          16\n                                               questions that arise prior to trial and to impose certain requirements for the conduct of the\n                                          17\n                                               case. Counsel must please read this order and follow it.\n                                          18\n                                                                                  SERVICE OF THIS ORDER\n                                          19\n                                                      1.      For cases originating in this Court, plaintiff(s) must serve this order and the order\n                                          20\n                                               setting the initial case management conference (along with any other required pleadings) on each\n                                          21\n                                               defendant. For cases removed from state court, the removing defendant(s) must serve this order\n                                          22\n                                               and the order setting the initial case management conference (along with any other required\n                                          23\n                                               pleadings) immediately on each and every party that has previously appeared or that appears\n                                          24\n                                               within thirty days after removal. Thereafter, any existing party to the action that brings a new\n                                          25\n                                               party into the action must immediately serve a copy of this order and the order setting the initial\n                                          26\n                                               case management conference (along with any other required pleadings) on the new party.\n                                          27\n                                          28\n\f                                           1                                    CASE MANAGEMENT CONFERENCE\n                                           2          2.        The parties will please address the standardized items in the court-wide format\n                                           3   for the joint case management statement. This is available at the Standing Order For all Judges\n                                           4   of the Northern District of California — Contents of Joint Case Management Statements.\n                                           5   Please file (electronically or manually depending on your case) at least SEVEN CALENDAR DAYS\n                                           6   prior to the case management conference.\n                                           7          3.        Each party shall be represented at the case management conference by counsel\n                                           8   prepared to address all such matters and with authority to enter stipulations and to make\n                                           9   admissions.\n                                          10          4.        Pursuant to FRCP 26(d), no formal discovery shall be initiated by any party until\nFor the Northern District of California\n\n\n\n\n                                          11   after the meet-and-confer session required by FRCP 26(f), except by stipulation or prior court\n    United States District Court\n\n\n\n\n                                          12   order. As soon as a party has notice of this order, however, the party shall take such affirmative\n                                          13   steps as are necessary to preserve evidence related to the issues presented by the action,\n                                          14   including, without limitation, interdiction of any document-destruction programs and any\n                                          15   ongoing erasures of e-mails, voice mails, and other electronically-recorded material.\n                                          16               ELECTRONIC CASE FILING — LODGING HARD COPIES WITH CHAMBERS\n                                          17          5.        In all “E-Filing” cases, in addition to filing papers electronically, the parties are\n                                          18   required to lodge for chambers one paper copy of each document that is filed electronically.\n                                          19   These printed copies shall be marked “Chambers Copy — Do Not File” and shall be in an\n                                          20   envelop clearly marked with the judge’s name and case number. It shall be delivered in\n                                          21   accordance with Civil Local Rule 5-1(e)(7). For the final pretrial conference, please follow\n                                          22   Guidelines for Trial and Final Pretrial Conference In Civil Jury Cases Before the Honorable\n                                          23   William Alsup.\n                                          24                                     SETTING MOTIONS FOR HEARING\n                                          25          6.        Counsel need not request a motion hearing date and may notice non-discovery\n                                          26   motions for any Thursday (excepting holidays) at 8:00 a.m. The Court sometimes rules on the\n                                          27   papers, issuing a written order and vacating the hearing. If a written request for oral argument is\n                                          28   filed before a ruling, stating that a lawyer of four or fewer years out of law school will conduct\n\n\n                                                                                                   2\n\f                                           1   the oral argument or at least the lion’s share, then the Court will hear oral argument, believing\n                                           2   that young lawyers need more opportunities for appearances than they usually receive.\n                                           3                                         FORM OF SUBMISSIONS\n                                           4          7.      On summary judgment motions, joint statements of undisputed facts are not\n                                           5   required but are helpful if completely agreed upon. Please do not file separate statements of\n                                           6   “undisputed facts.”\n                                           7          8.      Reply declarations are disfavored. Opening declarations should set forth all facts\n                                           8   on points foreseeably relevant to the relief sought. Reply papers should not raise new points that\n                                           9   could have been addressed in the opening.\n                                          10          9.      The title of the submission must be sufficient to alert the Court to the relief\nFor the Northern District of California\n\n\n\n\n                                          11   sought; for example, please do not bury a request for continuance in the body of a memorandum.\n    United States District Court\n\n\n\n\n                                          12          10.     All submissions filed with the Court shall include on the cover sheet the date and\n                                          13   time of the hearing or conference. Counsel should include their facsimile transmission numbers\n                                          14   along with their telephone numbers on their papers.\n                                          15                                               DISCOVERY\n                                          16          11.      The following paragraphs on discovery provide counsel and the parties with\n                                          17   views and guidelines of Judge Alsup so that they can plan accordingly. For good cause, the\n                                          18   parties are invited to propose any modifications in their joint case management conference\n                                          19   statement. Unless and until modified, however, the following provisions shall supplement the\n                                          20   requirements of the Federal Rules of Civil Procedure and the local rules.\n                                          21          12.     In responding to requests for documents and materials under FRCP 34, all parties\n                                          22   shall affirmatively state in a written response the full extent to which they will produce materials\n                                          23   and shall, promptly after the production, confirm in writing that they have produced all such\n                                          24   materials so described that are locatable after a diligent search of all locations at which such\n                                          25   materials might plausibly exist. It is not sufficient to state that “responsive” materials will be or\n                                          26   have been produced. Such a response leaves open the distinct possibility that other responsive\n                                          27   materials have not been produced.\n                                          28\n\n\n                                                                                                 3\n\f                                           1          13.     In searching for responsive materials in connection with FRCP 34 requests or for\n                                           2   materials required to be disclosed under FRCP 26(a)(1), parties must search computerized files,\n                                           3   e-mails, voice mails, work files, desk files, calendars and diaries, and any other locations and\n                                           4   sources if materials of the type to be produced might plausibly be expected to be found there.\n                                           5   The Court has found that certain basic information normally learned by counsel anyway should\n                                           6   be made available to the other side at the time of production, as if it were a response to a\n                                           7   standing interrogatory, as follows. At the time of the production, the responding party should\n                                           8   provide a written list to the requesting party setting forth in detail each specific source and\n                                           9   location searched. The list must also identify, by name and position, all persons conducting the\n                                          10   search and their areas of search responsibility. The producing party shall also provide a list\nFor the Northern District of California\n\n\n\n\n                                          11   describing the specific source for each produced item as well as for each item withheld on a\n    United States District Court\n\n\n\n\n                                          12   ground of privilege, using the unique identifying numbers to specify documents or ranges.\n                                          13   Materials produced in discovery should bear unique identifying control numbers on each page.\n                                          14          14.      To the maximum extent feasible, all party files and records should be retained\n                                          15   and produced in their original form and sequence including file folders, and the originals should\n                                          16   remain available for inspection by any counsel on reasonable notice.\n                                          17          15.     Except for good cause, no item shall be received as case-in-chief evidence if the\n                                          18   proponent has failed to produce it in response to a reasonable and proper discovery request\n                                          19   covering the item, regardless of whether any discovery motion was made. A burden or\n                                          20   overbreadth or similar objection shall not be a valid reason for withholding requested materials\n                                          21   actually known to counsel or a party representative responsible for the conduct of the litigation.\n                                          22          16.     Privilege logs shall be promptly provided and must be sufficiently detailed and\n                                          23   informative to justify the privilege. See FRCP 26(b)(5). No generalized claims of privilege or\n                                          24   work-product protection shall be permitted. With respect to each communication for which a\n                                          25   claim of privilege or work product is made, the asserting party must at the time of assertion\n                                          26   identify:\n                                          27                  (a)     all persons making or receiving the privileged or protected\n                                          28          communication;\n\n\n                                                                                                 4\n\f                                           1                 (b)     the steps taken to ensure the confidentiality of the communication,\n                                           2         including affirmation that no unauthorized persons have received the\n                                           3         communication;\n                                           4                 (c)     the date of the communication; and\n                                           5                 (d)     the subject matter of the communication.\n                                           6   Failure to furnish this information at the time of the assertion will be deemed a waiver of the\n                                           7   privilege or protection. The log should also indicate, as stated above, the location where the\n                                           8   document was found.\n                                           9          17.     Absent extraordinary circumstances, counsel shall consult in advance with\n                                          10   opposing counsel and unrepresented proposed deponents to schedule depositions at\nFor the Northern District of California\n\n\n\n\n                                          11   mutually-convenient times and places. That some counsel may be unavailable shall not,\n    United States District Court\n\n\n\n\n                                          12   however, be grounds for deferring or postponing a deposition if another attorney from the\n                                          13   same firm or who represents a party with similar interests to that witness is able to attend.\n                                          14   Ordinarily, if one side desires a prompt deposition, the other side is expected to agree to dates\n                                          15   falling within thirty days of the request. On the other hand, rarely should one side expect the\n                                          16   other side to agree to a deposition sooner than seven days of the request.\n                                          17          18.     If any objection to a request for materials is overruled, and if the disputed request\n                                          18   was due and pending at the time of a deposition, the withholding party or counsel must, at the\n                                          19   request of any other party, re-produce all deponents under its control or represented by them for\n                                          20   further deposition examination as to any new materials produced in response that are germane\n                                          21   to that deponent and must bear the expense of doing so. A party objecting to producing\n                                          22   requested materials may not use the existence of its own objections as a basis for postponing\n                                          23   any deposition unless such party promptly meets and confers and then, if failing to reach an\n                                          24   agreement, seeks to bring a prompt motion for a protective order.\n                                          25          19.     Counsel and parties shall comply with FRCP 30(d)(1). Deposition objections\n                                          26   must be as to privilege or form only. Speaking objections are prohibited. Under no\n                                          27   circumstances should any counsel interject, “if you know,” or otherwise coach a deponent.\n                                          28   When a privilege is claimed, the witness should nevertheless answer questions relevant to the\n\n\n                                                                                                5\n\f                                           1   existence, extent or waiver of the privilege, such as the date of a communication, who made the\n                                           2   statement, to whom and in whose presence the statement was made, other persons to whom the\n                                           3   contents of the statement have been disclosed, and the general subject matter of the statement.\n                                           4   Private conferences between deponents and attorneys in the course of examination, including a\n                                           5   line of related questions, are improper and prohibited except for the sole purpose of determining\n                                           6   whether a privilege should be asserted.\n                                           7          20.     Deponents and their counsel must make a good-faith effort to prepare for\n                                           8   depositions and to refresh witness memories on important matters in the suit about which the\n                                           9   witness reasonably should be expected to have knowledge. Deponents who claim to lack\n                                          10   recollection during their deposition but who later claim at trial to have had their memories\nFor the Northern District of California\n\n\n\n\n                                          11   refreshed in the interim, may be, among other things, impeached with their previous failures of\n    United States District Court\n\n\n\n\n                                          12   recollection during their depositions or be subject to preclusion. In preparing deponents,\n                                          13   defending counsel shall segregate and retain all materials used to refresh their memories and\n                                          14   shall provide them to examining counsel at the outset of the deposition.\n                                          15          21.     To the maximum extent feasible, deposition exhibits shall be numbered in a\n                                          16   simple manner that will allow the same numbering at trial. In discovery, counsel shall agree on\n                                          17   blocks of exhibit numbers to be used by the respective parties. Identical exhibits should not be\n                                          18   re-marked, but various versions of the same document, such as copies with hand notes added,\n                                          19   should be separately marked if used. See Local Rule 30-2(b)(3).\n                                          20          22.     FRCP 26(a)(2)(B) requires disclosure of all opinions, bases, reasons and other\n                                          21   information considered by an expert. Counsel shall preserve all drafts of expert reports\n                                          22   (partial or complete) and notes and other evidence of communications with experts (or with\n                                          23   any intermediaries between counsel and the experts) on the subject of this actual or potential\n                                          24   testimony, and shall instruct their experts and any intermediaries to do likewise. These\n                                          25   materials, however, need not be produced absent the showing required by FRCP 26(b)(3)\n                                          26   and (4).\n                                          27          23.     With respect to depositions under FRCP 30(b)(6), the fundamental purpose is to\n                                          28   allow a party to notice a deposition by subject matter, thereby requiring the respondent to\n\n\n                                                                                               6\n\f                                           1   designate and to produce one or more organization witnesses knowledgeable on the designated\n                                           2   topic, a useful procedure when the roles of percipient witnesses controlled by an adverse party\n                                           3   are unknown. In some cases, however, counsel routinely appear to notice\n                                           4   Rule 30(b)(6) depositions on numerous and wide-ranging topics, including even the basis for\n                                           5   “contentions” made by adverse parties. To obviate disputes and to give guidance, these\n                                           6   guidelines will be observed:\n                                           7                 (a)    Without a prior order increasing the limit, a party may seek\n                                           8         Rule 30(b)(6) depositions from another party on up to a total of ten subject\n                                           9         matters (for the entire case) described with “reasonable particularity.” In framing\n                                          10         the subjects, it is normally improper to ask for Rule 30(b)(6) deponents to testify\nFor the Northern District of California\n\n\n\n\n                                          11         concerning the entire basis of a claim or defense. On the other hand, examples of\n    United States District Court\n\n\n\n\n                                          12         proper subjects, which would require the respondent to find and to produce\n                                          13         knowledgeable deponents, include “the time line of research and development\n                                          14         leading to the invention in question” or “the efforts undertaken by defendant to\n                                          15         locate documents responsive to plaintiff’s document request.” The notice should\n                                          16         be directed at discovering percipient facts in the possession of the adverse party,\n                                          17         not at forcing a supposed “fact witness” to appear and defend the entire thesis of a\n                                          18         claim or defense. If a notice includes an overbroad topic, the overbroad topic\n                                          19         shall be unenforceable and may not be later replaced with a proper topic.\n                                          20                 (b)    Each witness-designee deposed for one half-day or more in a\n                                          21         Rule 30(b)(6) deposition shall count as a single deposition for purposes of the\n                                          22         deposition limit under FRCP 26 or under any case management order setting a\n                                          23         limit on the number of depositions. A corporate designee may, immediately after\n                                          24         being deposed on the stated subject, be deposed in his or her individual capacity.\n                                          25         Both such sessions shall count together as a single deposition (although they\n                                          26         should be separately transcribed). If two designees, to take another example, are\n                                          27         interrogated, each for one half-day or more, then they count as two depositions.\n                                          28\n\n\n                                                                                              7\n\f                                           1                    (c)     If an organization cannot reasonably locate a witness to testify\n                                           2             based on personal knowledge, there is no requirement under Rule 30(b)(6) for the\n                                           3             organization to “woodshed” or to “educate” an individual to testify on the subject.\n                                           4             If the organization does not produce any such deponent, however, the\n                                           5             organization may not present case-in-chief evidence at trial or on summary\n                                           6             judgment on that topic from any witness it could have so designated.\n                                           7                    (d)     Rule 30(b)(6) testimony never constitutes an irrebuttable judicial\n                                           8             admission. It will normally, however, be evidence admissible against the\n                                           9             organization producing the witness. The jury may, upon request, be instructed on\n                                          10             the significance of the testimony under Rule 30(b)(6).\nFor the Northern District of California\n\n\n\n\n                                          11             24.    If a dispute arises during a deposition and involves either a persistent obstruction\n    United States District Court\n\n\n\n\n                                          12   of the deposition or a refusal to answer a material question on a ground other than privilege,\n                                          13   counsel may attempt to arrange a telephone conference with the Court through the courtroom\n                                          14   deputy, Dawn Toland, at 415-522-2020. Any such conference should be attended by the same\n                                          15   court reporter recording the deposition.\n                                          16             25.    All other requests for discovery relief must first be summarized in a letter no\n                                          17   longer than three pages from the party seeking relief after having met and conferred. Up to\n                                          18   twelve pages of attachments may be added. In the letter, counsel should identify themselves in\n                                          19   the signature block as “counsel for ___________.” The letter should be electronically-filed in\n                                          20   the official file along with the discovery-dispute requests and responses, as well as any timely\n                                          21   letter cancelling the hearing if settlement is reached. (Please note that with all communications\n                                          22   with the Court by e-filing, a hard copy must be lodged in the Court’s mail box in the Clerk’s\n                                          23   Office on the sixteenth floor in the time frame requested by local rule.) The Court will then\n                                          24   advise the parties whether a response, written motion or a telephone conference or court hearing\n                                          25   will be required. After the telephone conference or hearing, counsel should submit their\n                                          26   proposed order (agreed as to form) by e-filing it. This paragraph applies only to cases wherein\n                                          27   discovery is being supervised by the district judge rather than by a magistrate judge or special\n                                          28   master.\n\n\n                                                                                                  8\n\f                                           1                                              DISCLOSURES\n                                           2          26.     Apart from discovery, Rule 26 requires certain automatic disclosures and requires\n                                           3   them to be made in a timely manner. Under Rule 37(c), untimely-disclosed materials may not be\n                                           4   used at trial or on summary judgment unless the delay in disclosure is “harmless” or unless\n                                           5   “substantial justification” for the delay is shown.\n                                           6                                 COMMUNICATIONS WITH CHAMBERS\n                                           7          27.     Please do not send any letters to the Court (except for requests for discovery\n                                           8   conferences, short cover letters for dismissals, orders agreed-upon as to form, or chambers\n                                           9   copies of electronically-filed documents). When corresponding with the Court by letter, always\n                                          10   identify whom you represent. Please do not fax or messenger anything to chambers without\nFor the Northern District of California\n\n\n\n\n                                          11   advance permission specific to the item. Please e-file all submissions to the Court and make sure\n    United States District Court\n\n\n\n\n                                          12   a hard copy is lodged in the Court’s mail box in the Clerk’s Office on the sixteenth floor within\n                                          13   the time frame requested by local rule.\n                                          14          28.     You may contact the courtroom deputy, Dawn Toland (on the sixteenth floor in\n                                          15   the Clerk’s Office), at 415-522-2020 with appropriate inquiries. Except for the letters described\n                                          16   above, please do not attempt to make contact by telephone or any other ex parte means with\n                                          17   chambers staff.\n                                          18                CROSS REFERENCE TO OTHER STANDING ORDERS AND GUIDELINES\n                                          19          29.     The Court has separate standing guidelines for preparation for the final pretrial\n                                          20   conference and trial. In securities cases, the Court has a standing order concerning early notice\n                                          21   to class members. They are always available for review at the website for the United States\n                                          22   District Court for the Northern District of California at www.cand.uscourts.gov.\n                                          23\n                                          24\n                                          25   Dated: October 16, 2012.\n                                                                                                     WILLIAM ALSUP\n                                          26                                                         UNITED STATES DISTRICT JUDGE\n                                          27\n                                          28\n\n\n                                                                                                 9\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "",
          "extracted_by_ocr": false,
          "opinions_cited": []
        }
      ],
      "judges": "Judge William Alsup",
      "date_created": "2014-10-30T06:47:48.541948Z",
      "date_modified": "2016-03-03T05:29:39.185892Z",
      "date_filed": "2013-09-17",
      "date_filed_is_approximate": false,
      "slug": "chesapeake-climate-action-network-v-export-import-bank-of-the-united",
      "citation_id": 2632832,
      "case_name_short": "",
      "case_name": "Chesapeake Climate Action Network v. Export-Import Bank of the United States",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "Civil",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/124378/chesapeake-climate-action-network-v-export-import-bank-of-the-united/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:47:48.537810Z",
  "date_modified": "2014-10-30T06:47:48.537810Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Chesapeake Climate Action Network v. Export-Import Bank of the United States",
  "case_name_full": "",
  "slug": "chesapeake-climate-action-network-v-export-import-bank-of-the-united",
  "docket_number": "Civil Action No. 2013-1820",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}