{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1245473/",
  "id": 1245473,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1656615/",
      "id": 1656615,
      "absolute_url": "/opinion/1656615/council-31-afscme-v-ward/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1245473/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1656615/",
          "id": 1656615,
          "absolute_url": "/opinion/1656615/council-31-afscme-v-ward/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1656615/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2581/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:02:44.537761Z",
          "date_modified": "2017-04-06T15:36:53.415896Z",
          "type": "010combined",
          "sha1": "f1a46b862c7f7a2c724cb9a0ec597a6f59a8ebfe",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>771 F.Supp. 247 (1991)</b></center>\n<center><h1>COUNCIL 31, AMERICAN FEDERATION OF STATE, COUNTY AND MUNICIPAL EMPLOYEES, AFL-CIO, et al., Plaintiffs,<br>\nv.<br>\nSally WARD, individually and as Director of the Illinois Department of Employment Security, et al., Defendants.</h1></center>\n<center>No. 87 C 356.</center>\n<center><p><b>United States District Court, N.D. Illinois, E.D.</b></p></center>\n<center>July 30, 1991.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*248</span> MEMORANDUM OPINION AND ORDER</h2>\n<p>PLUNKETT, District Judge.</p>\n<p>Plaintiffs Council 31, American Federation of State, County and Municipal Employees, AFL-CIO (\"Council 31\"), and Delores Barrett, Karen Bryson, and Sidney Bush, individually and as prospective class representatives, brought suit under Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"), against Sally Ward, individually and as Director of the Illinois Department of Employment Security (\"IDES\"). By Memorandum Opinion and Order dated November 8, 1989, we denied the motion of the prospective class representatives to certify a class. By Memorandum Opinion and Order dated July 16, 1990, we granted the motion of Cindy Martin, Michelle Benford, Michael Keaton and Alonzo Patterson to intervene as plaintiffs and certify a class. Before us today are cross-motions for summary judgment. For the reasons set out below, we grant the defendants' motion for summary judgment.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>This is the sixth Memorandum Opinion and Order in this case, and the history of this litigation is amply set forth in the previously issued opinions and will not be repeated here. <i>See</i> Mem.Op. and Orders, July 16, 1990, November 8, 1989, July 26, 1989, November 22, 1988, and April 27, 1987. Plaintiffs' lone remaining claim in this court is that the IDES layoffs which occurred on April 15, 1985, and during the period from May 1 to August 5, 1985, had an impermissible disparate impact on black employees of IDES and therefore violated Title VII.</p>\n<p>Before us today are both plaintiffs' and defendants' motions for summary judgment. Defendants move for summary judgment on several grounds. They argue (1) each plaintiffs' claim is barred by the doctrine of collateral estoppel; (2) plaintiff McCalpine's claim is barred by the doctrine of <i>res judicata;</i> (3) plaitiffs' claim is barred by a prior settlement agreement between the parties; (4) given the undisputed facts, plaintiffs cannot establish a disparate impact race discrimination claim; (5) Title VII does not authorize \"legal relief;\" and (6) defendant Ward is immune from damages under the doctrine of qualified immunity. Plaintiffs respond and argue in opposition to each of the above arguments. In addition, plaintiffs filed what they styled a motion in limine. The thrust of plaintiffs' motion in limine is that defendants should be barred from arguing that there is a business justification for the layoff plan because defendants lost key evidence. At a status hearing in open court we converted plaintiffs' motion in limine to a motion for summary judgment. If we grant plaintiffs' motion in limine, plaintiffs argue we should grant them summary judgment because defendants would be unable to establish a business justification defense. Defendants argue in opposition to plaintiffs' motion.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*249</span> <i>Discussion</i>\n</h2>\n<p>We grant defendants' motion for summary judgment on the ground that plaintiffs have failed to meet their burden of establishing a prima facie case of disparate impact race discrimination. Because this is the only ground upon which we grant summary judgment for defendants, it is the only issue we address herein.<sup>[1]</sup></p>\n<p>Title VII makes it an unlawful employment practice, <i>inter alia,</i> for an employer to discriminate against any individual with respect to hiring or the terms and conditions of employment because of such individual's race, color, religion, sex, or national origin. 42 U.S.C. § 2000e-2(a)(1). A plaintiff can prosecute a Title VII discrimination action under either of two theories: disparate treatment or disparate impact. When a plaintiff alleges disparate treatment discrimination, the \"most easily understood type of discrimination,\" <i>Teamsters v. United States,</i> 431 U.S. 324, 335 n. 15, 97 S.Ct. 1843, 1854 n. 15, 52 L.Ed.2d 396 (1977), he or she alleges that an employer has treated that particular plaintiff less favorably than others because of the plaintiff's race, color, religion, sex, or national origin. In such disparate treatment cases, the plaintiff is required to prove that the defendant had a discriminatory intent or motive. <i>See </i><i>Watson v. Fort Worth Bank and Trust,</i> 487 U.S. 977, 108 S.Ct. 2777, 2784, 101 L.Ed.2d 827 (1988).<sup>[2]</sup></p>\n<p>Disparate impact discrimination was first recognized by the Supreme Court in <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971). In <i>Griggs</i> the Court held that a plaintiff did not necessarily have to prove intentional discrimination in order to establish that an employer violated Title VII. \"In certain cases, facially neutral employment practices that have significant adverse effects on protected groups have been held to violate [Title VII] without proof that the employer adopted those practices with a discriminatory intent.\" <i>Watson,</i> 108 S.Ct. at 2784. The focus in a disparate impact case is usually on \"statistical disparities, rather than specific incidents, and on competing explanations for those disparities.\" <i>Id.</i> at 2784-85. Plaintiffs in the instant case do not allege that defendants intentionally discriminated against plaintiffs on the basis of plaintiffs' race. Plaintiffs proceed only on a disparate impact theory.</p>\n<p>In order to succeed in a disparate impact case, plaintiff must first prove its prima facie case. A prima facie case of disparate impact race discrimination has two elements. First, a plaintiff must identify a facially neutral \"specific employment practice\" that he or she contends has a discriminatory effect. <i>Tagatz v. Marquette University,</i> 861 F.2d 1040, 1042-43 (7th Cir.1988); <i>Gilty v. Village of Oak Park,</i> 919 F.2d 1247, 1254 (7th Cir.1990) (\"one must first identify a specific employment practice before one can challenge it\"). Second, a plaintiff must show that the employment practice has a significant adverse impact on the protected group. <i>Wards Cove Packing Co., Inc. v. Atonio,</i> 490 U.S. 642, 109 S.Ct. 2115, 2121, 104 L.Ed.2d 733 (1989).</p>\n<p>Once a plaintiff has established a prima facie case of disparate impact, the burden shifts to the employer to offer a business justification for its use of the employment practice. In this phase of disparate impact cases \"the employer carries the burden of producing evidence of a business justification for his employment practice. The burden of persuasion, however, remains with the disparate-impact plaintiff.\" <i>Wards Cove,</i> 109 S.Ct. at 2126.</p>\n<p><span class=\"star-pagination\">*250</span> It is clear that in order to withstand summary judgment, a disparate impact plaintiff must, at a minimum, be able to establish a prima facie case. <i>Gilty,</i> 919 F.2d at 1250. In this case plaintiffs contend that the \"specific employment practice\" alleged to be discriminatory in impact is that \"[d]efendant's [sic] layoff plan overweighted [sic] IDES layoffs in the Chicago Metropolitan area where the employee complement was disproportionately Black and underweighted [sic] those layoffs down-state, where the employee complement was disproportionately white.\" (Def.Ex. N (Pl. Answer to Interrog. No. 2)). The issue we are faced with is whether or not defendants' \"layoff plan\" constitutes an employment \"practice\" such that it is subject to disparate impact analysis. We conclude that it is not.</p>\n<p>Precious little has been written in the federal courts (at any level) about the meaning of the term \"practice\" in disparate impact prima facie case analysis. The only appellate court case (be the court Circuit or Supreme) we have been able to find which addresses the issue of what conduct constitutes a \"practice\" in the prima facie analysis is <i>Beard v. Whitley County REMC,</i> 840 F.2d 405, 409 (7th Cir.1988), and we begin there.<sup>[3]</sup> In <i>Beard,</i> defendant-employer negotiated separate wage and benefits contracts with its two unions. One union represented \"trades and crafts\" employees who were predominantly male. The other union represented \"office and clerical\" employees who were predominantly female. In 1985, the trades and crafts union negotiated and received from the employer a wage and benefit package 6% higher than the previous package, while the office and clerical union was unable to successfully negotiate any wage or benefits increases from the employer. Plaintiffs in <i>Beard,</i> female members of the office and clerical union, sued defendant under Title VII, alleging both disparate impact and disparate treatment theories.</p>\n<p>In <i>Beard,</i> the Seventh Circuit affirmed the district court's finding that plaintiffs disparate impact claim failed because plaintiffs failed to identify a facially neutral specific employment practice. 840 F.2d at 409. According to the Seventh Circuit \"the differences in insurance benefits were a product of the separate negotiating process\" and \"there is no reasonable basis for a claim that the division of the workforce into two groups for purposes of compensation-benefits negotiation was an employer imposed policy or practice.\" <i>Id.</i> The district court in <i>Beard</i> had further elaborated, noting that \"[f]or Title VII disparate impact purposes, simply labelling an employer's action a `policy' or `practice' is not sufficient.\" <i>Beard v. Whitley County REMC,</i> 656 F.Supp. 1461, 1468 (N.D.Ind. 1987). The district court emphasized that plaintiffs cannot simply attack the unfavorable impact of any decision made by the defendant. \"The defendant's single decision not to give the plaintiffs a wage or benefit increase in 1985 is simply not a policy or practice for disparate impact purposes.\" <i>Id.</i> at 1469.</p>\n<p>While the facts of the instant case are quite different from those in <i>Beard,</i> there are some notable similarities. Plaintiffs here allege that the employment practice which created the disparate impact was the \"layoff plan.\" It is undisputed that although the 1985 layoffs at IDES's Chicago office occurred between April and August, 1985, the layoffs are all traceable to the decision of the IDES to target Chicago for the necessary round of layoffs.<sup>[4]</sup> Thus, under the same analysis as in <i>Beard,</i> a strong argument can be made that the single decision by IDES to target its Chicago office for its layoff needs is not an employment <span class=\"star-pagination\">*251</span> practice.<sup>[5]</sup></p>\n<p>We find support for the proposition that a single decision, although implemented over time, is not an employment practice subject to disparate impact analysis. In every disparate impact case we have seen (and plaintiffs can show us no exceptions) the employment practice at issue is a continuing, ongoing system or method used by the employer in the course of regularly conducted employment activity. The district court in <i>Beard, supra</i> at 1470, canvassed the cases which were amenable to disparate impact analysis:</p>\n<blockquote>The facially neutral employment policies to which a disparate impact analysis has been applied include, among others: intelligence testing (<i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971)); height or weight requirements (<i>Dothard v. Rawlinson,</i> 433 U.S. 321, 97 S.Ct. 2720, 53 L.Ed.2d 786 (1977)); leave requirement upon pregnancy (<i>Harriss v. Pan American World Airways, Inc.,</i> 649 F.2d 670 (9th Cir.1980)); excluding applicants based on arrest records (<i>Gregory v. Litton Systems, Inc.,</i> 472 F.2d 631 (9th Cir.1972)); sex segregated benefit plans (<i>Wambheim v. J.C. Penney Co.,</i> 705 F.2d 1492 (9th Cir.1983)); and in-house employee selection plans (<i>Shidaker v. Carlin,</i> 782 F.2d 746 (7th Cir.1986)).</blockquote>\n<p>More recent cases unanimously contain \"practices\" that are permanent and on-going. <i>See, e.g., </i><i>Wards Cove, supra</i> (hiring at canneries segregated by race); <i>Watson, supra</i> (company \"practice\" is to commit all employment decisions to the subjective discretion of its managers); <i>Bridgeport Guardians, Inc. v. City of Bridgeport,</i> 933 F.2d 1140 (2nd Cir.1991) (examination given to all police officers to determine eligibility for promotion to rank of sergeant); <i>Walls v. City of Petersburg,</i> 895 F.2d 188 (4th Cir.1990) (background questionnaire required of all City employees). Again, we have not found a single appellate decision which applied disparate impact analysis to statistical disparities resulting from a single action or decision to act.</p>\n<p>In addition to the pattern of all cases applying disparate impact analysis, we find support for our holding in the common meaning of the word \"practice.\" Black's Law Dictionary defines \"practice\" first as \"[r]epeated or customary action; habitual performance; a succession of acts of similar kind; custom; usage.\" <i>Black's Law Dictionary</i> at 1055 (5th Ed.1979). Other dictionaries' first definitions are similar. <i>See Random House Dictionary of the English Language  The Unabridged Edition</i> (1973) at 1041 (\"habitual or customary performance; operation; habit; custom; repeated performance or systematic exercise\").</p>\n<p>There is also evidence that courts mean the word \"practice\" (in the disparate impact setting) to mean the repeated, customary method of operation. The Supreme Court in <i>Hazelwood School District v. United States,</i> 433 U.S. 299, 307-308, 97 S.Ct. 2736, 2741-2742, 53 L.Ed.2d 768 (1976), referred to the prima facie \"practice\" requirement as the \"pattern-or-practice\" requirement. The Seventh Circuit in <i>Beard,</i> 840 F.2d at 409, referred to the prima facie requirement as the \"policy or practice\" requirement.</p>\n<p>Overall, we can find no support for the proposition that a single decision to effectuate a round of layoffs targeting the Chicago office of the IDES over a discrete time period of several months is an employment \"practice\" subject to disparate impact analysis. We have not found a single reported case where a layoff plan was subject to disparate impact analysis. This case might be different if plaintiffs were challenging IDES' approach to layoffs in general as violating Title VII, or if plaintiffs argued that every time a reduction-in-force takes place at IDES Title VII is violated. However, plaintiffs are not challenging <span class=\"star-pagination\">*252</span> IDES' \"practice\" of effectuating layoffs. Plaintiffs are challenging the single decision by IDES on how IDES would allocate one round of layoffs. We find that plaintiffs have failed to prove its prima facie case because plaintiffs have failed to identify a specific employment practice that allegedly has an adverse impact on black employees. If we were to find otherwise, it would mean that every single act, intentional or not, which has an adverse impact on a protected class is actionable under Title VII. We do not believe Congress intended that result. In addition, the entire disparate impact versus disparate treatment scheme belies such a result. We therefore grant defendants' motion for summary judgment.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons set out above, we grant defendants' motion for summary judgment on the remaining claims. This is a final and appealable order.</p>\n<h2>NOTES</h2>\n<p>[1]  We note that we reach this issue in the first place because we disagree with defendants' preliminary (to the merits of the race discrimination claim) arguments that (1) plaintiffs' claims are barred by the doctrine of collateral estoppel, (2) one plaintiff's claim is barred by the doctrine of <i>res judicata,</i> and (3) there is no dispute that there is a binding settlement. We do not consider plaintiffs' motion for summary judgment based on their motion in limine because those motions assume plaintiffs have met their prima facie burden.</p>\n<p>[2]  Discriminatory intent or motive can be proved using one of two methods: direct evidence or, more commonly, the familiar burden-shifting analysis of <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).</p>\n<p>[3]  Although <i>Beard</i> was decided before <i>Wards Cove,</i> the Supreme Court in <i>Wards Cove</i> changed the law only as to the burden of persuasion on the business justification issue. <i>See </i><i>Allen v. Seidman,</i> 881 F.2d 375, 377-78 (7th Cir.1989). <i>Wards Cove</i> did not change the law governing the elements of a prima facie case.</p>\n<p>[4]  The parties vigorously dispute the business justification for IDES' focus on its Chicago office. For today's purposes, however, the propriety of the decision is not at issue, only whether or not the decision is an employment \"practice.\"</p>\n<p>[5]  The fact that plaintiffs attempt to define the employment practice (necessary to prove its prima facie case) as defendants' \"layoff <i>plan\"</i> adds nothing to our analysis. If the layoffs can fairly be called a \"plan,\" it is only because it took time to implement them after the decision was made to target IDES' Chicago offices for layoffs.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">771</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">247</span></span> (1991)</b></center>\n<center><h1>COUNCIL 31, AMERICAN FEDERATION OF STATE, COUNTY AND MUNICIPAL EMPLOYEES, AFL-CIO, et al., Plaintiffs,<br>\nv.<br>\nSally WARD, individually and as Director of the Illinois Department of Employment Security, et al., Defendants.</h1></center>\n<center>No. 87 C 356.</center>\n<center><p><b>United States District Court, N.D. Illinois, E.D.</b></p></center>\n<center>July 30, 1991.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*248</span> MEMORANDUM OPINION AND ORDER</h2>\n<p>PLUNKETT, District Judge.</p>\n<p>Plaintiffs Council 31, American Federation of State, County and Municipal Employees, AFL-CIO (\"Council 31\"), and Delores Barrett, Karen Bryson, and Sidney Bush, individually and as prospective class representatives, brought suit under Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"), against Sally Ward, individually and as Director of the Illinois Department of Employment Security (\"IDES\"). By Memorandum Opinion and Order dated November 8, 1989, we denied the motion of the prospective class representatives to certify a class. By Memorandum Opinion and Order dated July 16, 1990, we granted the motion of Cindy Martin, Michelle Benford, Michael Keaton and Alonzo Patterson to intervene as plaintiffs and certify a class. Before us today are cross-motions for summary judgment. For the reasons set out below, we grant the defendants' motion for summary judgment.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>This is the sixth Memorandum Opinion and Order in this case, and the history of this litigation is amply set forth in the previously issued opinions and will not be repeated here. <i>See</i> Mem.Op. and Orders, July 16, 1990, November 8, 1989, July 26, 1989, November 22, 1988, and April 27, 1987. Plaintiffs' lone remaining claim in this court is that the IDES layoffs which occurred on April 15, 1985, and during the period from May 1 to August 5, 1985, had an impermissible disparate impact on black employees of IDES and therefore violated Title VII.</p>\n<p>Before us today are both plaintiffs' and defendants' motions for summary judgment. Defendants move for summary judgment on several grounds. They argue (1) each plaintiffs' claim is barred by the doctrine of collateral estoppel; (2) plaintiff McCalpine's claim is barred by the doctrine of <i>res judicata;</i> (3) plaitiffs' claim is barred by a prior settlement agreement between the parties; (4) given the undisputed facts, plaintiffs cannot establish a disparate impact race discrimination claim; (5) Title VII does not authorize \"legal relief;\" and (6) defendant Ward is immune from damages under the doctrine of qualified immunity. Plaintiffs respond and argue in opposition to each of the above arguments. In addition, plaintiffs filed what they styled a motion in limine. The thrust of plaintiffs' motion in limine is that defendants should be barred from arguing that there is a business justification for the layoff plan because defendants lost key evidence. At a status hearing in open court we converted plaintiffs' motion in limine to a motion for summary judgment. If we grant plaintiffs' motion in limine, plaintiffs argue we should grant them summary judgment because defendants would be unable to establish a business justification defense. Defendants argue in opposition to plaintiffs' motion.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*249</span> <i>Discussion</i>\n</h2>\n<p>We grant defendants' motion for summary judgment on the ground that plaintiffs have failed to meet their burden of establishing a prima facie case of disparate impact race discrimination. Because this is the only ground upon which we grant summary judgment for defendants, it is the only issue we address herein.<sup>[1]</sup></p>\n<p>Title VII makes it an unlawful employment practice, <i>inter alia,</i> for an employer to discriminate against any individual with respect to hiring or the terms and conditions of employment because of such individual's race, color, religion, sex, or national origin. 42 U.S.C. § 2000e-2(a)(1). A plaintiff can prosecute a Title VII discrimination action under either of two theories: disparate treatment or disparate impact. When a plaintiff alleges disparate treatment discrimination, the \"most easily understood type of discrimination,\" <i>Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 335 n. 15, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1854 n. 15, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977), he or she alleges that an employer has treated that particular plaintiff less favorably than others because of the plaintiff's race, color, religion, sex, or national origin. In such disparate treatment cases, the plaintiff is required to prove that the defendant had a discriminatory intent or motive. <i>See </i><i>Watson v. Fort Worth Bank and Trust,</i> <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span>, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, 2784, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span></a></span> (1988).<sup>[2]</sup></p>\n<p>Disparate impact discrimination was first recognized by the Supreme Court in <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971). In <i>Griggs</i> the Court held that a plaintiff did not necessarily have to prove intentional discrimination in order to establish that an employer violated Title VII. \"In certain cases, facially neutral employment practices that have significant adverse effects on protected groups have been held to violate [Title VII] without proof that the employer adopted those practices with a discriminatory intent.\" <i>Watson,</i> 108 S.Ct. at 2784. The focus in a disparate impact case is usually on \"statistical disparities, rather than specific incidents, and on competing explanations for those disparities.\" <i>Id.</i> at 2784-85. Plaintiffs in the instant case do not allege that defendants intentionally discriminated against plaintiffs on the basis of plaintiffs' race. Plaintiffs proceed only on a disparate impact theory.</p>\n<p>In order to succeed in a disparate impact case, plaintiff must first prove its prima facie case. A prima facie case of disparate impact race discrimination has two elements. First, a plaintiff must identify a facially neutral \"specific employment practice\" that he or she contends has a discriminatory effect. <i>Tagatz v. Marquette University,</i> <span class=\"citation\" data-id=\"514624\"><a href=\"/opinion/514624/glenn-e-tagatz-v-marquette-university/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1042-43 (7th Cir.1988); <i>Gilty v. Village of Oak Park,</i> <span class=\"citation\" data-id=\"552218\"><a href=\"/opinion/552218/54-fair-emplpraccas-901-55-empl-prac-dec-p-40458-selester-gilty-v/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1247</span></a></span>, 1254 (7th Cir.1990) (\"one must first identify a specific employment practice before one can challenge it\"). Second, a plaintiff must show that the employment practice has a significant adverse impact on the protected group. <i>Wards Cove Packing Co., Inc. v. Atonio,</i> <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2115</span></a></span>, 2121, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1989).</p>\n<p>Once a plaintiff has established a prima facie case of disparate impact, the burden shifts to the employer to offer a business justification for its use of the employment practice. In this phase of disparate impact cases \"the employer carries the burden of producing evidence of a business justification for his employment practice. The burden of persuasion, however, remains with the disparate-impact plaintiff.\" <i>Wards Cove,</i> 109 S.Ct. at 2126.</p>\n<p><span class=\"star-pagination\">*250</span> It is clear that in order to withstand summary judgment, a disparate impact plaintiff must, at a minimum, be able to establish a prima facie case. <i>Gilty,</i> 919 F.2d at 1250. In this case plaintiffs contend that the \"specific employment practice\" alleged to be discriminatory in impact is that \"[d]efendant's [sic] layoff plan overweighted [sic] IDES layoffs in the Chicago Metropolitan area where the employee complement was disproportionately Black and underweighted [sic] those layoffs down-state, where the employee complement was disproportionately white.\" (Def.Ex. N (Pl. Answer to Interrog. No. 2)). The issue we are faced with is whether or not defendants' \"layoff plan\" constitutes an employment \"practice\" such that it is subject to disparate impact analysis. We conclude that it is not.</p>\n<p>Precious little has been written in the federal courts (at any level) about the meaning of the term \"practice\" in disparate impact prima facie case analysis. The only appellate court case (be the court Circuit or Supreme) we have been able to find which addresses the issue of what conduct constitutes a \"practice\" in the prima facie analysis is <i>Beard v. Whitley County REMC,</i> <span class=\"citation\" data-id=\"502303\"><a href=\"/opinion/502303/45-fair-emplpraccas-1663-45-empl-prac-dec-p-37812-elaine-k-beard/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span>, 409 (7th Cir.1988), and we begin there.<sup>[3]</sup> In <i>Beard,</i> defendant-employer negotiated separate wage and benefits contracts with its two unions. One union represented \"trades and crafts\" employees who were predominantly male. The other union represented \"office and clerical\" employees who were predominantly female. In 1985, the trades and crafts union negotiated and received from the employer a wage and benefit package 6% higher than the previous package, while the office and clerical union was unable to successfully negotiate any wage or benefits increases from the employer. Plaintiffs in <i>Beard,</i> female members of the office and clerical union, sued defendant under Title VII, alleging both disparate impact and disparate treatment theories.</p>\n<p>In <i>Beard,</i> the Seventh Circuit affirmed the district court's finding that plaintiffs disparate impact claim failed because plaintiffs failed to identify a facially neutral specific employment practice. 840 F.2d at 409. According to the Seventh Circuit \"the differences in insurance benefits were a product of the separate negotiating process\" and \"there is no reasonable basis for a claim that the division of the workforce into two groups for purposes of compensation-benefits negotiation was an employer imposed policy or practice.\" <i>Id.</i> The district court in <i>Beard</i> had further elaborated, noting that \"[f]or Title VII disparate impact purposes, simply labelling an employer's action a `policy' or `practice' is not sufficient.\" <i>Beard v. Whitley County REMC,</i> <span class=\"citation\" data-id=\"1394570\"><a href=\"/opinion/1394570/beard-v-whitley-county-remc/\"><span class=\"volume\">656</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1461</span></a></span>, 1468 (N.D.Ind. 1987). The district court emphasized that plaintiffs cannot simply attack the unfavorable impact of any decision made by the defendant. \"The defendant's single decision not to give the plaintiffs a wage or benefit increase in 1985 is simply not a policy or practice for disparate impact purposes.\" <i>Id.</i> at 1469.</p>\n<p>While the facts of the instant case are quite different from those in <i>Beard,</i> there are some notable similarities. Plaintiffs here allege that the employment practice which created the disparate impact was the \"layoff plan.\" It is undisputed that although the 1985 layoffs at IDES's Chicago office occurred between April and August, 1985, the layoffs are all traceable to the decision of the IDES to target Chicago for the necessary round of layoffs.<sup>[4]</sup> Thus, under the same analysis as in <i>Beard,</i> a strong argument can be made that the single decision by IDES to target its Chicago office for its layoff needs is not an employment <span class=\"star-pagination\">*251</span> practice.<sup>[5]</sup></p>\n<p>We find support for the proposition that a single decision, although implemented over time, is not an employment practice subject to disparate impact analysis. In every disparate impact case we have seen (and plaintiffs can show us no exceptions) the employment practice at issue is a continuing, ongoing system or method used by the employer in the course of regularly conducted employment activity. The district court in <i>Beard, supra</i> at 1470, canvassed the cases which were amenable to disparate impact analysis:</p>\n<blockquote>The facially neutral employment policies to which a disparate impact analysis has been applied include, among others: intelligence testing (<i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971)); height or weight requirements (<i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977)); leave requirement upon pregnancy (<i>Harriss v. Pan American World Airways, Inc.,</i> <span class=\"citation\" data-id=\"390545\"><a href=\"/opinion/390545/24-fair-emplpraccas-947-27-fair-emplpraccas-1324-24-empl-prac/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span> (9th Cir.1980)); excluding applicants based on arrest records (<i>Gregory v. Litton Systems, Inc.,</i> <span class=\"citation\" data-id=\"307914\"><a href=\"/opinion/307914/5-fair-emplpraccas-267-5-empl-prac-dec-p-8089-earl-h-gregory-v/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span> (9th Cir.1972)); sex segregated benefit plans (<i>Wambheim v. J.C. Penney Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1492</span></span> (9th Cir.1983)); and in-house employee selection plans (<i>Shidaker v. Carlin,</i> <span class=\"citation\" data-id=\"463789\"><a href=\"/opinion/463789/darlene-shidaker-v-paul-n-carlin-in-his-capacity-as-postmaster-general/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span> (7th Cir.1986)).</blockquote>\n<p>More recent cases unanimously contain \"practices\" that are permanent and on-going. <i>See, e.g., </i><i>Wards Cove, supra</i> (hiring at canneries segregated by race); <i>Watson, supra</i> (company \"practice\" is to commit all employment decisions to the subjective discretion of its managers); <i>Bridgeport Guardians, Inc. v. City of Bridgeport,</i> <span class=\"citation\" data-id=\"561788\"><a href=\"/opinion/561788/bridgeport-guardians-inc-hispanic-society-inc-jerry-brown-johnny/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span> (2nd Cir.1991) (examination given to all police officers to determine eligibility for promotion to rank of sergeant); <i>Walls v. City of Petersburg,</i> <span class=\"citation\" data-id=\"536060\"><a href=\"/opinion/536060/teyonda-n-walls-v-city-of-petersburg-a-virginia-municipal-corporation/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span> (4th Cir.1990) (background questionnaire required of all City employees). Again, we have not found a single appellate decision which applied disparate impact analysis to statistical disparities resulting from a single action or decision to act.</p>\n<p>In addition to the pattern of all cases applying disparate impact analysis, we find support for our holding in the common meaning of the word \"practice.\" Black's Law Dictionary defines \"practice\" first as \"[r]epeated or customary action; habitual performance; a succession of acts of similar kind; custom; usage.\" <i>Black's Law Dictionary</i> at 1055 (5th Ed.1979). Other dictionaries' first definitions are similar. <i>See Random House Dictionary of the English Language  The Unabridged Edition</i> (1973) at 1041 (\"habitual or customary performance; operation; habit; custom; repeated performance or systematic exercise\").</p>\n<p>There is also evidence that courts mean the word \"practice\" (in the disparate impact setting) to mean the repeated, customary method of operation. The Supreme Court in <i>Hazelwood School District v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, 307-308, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></span>, 2741-2742, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></span> (1976), referred to the prima facie \"practice\" requirement as the \"pattern-or-practice\" requirement. The Seventh Circuit in <i>Beard,</i> 840 F.2d at 409, referred to the prima facie requirement as the \"policy or practice\" requirement.</p>\n<p>Overall, we can find no support for the proposition that a single decision to effectuate a round of layoffs targeting the Chicago office of the IDES over a discrete time period of several months is an employment \"practice\" subject to disparate impact analysis. We have not found a single reported case where a layoff plan was subject to disparate impact analysis. This case might be different if plaintiffs were challenging IDES' approach to layoffs in general as violating Title VII, or if plaintiffs argued that every time a reduction-in-force takes place at IDES Title VII is violated. However, plaintiffs are not challenging <span class=\"star-pagination\">*252</span> IDES' \"practice\" of effectuating layoffs. Plaintiffs are challenging the single decision by IDES on how IDES would allocate one round of layoffs. We find that plaintiffs have failed to prove its prima facie case because plaintiffs have failed to identify a specific employment practice that allegedly has an adverse impact on black employees. If we were to find otherwise, it would mean that every single act, intentional or not, which has an adverse impact on a protected class is actionable under Title VII. We do not believe Congress intended that result. In addition, the entire disparate impact versus disparate treatment scheme belies such a result. We therefore grant defendants' motion for summary judgment.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons set out above, we grant defendants' motion for summary judgment on the remaining claims. This is a final and appealable order.</p>\n<h2>NOTES</h2>\n<p>[1]  We note that we reach this issue in the first place because we disagree with defendants' preliminary (to the merits of the race discrimination claim) arguments that (1) plaintiffs' claims are barred by the doctrine of collateral estoppel, (2) one plaintiff's claim is barred by the doctrine of <i>res judicata,</i> and (3) there is no dispute that there is a binding settlement. We do not consider plaintiffs' motion for summary judgment based on their motion in limine because those motions assume plaintiffs have met their prima facie burden.</p>\n<p>[2]  Discriminatory intent or motive can be proved using one of two methods: direct evidence or, more commonly, the familiar burden-shifting analysis of <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).</p>\n<p>[3]  Although <i>Beard</i> was decided before <i>Wards Cove,</i> the Supreme Court in <i>Wards Cove</i> changed the law only as to the burden of persuasion on the business justification issue. <i>See </i><i>Allen v. Seidman,</i> <span class=\"citation\" data-id=\"527039\"><a href=\"/opinion/527039/50-fair-emplpraccas-607-51-empl-prac-dec-p-39260-agee-allen-and/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">375</span></a></span>, 377-78 (7th Cir.1989). <i>Wards Cove</i> did not change the law governing the elements of a prima facie case.</p>\n<p>[4]  The parties vigorously dispute the business justification for IDES' focus on its Chicago office. For today's purposes, however, the propriety of the decision is not at issue, only whether or not the decision is an employment \"practice.\"</p>\n<p>[5]  The fact that plaintiffs attempt to define the employment practice (necessary to prove its prima facie case) as defendants' \"layoff <i>plan\"</i> adds nothing to our analysis. If the layoffs can fairly be called a \"plan,\" it is only because it took time to implement them after the decision was made to target IDES' Chicago offices for layoffs.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/307914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/390545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/514624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/527039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536060/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/552218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/561788/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1394570/"
          ]
        }
      ],
      "judges": "Plunkett",
      "date_created": "2014-10-30T15:16:04.749276Z",
      "date_modified": "2016-03-03T20:20:55.910339Z",
      "date_filed": "1991-07-30",
      "date_filed_is_approximate": false,
      "slug": "council-31-afscme-v-ward",
      "citation_id": 1629386,
      "case_name_short": "Ward",
      "case_name": "COUNCIL 31, AFSCME v. Ward",
      "case_name_full": "",
      "federal_cite_one": "771 F. Supp. 247",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1245473/council-31-afscme-v-ward/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:16:04.746712Z",
  "date_modified": "2014-10-30T15:16:04.746712Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Ward",
  "case_name": "COUNCIL 31, AFSCME v. Ward",
  "case_name_full": "",
  "slug": "council-31-afscme-v-ward",
  "docket_number": "87 C 356",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}