{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1246312/",
  "id": 1246312,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1657712/",
      "id": 1657712,
      "absolute_url": "/opinion/1657712/bk-v-toms-river-bd-of-educ/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1246312/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1657712/",
          "id": 1657712,
          "absolute_url": "/opinion/1657712/bk-v-toms-river-bd-of-educ/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1657712/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/724/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:02:54.496078Z",
          "date_modified": "2017-04-06T15:41:38.877713Z",
          "type": "010combined",
          "sha1": "d709e37000cde2d26cdaf616cd3c52d9b4a1ef2f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>998 F.Supp. 462 (1998)</b></center>\n<center><h1>B.K., Individually and as Guardian Ad Litem of D.K., Plaintiff,<br>\nv.<br>\nTOMS RIVER BOARD OF EDUCATION, Defendant.</h1></center>\n<center>No. Civ.A. 97-1429(MLC).</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>March 30, 1998.</center>\n<p><span class=\"star-pagination\">*463</span> <span class=\"star-pagination\">*464</span> Rebecca K. Spar, Jennifer L. Scully, Cole, Schotz, Meisel, Forman &amp; Leonard, Hackensack, NJ, for plaintiff.</p>\n<p>Stephen K. Foran, Gilmore &amp; Monahan, P.A., Toms River, NJ, for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>COOPER, District Judge.</p>\n<p>This matter comes before the Court on cross-motions for summary judgment by plaintiff, B.K. and defendant, Toms River Board of Education (\"Toms River\" or \"the Board\") pursuant to Federal Rule of Civil Procedure 56. Plaintiff seeks attorneys' fees, expert fees and other costs under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. § 1415(e)(4)(B), as amended, 20 U.S.C. § 1415(i)(3)(B) (Supp. 1997).<sup>[1]</sup> For the reasons expressed in this Memorandum Opinion, plaintiff's motion is denied without prejudice and defendant's motion is granted in part and denied in part without prejudice.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>D.K., son of plaintiff, B.K., was born on December 26, 1982. D.K. suffers from cerebral palsy and is classified as multiply handicapped. (Certif. of John Gluck in Supp. of Def.'s Mot. for Summ.J. ¶ 3 (\"Gluck Certif.\")); Certif. of B.K. in Supp. of Mot. for Summ.J., Ex. A (IEP dated Jan. 25, 1995). Due to his disabling conditions, D.K. is wheelchair bound and connected to a spinal stimulator; he requires adult care for all of his basic needs. (<i>Id.</i>)</p>\n<p>D.K. first came to the Toms River Regional School District (\"the school district\" or \"the district\") on October 20, 1986 at age three. (Gluck Certif. ¶ 4.) At the request of B.K., D.K. remained at the United Cerebral Palsy School in Brick, New Jersey (\"UCP of <span class=\"star-pagination\">*465</span> Brick\"), where D.K. was attending school at that time. (<i>Id.</i>) D.K. remained at UCP of Brick until plaintiff requested that he be placed at the Jackson Regional Day School (\"Jackson Regional\"). (Gluck Certif. ¶ 8.) Jackson Regional Day School is a school for disabled children. (Pl.'s Rule 12G Stmt. of Facts in Supp. of Summ.J. ¶ 1 (\"Pl.'s Rule 12G Stmt.\"); (B.K.Certif. ¶ 3).) The school district approved D.K.'s attendance at Jackson for the 1990-91 school year. (Gluck Certif. ¶ 8.) D.K. continued at Jackson Regional for the 1991-92 school year, and the school district provided, <i>inter alia,</i> occupational, physical and speech therapy for the child, as well as a full-time aide. (<i>Id.</i> ¶ 9.) During the 1993-94 school year, the school district introduced \"some mainstreaming\" into D.K.'s schedule. (<i>Id.</i> ¶ 10.) More specifically, the district approved special transportation for D.K. to attend the Ridgeway Elementary School for one hour every Tuesday for discussion on social studies and science topics. (<i>Id.</i>)</p>\n<p>At the April 26, 1994 IEP (Individualized Education Program) conference, B.K. demanded full inclusion for D.K. for the 1994-95 school year in the fourth grade at the Walnut Street School (\"Walnut Street\"). Walnut Street was plaintiff's local school. (<i>Id.,</i> Ex. A (IEP Annual Review Info.).) The school district's initial reaction to plaintiff's request is not evident from the record.</p>\n<p>After the initial April 1994 IEP conference, plaintiff requested a second IEP conference to discuss her desire of including D.K. in his local district school by September 1994. (<i>Id.</i>) That second IEP conference was held on June 13, 1994, and attended by plaintiff, staff from Jackson Regional and Walnut Street, and the school district's child-study team. (<i>Id.</i>) Members of the child-study team as well as the staff from Jackson Regional and Walnut Street indicated at that time that they felt that D.K. should remain at Jackson Regional. Further, Theodore W. Cordes, the child-study team supervisor, offered a multiple-handicapped class at Silver Bay School (\"Silver Bay\") with mainstreaming. (Gluck Certif. ¶ 12.) Plaintiff resisted the child-study team's offer to place B.K. at Silver Bay, and reiterated her desire for full inclusion at Walnut Street. (<i>Id.,</i> Ex. C (Ltr. from Theodore W. Cordes, Child-Study Team Supervisor to Mr. John Gluck, Dir. of Special Servs. (June 14, 1994)).) She also requested that the school district provide the following for her son: (1) supportive services which would include a full-time teacher's aide; (2) speech/language instruction daily; (3) physical therapy three times per week; (4) occupational therapy two times per week; (5) consultant services to in-service staff in minispeak and the use and programming of the \"liberator\", a computer device with various icons which may be used for communication; and (6) a full time computer for D.K.'s use. (<i>Id.,</i> Ex. C.) The record does not reveal the school district's immediate reaction to B.K.'s demands.</p>\n<p>On August 4, 1994, B.K. requested mediation. (<i>Id.,</i> Ex. D.) The request for mediation specifically states that plaintiff requests \"full inclusion in the neighborhood school that [D.K.] would attend if he were not handicapped.\" (<i>Id.</i>)</p>\n<p>On August 8, 1994, B.K. met with Cordes, members of the child-study team, other staff and John Gluck, the Director of Handicapped Services for the Board of Education. (<i>Id.</i> ¶ 14.) Gluck states in his certification that he suggested this meeting prior to B.K.'s filing for mediation.<sup>[2]</sup> (<i>Id.</i>) Plaintiff requested the following at that meeting: (1) full inclusion at Walnut Street; (2) speech therapy; (3) cross training in the use of the \"Liberator\"; (4) recorded books; (5) full-time paraprofessional aide; (6) a speech consultant; (7) extra time for D .K. to complete his work; (8) physical therapy; and (9) in-home tutoring. Gluck states that at that time, the school district experts, and those from Jackson Regional \"believed that a special education class would best meet [D.K.'s] physical and educational needs.\" Plaintiff, however, did not agree to such placement at that time. (<i>Id.</i> ¶ 14.)</p>\n<p><span class=\"star-pagination\">*466</span> Mediation was scheduled for August 18, 1994, but was adjourned until September 26, 1994. On August 18, 1994, a mediation settlement was reached between the parties. The parties agreed to the following: (1) D.K. was permitted to attend the Walnut Street School for the 1994-95 school year; (2) another IEP conference was to be convened to develop a program for implementation at the Walnut Street School; (3) both parties were to pursue independent child-study team evaluations to complete D.K.'s triennial evaluation. (<i>Id.,</i> Ex. F.)</p>\n<p>On or about August 24, 1994, plaintiff met with the school district again to conduct an IEP meeting. At that meeting, the school district stated that while it agreed to place D.K. at Walnut Street, the child would have to be put in segregated classes with other disabled students until a final decision as to D.K.'s permanent placement was made in the due process hearing.<sup>[3]</sup> (B.K.Certif. ¶ 7.) Plaintiff testified in her certification that \"D.K.'s placement in a self-contained class in his neighborhood school with no opportunity for inclusion with non-disabled peers was not acceptable to D.K.\" (<i>Id.</i> ¶ 8.) Thus, it does not appear from the record that the parties agreed to mainstreaming in the interim period before his final placement was determined.</p>\n<p>Plaintiff brought D.K. to Walnut Street School for the first day of classes on September 1, 1994. On September 7, 1994, plaintiff was approached by the school nurse who stated that plaintiff would \"have to take D.K. home until the school `was ready for [D.K.].'\" (B.K.Certif. ¶ 10.) Gluck states in his certification that he \"informed B.K. not to bring D.K. to school until the district was set up for his health care needs, which date was tentatively scheduled for September 26, 1994.\" (Gluck Certif. ¶ 19.) On September 12, 1994, plaintiff received a letter from the school stating that D.K. should receive home instruction until the school was ready for him. (B.K.Certif., Ex. A (Ltr. dated Sept. 12, 1994).)</p>\n<p>The parties contest the order of the following events, and the record presently before the Court does not resolve the dispute. Gluck contends that \"despite the lack of a new IEP, and a current updated independent evaluation, D.K. began attending a PI [sic] special education class at the Walnut Street School on September 22, 1994.\" (Gluck Certif. ¶ 22.) He also certifies that by September 26, 1994, the school district \"started\" several programs and procedures in preparation for D.K. to remain at Walnut Street. (<i>Id.</i>) The record does not reveal, however, the time-frame within which these changes were actually fully implemented, although it does not appear that all of them were completed as of September 22, 1994. (<i>See id.</i>)</p>\n<p>In sharp contrast to defendant's recitation of the chronology of events, plaintiff flatly denies that D.K. returned to Walnut Street School prior to September 27, 1994. (B.K.Certif.¶ 12.) Plaintiff instead claims that she brought her child to Walnut Street on September 27, and that the school district informed her that it was not ready for D.K. to return to school. (<i>Id.; see also</i> Pl.'s 12 Stmt. of Facts ¶ 17 (\"B.K. denies that D.K. was attending school on September 27, 1994.\").) Plaintiff claims that as a result of the school's failure to allow D.K. to return to school on September 27, plaintiff applied for emergency relief to enforce the interim mediation agreement and allow D.K. to attend school in the resource room until a final decision was made concerning D.K.'s permanent inclusion into classes with non-disabled students. (B.K.Certif. ¶ 13; Gluck Certif., Ex. L (Request for Due Process).) By letter dated October 3, 1994, defendant confirmed with plaintiff's attorney that B.K. withdrew her emergency relief request, as D.K. was attending Walnut Street School as of that date. (<i>Id.</i> ¶ 24 &amp; Ex. N.) The record does not reveal, however, the exact date that D.K. began attendance at the Walnut Street School.</p>\n<p>After D.K. was allowed to attend Walnut Street School, several problems occurred. In September and October 1994, the school <span class=\"star-pagination\">*467</span> district had problems obtaining outside nursing services to take care of D.K.'s toilet and personal hygiene needs. (<i>Id.</i> ¶ 23.) On several occasions, B.K. went to Walnut Street School to take care of her son when his aide was not present. (B.K.Certif.¶ 17.) B.K. was not paid for her services. (<i>Id.</i>) Moreover, it appears that during this time-period, D.K. was not attending any general education classes with non-disabled students. (<i>Id.</i> ¶ 18.) At this point, plaintiff claims that she hired experts to demonstrate to the school district that D.K. should be included in some general education classes. (<i>Id.</i>)</p>\n<p>On October 26, 1994, plaintiff again withdrew from mediation and requested a due process hearing to compel the school district to properly train the staff for D.K. and to include him in general educational classes. (B.K.Certif. ¶ 19 &amp; Ex. D.) Again, by letter dated December 2, 1994, B.K.'s attorney withdrew from mediation and renewed his due process request as per his letter dated October 26, 1994. (Gluck Certif. ¶ 25 &amp; Ex. P.) By letter dated December 14, 1994, hearings were set for January 27, 1995, January 30, 1995, February 8, 1995 and February 17, 1995. On January 18, 1995, plaintiff filed for emergency relief, indicating the lack of a properly trained aide to assist D.K. throughout the school day. (<i>Id.</i> ¶ 28 &amp; Ex. S.) Plaintiff alleged in her affidavit in support of emergency relief that the aide originally hired will not lift D.K. from his wheelchair, and a subsequent aide was out sick for one week without a replacement. (<i>Id.,</i> Ex. S.) The school district contested plaintiff's contentions. Subsequently, plaintiff's request for emergency relief was denied. (<i>Id.,</i> Ex. U.)</p>\n<p>On January 25, 1995, two days before the due process hearing began, the school district held an IEP meeting where an IEP for D.K. was developed. That IEP proposed removing D.K. from Walnut Street School and placing him back in the Jackson Regional Day School with mainstreaming into a fifth grade music and art class.<sup>[4]</sup> (Supp. Certif. of B.K. in Supp. of Pl.'s Mot. for Attorney's Fees (\"B.K.Supp.Certif.\") Ex. A. (IEP Implementation Form).)</p>\n<p>The matter proceeded to a due process hearing before the New Jersey Office of Administrative Law. After two days of testimony, the parties reached a settlement of the matter and entered into a Stipulation of Settlement. (Gluck Certif. Ex. V.) The school district agreed to modify the current IEP for the balance of the 1994-95 school year and develop an IEP for 1995-96 which incorporated the provisions of the settlement agreement. (<i>Id.</i> ¶ 29.) In the settlement agreement, the school district agreed to: (1) hire a consultant to train appropriate staff and to develop and implement an appropriate educational program for D.K. at Walnut Street School; (2) place D.K. in art, music, computer and media classes with non-disabled students; (3) place D.K. in the resource room with both disabled and non-disabled students for math and reading; and (4) place D.K. at HMS School during the period of June 25, 1995 through July 13, 1995. (B.K.Certif. ¶ 19.) The Stipulation of Settlement was dated March 16, 1995 and incorporated into the ALJ's decision dated March 28, 1995. (<i>Id.</i> Ex. E.)</p>\n<p>Plaintiff filed her Complaint in this Court on March 11, 1997, seeking reasonable attorneys fees, expert fees and remuneration for her services as a substitute aide for her son at the Walnut Street School. Plaintiff argues that she is a prevailing party pursuant to 29 U.S.C. § 1415(e)(4)(B), as the institution of mediation and due process procedures \"totally changed [defendant's] position regarding D.K., first when it changed its decision not to allow D.K. to attend Walnut Street School, and second when it changed its decision not to include D.K. in general education classes or to hire a consultant for D.K.\" (Pl.'s Br. in Supp. at 8.) Plaintiff also contends that in order to ensure D.K.'s permanent placement at Walnut Street School, she \"needed the evaluations of the experts, Dr. Henning and Dr. Dragan. Toms River refused to allow D.K. to attend Walnut Street or enroll him in general education <span class=\"star-pagination\">*468</span> classes without a showing that D.K. could be appropriately educated there.\" (<i>Id.</i>)</p>\n<p>Plaintiff next argues that she is entitled not only to attorneys' fees, but also expert fees, interest accrued on her credit card for payment of the experts, and remuneration for her time spent at the Walnut Street School as D.K.'s aide. (<i>Id.</i> at 9.) In support of her application for attorneys' fees, plaintiff provides her own affidavit setting forth the amount that she was billed for the efforts of her attorney, John Capasso, Esq. (<i>Id.</i> at 10.) It appears that Mr. Capasso has not responded to plaintiff's requests for a certification setting forth his hours spent working on behalf of B.K. and the amounts charged to plaintiff. (Certif. of Rebecca K. Spar, Esq. in Supp. of Pl.'s Mot. for Summ. J. (\"Spar Certif.\") Ex. B.) Plaintiff also submits the affidavit of her present counsel, which provides her time spent prosecuting this fee application. (<i>Id.</i>) Plaintiff does not, however, provide supporting affidavits of other attorneys concerning what should be considered a reasonable hourly rate.</p>\n<p>Defendant opposes plaintiff's motion and has filed its own cross-motion for summary judgment. Defendant argues that (1) plaintiff's fee application is barred by the applicable statute of limitations, (Def.'s Br. in Supp. of Mot. for Summ. J. (\"Def.'s Br. in Supp.\") at 4); (2) plaintiff is not a \"prevailing party\" under IDEA, as plaintiff \"sought nothing short of full inclusion for D.K.\" but \"failed to obtain this primary goal,\" (<i>id.</i> at 12), (3) plaintiff's fee claim should be reduced and her claim for expert's fees denied, (<i>id.</i> at 16), and (4) plaintiff is not entitled to reimbursement for services B.K. provided to her own child at the Walnut Street School, nor is she entitled to reimbursement for the interest accrued on her credit card. (<i>Id.</i> at 18.) With respect to plaintiff's prevailing party argument, defendant maintains that the school district had already agreed to the related services set forth in the settlement agreement, and had also agreed to placement in a special education classroom with mainstreaming. (<i>Id.</i> at 12.) Defendant states that the only dispute between the parties was the location of placement, as between the Walnut Street School and the Silver Bay School. However, the district maintains that the ultimate placement remained the same, and that D.K.'s academic subjects are taught in a resource class with only pupils classified as handicapped. (<i>Id.</i>)</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A court shall enter summary judgment when the moving party demonstrates that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has satisfied this initial burden, the opposing party must establish that a genuine issue of material fact exists. <i>Jersey Cent. Power &amp; Light Co. v. Township of Lacey,</i> 772 F.2d 1103, 1109 (3d Cir.1985), <i>cert. denied,</i> 475 U.S. 1013, 106 S.Ct. 1190, 89 L.Ed.2d 305 (1986). The opposing party cannot rest on mere allegations; rather, it must present actual evidence that creates a genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (quotation omitted); <i>Schoch v. First Fidelity Bancorporation,</i> 912 F.2d 654, 657 (3d Cir.1990). Issues of fact are genuine only \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson,</i> 477 U.S. at 248.</p>\n<p></p>\n<h2><i>I. Statute of Limitations Applicable to IDEA Fee Claims</i></h2>\n<p>Initially, we must address the threshold question of whether plaintiff's application for attorneys' fees is barred by the applicable statute of limitations. The Stipulation of Settlement was entered by the Office of Administrative Law on March 28, 1995. However, plaintiff's Complaint in this action was not filed until March 11, 1997, nearly two years later. (B.K.Certif.Ex. E.)</p>\n<p>IDEA does not establish a statute of limitations for an action either for judicial review of an administrative proceeding or for an application seeking attorneys' fees. <i>Zipperer v. School Bd. of Seminole Cty.,</i> 111 F.3d 847, 850 (11th Cir.1997); <i>Powers v. Indiana Dept. of Educ.,</i> 61 F.3d 552, 555 (7th Cir.1995). \"The Supreme Court has held that `when <span class=\"star-pagination\">*469</span> Congress has failed to provide a statute of limitations for a federal cause of action, a court borrows or absorbs the local time limitation most analogous to the case at hand.'\" <i>Zipperer,</i> 111 F.3d at 850 (quoting <i>Lampf, Pleva, Lipkind, Prupis &amp; Petigrow v. Gilbertson,</i> 501 U.S. 350, 355, 111 S.Ct. 2773, 115 L.Ed.2d 321 (1991)). However, \"when the state limitations period applicable to the most analogous state law is inconsistent with the policies of the federal statute, the state limitations period is rejected.\" <i>Id.</i></p>\n<p>It appears that the issue of which statute of limitations is most analogous and should be applied to an action for attorneys' fees under IDEA has not been decided by the Third Circuit. Moreover, it appears that this is an issue of first impression in our Court. The two circuit courts of appeals which have undertaken to answer the question have reached different conclusions. <i>Compare </i><i>Zipperer,</i> 111 F.3d at 850 (statute of limitations for action for attorneys' fees is not 30 day time period for appeals from administrative hearings, but is instead the four year statute of limitations for \"actions founded on statutory liability\") <i>with </i><i>Powers,</i> 61 F.3d at 555 (finding that 30 day time period for appeals from state administrative agencies applied to attorneys' fee claim under IDEA). Plaintiff argues that we should apply the Third Circuit's decision in <i>Tokarcik v. Forest Hills Sch. Dist.,</i> 665 F.2d 443 (3d Cir.1981), <i>cert. denied,</i> 458 U.S. 1121, 102 S.Ct. 3508, 73 L.Ed.2d 1383 (1982) to the instant case, and find that a fee application is governed by the two year statute of limitations found in N.J.Stat.Ann. § 2A:14-2. (Pl.'s Br. in Reply at 8-12.) Conversely, defendant urges us to apply the 45 day limitations period applicable to administrative appeals found in N.J.Ct.R. 2:4-1(b). (Def.'s Br. in Supp. at 8.)</p>\n<p>Our analysis begins with the Third Circuit's decision in <i>Tokarcik.</i> There the court of appeals addressed the issue of the applicable statute of limitations for an action seeking review of an administrative determination pursuant to 20 U.S.C. 1415(e)(2), as amended, 20 U.S.C. § 1415(i)(2)(A). The underlying dispute between the parties concerned whether Pennsylvania law required school nurses to perform clean intermittent catheterization services to a handicapped child. <i>Tokarcik,</i> 665 F.2d at 445. The parents filed suit in the district court, seeking review of the administrative determination that such services were not required by the Education for All Handicapped Children Act (\"EAHCA\").<sup>[5]</sup> Plaintiffs filed their Complaint ninety days after the state agency rendered its decision on the underlying dispute. <i>Id.</i></p>\n<p>The main issue presented on appeal was whether plaintiff's action pursuant to § 1415(e)(2) was timely filed. <i>Id.</i> The Third Circuit rejected defendant's contention that the applicable statute of limitations was the thirty day statutory limit for appeals from administrative determinations. <i>Id.</i> at 447. The court found that the proceeding before the district court was in the nature of a <i>de novo</i> proceeding in that the district court could hear evidence not contained in the record and must reach an independent decision based upon the preponderance of the evidence. <i>Id.</i> at 450. Thus, in that manner, the court determined that the statute of limitations applicable to appeals of state administrative hearings was inappropriate, as those appeals involve \"restricted court review.\" <i>Id.</i> More importantly for our purposes, the court also found that applying the thirty day limitations period would \"frustrate the statutory policy of cooperative parental and school involvement in placement determination,\" and was \"incompatible with too many of the objectives of the Education Act.\" <i>Id.</i> at 453. Ultimately, the court held that the applicable statute of limitations was the two or six year period under Pennsylvania law, but declined to state definitively which one applied. <i>Id.</i> at 455.</p>\n<p>Defendant argues that the same policy concerns expressed in <i>Tokarcik</i> are not present in the context of a fee application pursuant to 20 U.S.C. § 1415(e)(4)(B), as amended, 20 U.S.C. § 1415(i)(3)(B). Accordingly, defendant argues that we should disregard the reasoning applied in the <i>Tokarcik</i> decision. <span class=\"star-pagination\">*470</span> (<i>Id.</i>) Moreover, defendant points out that court's decision in <i>Tokarcik</i> has been criticized, and asks us to reconsider its presidential value.<sup>[6]</sup> (<i>Id.</i>) Conversely, plaintiff argues that we are bound to apply <i>Tokarcik</i> in the context of a fee application.</p>\n<p>Initially, we note our agreement with defendant's statement that a fee application pursuant to § 1415(e)(4)(B)<sup>[7]</sup> is a distinct proceeding from an action brought pursuant to 20 U.S.C. § 1415(e)(2).<sup>[8]</sup> It is clear that the grounds upon which relief may be granted, the nature of the proceedings, and scope of review differ. <i>J.B. v. Essex-Caledonia Supervisory Union,</i> 943 F.Supp. 387, 391 (D.Vt. 1996). Moreover, a court's fee determination is made based upon an \"entirely different set of factual and legal questions.\" <i>Id.; see also </i><i>Curtis K. v. Sioux Cty. Comm. Sch. Dist.,</i> 895 F.Supp. 1197, 1210 (N.D.Iowa 1995). We also note that it does not appear that <i>Tokarcik</i> applies to the instant situation, as it only addressed the applicable statute of limitations in the context of an action brought pursuant 1415(e)(2).<sup>[9]</sup> Nonetheless, we do not agree with defendant's contention that this distinction is dispositive of the issue of whether the 45 day limitations period applies.<sup>[10]</sup></p>\n<p>Thus, we have turned to other jurisdictions for guidance as to whether to apply a shorter statute of limitations for the initiation of fee <span class=\"star-pagination\">*471</span> applications. We are persuaded by the reasoning employed by the Court of Appeals for Eleventh Circuit in <i>Zipperer.</i> There, the court recognized that IDEA provides two distinguishable causes of action: one under § 1415(e)(2), as amended, § 1415(i)(2) (review of substantive administrative decision), and another pursuant to § 1415(e)(4)(B), as amended, 1415(i)(3)(B) (independent claim for attorneys' fees). <i>Zipperer,</i> 111 F.3d at 851. The court found that the adoption of a longer statute of limitations in the context of a fee application is consistent with the policies of IDEA. The court stated:</p>\n<blockquote>We acknowledge that a short period of limitations for claims brought pursuant to section 1415(e)(2) \"assures prompt resolution of disputes over education plans for [disabled children].\" ... Nonetheless, the resolution of claims for attorney's fees is less urgent and, in reality, is more likely to be resolved by the attorneys' interest in prompt payment than by a short period of limitations. A four year period of limitations, like the award of attorneys' fees to parents who are prevailing parties, is likely to encourage the involvement of parents, as represented by attorneys, in securing appropriate public education for their children.</blockquote>\n<p><i>Id.</i> at 852 (citations omitted). We too agree that the policies of the statute would be furthered by applying a longer statute of limitations to IDEA fee actions. The policy favoring quick decisions regarding the child's placement is simply inapplicable in this context. <i>See </i><i>Robert D. v. Sobel,</i> 688 F.Supp. 861, 864 (S.D.N.Y.1988). In other words, applying a longer statute of limitations period does not pose a risk of stranding the child in an inappropriate placement, a concern raised by the dissent in <i>Tokarcik.</i><sup>[11]</sup><i>See </i><i>Tokarcik,</i> 665 F.2d at 459 (Rosenn, J., dissenting) (stating that majority's resolution of the statute of limitations issue \"may be counterproductive, in the long run, to the educational development of children whose inclusion in or exclusion from a handicapped program is disputed by the child's parents or school authorities\"). However, allowing a longer statute of limitations for fee claims would allow enough time for the parties to attempt to agree on the issue of attorneys' fees, and would also encourage parental involvement. Thus, we reject defendant's argument that the 45 day limitations period found in New Jersey Court Rule 2:4-1(b) is applicable.</p>\n<p>We must next determine the appropriate limitations period in IDEA fee cases. Again, we have turned to Third Circuit precedent and persuasive authority from other jurisdictions to guide us in making our determination. More specifically, we have reviewed a recent decision by the New Jersey Superior Court, Appellate Division which addressed the issue of the applicable statute of limitations in IDEA fee cases. In <i>J.H.R. v. Board of Education,</i> the court found that an independent action for attorneys' fees must be brought within a reasonable time, and that any time period more than one year is likely to be unreasonable. 308 N.J.Super. 100, 705 A.2d 766, 778 (App.Div. 1998). In <i>J.H.R.,</i> the plaintiff instituted an independent action for attorneys' fees approximately four months after achieving success in the underlying suit regarding the proper placement for her severely handicapped child. The court stated that it was guided by equitable principles, and concluded that:</p>\n<blockquote>The adoption of a \"reasonable time\" rule for the institution of independent actions for attorney's fees where there is no underlying action pending or brought pursuant to 20 U.S.C. 1415(b) ... appropriately harmonizes competing policy considerations. It provides a standard which allows independent actions to proceed forward and protects the rights of the parties under IDEA while at the same time precluding <span class=\"star-pagination\">*472</span> the extension of litigation over too long a period of time.</blockquote>\n<p><i>Id.</i></p>\n<p>The court in <i>J.H.R.</i> was guided by the Third Circuit's approach in <i>Bernardsville Bd. of Educ. v. J.H.,</i> 42 F.3d 149 (3d Cir.1994), where the court addressed the limitations period applicable to the filing of a due process petition by parents seeking tuition and expense reimbursement and other relief under IDEA. In <i>Bernardsville,</i> the plaintiffs were unsatisfied with their child's placement in the Bernardsville school system and unilaterally removed the child and placed him in private school. More than two years later, the parents petitioned for an administrative hearing concerning the child's placement and program in the school district, and sought retroactive reimbursement for the child's out of district placement. <i>Id.</i> at 152. The administrative law judge found in favor of the parents and awarded retroactive reimbursement. The school district appealed the decision to the district court under § 1415(e)(2), arguing, <i>inter alia,</i> that the parents' request for due process was untimely. Citing <i>Tokarcik,</i> the district court rejected the school district's argument that the ninety day statute of limitations contained in N.J.Admin.Code § 6:24-1.2(c) applied to the parents' institution of grievance procedures. <i>Id.</i> at 155.</p>\n<p>On appeal, the Third Circuit also rejected the ninety day limitations period for challenging a child's IEP, choosing instead to adopt a \"reasonable time\" standard as to the applicable limitations period. <i>Id.</i> at 158. The court ultimately concluded that the parents' claim for retroactive reimbursement brought more than two years after they unilaterally transferred their child to a private institution was untimely under this reasonableness standard. <i>Id.</i> The court stated that \"more than two years, indeed, more than one year, without mitigating excuse, is an unreasonable delay.\" <i>Id.</i> Accordingly, plaintiffs' claims based upon the school district's actions more than two years before their institution of due process procedures were time-barred. <i>Id.</i></p>\n<p>The <i>J.H.R.</i> court found the Third Circuit's reasoning with respect to the time frame for the institution of grievance procedures dispositive on the issue of the limitations period for the filing of an IDEA fee claim. The Appellate Division concluded that \"an action for fees brought in excess of one year probably does not meet the reasonableness standard.\" <i>J.H.R.,</i> 308 N.J.Super. 100, 705 A.2d 766, 779-80. However, upon a closer reading of the Third Circuit's opinion in <i>Bernardsville,</i> we do not believe that its ultimate holding applies in the context of an application for attorneys' fees under IDEA. In <i>Bernardsville,</i> the Third Circuit reached its conclusion concerning the reasonableness of the time period because of the unique considerations presented by a claim for retroactive reimbursement based upon the inappropriateness of the school district's proposed IEP. The court stated:</p>\n<blockquote>We are cognizant of the fact that the school district serves a very large student population, and in light of the numerous contacts it has with parents seeking the individual welfare of the respective children, mere notice of parental \"dissatisfaction\" does not alone put the Board on reasonable notice that the parents will challenge a particular IEP in the future and seek reimbursement for an interim unilateral placement in a private institution. Absent initiation of review proceedings within a reasonable time of a unilateral decision to transfer a child to a private institution, a school district could not know to continue to review and revise an IEP, and the court would be left to hazard conjecture or hypothesis as to what the Board of Education might have proposed if it had been informed of the parents' continued intent to pursue an appropriate education for their child within the school district.</blockquote>\n<p><i>Id.</i> at 158. Thus, in that context, the court found that the right to a review of the appropriateness of an IEP \"contains a corresponding parental duty to unequivocally place in issue the appropriateness of an IEP\" within a reasonable time. <i>Id.</i></p>\n<p>It is clear, however, that the same considerations are not present in determining an application for attorneys' fees. In short, \"speed is not of the essence\" in an action for <span class=\"star-pagination\">*473</span> attorneys' fees under IDEA.<sup>[12]</sup><i>Shanahan v. Board of Educ.,</i> 953 F.Supp. 440, 443 (N.D.N.Y.1997); <i>Michael M. v. Board of Educ.,</i> 686 F.Supp. 995, 1001-02 (E.D.N.Y. 1988). Thus, while we think it is appropriate to take an equitable approach to the issue, <i>see </i><i>Bernardsville,</i> 42 F.3d at 158, we cannot agree with the Appellate Division's wholesale adoption of the Third Circuit's statement in the context of a fee application. <i>See J.H.R.,</i> 308 N.J.Super. 100, 705 A.2d 766, 778 (\"We join in the Third Circuit's view that an action brought in excess of one year probably does not meet the \"reasonable time\" standard.\")</p>\n<p>We do find, however, that the Third Circuit's approach in endorsing a balancing of the equities and consideration of the reasons for the delay in the institution of suit is dispositive here. <i>See </i><i>Bernardsville,</i> 42 F.3d at 158 n. 14 (\"We note, as does the dissent, that given the Act's lack of specificity on the question of timeliness and the nature of the issue here, a balancing of the equities is unavoidable.\"). Applying that approach to the facts of this case compels the conclusion that plaintiff's application for attorneys' fees was made within a reasonable time in that it was made within two years of the entry of the Stipulation of Settlement between the parties. It appears that plaintiff's counsel in the administrative proceedings failed to seek attorneys' fees despite plaintiff's repeated requests to do so. (B.K. Certif. ¶ 27; Spar Certif. at 12 &amp; Ex. B.) When B.K.'s attorney did not file the Complaint in this matter, she sought the aid of her present counsel in that regard. Thus, plaintiff is seeking reimbursement from the school district for the amount she already paid to her attorney for his services in connection with the proceedings in the Office of Administrative Law. (Spar Certif. ¶ 12.) In this context, preventing plaintiff from seeking reimbursement for counsel fees paid to her former attorney would only serve to discourage parents from advocating for the rights of their children. <i>See </i><i>Essex-Caledonia,</i> 943 F.Supp. at 390-91. Such a result is incongruent with the statutory mandate, as IDEA contemplates parental involvement in determining the appropriateness of the child's educational placement. <i>See id.</i> Thus, we hold that under the circumstances presented here, plaintiff's delay in filing her Complaint was not unreasonable.<sup>[13]</sup></p>\n<p></p>\n<h2><i>II. Attorneys' Fees Under IDEA</i></h2>\n<p>Plaintiff seeks attorneys' fees and costs (including expert fees)<sup>[14]</sup> under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. § 1400 <i>et seq.</i> This statute provides in relevant part:</p>\n<blockquote>In any action or proceeding brought under this subsection, the court, in its discretion, may award reasonable attorneys' fees as part of the costs to the parents or guardian of a child or youth with a disability who is the prevailing party.</blockquote>\n<p>20 U.S.C. § 1415(e)(4)(B), as amended. Thus, by its terms, § 1415(e)(4) requires that the plaintiff be the \"prevailing party\" to recover attorneys' fees. <i>See </i><i>E.M. v. Millville Bd. of Educ.,</i> 849 F.Supp. 312, 316 (D.N.J. 1994) (\"To recover attorney's fees and costs under the IDEA, a parent must show that she is a prevailing party.\"); <i>see also </i><i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) (\"A plaintiff must <span class=\"star-pagination\">*474</span> be a `prevailing party' to recover an attorney's fee award under [42 U.S.C.] § 1988.\").</p>\n<p>This Court's task is two-fold in adjudicating the claim for fees and costs presented here. First, we must decide the issue of whether B.K. is a prevailing party. If we find that plaintiff so qualifies, we must then determine the amount of reasonable fees and costs, if any, owed by the district.</p>\n<p>The test to determine prevailing party status is well established in this Circuit. <i>Hughes v. Lipscher,</i> 852 F.Supp. 293, 301 (D.N.J.1994) (citing <i>Metropolitan Pittsburgh Crusade for Voters v. Pittsburgh,</i> 964 F.2d 244, 250 (3d Cir.1992)). The test, which is essentially a two-part inquiry, requires a court to determine whether: (1) the plaintiff achieved some of the benefit sought by the lawsuit; and (2) \"the litigation constituted a material contributing factor in bringing about the events that resulted in the obtaining of the desired relief.\" <i>Metropolitan Pittsburgh Crusade,</i> 964 F.2d at 250 (quoting <i>Dunn v. United States,</i> 842 F.2d 1420, 1433 (3d Cir. 1988)).</p>\n<p>In determining whether a party has met the first prong of the prevailing party test, a court should compare the relief the plaintiff sought from the lawsuit with the relief eventually obtained. <i>Hughes,</i> 852 F.Supp. at 301-02 (citing <i>Institutionalized Juveniles v. Secretary of Public Welfare,</i> 758 F.2d 897, 911 (3d Cir.1985)). \"Plaintiffs will be prevailing parties even though the relief they obtained is not identical to the relief they specifically demanded, as long as the relief obtained is of the same general type.\" <i>Institutionalized Juveniles,</i> 758 F.2d at 912. It is well settled that relief need not be judicially decreed to justify a fee award. <i>See </i><i>Hewitt v. Helms,</i> 482 U.S. 755, 760, 107 S.Ct. 2672, 96 L.Ed.2d 654 (1987); <i>E.M.,</i> 849 F.Supp. at 314 (citations omitted) (\"Most courts, including those in this district, permit parents who prevail through settlement to recover attorneys fees, even if an administrative hearing was never held.\").</p>\n<p>The Court must next turn to the second prong of the prevailing party test, that of causation. The standard in the Third Circuit requires the Court to determine \"whether litigation constituted a material contributing factor in bringing about the events that resulted in the obtaining of the desired relief.\" <i>Metropolitan Pittsburgh Crusade,</i> 964 F.2d at 250 (quoting <i>Dunn,</i> 842 F.2d at 1433). While there must be some causal relationship between the lawsuit and the relief obtained, \"the plaintiff's lawsuit need not be the sole cause of defendant's action.\" <i>Id.</i> Further, the district court must apply the most expansive definition of causation. <i>Hughes,</i> 852 F.Supp. at 304 (citing <i>Dunn,</i> 842 F.2d at 1433).</p>\n<p>Causation may be established under the \"catalyst theory,\" under which \"a plaintiff who can prove that the existence of the lawsuit accomplished the original objectives of the lawsuit without a formal judgment can be a prevailing party.'\" <i>Baumgartner v. Harrisburg Hous. Auth.,</i> 21 F.3d 541, 544 (3d Cir. 1994). The classic situation for application of the catalyst theory is where the defendants voluntarily change their behavior to eliminate the challenged conduct. <i>Id.</i> (citation omitted).</p>\n<p>Here, the parties ultimately settled their dispute after two days of trial held before the Office of Administrative Law; thus, plaintiff cannot show that a favorable judgment was the cause of the relief obtained. Rather, B.K. must rely on the catalyst theory to show causation. In order to demonstrate that she is a prevailing party under this theory, plaintiff must \"prove that the existence of the lawsuit accomplished the original objectives of the lawsuit.\" <i>Baumgartner,</i> 21 F.3d at 544 (emphasis added); <i>see also </i><i>Craig v. Gregg Cty.,</i> 988 F.2d 18, 21 (5th Cir.1993) (finding that plaintiff \"has not shown that his suit caused Gregg County to remedy the allegedly flawed voting scheme\").</p>\n<p>It appears that plaintiff maintains that she is a prevailing party because she ultimately received the following concessions from defendant as a result of her requests for mediation, due process and emergent relief: (1) the district agreed that D.K.'s permanent placement would be at Walnut Street School, his neighborhood school, rather than Jackson Regional or Silver Bay; (2) the district agreed that D.K. could attend classes in <span class=\"star-pagination\">*475</span> the resource room with his non-disabled peers; and (3) it agreed to provide a full-time certified aide for D.K. (Pl.'s Br. in Supp. at 8.) However, based upon the record presently before the Court, it appears that there are genuine issues of material fact that preclude the Court from determining whether plaintiff is a prevailing party.</p>\n<p>First, the parties dispute the extent to which D.K. interacts with his non-disabled peers at his current placement at the Walnut Street School in the resource room. Defendant argues in its brief that D.K.'s resource room classes are attended by disabled students only. From this, defendant maintains that D.K.'s current placement does not differ from his original placement at Jackson Regional. (Def's Br. in Opp'n at 12.) Interestingly, we note that in Gluck's certification, it states that D.K. continues to attend all academic classes in a \"special education environment,\" i.e., the resource room, but does not state whether those classes are attended by non-disabled children. (Gluck Certif. ¶ 30.) However, plaintiff states in her certification that D.K.'s current placement in the resource room at Walnut Street School allows him to attend classes with non-disabled peers for reading and math. (B.K.Supp.Certif.¶ 12.) On its face, the Stipulation of Settlement does not resolve this issue, as it does not indicate whether the math and reading classes in the resource room are attended by both disabled and non-disabled students. (B.K.Certif.I, Ex. E.) This factual dispute bears upon the prevailing party inquiry, as the first part of the test requires the court to compare the relief sought with the relief obtained. <i>Hughes,</i> 852 F.Supp. at 301-02 (citing <i>Institutionalized Juveniles,</i> 758 F.2d at 911 (3d Cir.1985)). Here, it is clear from the record that plaintiff sought to have her child placed in classes with his non-disabled peers to the greatest degree possible. (B.K.Certif.¶ 8.) Thus, the Court finds that a proof hearing is necessary to resolve this issue prior to our determination of the prevailing party inquiry.</p>\n<p>There is an additional disputed factual issue which bears upon our prevailing party inquiry. It appears from the record that the parties dispute the point at which D.K. actually began to attend Walnut Street School. Defendant maintains that \"despite the lack of a new IEP, and a current updated independent evaluation, D.K. began attending a PI Special Education Class at the Walnut Street School on September 22, 1994.\" (Gluck Certif. ¶ 22.) In sharp contrast, plaintiff flatly denies that D.K. returned to Walnut Street School prior to September 27, 1994, the day she filed for emergency relief to enforce the interim agreement reached between the parties and allow D.K. to attend Walnut Street School. (B.K.Certif.¶ 12.) Plaintiff claims that on that date, the school district informed plaintiff that it was not ready for D.K. to return to Walnut Street School. (<i>Id.</i>) The chronology of these events is critical in determining the second part of the prevailing party inquiry, that of causation. The Third Circuit has stated that it has</p>\n<blockquote>looked to the sequence of events in determining whether a lawsuit is a material factor in brining about a desired change.... This approach is in accord with that followed by other circuits. <i>See, e.g., </i><i>Posada [v. Lamb County,</i> 716 F.2d 1066, 1072 (5th Cir.1983)] (\"Clues to the provocative effects of the plaintiffs' legal efforts are often best gleaned from the chronology of events: defendants, on the whole, are usually rather reluctant to concede that the litigation prompted them to mend their ways.\")</blockquote>\n<p><i>Metropolitan Pittsburgh Crusade,</i> 964 F.2d at 251. We cannot resolve this factual dispute at this juncture.<sup>[15]</sup> Thus, the Court finds that this issue will be addressed during the proof hearing as well.</p>\n<p></p>\n<h2>\n<i>III. Reimbursement to B.K. for Time Spent as D.K.'s Aide and Interest Accrued on Credit Card for Payment of Experts</i><sup>[16]</sup></h2>\n<p>Plaintiff claims that she is entitled to payment for her services as B.K.'s aide at <span class=\"star-pagination\">*476</span> Walnut Street during September and October 1994. In support of her argument, plaintiff cites <i>Burlington School Committee v. Massachusetts Department of Education,</i> 471 U.S. 359, 105 S.Ct. 1996, 85 L.Ed.2d 385 (1985). (Pl.'s Reply Br. at 20.) Plaintiff also claims that she is entitled to reimbursement for the interest which accrued on her credit card that she used to pay her experts. (<i>Id.</i>) In support of that contention, plaintiff cites <i>Egg Harbor Township Bd. of Educ. v. S.O.,</i> 19 Indiv. with Disabilities Educ.L.Rptr. 15 (D.N.J.1992), where the district court directed the school district to reimburse parents for the cost of private school tuition plus the interest incurred by the parents in borrowing the money to pay the tuition. (<i>Id.</i>)</p>\n<p>Defendant opposes plaintiff's request for these costs, arguing that they do not fall within the ambit of costs which are recoverable under the IDEA fee provision. Moreover, defendant maintains that plaintiff volunteered her time, and that the district did not ask her to come to Walnut Street School to serve as D.K.'s aide. (Def.'s Br. in Opp'n at 19; Gluck Certif. ¶ 23.)</p>\n<p>20 U.S.C. § 1415(e)(4)(B), as amended, 20 U.S.C. § 1415(i)(3)(B), permits an award of attorneys' fees as part of the costs to be awarded to the parents or guardian of a handicapped child, but does not specify what falls within allowable costs. Moreover, the Court's research has failed to uncover any precedent specifically addressing the scope of allowable costs under that section, and whether those expenditures plaintiff seeks would fall within the statute.</p>\n<p>As a general principle, however, the Supreme Court has held that a court may not shift costs beyond those found in 28 U.S.C. § 1920 without express statutory authority to do so. <i>West Va. Univ. Hosps. Inc. v. Casey,</i> 499 U.S. 83, 86, 111 S.Ct. 1138, 113 L.Ed.2d 68 (1991); <i>Crawford Fitting Co. v. J.T. Gibbons, Inc.,</i> 482 U.S. 437, 444-45, 107 S.Ct. 2494, 96 L.Ed.2d 385 (1987); <i>See </i><i>Field v. Haddonfield,</i> 769 F.Supp. 1313, 1323 (D.N.J. 1991). In the context of IDEA fee applications, it is clear that Congress intended to include attorneys' fees within the costs allowable pursuant to § 1415(e)(4)(B), and it is also clear that the prevailing party is entitled to reimbursement for reasonable expert fees as part of the attorneys' fee award. <i>Field,</i> 769 F.Supp. at 1323; <i>Bailey v. District of Columbia,</i> 839 F.Supp. 888, 892 (D.D.C.1993) (\"Congress usually does not intend for the fees or costs of experts to be awarded as part of a reasonable attorney's fee.... However, the statute in this case is an exception.\"). Moreover, courts have awarded expenditures such as photocopying, travel, long distance telephone and postage to prevailing IDEA plaintiffs as part of their attorneys' fee award. <i>Bailey,</i> 839 F.Supp. at 892; <i>Grinsted v. Houston Cty. Sch. Dist.,</i> 826 F.Supp. 482, 487 (M.D.Ga.1993); <i>Zigmunt v. Board of Educ.,</i> No. 91-0118, 1992 WL 220619, at *3-4 (N.D.Ill. Aug. 4, 1992). Such expenditures have traditionally been deemed to be part of an attorneys' fee award. <i>See, e.g., </i><i>Abrams v. Lightolier,</i> 50 F.3d 1204, 1225 (3d Cir.1995). From these general principles, it may be said that expenditures which have traditionally been recoverable as attorneys' fees, as well as expert fees under IDEA, are recoverable as costs under § 1415(e)(4)(B), as amended, § 1415(i)(3)(B).</p>\n<p>However, it is clear that the amounts which plaintiff seeks, namely reimbursement for interest and payments for services rendered as an aide to D.K., do not fall within those traditional attorneys' fees expenditures. Moreover, they are not expert fees. Thus, in the absence of express statutory authority, of which there is none in IDEA, we must resort to § 1920 to determine whether these amounts are allowable costs. <i>See West Virginia Univ. Hosps.,</i> 499 U.S. at 86; <i>Crawford Fitting,</i> 482 U.S. at 444-45. Section 1920 provides that a judge or clerk of any court of the United States may tax as costs the following:</p>\n<blockquote>(1) Fees of the clerk and marshal;</blockquote>\n<blockquote>(2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained for use in the case;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*477</span> (3) Fees and disbursements for printing and witnesses;</blockquote>\n<blockquote>(4) Fees for exemplification and copies of papers necessarily obtained for use in the case;</blockquote>\n<blockquote>(5) Docket fees under section 1923 of this title;</blockquote>\n<blockquote>(6) Compensation of court appointed expert, compensation of interpreters, and salaries, fees, expenses, and costs of special interpretation services under section 1828 of this title.</blockquote>\n<p>28 U.S.C. § 1920. Moreover, Local Rule 54.1(g) provides the general rules to be followed by the Clerk of the Court in awarding costs under the Local Rules. Local R. 54.1(g). The guidelines found in Rule 54.1(g) are similar to those found is 28 U.S.C. § 1920.</p>\n<p>As is evident, those costs claimed by plaintiff are not listed in § 1920. Thus, assuming <i>arguendo</i> that it is determined that plaintiff is a prevailing party under § 1415(e)(4)(B), we hold as a matter of law that she is not entitled to recover interest on her credit card or any remuneration for her services at Walnut Street.<sup>[17]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>As an initial matter, we have determined that B.K.'s IDEA Complaint in this Court for attorneys' fees and costs pursuant to 20 U.S.C. § 1415(e)(4)(B) was timely filed. We have also held that based upon the record presently before the Court, we cannot determine whether plaintiff is a prevailing party such that she is entitled to attorneys' fees and expert fees under IDEA. Thus, we have ordered a proof hearing limited to the issues outlined in the discussion above to resolve the underlying factual disputes in this case. Finally, we have found that plaintiff cannot recover the interest accrued on her credit cards or receive remuneration for her services as an aide to B.K. pursuant to 1415(e)(4)(B).</p>\n<p>An appropriate Order accompanies this Memorandum Opinion.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>For the reasons expressed in the accompanying Memorandum Opinion,</p>\n<p>IT IS THEREFORE on this 30th day of March, 1998 ORDERED that plaintiff B.K.'s motion for summary judgment be and hereby is DENIED WITHOUT PREJUDICE; and</p>\n<p>IT IS FURTHER ORDERED that defendant Toms River Board of Education's motion for summary judgment be and hereby is GRANTED IN PART AND DENIED IN PART WITHOUT PREJUDICE. The parties are directed to contact the Court to schedule the proof hearing in accordance with the discussion set forth in the accompanying Memorandum Opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  IDEA was completely revised by Pub.L. No. 105-17, 111 Stat. 27 (1997). While the substance of the amendments to IDEA are immaterial for purposes of this motion, citations throughout this Opinion to the corresponding amended sections of IDEA are included for ease of reference. <i>See</i> 20 U.S.C. § 1400-1487 (Supp.1997).</p>\n<p>[2]  Plaintiff does not state whether Gluck suggested the meeting prior to plaintiff's filing for mediation. Plaintiff does state, however, that \"[i]t was only after [she] retained an attorney and filed for mediation that Tom's River agreed to temporarily allow D.K. to attend his neighborhood school.\" (B.K.Supp.Certif.¶ 4.)</p>\n<p>[3]  We note that the September 1994 IEP, which appears to have been an addendum to D.K.'s then current IEP, did not provide for any mainstreaming for D.K. during the period prior to the due process hearing. (B.K.Supp.Certif.¶ 5.)</p>\n<p>[4]  The record does not indicate where this mainstreaming would take place, but it does appear that it was not to occur at Walnut Street School. (B.K.Supp.Certif., Ex. A.)</p>\n<p>[5]  The EAHCA was the predecessor statute to IDEA. Courts have applied case law interpreting EAHCA to cases arising under IDEA. <i>See </i><i>Delaware Cty. Intermed. Unit v. Martin &amp; Melinda K.,</i> 831 F.Supp. 1206, 1212 n. 3 (E.D.Pa.1993).</p>\n<p>[6]  We reject defendant's invitation to reconsider a decision of our court of appeals, as it is clearly beyond our power to do so. <i>See </i><i>Jeremy H. v. Mount Lebanon Sch. Dist.,</i> 95 F.3d 272, 280 n. 14 (3d Cir.1996).</p>\n<p>[7]  Section 1415(e)(4)(B) provides:\n</p>\n<p>In any action or proceeding brought under this subsection, the court, in its discretion, may award reasonable attorneys' fees as part of the costs to the parents or guardian of a child or youth with a disability who is the prevailing party.</p>\n<p><i>Id.</i> The language of this section is slightly different in the amended section. <i>See</i> 20 U.S.C. § 1415(i)(3)(B) (deleting phrases \"or guardian\" and \"or youth\" from statute).</p>\n<p>[8]  Section 1415(e)(2) provides:\n</p>\n<p>Any party aggrieved by the findings and decision made under subsection (b) of this section who does not have the right to an appeal under subsection (c) of this subsection, shall have the right to bring a civil action with respect to the complaint presented pursuant to this section, which action may be brought in any State court of competent jurisdiction or in a district court of the United States without regard to the amount in controversy. In any action brought under this paragraph, the court shall receive the records of the administrative proceedings, shall hear additional evidence at the request of a party, and, basing its decision on the preponderance of the evidence, shall grant such relief as the court determines is appropriate.</p>\n<p><i>Id.,</i> as amended, 20 U.S.C. § 1415(i)(2)(A) &amp; (B).</p>\n<p>[9]  The Court's research has revealed that at least one district court within the Third Circuit has addressed this issue and applied the two year period suggested by <i>Tokarcik</i> without considering whether the reasoning in <i>Tokarcik</i> is applicable in the context of an application for attorneys' fees under IDEA. <i>See Ivanlee J. v. Wilson Area Sch. Dist.,</i> No. 97-683, 1997 WL 164272 at *2 (E.D.Pa. April 3, 1997). However, our conclusion that Tokarcik is inapplicable here is supported by the Third Circuit's decision in <i>Bernardsville Bd. of Educ. v. J.H.,</i> 42 F.3d 149, 155 (3d Cir.1994), which is discussed in the text below. In <i>Bernardsville,</i> the district court applied the <i>Tokarcik</i> decision to the question of the timeliness of plaintiff's initiation of due process procedures. <i>Bernardsville,</i> 817 F.Supp. 14, 16 (D.N.J.1993), <i>aff'd in part, vacated in part and remanded,</i> 42 F.3d 149 (3d Cir.1994). The Third Circuit recognized the district court's application of <i>Tokarcik,</i> but instead applied different reasoning to address the issue of the timeliness of the parents' administrative action. <i>See </i><i>Bernardsville,</i> 42 F.3d at 154, 157. We also note that the circuit has applied the reasonableness standard enunciated in <i>Bernardsville</i> in the context of determining when the statute of limitations begins to run under § 1415(e)(2), as amended, 20 U.S.C. § 1415(i)(2). <i>See </i><i>Jeremy H.,</i> 95 F.3d at 280 (finding that it was reasonable for the statute of limitations under § 1415(e)(2) to begin to run when state administrative process is complete rather than from the date of the alleged IDEA violation). However, assuming <i>arguendo</i> that <i>Tokarcik</i> applies here, it is clear that plaintiff initiated her fee application within the two years of the date of the Stipulation of Settlement.</p>\n<p>[10]  Defendant contends that if we recognize that the holding in <i>Tokarcik</i> does not apply to the instant matter, than it must follow that the 45 day limitations period applies, as the court in <i>Tokarcik</i> found that the longer statute of limitations was applicable to actions pursuant to § 1415(e)(2). In short, we disagree. In fact, it is entirely consistent with <i>Tokarcik</i> to apply a longer statute of limitations here, as such a result furthers the purposes underlying IDEA. <i>See </i><i>Tokarcik,</i> 665 F.2d at 453 (analyzing the policies underlying the Act to determine if applying a shorter limitations period would comport with those considerations).</p>\n<p>[11]  Several courts have taken the position of the dissent in <i>Tokarcik</i> and applied a shorter limitations period to actions brought pursuant to § 1415(e)(2), as amended, § 1415(i)(2). <i>See </i><i>Spiegler v. District of Columbia,</i> 866 F.2d 461 (D.C.Cir.1989); <i>Adler by </i><i>Adler v. Education Dept. of State of N.Y.,</i> 760 F.2d 454 (2d Cir.1985); <i>Department of Educ. v. Carl D.,</i> 695 F.2d 1154 (9th Cir.1983). Interestingly, since the <i>Tokarcik</i> decision, courts have stated that there is a greater interest in applying a shorter statute of limitations to actions challenging the substance of an administrative determination under § 1415(e)(2) than in the context of fee applications under § 1415(e)(4)(B). <i>See </i><i>Zipperer,</i> 111 F.3d at 852.</p>\n<p>[12]  We recognize that \"the parents and attorneys have an interest in the expeditious handling of the matter of fees.\" <i>Dell v. Board of Educ.,</i> 32 F.3d 1053, 1058 (7th Cir.1994). Nonetheless, in balance, we cannot say that two years is an unreasonable delay under the circumstances presented here.</p>\n<p>[13]  In utilizing the reasonableness approach advocated by <i>Bernardsville</i> and <i>J.H.R.,</i> we reject plaintiff's argument that the two year statute of limitations found in N.J.Stat.Ann. § 2A:14-2 is the applicable limitations period in IDEA fee applications in general.</p>\n<p>[14]  Expert fees are recoverable as part of costs under IDEA. <i>See </i><i>Arons v. New Jersey State Bd. of Educ.,</i> 842 F.2d 58, 62 (3d Cir.), <i>cert. denied,</i> 488 U.S. 942, 109 S.Ct. 366, 102 L.Ed.2d 356 (1988); <i>Field v. Haddonfield Bd. of Educ.,</i> 769 F.Supp. 1313, 1323 (D.N.J.1991). Nonetheless, such fees must be properly documented and must also be reasonable under the circumstances. <i>See </i><i>Verginia McC v. Corrigan-Camden Indep. Sch. Dist.,</i> 909 F.Supp. 1023, 1033 (E.D.Tex.1995); <i>Bailey v. District of Columbia,</i> 839 F.Supp. 888, 892 (D.D.C.1993); <i>Kattan v. District of Columbia,</i> No. 88-0630, 1991 WL 222312, at * 3 (D.D.C. October 17, 1991), <i>aff'd,</i> 995 F.2d 274 (D.C.Cir. 1993), <i>cert. denied,</i> 511 U.S. 1018, 114 S.Ct. 1398, 128 L.Ed.2d 71 (1994).</p>\n<p>[15]  We also note that the resolution of this factual issue is necessary in order to determine the amount of fees, if any, to be awarded to plaintiff. 20 U.S.C. § 1415(c)(4)(F), as amended, 20 U.S.C. § 1415(i)(3)(E); <i>see </i><i>Johnson v. Bismarck Public Sch. Dist.,</i> 949 F.2d 1000, 1003 (8th Cir.1991).</p>\n<p>[16]  We express no opinion as to whether plaintiff might seek prejudgment interest on an award of attorneys' fees which she may receive, as neither party has addressed such an issue at this stage of the proceedings.</p>\n<p>[17]  We note briefly that we have considered plaintiff's arguments and find them unpersuasive. Plaintiff cites to the Supreme Court's decision in <i>Burlington</i> for the proposition that a district court can award \"appropriate relief\" under IDEA, and that the amounts she seeks are appropriate in this case. (Pl.'s Reply Br. at 20.) However, <i>Burlington</i> did not address the issue of allowable costs under IDEA. There the Court determined, <i>inter alia,</i> that the Act permits the award of retroactive reimbursement to parents who have unilaterally placed their child in private school at their own expense once it is determined that such placement is proper under IDEA. <i>Burlington,</i> 471 U.S. at 368. Moreover, the court's decision in <i>Egg Harbor Township</i> discusses the same issue. There the district court addressed the validity of an administrative award of retroactive reimbursement to parents who expended their own funds to unilaterally place their child in private school. The Court held that the parents were entitled not only to reimbursement of the amount paid for the private school, but also interest on a loan procured to effect the child's placement. 19 Indiv. with Disabilities Educ.L.Rptr. 15. However, the court did not assess the interest as part of the costs under § 1415(e)(4)(B). In fact, the court addressed the parents' entitlement to costs in a separate section of the opinion. We therefore find that these decisions are not dispositive here.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">998</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">462</span></span> (1998)</b></center>\n<center><h1>B.K., Individually and as Guardian Ad Litem of D.K., Plaintiff,<br>\nv.<br>\nTOMS RIVER BOARD OF EDUCATION, Defendant.</h1></center>\n<center>No. Civ.A. 97-1429(MLC).</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>March 30, 1998.</center>\n<p><span class=\"star-pagination\">*463</span> <span class=\"star-pagination\">*464</span> Rebecca K. Spar, Jennifer L. Scully, Cole, Schotz, Meisel, Forman &amp; Leonard, Hackensack, NJ, for plaintiff.</p>\n<p>Stephen K. Foran, Gilmore &amp; Monahan, P.A., Toms River, NJ, for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>COOPER, District Judge.</p>\n<p>This matter comes before the Court on cross-motions for summary judgment by plaintiff, B.K. and defendant, Toms River Board of Education (\"Toms River\" or \"the Board\") pursuant to Federal Rule of Civil Procedure 56. Plaintiff seeks attorneys' fees, expert fees and other costs under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. § 1415(e)(4)(B), as amended, 20 U.S.C. § 1415(i)(3)(B) (Supp. 1997).<sup>[1]</sup> For the reasons expressed in this Memorandum Opinion, plaintiff's motion is denied without prejudice and defendant's motion is granted in part and denied in part without prejudice.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>D.K., son of plaintiff, B.K., was born on December 26, 1982. D.K. suffers from cerebral palsy and is classified as multiply handicapped. (Certif. of John Gluck in Supp. of Def.'s Mot. for Summ.J. ¶ 3 (\"Gluck Certif.\")); Certif. of B.K. in Supp. of Mot. for Summ.J., Ex. A (IEP dated Jan. 25, 1995). Due to his disabling conditions, D.K. is wheelchair bound and connected to a spinal stimulator; he requires adult care for all of his basic needs. (<i>Id.</i>)</p>\n<p>D.K. first came to the Toms River Regional School District (\"the school district\" or \"the district\") on October 20, 1986 at age three. (Gluck Certif. ¶ 4.) At the request of B.K., D.K. remained at the United Cerebral Palsy School in Brick, New Jersey (\"UCP of <span class=\"star-pagination\">*465</span> Brick\"), where D.K. was attending school at that time. (<i>Id.</i>) D.K. remained at UCP of Brick until plaintiff requested that he be placed at the Jackson Regional Day School (\"Jackson Regional\"). (Gluck Certif. ¶ 8.) Jackson Regional Day School is a school for disabled children. (Pl.'s Rule 12G Stmt. of Facts in Supp. of Summ.J. ¶ 1 (\"Pl.'s Rule 12G Stmt.\"); (B.K.Certif. ¶ 3).) The school district approved D.K.'s attendance at Jackson for the 1990-91 school year. (Gluck Certif. ¶ 8.) D.K. continued at Jackson Regional for the 1991-92 school year, and the school district provided, <i>inter alia,</i> occupational, physical and speech therapy for the child, as well as a full-time aide. (<i>Id.</i> ¶ 9.) During the 1993-94 school year, the school district introduced \"some mainstreaming\" into D.K.'s schedule. (<i>Id.</i> ¶ 10.) More specifically, the district approved special transportation for D.K. to attend the Ridgeway Elementary School for one hour every Tuesday for discussion on social studies and science topics. (<i>Id.</i>)</p>\n<p>At the April 26, 1994 IEP (Individualized Education Program) conference, B.K. demanded full inclusion for D.K. for the 1994-95 school year in the fourth grade at the Walnut Street School (\"Walnut Street\"). Walnut Street was plaintiff's local school. (<i>Id.,</i> Ex. A (IEP Annual Review Info.).) The school district's initial reaction to plaintiff's request is not evident from the record.</p>\n<p>After the initial April 1994 IEP conference, plaintiff requested a second IEP conference to discuss her desire of including D.K. in his local district school by September 1994. (<i>Id.</i>) That second IEP conference was held on June 13, 1994, and attended by plaintiff, staff from Jackson Regional and Walnut Street, and the school district's child-study team. (<i>Id.</i>) Members of the child-study team as well as the staff from Jackson Regional and Walnut Street indicated at that time that they felt that D.K. should remain at Jackson Regional. Further, Theodore W. Cordes, the child-study team supervisor, offered a multiple-handicapped class at Silver Bay School (\"Silver Bay\") with mainstreaming. (Gluck Certif. ¶ 12.) Plaintiff resisted the child-study team's offer to place B.K. at Silver Bay, and reiterated her desire for full inclusion at Walnut Street. (<i>Id.,</i> Ex. C (Ltr. from Theodore W. Cordes, Child-Study Team Supervisor to Mr. John Gluck, Dir. of Special Servs. (June 14, 1994)).) She also requested that the school district provide the following for her son: (1) supportive services which would include a full-time teacher's aide; (2) speech/language instruction daily; (3) physical therapy three times per week; (4) occupational therapy two times per week; (5) consultant services to in-service staff in minispeak and the use and programming of the \"liberator\", a computer device with various icons which may be used for communication; and (6) a full time computer for D.K.'s use. (<i>Id.,</i> Ex. C.) The record does not reveal the school district's immediate reaction to B.K.'s demands.</p>\n<p>On August 4, 1994, B.K. requested mediation. (<i>Id.,</i> Ex. D.) The request for mediation specifically states that plaintiff requests \"full inclusion in the neighborhood school that [D.K.] would attend if he were not handicapped.\" (<i>Id.</i>)</p>\n<p>On August 8, 1994, B.K. met with Cordes, members of the child-study team, other staff and John Gluck, the Director of Handicapped Services for the Board of Education. (<i>Id.</i> ¶ 14.) Gluck states in his certification that he suggested this meeting prior to B.K.'s filing for mediation.<sup>[2]</sup> (<i>Id.</i>) Plaintiff requested the following at that meeting: (1) full inclusion at Walnut Street; (2) speech therapy; (3) cross training in the use of the \"Liberator\"; (4) recorded books; (5) full-time paraprofessional aide; (6) a speech consultant; (7) extra time for D .K. to complete his work; (8) physical therapy; and (9) in-home tutoring. Gluck states that at that time, the school district experts, and those from Jackson Regional \"believed that a special education class would best meet [D.K.'s] physical and educational needs.\" Plaintiff, however, did not agree to such placement at that time. (<i>Id.</i> ¶ 14.)</p>\n<p><span class=\"star-pagination\">*466</span> Mediation was scheduled for August 18, 1994, but was adjourned until September 26, 1994. On August 18, 1994, a mediation settlement was reached between the parties. The parties agreed to the following: (1) D.K. was permitted to attend the Walnut Street School for the 1994-95 school year; (2) another IEP conference was to be convened to develop a program for implementation at the Walnut Street School; (3) both parties were to pursue independent child-study team evaluations to complete D.K.'s triennial evaluation. (<i>Id.,</i> Ex. F.)</p>\n<p>On or about August 24, 1994, plaintiff met with the school district again to conduct an IEP meeting. At that meeting, the school district stated that while it agreed to place D.K. at Walnut Street, the child would have to be put in segregated classes with other disabled students until a final decision as to D.K.'s permanent placement was made in the due process hearing.<sup>[3]</sup> (B.K.Certif. ¶ 7.) Plaintiff testified in her certification that \"D.K.'s placement in a self-contained class in his neighborhood school with no opportunity for inclusion with non-disabled peers was not acceptable to D.K.\" (<i>Id.</i> ¶ 8.) Thus, it does not appear from the record that the parties agreed to mainstreaming in the interim period before his final placement was determined.</p>\n<p>Plaintiff brought D.K. to Walnut Street School for the first day of classes on September 1, 1994. On September 7, 1994, plaintiff was approached by the school nurse who stated that plaintiff would \"have to take D.K. home until the school `was ready for [D.K.].'\" (B.K.Certif. ¶ 10.) Gluck states in his certification that he \"informed B.K. not to bring D.K. to school until the district was set up for his health care needs, which date was tentatively scheduled for September 26, 1994.\" (Gluck Certif. ¶ 19.) On September 12, 1994, plaintiff received a letter from the school stating that D.K. should receive home instruction until the school was ready for him. (B.K.Certif., Ex. A (Ltr. dated Sept. 12, 1994).)</p>\n<p>The parties contest the order of the following events, and the record presently before the Court does not resolve the dispute. Gluck contends that \"despite the lack of a new IEP, and a current updated independent evaluation, D.K. began attending a PI [sic] special education class at the Walnut Street School on September 22, 1994.\" (Gluck Certif. ¶ 22.) He also certifies that by September 26, 1994, the school district \"started\" several programs and procedures in preparation for D.K. to remain at Walnut Street. (<i>Id.</i>) The record does not reveal, however, the time-frame within which these changes were actually fully implemented, although it does not appear that all of them were completed as of September 22, 1994. (<i>See id.</i>)</p>\n<p>In sharp contrast to defendant's recitation of the chronology of events, plaintiff flatly denies that D.K. returned to Walnut Street School prior to September 27, 1994. (B.K.Certif.¶ 12.) Plaintiff instead claims that she brought her child to Walnut Street on September 27, and that the school district informed her that it was not ready for D.K. to return to school. (<i>Id.; see also</i> Pl.'s 12 Stmt. of Facts ¶ 17 (\"B.K. denies that D.K. was attending school on September 27, 1994.\").) Plaintiff claims that as a result of the school's failure to allow D.K. to return to school on September 27, plaintiff applied for emergency relief to enforce the interim mediation agreement and allow D.K. to attend school in the resource room until a final decision was made concerning D.K.'s permanent inclusion into classes with non-disabled students. (B.K.Certif. ¶ 13; Gluck Certif., Ex. L (Request for Due Process).) By letter dated October 3, 1994, defendant confirmed with plaintiff's attorney that B.K. withdrew her emergency relief request, as D.K. was attending Walnut Street School as of that date. (<i>Id.</i> ¶ 24 &amp; Ex. N.) The record does not reveal, however, the exact date that D.K. began attendance at the Walnut Street School.</p>\n<p>After D.K. was allowed to attend Walnut Street School, several problems occurred. In September and October 1994, the school <span class=\"star-pagination\">*467</span> district had problems obtaining outside nursing services to take care of D.K.'s toilet and personal hygiene needs. (<i>Id.</i> ¶ 23.) On several occasions, B.K. went to Walnut Street School to take care of her son when his aide was not present. (B.K.Certif.¶ 17.) B.K. was not paid for her services. (<i>Id.</i>) Moreover, it appears that during this time-period, D.K. was not attending any general education classes with non-disabled students. (<i>Id.</i> ¶ 18.) At this point, plaintiff claims that she hired experts to demonstrate to the school district that D.K. should be included in some general education classes. (<i>Id.</i>)</p>\n<p>On October 26, 1994, plaintiff again withdrew from mediation and requested a due process hearing to compel the school district to properly train the staff for D.K. and to include him in general educational classes. (B.K.Certif. ¶ 19 &amp; Ex. D.) Again, by letter dated December 2, 1994, B.K.'s attorney withdrew from mediation and renewed his due process request as per his letter dated October 26, 1994. (Gluck Certif. ¶ 25 &amp; Ex. P.) By letter dated December 14, 1994, hearings were set for January 27, 1995, January 30, 1995, February 8, 1995 and February 17, 1995. On January 18, 1995, plaintiff filed for emergency relief, indicating the lack of a properly trained aide to assist D.K. throughout the school day. (<i>Id.</i> ¶ 28 &amp; Ex. S.) Plaintiff alleged in her affidavit in support of emergency relief that the aide originally hired will not lift D.K. from his wheelchair, and a subsequent aide was out sick for one week without a replacement. (<i>Id.,</i> Ex. S.) The school district contested plaintiff's contentions. Subsequently, plaintiff's request for emergency relief was denied. (<i>Id.,</i> Ex. U.)</p>\n<p>On January 25, 1995, two days before the due process hearing began, the school district held an IEP meeting where an IEP for D.K. was developed. That IEP proposed removing D.K. from Walnut Street School and placing him back in the Jackson Regional Day School with mainstreaming into a fifth grade music and art class.<sup>[4]</sup> (Supp. Certif. of B.K. in Supp. of Pl.'s Mot. for Attorney's Fees (\"B.K.Supp.Certif.\") Ex. A. (IEP Implementation Form).)</p>\n<p>The matter proceeded to a due process hearing before the New Jersey Office of Administrative Law. After two days of testimony, the parties reached a settlement of the matter and entered into a Stipulation of Settlement. (Gluck Certif. Ex. V.) The school district agreed to modify the current IEP for the balance of the 1994-95 school year and develop an IEP for 1995-96 which incorporated the provisions of the settlement agreement. (<i>Id.</i> ¶ 29.) In the settlement agreement, the school district agreed to: (1) hire a consultant to train appropriate staff and to develop and implement an appropriate educational program for D.K. at Walnut Street School; (2) place D.K. in art, music, computer and media classes with non-disabled students; (3) place D.K. in the resource room with both disabled and non-disabled students for math and reading; and (4) place D.K. at HMS School during the period of June 25, 1995 through July 13, 1995. (B.K.Certif. ¶ 19.) The Stipulation of Settlement was dated March 16, 1995 and incorporated into the ALJ's decision dated March 28, 1995. (<i>Id.</i> Ex. E.)</p>\n<p>Plaintiff filed her Complaint in this Court on March 11, 1997, seeking reasonable attorneys fees, expert fees and remuneration for her services as a substitute aide for her son at the Walnut Street School. Plaintiff argues that she is a prevailing party pursuant to 29 U.S.C. § 1415(e)(4)(B), as the institution of mediation and due process procedures \"totally changed [defendant's] position regarding D.K., first when it changed its decision not to allow D.K. to attend Walnut Street School, and second when it changed its decision not to include D.K. in general education classes or to hire a consultant for D.K.\" (Pl.'s Br. in Supp. at 8.) Plaintiff also contends that in order to ensure D.K.'s permanent placement at Walnut Street School, she \"needed the evaluations of the experts, Dr. Henning and Dr. Dragan. Toms River refused to allow D.K. to attend Walnut Street or enroll him in general education <span class=\"star-pagination\">*468</span> classes without a showing that D.K. could be appropriately educated there.\" (<i>Id.</i>)</p>\n<p>Plaintiff next argues that she is entitled not only to attorneys' fees, but also expert fees, interest accrued on her credit card for payment of the experts, and remuneration for her time spent at the Walnut Street School as D.K.'s aide. (<i>Id.</i> at 9.) In support of her application for attorneys' fees, plaintiff provides her own affidavit setting forth the amount that she was billed for the efforts of her attorney, John Capasso, Esq. (<i>Id.</i> at 10.) It appears that Mr. Capasso has not responded to plaintiff's requests for a certification setting forth his hours spent working on behalf of B.K. and the amounts charged to plaintiff. (Certif. of Rebecca K. Spar, Esq. in Supp. of Pl.'s Mot. for Summ. J. (\"Spar Certif.\") Ex. B.) Plaintiff also submits the affidavit of her present counsel, which provides her time spent prosecuting this fee application. (<i>Id.</i>) Plaintiff does not, however, provide supporting affidavits of other attorneys concerning what should be considered a reasonable hourly rate.</p>\n<p>Defendant opposes plaintiff's motion and has filed its own cross-motion for summary judgment. Defendant argues that (1) plaintiff's fee application is barred by the applicable statute of limitations, (Def.'s Br. in Supp. of Mot. for Summ. J. (\"Def.'s Br. in Supp.\") at 4); (2) plaintiff is not a \"prevailing party\" under IDEA, as plaintiff \"sought nothing short of full inclusion for D.K.\" but \"failed to obtain this primary goal,\" (<i>id.</i> at 12), (3) plaintiff's fee claim should be reduced and her claim for expert's fees denied, (<i>id.</i> at 16), and (4) plaintiff is not entitled to reimbursement for services B.K. provided to her own child at the Walnut Street School, nor is she entitled to reimbursement for the interest accrued on her credit card. (<i>Id.</i> at 18.) With respect to plaintiff's prevailing party argument, defendant maintains that the school district had already agreed to the related services set forth in the settlement agreement, and had also agreed to placement in a special education classroom with mainstreaming. (<i>Id.</i> at 12.) Defendant states that the only dispute between the parties was the location of placement, as between the Walnut Street School and the Silver Bay School. However, the district maintains that the ultimate placement remained the same, and that D.K.'s academic subjects are taught in a resource class with only pupils classified as handicapped. (<i>Id.</i>)</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A court shall enter summary judgment when the moving party demonstrates that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has satisfied this initial burden, the opposing party must establish that a genuine issue of material fact exists. <i>Jersey Cent. Power &amp; Light Co. v. Township of Lacey,</i> <span class=\"citation\" data-id=\"458550\"><a href=\"/opinion/458550/jersey-central-power-light-company-v-township-of-lacey-an-incorporated/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span></a></span>, 1109 (3d Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span></span> (1986). The opposing party cannot rest on mere allegations; rather, it must present actual evidence that creates a genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (quotation omitted); <i>Schoch v. First Fidelity Bancorporation,</i> <span class=\"citation\" data-id=\"547216\"><a href=\"/opinion/547216/leroy-d-schoch-v-first-fidelity-bancorporation-and-industrial-valley/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 657 (3d Cir.1990). Issues of fact are genuine only \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson,</i> 477 U.S. at 248.</p>\n<p></p>\n<h2><i>I. Statute of Limitations Applicable to IDEA Fee Claims</i></h2>\n<p>Initially, we must address the threshold question of whether plaintiff's application for attorneys' fees is barred by the applicable statute of limitations. The Stipulation of Settlement was entered by the Office of Administrative Law on March 28, 1995. However, plaintiff's Complaint in this action was not filed until March 11, 1997, nearly two years later. (B.K.Certif.Ex. E.)</p>\n<p>IDEA does not establish a statute of limitations for an action either for judicial review of an administrative proceeding or for an application seeking attorneys' fees. <i>Zipperer v. School Bd. of Seminole Cty.,</i> <span class=\"citation\" data-id=\"71700\"><a href=\"/opinion/71700/zipperer-v-school-bd-of-seminole/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">847</span></a></span>, 850 (11th Cir.1997); <i>Powers v. Indiana Dept. of Educ.,</i> <span class=\"citation\" data-id=\"700658\"><a href=\"/opinion/700658/judith-powers-v-indiana-department-of-education-division-of-special/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span>, 555 (7th Cir.1995). \"The Supreme Court has held that `when <span class=\"star-pagination\">*469</span> Congress has failed to provide a statute of limitations for a federal cause of action, a court borrows or absorbs the local time limitation most analogous to the case at hand.'\" <i>Zipperer,</i> 111 F.3d at 850 (quoting <i>Lampf, Pleva, Lipkind, Prupis &amp; Petigrow v. Gilbertson,</i> <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 355, <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2773</span></a></span>, <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">321</span></a></span> (1991)). However, \"when the state limitations period applicable to the most analogous state law is inconsistent with the policies of the federal statute, the state limitations period is rejected.\" <i>Id.</i></p>\n<p>It appears that the issue of which statute of limitations is most analogous and should be applied to an action for attorneys' fees under IDEA has not been decided by the Third Circuit. Moreover, it appears that this is an issue of first impression in our Court. The two circuit courts of appeals which have undertaken to answer the question have reached different conclusions. <i>Compare </i><i>Zipperer,</i> 111 F.3d at 850 (statute of limitations for action for attorneys' fees is not 30 day time period for appeals from administrative hearings, but is instead the four year statute of limitations for \"actions founded on statutory liability\") <i>with </i><i>Powers,</i> 61 F.3d at 555 (finding that 30 day time period for appeals from state administrative agencies applied to attorneys' fee claim under IDEA). Plaintiff argues that we should apply the Third Circuit's decision in <i>Tokarcik v. Forest Hills Sch. Dist.,</i> <span class=\"citation\" data-id=\"397379\"><a href=\"/opinion/397379/amber-tokarcik-a-minor-by-nileleen-n-tokarcik-her-parent-and-natural/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span> (3d Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3508</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1383</span></span> (1982) to the instant case, and find that a fee application is governed by the two year statute of limitations found in N.J.Stat.Ann. § 2A:14-2. (Pl.'s Br. in Reply at 8-12.) Conversely, defendant urges us to apply the 45 day limitations period applicable to administrative appeals found in N.J.Ct.R. 2:4-1(b). (Def.'s Br. in Supp. at 8.)</p>\n<p>Our analysis begins with the Third Circuit's decision in <i>Tokarcik.</i> There the court of appeals addressed the issue of the applicable statute of limitations for an action seeking review of an administrative determination pursuant to 20 U.S.C. 1415(e)(2), as amended, 20 U.S.C. § 1415(i)(2)(A). The underlying dispute between the parties concerned whether Pennsylvania law required school nurses to perform clean intermittent catheterization services to a handicapped child. <i>Tokarcik,</i> 665 F.2d at 445. The parents filed suit in the district court, seeking review of the administrative determination that such services were not required by the Education for All Handicapped Children Act (\"EAHCA\").<sup>[5]</sup> Plaintiffs filed their Complaint ninety days after the state agency rendered its decision on the underlying dispute. <i>Id.</i></p>\n<p>The main issue presented on appeal was whether plaintiff's action pursuant to § 1415(e)(2) was timely filed. <i>Id.</i> The Third Circuit rejected defendant's contention that the applicable statute of limitations was the thirty day statutory limit for appeals from administrative determinations. <i>Id.</i> at 447. The court found that the proceeding before the district court was in the nature of a <i>de novo</i> proceeding in that the district court could hear evidence not contained in the record and must reach an independent decision based upon the preponderance of the evidence. <i>Id.</i> at 450. Thus, in that manner, the court determined that the statute of limitations applicable to appeals of state administrative hearings was inappropriate, as those appeals involve \"restricted court review.\" <i>Id.</i> More importantly for our purposes, the court also found that applying the thirty day limitations period would \"frustrate the statutory policy of cooperative parental and school involvement in placement determination,\" and was \"incompatible with too many of the objectives of the Education Act.\" <i>Id.</i> at 453. Ultimately, the court held that the applicable statute of limitations was the two or six year period under Pennsylvania law, but declined to state definitively which one applied. <i>Id.</i> at 455.</p>\n<p>Defendant argues that the same policy concerns expressed in <i>Tokarcik</i> are not present in the context of a fee application pursuant to 20 U.S.C. § 1415(e)(4)(B), as amended, 20 U.S.C. § 1415(i)(3)(B). Accordingly, defendant argues that we should disregard the reasoning applied in the <i>Tokarcik</i> decision. <span class=\"star-pagination\">*470</span> (<i>Id.</i>) Moreover, defendant points out that court's decision in <i>Tokarcik</i> has been criticized, and asks us to reconsider its presidential value.<sup>[6]</sup> (<i>Id.</i>) Conversely, plaintiff argues that we are bound to apply <i>Tokarcik</i> in the context of a fee application.</p>\n<p>Initially, we note our agreement with defendant's statement that a fee application pursuant to § 1415(e)(4)(B)<sup>[7]</sup> is a distinct proceeding from an action brought pursuant to 20 U.S.C. § 1415(e)(2).<sup>[8]</sup> It is clear that the grounds upon which relief may be granted, the nature of the proceedings, and scope of review differ. <i>J.B. v. Essex-Caledonia Supervisory Union,</i> <span class=\"citation\" data-id=\"2376471\"><a href=\"/opinion/2376471/jb-by-through-cb-v-essex-caledonia-super/\"><span class=\"volume\">943</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">387</span></a></span>, 391 (D.Vt. 1996). Moreover, a court's fee determination is made based upon an \"entirely different set of factual and legal questions.\" <i>Id.; see also </i><i>Curtis K. v. Sioux Cty. Comm. Sch. Dist.,</i> <span class=\"citation\" data-id=\"1570379\"><a href=\"/opinion/1570379/curtis-k-by-delores-k-v-sioux-city-community-sch-dist/\"><span class=\"volume\">895</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1197</span></a></span>, 1210 (N.D.Iowa 1995). We also note that it does not appear that <i>Tokarcik</i> applies to the instant situation, as it only addressed the applicable statute of limitations in the context of an action brought pursuant 1415(e)(2).<sup>[9]</sup> Nonetheless, we do not agree with defendant's contention that this distinction is dispositive of the issue of whether the 45 day limitations period applies.<sup>[10]</sup></p>\n<p>Thus, we have turned to other jurisdictions for guidance as to whether to apply a shorter statute of limitations for the initiation of fee <span class=\"star-pagination\">*471</span> applications. We are persuaded by the reasoning employed by the Court of Appeals for Eleventh Circuit in <i>Zipperer.</i> There, the court recognized that IDEA provides two distinguishable causes of action: one under § 1415(e)(2), as amended, § 1415(i)(2) (review of substantive administrative decision), and another pursuant to § 1415(e)(4)(B), as amended, 1415(i)(3)(B) (independent claim for attorneys' fees). <i>Zipperer,</i> 111 F.3d at 851. The court found that the adoption of a longer statute of limitations in the context of a fee application is consistent with the policies of IDEA. The court stated:</p>\n<blockquote>We acknowledge that a short period of limitations for claims brought pursuant to section 1415(e)(2) \"assures prompt resolution of disputes over education plans for [disabled children].\" ... Nonetheless, the resolution of claims for attorney's fees is less urgent and, in reality, is more likely to be resolved by the attorneys' interest in prompt payment than by a short period of limitations. A four year period of limitations, like the award of attorneys' fees to parents who are prevailing parties, is likely to encourage the involvement of parents, as represented by attorneys, in securing appropriate public education for their children.</blockquote>\n<p><i>Id.</i> at 852 (citations omitted). We too agree that the policies of the statute would be furthered by applying a longer statute of limitations to IDEA fee actions. The policy favoring quick decisions regarding the child's placement is simply inapplicable in this context. <i>See </i><i>Robert D. v. Sobel,</i> <span class=\"citation\" data-id=\"2134245\"><a href=\"/opinion/2134245/robert-d-v-sobel/\"><span class=\"volume\">688</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">861</span></a></span>, 864 (S.D.N.Y.1988). In other words, applying a longer statute of limitations period does not pose a risk of stranding the child in an inappropriate placement, a concern raised by the dissent in <i>Tokarcik.</i><sup>[11]</sup><i>See </i><i>Tokarcik,</i> 665 F.2d at 459 (Rosenn, J., dissenting) (stating that majority's resolution of the statute of limitations issue \"may be counterproductive, in the long run, to the educational development of children whose inclusion in or exclusion from a handicapped program is disputed by the child's parents or school authorities\"). However, allowing a longer statute of limitations for fee claims would allow enough time for the parties to attempt to agree on the issue of attorneys' fees, and would also encourage parental involvement. Thus, we reject defendant's argument that the 45 day limitations period found in New Jersey Court Rule 2:4-1(b) is applicable.</p>\n<p>We must next determine the appropriate limitations period in IDEA fee cases. Again, we have turned to Third Circuit precedent and persuasive authority from other jurisdictions to guide us in making our determination. More specifically, we have reviewed a recent decision by the New Jersey Superior Court, Appellate Division which addressed the issue of the applicable statute of limitations in IDEA fee cases. In <i>J.H.R. v. Board of Education,</i> the court found that an independent action for attorneys' fees must be brought within a reasonable time, and that any time period more than one year is likely to be unreasonable. 308 N.J.Super. 100, <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">766</span></span>, 778 (App.Div. 1998). In <i>J.H.R.,</i> the plaintiff instituted an independent action for attorneys' fees approximately four months after achieving success in the underlying suit regarding the proper placement for her severely handicapped child. The court stated that it was guided by equitable principles, and concluded that:</p>\n<blockquote>The adoption of a \"reasonable time\" rule for the institution of independent actions for attorney's fees where there is no underlying action pending or brought pursuant to 20 U.S.C. 1415(b) ... appropriately harmonizes competing policy considerations. It provides a standard which allows independent actions to proceed forward and protects the rights of the parties under IDEA while at the same time precluding <span class=\"star-pagination\">*472</span> the extension of litigation over too long a period of time.</blockquote>\n<p><i>Id.</i></p>\n<p>The court in <i>J.H.R.</i> was guided by the Third Circuit's approach in <i>Bernardsville Bd. of Educ. v. J.H.,</i> <span class=\"citation\" data-id=\"684087\"><a href=\"/opinion/684087/bernardsville-board-of-education-v-jh-individually-and-on-behalf-of/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span> (3d Cir.1994), where the court addressed the limitations period applicable to the filing of a due process petition by parents seeking tuition and expense reimbursement and other relief under IDEA. In <i>Bernardsville,</i> the plaintiffs were unsatisfied with their child's placement in the Bernardsville school system and unilaterally removed the child and placed him in private school. More than two years later, the parents petitioned for an administrative hearing concerning the child's placement and program in the school district, and sought retroactive reimbursement for the child's out of district placement. <i>Id.</i> at 152. The administrative law judge found in favor of the parents and awarded retroactive reimbursement. The school district appealed the decision to the district court under § 1415(e)(2), arguing, <i>inter alia,</i> that the parents' request for due process was untimely. Citing <i>Tokarcik,</i> the district court rejected the school district's argument that the ninety day statute of limitations contained in N.J.Admin.Code § 6:24-1.2(c) applied to the parents' institution of grievance procedures. <i>Id.</i> at 155.</p>\n<p>On appeal, the Third Circuit also rejected the ninety day limitations period for challenging a child's IEP, choosing instead to adopt a \"reasonable time\" standard as to the applicable limitations period. <i>Id.</i> at 158. The court ultimately concluded that the parents' claim for retroactive reimbursement brought more than two years after they unilaterally transferred their child to a private institution was untimely under this reasonableness standard. <i>Id.</i> The court stated that \"more than two years, indeed, more than one year, without mitigating excuse, is an unreasonable delay.\" <i>Id.</i> Accordingly, plaintiffs' claims based upon the school district's actions more than two years before their institution of due process procedures were time-barred. <i>Id.</i></p>\n<p>The <i>J.H.R.</i> court found the Third Circuit's reasoning with respect to the time frame for the institution of grievance procedures dispositive on the issue of the limitations period for the filing of an IDEA fee claim. The Appellate Division concluded that \"an action for fees brought in excess of one year probably does not meet the reasonableness standard.\" <i>J.H.R.,</i> 308 N.J.Super. 100, <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">766</span></span>, 779-80. However, upon a closer reading of the Third Circuit's opinion in <i>Bernardsville,</i> we do not believe that its ultimate holding applies in the context of an application for attorneys' fees under IDEA. In <i>Bernardsville,</i> the Third Circuit reached its conclusion concerning the reasonableness of the time period because of the unique considerations presented by a claim for retroactive reimbursement based upon the inappropriateness of the school district's proposed IEP. The court stated:</p>\n<blockquote>We are cognizant of the fact that the school district serves a very large student population, and in light of the numerous contacts it has with parents seeking the individual welfare of the respective children, mere notice of parental \"dissatisfaction\" does not alone put the Board on reasonable notice that the parents will challenge a particular IEP in the future and seek reimbursement for an interim unilateral placement in a private institution. Absent initiation of review proceedings within a reasonable time of a unilateral decision to transfer a child to a private institution, a school district could not know to continue to review and revise an IEP, and the court would be left to hazard conjecture or hypothesis as to what the Board of Education might have proposed if it had been informed of the parents' continued intent to pursue an appropriate education for their child within the school district.</blockquote>\n<p><i>Id.</i> at 158. Thus, in that context, the court found that the right to a review of the appropriateness of an IEP \"contains a corresponding parental duty to unequivocally place in issue the appropriateness of an IEP\" within a reasonable time. <i>Id.</i></p>\n<p>It is clear, however, that the same considerations are not present in determining an application for attorneys' fees. In short, \"speed is not of the essence\" in an action for <span class=\"star-pagination\">*473</span> attorneys' fees under IDEA.<sup>[12]</sup><i>Shanahan v. Board of Educ.,</i> <span class=\"citation no-link\"><span class=\"volume\">953</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></span>, 443 (N.D.N.Y.1997); <i>Michael M. v. Board of Educ.,</i> <span class=\"citation\" data-id=\"1362864\"><a href=\"/opinion/1362864/michael-m-v-bd-of-educ-of-nyc-school-dist/\"><span class=\"volume\">686</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">995</span></a></span>, 1001-02 (E.D.N.Y. 1988). Thus, while we think it is appropriate to take an equitable approach to the issue, <i>see </i><i>Bernardsville,</i> 42 F.3d at 158, we cannot agree with the Appellate Division's wholesale adoption of the Third Circuit's statement in the context of a fee application. <i>See J.H.R.,</i> 308 N.J.Super. 100, <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">766</span></span>, 778 (\"We join in the Third Circuit's view that an action brought in excess of one year probably does not meet the \"reasonable time\" standard.\")</p>\n<p>We do find, however, that the Third Circuit's approach in endorsing a balancing of the equities and consideration of the reasons for the delay in the institution of suit is dispositive here. <i>See </i><i>Bernardsville,</i> 42 F.3d at 158 n. 14 (\"We note, as does the dissent, that given the Act's lack of specificity on the question of timeliness and the nature of the issue here, a balancing of the equities is unavoidable.\"). Applying that approach to the facts of this case compels the conclusion that plaintiff's application for attorneys' fees was made within a reasonable time in that it was made within two years of the entry of the Stipulation of Settlement between the parties. It appears that plaintiff's counsel in the administrative proceedings failed to seek attorneys' fees despite plaintiff's repeated requests to do so. (B.K. Certif. ¶ 27; Spar Certif. at 12 &amp; Ex. B.) When B.K.'s attorney did not file the Complaint in this matter, she sought the aid of her present counsel in that regard. Thus, plaintiff is seeking reimbursement from the school district for the amount she already paid to her attorney for his services in connection with the proceedings in the Office of Administrative Law. (Spar Certif. ¶ 12.) In this context, preventing plaintiff from seeking reimbursement for counsel fees paid to her former attorney would only serve to discourage parents from advocating for the rights of their children. <i>See </i><i>Essex-Caledonia,</i> 943 F.Supp. at 390-91. Such a result is incongruent with the statutory mandate, as IDEA contemplates parental involvement in determining the appropriateness of the child's educational placement. <i>See id.</i> Thus, we hold that under the circumstances presented here, plaintiff's delay in filing her Complaint was not unreasonable.<sup>[13]</sup></p>\n<p></p>\n<h2><i>II. Attorneys' Fees Under IDEA</i></h2>\n<p>Plaintiff seeks attorneys' fees and costs (including expert fees)<sup>[14]</sup> under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. § 1400 <i>et seq.</i> This statute provides in relevant part:</p>\n<blockquote>In any action or proceeding brought under this subsection, the court, in its discretion, may award reasonable attorneys' fees as part of the costs to the parents or guardian of a child or youth with a disability who is the prevailing party.</blockquote>\n<p>20 U.S.C. § 1415(e)(4)(B), as amended. Thus, by its terms, § 1415(e)(4) requires that the plaintiff be the \"prevailing party\" to recover attorneys' fees. <i>See </i><i>E.M. v. Millville Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2139673\"><a href=\"/opinion/2139673/em-v-millville-bd-of-educ/\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">312</span></a></span>, 316 (D.N.J. 1994) (\"To recover attorney's fees and costs under the IDEA, a parent must show that she is a prevailing party.\"); <i>see also </i><i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) (\"A plaintiff must <span class=\"star-pagination\">*474</span> be a `prevailing party' to recover an attorney's fee award under [42 U.S.C.] § 1988.\").</p>\n<p>This Court's task is two-fold in adjudicating the claim for fees and costs presented here. First, we must decide the issue of whether B.K. is a prevailing party. If we find that plaintiff so qualifies, we must then determine the amount of reasonable fees and costs, if any, owed by the district.</p>\n<p>The test to determine prevailing party status is well established in this Circuit. <i>Hughes v. Lipscher,</i> <span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">293</span></span>, 301 (D.N.J.1994) (citing <i>Metropolitan Pittsburgh Crusade for Voters v. Pittsburgh,</i> <span class=\"citation\" data-id=\"583600\"><a href=\"/opinion/583600/metropolitan-pittsburgh-crusade-for-voters-thomas-e-smith-florence/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">244</span></a></span>, 250 (3d Cir.1992)). The test, which is essentially a two-part inquiry, requires a court to determine whether: (1) the plaintiff achieved some of the benefit sought by the lawsuit; and (2) \"the litigation constituted a material contributing factor in bringing about the events that resulted in the obtaining of the desired relief.\" <i>Metropolitan Pittsburgh Crusade,</i> 964 F.2d at 250 (quoting <i>Dunn v. United States,</i> <span class=\"citation\" data-id=\"503759\"><a href=\"/opinion/503759/janis-dunn-william-dunn-anthony-amorose-stella-badia-samuel-w-brown-and/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1420</span></a></span>, 1433 (3d Cir. 1988)).</p>\n<p>In determining whether a party has met the first prong of the prevailing party test, a court should compare the relief the plaintiff sought from the lawsuit with the relief eventually obtained. <i>Hughes,</i> 852 F.Supp. at 301-02 (citing <i>Institutionalized Juveniles v. Secretary of Public Welfare,</i> <span class=\"citation\" data-id=\"450388\"><a href=\"/opinion/450388/institutionalized-juveniles-in-pennsylvania-institutions-for-the-mentally/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span>, 911 (3d Cir.1985)). \"Plaintiffs will be prevailing parties even though the relief they obtained is not identical to the relief they specifically demanded, as long as the relief obtained is of the same general type.\" <i>Institutionalized Juveniles,</i> 758 F.2d at 912. It is well settled that relief need not be judicially decreed to justify a fee award. <i>See </i><i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 760, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span></a></span>, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></a></span> (1987); <i>E.M.,</i> 849 F.Supp. at 314 (citations omitted) (\"Most courts, including those in this district, permit parents who prevail through settlement to recover attorneys fees, even if an administrative hearing was never held.\").</p>\n<p>The Court must next turn to the second prong of the prevailing party test, that of causation. The standard in the Third Circuit requires the Court to determine \"whether litigation constituted a material contributing factor in bringing about the events that resulted in the obtaining of the desired relief.\" <i>Metropolitan Pittsburgh Crusade,</i> 964 F.2d at 250 (quoting <i>Dunn,</i> 842 F.2d at 1433). While there must be some causal relationship between the lawsuit and the relief obtained, \"the plaintiff's lawsuit need not be the sole cause of defendant's action.\" <i>Id.</i> Further, the district court must apply the most expansive definition of causation. <i>Hughes,</i> 852 F.Supp. at 304 (citing <i>Dunn,</i> 842 F.2d at 1433).</p>\n<p>Causation may be established under the \"catalyst theory,\" under which \"a plaintiff who can prove that the existence of the lawsuit accomplished the original objectives of the lawsuit without a formal judgment can be a prevailing party.'\" <i>Baumgartner v. Harrisburg Hous. Auth.,</i> <span class=\"citation\" data-id=\"667585\"><a href=\"/opinion/667585/penny-baumgartner-margarita-collazo-josefina-ramirez-isabel-rivera-matos/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">541</span></a></span>, 544 (3d Cir. 1994). The classic situation for application of the catalyst theory is where the defendants voluntarily change their behavior to eliminate the challenged conduct. <i>Id.</i> (citation omitted).</p>\n<p>Here, the parties ultimately settled their dispute after two days of trial held before the Office of Administrative Law; thus, plaintiff cannot show that a favorable judgment was the cause of the relief obtained. Rather, B.K. must rely on the catalyst theory to show causation. In order to demonstrate that she is a prevailing party under this theory, plaintiff must \"prove that the existence of the lawsuit accomplished the original objectives of the lawsuit.\" <i>Baumgartner,</i> 21 F.3d at 544 (emphasis added); <i>see also </i><i>Craig v. Gregg Cty.,</i> <span class=\"citation\" data-id=\"601890\"><a href=\"/opinion/601890/danny-e-craig-v-gregg-county-texas/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21 (5th Cir.1993) (finding that plaintiff \"has not shown that his suit caused Gregg County to remedy the allegedly flawed voting scheme\").</p>\n<p>It appears that plaintiff maintains that she is a prevailing party because she ultimately received the following concessions from defendant as a result of her requests for mediation, due process and emergent relief: (1) the district agreed that D.K.'s permanent placement would be at Walnut Street School, his neighborhood school, rather than Jackson Regional or Silver Bay; (2) the district agreed that D.K. could attend classes in <span class=\"star-pagination\">*475</span> the resource room with his non-disabled peers; and (3) it agreed to provide a full-time certified aide for D.K. (Pl.'s Br. in Supp. at 8.) However, based upon the record presently before the Court, it appears that there are genuine issues of material fact that preclude the Court from determining whether plaintiff is a prevailing party.</p>\n<p>First, the parties dispute the extent to which D.K. interacts with his non-disabled peers at his current placement at the Walnut Street School in the resource room. Defendant argues in its brief that D.K.'s resource room classes are attended by disabled students only. From this, defendant maintains that D.K.'s current placement does not differ from his original placement at Jackson Regional. (Def's Br. in Opp'n at 12.) Interestingly, we note that in Gluck's certification, it states that D.K. continues to attend all academic classes in a \"special education environment,\" i.e., the resource room, but does not state whether those classes are attended by non-disabled children. (Gluck Certif. ¶ 30.) However, plaintiff states in her certification that D.K.'s current placement in the resource room at Walnut Street School allows him to attend classes with non-disabled peers for reading and math. (B.K.Supp.Certif.¶ 12.) On its face, the Stipulation of Settlement does not resolve this issue, as it does not indicate whether the math and reading classes in the resource room are attended by both disabled and non-disabled students. (B.K.Certif.I, Ex. E.) This factual dispute bears upon the prevailing party inquiry, as the first part of the test requires the court to compare the relief sought with the relief obtained. <i>Hughes,</i> 852 F.Supp. at 301-02 (citing <i>Institutionalized Juveniles,</i> 758 F.2d at 911 (3d Cir.1985)). Here, it is clear from the record that plaintiff sought to have her child placed in classes with his non-disabled peers to the greatest degree possible. (B.K.Certif.¶ 8.) Thus, the Court finds that a proof hearing is necessary to resolve this issue prior to our determination of the prevailing party inquiry.</p>\n<p>There is an additional disputed factual issue which bears upon our prevailing party inquiry. It appears from the record that the parties dispute the point at which D.K. actually began to attend Walnut Street School. Defendant maintains that \"despite the lack of a new IEP, and a current updated independent evaluation, D.K. began attending a PI Special Education Class at the Walnut Street School on September 22, 1994.\" (Gluck Certif. ¶ 22.) In sharp contrast, plaintiff flatly denies that D.K. returned to Walnut Street School prior to September 27, 1994, the day she filed for emergency relief to enforce the interim agreement reached between the parties and allow D.K. to attend Walnut Street School. (B.K.Certif.¶ 12.) Plaintiff claims that on that date, the school district informed plaintiff that it was not ready for D.K. to return to Walnut Street School. (<i>Id.</i>) The chronology of these events is critical in determining the second part of the prevailing party inquiry, that of causation. The Third Circuit has stated that it has</p>\n<blockquote>looked to the sequence of events in determining whether a lawsuit is a material factor in brining about a desired change.... This approach is in accord with that followed by other circuits. <i>See, e.g., </i><i>Posada [v. Lamb County,</i> <span class=\"citation\" data-id=\"424702\"><a href=\"/opinion/424702/victoria-posada-v-lamb-county-texas/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1072 (5th Cir.1983)] (\"Clues to the provocative effects of the plaintiffs' legal efforts are often best gleaned from the chronology of events: defendants, on the whole, are usually rather reluctant to concede that the litigation prompted them to mend their ways.\")</blockquote>\n<p><i>Metropolitan Pittsburgh Crusade,</i> 964 F.2d at 251. We cannot resolve this factual dispute at this juncture.<sup>[15]</sup> Thus, the Court finds that this issue will be addressed during the proof hearing as well.</p>\n<p></p>\n<h2>\n<i>III. Reimbursement to B.K. for Time Spent as D.K.'s Aide and Interest Accrued on Credit Card for Payment of Experts</i><sup>[16]</sup></h2>\n<p>Plaintiff claims that she is entitled to payment for her services as B.K.'s aide at <span class=\"star-pagination\">*476</span> Walnut Street during September and October 1994. In support of her argument, plaintiff cites <i>Burlington School Committee v. Massachusetts Department of Education,</i> <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1996</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1985). (Pl.'s Reply Br. at 20.) Plaintiff also claims that she is entitled to reimbursement for the interest which accrued on her credit card that she used to pay her experts. (<i>Id.</i>) In support of that contention, plaintiff cites <i>Egg Harbor Township Bd. of Educ. v. S.O.,</i> 19 Indiv. with Disabilities Educ.L.Rptr. 15 (D.N.J.1992), where the district court directed the school district to reimburse parents for the cost of private school tuition plus the interest incurred by the parents in borrowing the money to pay the tuition. (<i>Id.</i>)</p>\n<p>Defendant opposes plaintiff's request for these costs, arguing that they do not fall within the ambit of costs which are recoverable under the IDEA fee provision. Moreover, defendant maintains that plaintiff volunteered her time, and that the district did not ask her to come to Walnut Street School to serve as D.K.'s aide. (Def.'s Br. in Opp'n at 19; Gluck Certif. ¶ 23.)</p>\n<p>20 U.S.C. § 1415(e)(4)(B), as amended, 20 U.S.C. § 1415(i)(3)(B), permits an award of attorneys' fees as part of the costs to be awarded to the parents or guardian of a handicapped child, but does not specify what falls within allowable costs. Moreover, the Court's research has failed to uncover any precedent specifically addressing the scope of allowable costs under that section, and whether those expenditures plaintiff seeks would fall within the statute.</p>\n<p>As a general principle, however, the Supreme Court has held that a court may not shift costs beyond those found in 28 U.S.C. § 1920 without express statutory authority to do so. <i>West Va. Univ. Hosps. Inc. v. Casey,</i> <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 86, <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></a></span> (1991); <i>Crawford Fitting Co. v. J.T. Gibbons, Inc.,</i> <span class=\"citation\" data-id=\"111918\"><a href=\"/opinion/111918/crawford-fitting-co-v-jt-gibbons-inc/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, 444-45, <span class=\"citation\" data-id=\"111918\"><a href=\"/opinion/111918/crawford-fitting-co-v-jt-gibbons-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2494</span></a></span>, <span class=\"citation\" data-id=\"111918\"><a href=\"/opinion/111918/crawford-fitting-co-v-jt-gibbons-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1987); <i>See </i><i>Field v. Haddonfield,</i> <span class=\"citation\" data-id=\"1889905\"><a href=\"/opinion/1889905/field-v-haddonfield-bd-of-educ/\"><span class=\"volume\">769</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1313</span></a></span>, 1323 (D.N.J. 1991). In the context of IDEA fee applications, it is clear that Congress intended to include attorneys' fees within the costs allowable pursuant to § 1415(e)(4)(B), and it is also clear that the prevailing party is entitled to reimbursement for reasonable expert fees as part of the attorneys' fee award. <i>Field,</i> 769 F.Supp. at 1323; <i>Bailey v. District of Columbia,</i> <span class=\"citation no-link\"><span class=\"volume\">839</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">888</span></span>, 892 (D.D.C.1993) (\"Congress usually does not intend for the fees or costs of experts to be awarded as part of a reasonable attorney's fee.... However, the statute in this case is an exception.\"). Moreover, courts have awarded expenditures such as photocopying, travel, long distance telephone and postage to prevailing IDEA plaintiffs as part of their attorneys' fee award. <i>Bailey,</i> 839 F.Supp. at 892; <i>Grinsted v. Houston Cty. Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></span>, 487 (M.D.Ga.1993); <i>Zigmunt v. Board of Educ.,</i> No. 91-0118, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">220619</span></span>, at *3-4 (N.D.Ill. Aug. 4, 1992). Such expenditures have traditionally been deemed to be part of an attorneys' fee award. <i>See, e.g., </i><i>Abrams v. Lightolier,</i> <span class=\"citation\" data-id=\"692284\"><a href=\"/opinion/692284/bernard-abrams-v-lightolier-inc-coastal-fast-freight-inc-the-genlyte/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1204</span></a></span>, 1225 (3d Cir.1995). From these general principles, it may be said that expenditures which have traditionally been recoverable as attorneys' fees, as well as expert fees under IDEA, are recoverable as costs under § 1415(e)(4)(B), as amended, § 1415(i)(3)(B).</p>\n<p>However, it is clear that the amounts which plaintiff seeks, namely reimbursement for interest and payments for services rendered as an aide to D.K., do not fall within those traditional attorneys' fees expenditures. Moreover, they are not expert fees. Thus, in the absence of express statutory authority, of which there is none in IDEA, we must resort to § 1920 to determine whether these amounts are allowable costs. <i>See West Virginia Univ. Hosps.,</i> 499 U.S. at 86; <i>Crawford Fitting,</i> 482 U.S. at 444-45. Section 1920 provides that a judge or clerk of any court of the United States may tax as costs the following:</p>\n<blockquote>(1) Fees of the clerk and marshal;</blockquote>\n<blockquote>(2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained for use in the case;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*477</span> (3) Fees and disbursements for printing and witnesses;</blockquote>\n<blockquote>(4) Fees for exemplification and copies of papers necessarily obtained for use in the case;</blockquote>\n<blockquote>(5) Docket fees under section 1923 of this title;</blockquote>\n<blockquote>(6) Compensation of court appointed expert, compensation of interpreters, and salaries, fees, expenses, and costs of special interpretation services under section 1828 of this title.</blockquote>\n<p>28 U.S.C. § 1920. Moreover, Local Rule 54.1(g) provides the general rules to be followed by the Clerk of the Court in awarding costs under the Local Rules. Local R. 54.1(g). The guidelines found in Rule 54.1(g) are similar to those found is 28 U.S.C. § 1920.</p>\n<p>As is evident, those costs claimed by plaintiff are not listed in § 1920. Thus, assuming <i>arguendo</i> that it is determined that plaintiff is a prevailing party under § 1415(e)(4)(B), we hold as a matter of law that she is not entitled to recover interest on her credit card or any remuneration for her services at Walnut Street.<sup>[17]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>As an initial matter, we have determined that B.K.'s IDEA Complaint in this Court for attorneys' fees and costs pursuant to 20 U.S.C. § 1415(e)(4)(B) was timely filed. We have also held that based upon the record presently before the Court, we cannot determine whether plaintiff is a prevailing party such that she is entitled to attorneys' fees and expert fees under IDEA. Thus, we have ordered a proof hearing limited to the issues outlined in the discussion above to resolve the underlying factual disputes in this case. Finally, we have found that plaintiff cannot recover the interest accrued on her credit cards or receive remuneration for her services as an aide to B.K. pursuant to 1415(e)(4)(B).</p>\n<p>An appropriate Order accompanies this Memorandum Opinion.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>For the reasons expressed in the accompanying Memorandum Opinion,</p>\n<p>IT IS THEREFORE on this 30th day of March, 1998 ORDERED that plaintiff B.K.'s motion for summary judgment be and hereby is DENIED WITHOUT PREJUDICE; and</p>\n<p>IT IS FURTHER ORDERED that defendant Toms River Board of Education's motion for summary judgment be and hereby is GRANTED IN PART AND DENIED IN PART WITHOUT PREJUDICE. The parties are directed to contact the Court to schedule the proof hearing in accordance with the discussion set forth in the accompanying Memorandum Opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  IDEA was completely revised by Pub.L. No. 105-17, 111 Stat. 27 (1997). While the substance of the amendments to IDEA are immaterial for purposes of this motion, citations throughout this Opinion to the corresponding amended sections of IDEA are included for ease of reference. <i>See</i> 20 U.S.C. § 1400-1487 (Supp.1997).</p>\n<p>[2]  Plaintiff does not state whether Gluck suggested the meeting prior to plaintiff's filing for mediation. Plaintiff does state, however, that \"[i]t was only after [she] retained an attorney and filed for mediation that Tom's River agreed to temporarily allow D.K. to attend his neighborhood school.\" (B.K.Supp.Certif.¶ 4.)</p>\n<p>[3]  We note that the September 1994 IEP, which appears to have been an addendum to D.K.'s then current IEP, did not provide for any mainstreaming for D.K. during the period prior to the due process hearing. (B.K.Supp.Certif.¶ 5.)</p>\n<p>[4]  The record does not indicate where this mainstreaming would take place, but it does appear that it was not to occur at Walnut Street School. (B.K.Supp.Certif., Ex. A.)</p>\n<p>[5]  The EAHCA was the predecessor statute to IDEA. Courts have applied case law interpreting EAHCA to cases arising under IDEA. <i>See </i><i>Delaware Cty. Intermed. Unit v. Martin &amp; Melinda K.,</i> <span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1206</span></span>, 1212 n. 3 (E.D.Pa.1993).</p>\n<p>[6]  We reject defendant's invitation to reconsider a decision of our court of appeals, as it is clearly beyond our power to do so. <i>See </i><i>Jeremy H. v. Mount Lebanon Sch. Dist.,</i> <span class=\"citation\" data-id=\"726069\"><a href=\"/opinion/726069/jeremy-h-a-minor-by-his-father-and-next-friend-we-hunter-we-hunter/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">272</span></a></span>, 280 n. 14 (3d Cir.1996).</p>\n<p>[7]  Section 1415(e)(4)(B) provides:\n</p>\n<p>In any action or proceeding brought under this subsection, the court, in its discretion, may award reasonable attorneys' fees as part of the costs to the parents or guardian of a child or youth with a disability who is the prevailing party.</p>\n<p><i>Id.</i> The language of this section is slightly different in the amended section. <i>See</i> 20 U.S.C. § 1415(i)(3)(B) (deleting phrases \"or guardian\" and \"or youth\" from statute).</p>\n<p>[8]  Section 1415(e)(2) provides:\n</p>\n<p>Any party aggrieved by the findings and decision made under subsection (b) of this section who does not have the right to an appeal under subsection (c) of this subsection, shall have the right to bring a civil action with respect to the complaint presented pursuant to this section, which action may be brought in any State court of competent jurisdiction or in a district court of the United States without regard to the amount in controversy. In any action brought under this paragraph, the court shall receive the records of the administrative proceedings, shall hear additional evidence at the request of a party, and, basing its decision on the preponderance of the evidence, shall grant such relief as the court determines is appropriate.</p>\n<p><i>Id.,</i> as amended, 20 U.S.C. § 1415(i)(2)(A) &amp; (B).</p>\n<p>[9]  The Court's research has revealed that at least one district court within the Third Circuit has addressed this issue and applied the two year period suggested by <i>Tokarcik</i> without considering whether the reasoning in <i>Tokarcik</i> is applicable in the context of an application for attorneys' fees under IDEA. <i>See Ivanlee J. v. Wilson Area Sch. Dist.,</i> No. 97-683, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">164272</span></span> at *2 (E.D.Pa. April 3, 1997). However, our conclusion that Tokarcik is inapplicable here is supported by the Third Circuit's decision in <i>Bernardsville Bd. of Educ. v. J.H.,</i> <span class=\"citation\" data-id=\"684087\"><a href=\"/opinion/684087/bernardsville-board-of-education-v-jh-individually-and-on-behalf-of/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 155 (3d Cir.1994), which is discussed in the text below. In <i>Bernardsville,</i> the district court applied the <i>Tokarcik</i> decision to the question of the timeliness of plaintiff's initiation of due process procedures. <i>Bernardsville,</i> <span class=\"citation no-link\"><span class=\"volume\">817</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></span>, 16 (D.N.J.1993), <i>aff'd in part, vacated in part and remanded,</i> <span class=\"citation\" data-id=\"684087\"><a href=\"/opinion/684087/bernardsville-board-of-education-v-jh-individually-and-on-behalf-of/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span> (3d Cir.1994). The Third Circuit recognized the district court's application of <i>Tokarcik,</i> but instead applied different reasoning to address the issue of the timeliness of the parents' administrative action. <i>See </i><i>Bernardsville,</i> 42 F.3d at 154, 157. We also note that the circuit has applied the reasonableness standard enunciated in <i>Bernardsville</i> in the context of determining when the statute of limitations begins to run under § 1415(e)(2), as amended, 20 U.S.C. § 1415(i)(2). <i>See </i><i>Jeremy H.,</i> 95 F.3d at 280 (finding that it was reasonable for the statute of limitations under § 1415(e)(2) to begin to run when state administrative process is complete rather than from the date of the alleged IDEA violation). However, assuming <i>arguendo</i> that <i>Tokarcik</i> applies here, it is clear that plaintiff initiated her fee application within the two years of the date of the Stipulation of Settlement.</p>\n<p>[10]  Defendant contends that if we recognize that the holding in <i>Tokarcik</i> does not apply to the instant matter, than it must follow that the 45 day limitations period applies, as the court in <i>Tokarcik</i> found that the longer statute of limitations was applicable to actions pursuant to § 1415(e)(2). In short, we disagree. In fact, it is entirely consistent with <i>Tokarcik</i> to apply a longer statute of limitations here, as such a result furthers the purposes underlying IDEA. <i>See </i><i>Tokarcik,</i> 665 F.2d at 453 (analyzing the policies underlying the Act to determine if applying a shorter limitations period would comport with those considerations).</p>\n<p>[11]  Several courts have taken the position of the dissent in <i>Tokarcik</i> and applied a shorter limitations period to actions brought pursuant to § 1415(e)(2), as amended, § 1415(i)(2). <i>See </i><i>Spiegler v. District of Columbia,</i> <span class=\"citation\" data-id=\"517583\"><a href=\"/opinion/517583/joseph-spiegler-v-district-of-columbia/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span> (D.C.Cir.1989); <i>Adler by </i><i>Adler v. Education Dept. of State of N.Y.,</i> <span class=\"citation\" data-id=\"451529\"><a href=\"/opinion/451529/jeremy-scott-adler-by-his-parents-and-next-friends-joel-a-adler-and-jane/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">454</span></a></span> (2d Cir.1985); <i>Department of Educ. v. Carl D.,</i> <span class=\"citation\" data-id=\"411927\"><a href=\"/opinion/411927/department-of-education-state-of-hawaii-v-carl-d-department-of/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1154</span></a></span> (9th Cir.1983). Interestingly, since the <i>Tokarcik</i> decision, courts have stated that there is a greater interest in applying a shorter statute of limitations to actions challenging the substance of an administrative determination under § 1415(e)(2) than in the context of fee applications under § 1415(e)(4)(B). <i>See </i><i>Zipperer,</i> 111 F.3d at 852.</p>\n<p>[12]  We recognize that \"the parents and attorneys have an interest in the expeditious handling of the matter of fees.\" <i>Dell v. Board of Educ.,</i> <span class=\"citation\" data-id=\"676524\"><a href=\"/opinion/676524/jeffrey-and-pat-dell-on-their-behalf-and-on-behalf-of-sean-dell-a-minor/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1053</span></a></span>, 1058 (7th Cir.1994). Nonetheless, in balance, we cannot say that two years is an unreasonable delay under the circumstances presented here.</p>\n<p>[13]  In utilizing the reasonableness approach advocated by <i>Bernardsville</i> and <i>J.H.R.,</i> we reject plaintiff's argument that the two year statute of limitations found in N.J.Stat.Ann. § 2A:14-2 is the applicable limitations period in IDEA fee applications in general.</p>\n<p>[14]  Expert fees are recoverable as part of costs under IDEA. <i>See </i><i>Arons v. New Jersey State Bd. of Educ.,</i> <span class=\"citation\" data-id=\"503112\"><a href=\"/opinion/503112/marilyn-arons-v-new-jersey-state-board-of-education-ronald-i-parker/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 62 (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></span> (1988); <i>Field v. Haddonfield Bd. of Educ.,</i> <span class=\"citation\" data-id=\"1889905\"><a href=\"/opinion/1889905/field-v-haddonfield-bd-of-educ/\"><span class=\"volume\">769</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1313</span></a></span>, 1323 (D.N.J.1991). Nonetheless, such fees must be properly documented and must also be reasonable under the circumstances. <i>See </i><i>Verginia McC v. Corrigan-Camden Indep. Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">909</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1023</span></span>, 1033 (E.D.Tex.1995); <i>Bailey v. District of Columbia,</i> <span class=\"citation no-link\"><span class=\"volume\">839</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">888</span></span>, 892 (D.D.C.1993); <i>Kattan v. District of Columbia,</i> No. 88-0630, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">222312</span></span>, at * 3 (D.D.C. October 17, 1991), <i>aff'd,</i> <span class=\"citation\" data-id=\"608803\"><a href=\"/opinion/608803/sarah-kattan-by-her-parents-and-next-friends-susan-j-thomas-and-joseph/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span> (D.C.Cir. 1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">71</span></span> (1994).</p>\n<p>[15]  We also note that the resolution of this factual issue is necessary in order to determine the amount of fees, if any, to be awarded to plaintiff. 20 U.S.C. § 1415(c)(4)(F), as amended, 20 U.S.C. § 1415(i)(3)(E); <i>see </i><i>Johnson v. Bismarck Public Sch. Dist.,</i> <span class=\"citation\" data-id=\"572478\"><a href=\"/opinion/572478/delores-johnson-v-bismarck-public-school-district/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1003 (8th Cir.1991).</p>\n<p>[16]  We express no opinion as to whether plaintiff might seek prejudgment interest on an award of attorneys' fees which she may receive, as neither party has addressed such an issue at this stage of the proceedings.</p>\n<p>[17]  We note briefly that we have considered plaintiff's arguments and find them unpersuasive. Plaintiff cites to the Supreme Court's decision in <i>Burlington</i> for the proposition that a district court can award \"appropriate relief\" under IDEA, and that the amounts she seeks are appropriate in this case. (Pl.'s Reply Br. at 20.) However, <i>Burlington</i> did not address the issue of allowable costs under IDEA. There the Court determined, <i>inter alia,</i> that the Act permits the award of retroactive reimbursement to parents who have unilaterally placed their child in private school at their own expense once it is determined that such placement is proper under IDEA. <i>Burlington,</i> 471 U.S. at 368. Moreover, the court's decision in <i>Egg Harbor Township</i> discusses the same issue. There the district court addressed the validity of an administrative award of retroactive reimbursement to parents who expended their own funds to unilaterally place their child in private school. The Court held that the parents were entitled not only to reimbursement of the amount paid for the private school, but also interest on a loan procured to effect the child's placement. 19 Indiv. with Disabilities Educ.L.Rptr. 15. However, the court did not assess the interest as part of the costs under § 1415(e)(4)(B). In fact, the court addressed the parents' entitlement to costs in a separate section of the opinion. We therefore find that these decisions are not dispositive here.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71700/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111918/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112628/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450388/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/451529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/458550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/503112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/503759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/517583/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/572478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/583600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/601890/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/608803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/676524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/684087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/700658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1362864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1570379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1889905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2134245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2139673/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2376471/"
          ]
        }
      ],
      "judges": "Cooper",
      "date_created": "2015-10-13T21:20:42.233215Z",
      "date_modified": "2016-03-03T20:21:06.364804Z",
      "date_filed": "1998-03-30",
      "date_filed_is_approximate": false,
      "slug": "bk-v-toms-river-bd-of-educ",
      "citation_id": 1630483,
      "case_name_short": "BK",
      "case_name": "BK v. Toms River Bd. of Educ.",
      "case_name_full": "",
      "federal_cite_one": "998 F. Supp. 462",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1246312/bk-v-toms-river-bd-of-educ/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:16:22.152198Z",
  "date_modified": "2014-10-30T15:16:22.152198Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "BK",
  "case_name": "BK v. Toms River Bd. of Educ.",
  "case_name_full": "",
  "slug": "bk-v-toms-river-bd-of-educ",
  "docket_number": "Civ.A. 97-1429(MLC)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}