{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1256006/",
  "id": 1256006,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/pamd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1667609/",
      "id": 1667609,
      "absolute_url": "/opinion/1667609/walker-v-johnson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1256006/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1667609/",
          "id": 1667609,
          "absolute_url": "/opinion/1667609/walker-v-johnson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1667609/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2112/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:04:18.553276Z",
          "date_modified": "2017-04-06T16:37:33.684103Z",
          "type": "010combined",
          "sha1": "b5fc2ad42222d1c2bb2547af1ac12368e6545f54",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>891 F.Supp. 1040 (1995)</b></center>\n<center><h1>Malinda WALKER, on her own behalf and on behalf of her minor children Alexis Larabee and Lydia Walker, Plaintiff,<br>\nv.<br>\nJames P. JOHNSON, Esquire, et al., Defendants.</h1></center>\n<center>No. 4:CV-94-1775.</center>\n<center><p><b>United States District Court, M.D. Pennsylvania.</b></p></center>\n<center>June 30, 1995.</center>\n<p><span class=\"star-pagination\">*1041</span> <span class=\"star-pagination\">*1042</span> Malinda Walker, plaintiff, pro se.</p>\n<p>Jane Nelson Bolin, State College, PA, for defendants Watson, Allar, Young, Patterson, Dauberman, Culhane, Rice, Smith and Johnson.</p>\n<p>Michael H. Collins and Robin A. Read, McNerney, Page, Vanderlin &amp; Hall, Williamsport, PA, for defendants Norma and Thomas Flickinger.</p>\n<p></p>\n<h2><i>MEMORANDUM</i></h2>\n<p>McCLURE, District Judge.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff Malinda Walker filed this section 1983 action on behalf of herself and her minor children Alexis Larabee, aged 4 years, and Lydia Walker, aged 23 months. Plaintiff alleges that her constitutional rights and those of her children were violated by Centre County, Pennsylvania officials and employees.</p>\n<p>Named as defendants are: James P. Johnson, Esq., attorney for Children and Youth Services of Centre County (CYS); Terry Watson, director of CYS; Donna Allar, case worker supervisor for CYS; Leslie Young, case worker supervisor for CYS; Monica Patterson, caseworker for CYS; Mary I. Dauberman, case worker for CYS; Jennifer A. Culhane, case worker for CYS; Lisa Rice, case worker for CYS; Colleen Smith, case <span class=\"star-pagination\">*1043</span> worker for CYS; and Thomas and Norma Flickinger, foster parents allegedly acting under the supervision of CYS.<sup>[1]</sup> All defendants are sued in their individual and official capacities. Plaintiff alleges that at all relevant times each was acting under color of state law.</p>\n<p>According to plaintiff's allegations, her minor children, Alexis and Lydia, were adjudicated dependent,<sup>[2]</sup> taken into the custody of CYS and placed, under the foster care program, in the care and custody of Thomas and Norma Flickinger. (Plaintiff's complaint, ¶¶ 3-12).</p>\n<p>Walker alleges that while in the care of the Flickingers, her children have accompanied the Flickinger family to Protestant religious services against her wishes. In her words, Walker alleges that her children have been compelled to attend a \"Fundamentalist, evangelical, Christian Church selected by the foster family and approved by CYS\" over her objections.</p>\n<p>In documents filed subsequent to the complaint initiating this action, plaintiff states that she follows Judaism and wishes to have her children indoctrinated in that religion and to follow its teachings.</p>\n<p>Plaintiff further alleges that defendants' conduct has caused irreparable harm to her and her children for which there is no adequate remedy at law. Plaintiff seeks, on that basis, a temporary restraining order, a preliminary injunction and a permanent injunction \"directing the Defendants to refrain from promoting any religion, to refrain form (sic) taking the children to church and to make only netural (sic) mention of any and all religion in the presence of the children. And to likewise enjoin the Defendants from any retalitaion (sic) of retrubution (sic) directed at the plaintiffs.\" (Plaintiff's complaint, p. 10, ¶ 3)</p>\n<p>In an order and memorandum dated November 23, 1994, this court dismissed all claims except plaintiff's First Amendment claim and her state law claim for the alleged theft of her breast milk as legally frivolous under 28 U.S.C. § 1915(d) and <i>Neitzke v. Williams,</i> 490 U.S. 319, 324, 109 S.Ct. 1827, 1831, 104 L.Ed.2d 338 (1989).</p>\n<p>Before the court are: 1) a Rule 12(b) motion by defendants Watson, Allar, Young, Patterson, Dauberman, Culhane, Rice and Smith to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 11); 2) a Rule 12(b) motion by defendant Johnson to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 12); 3) a Rule 12(b) motion by defendants Thomas and Norma Flickinger to dismiss plaintiff's complaint for failure to state a cause of action (record document no. 19); and 4) a motion by defendants for default judgment (record document no. 21).</p>\n<p>Defendants move in their Rule 12(b) motions, in the alternative, for summary judgment, Fed.R.Civ.P. 56. For the reasons which follow, we will consider all three motions as motions for summary judgment and will enter an order 1) granting all three motions, 2) entering judgment in favor of defendants and against plaintiff on plaintiff's First Amendment Claim, the sole remaining federal claim, 3) dismissing without prejudice the remaining state law claim, and 4) denying, as procedurally inappropriate, the remaining motion for default filed by defendants.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>Summary judgment standard</h2>\n<p>Rule 12(b) provides that if matters outside the pleadings are presented to, and not excluded by the court in hearing a motion under Rule 12(b)(6), the motion can be treated as one for summary judgment and disposed of as provided in Rule 56 so long as the parties are \"given reasonable opportunity to present all material made pertinent to such a motion by Rule 56.\" Fed.R.Civ.P. 56. <span class=\"star-pagination\">*1044</span> The parties were notified in our order dated May 30, 1995 that defendants' motions would be disposed of as motions for summary judgment, and plaintiff was given additional time to file briefs and supporting documents in opposition to defendants' outstanding motions.</p>\n<p>Summary judgment is appropriate if the \"pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c)</p>\n<blockquote>... [T]he plain language of Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial. In such a situation, there can be `no genuine issue as to any material fact,' since a complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial. The moving party is `entitled to judgment as a matter of law' because the nonmoving party has failed to make a sufficient showing on an essential element of her case with respect to which she has the burden of proof.</blockquote>\n<p><i>Celotex v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986).</p>\n<p>The moving party bears the initial responsibility of stating the basis for its motions and identifying those portions of the record which demonstrate the absence of a genuine issue of material fact. He or she can discharge that burden by \"showing ... that there is an absence of evidence to support the nonmoving party's case.\" <i>Celotex, supra,</i> 477 U.S. at 323 and 325, 106 S.Ct. at 2553 and 2554.</p>\n<p>Issues of fact are \"`genuine' only if a reasonable jury, considering the evidence presented, could find for the non-moving party.\" <i>Childers v. Joseph,</i> 842 F.2d 689, 693-94 (3rd Cir.1988), citing <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). Material facts are those which will affect the outcome of the trial under governing law. <i>Anderson, supra,</i> 477 U.S. at 248, 106 S.Ct. at 2510. In determining whether an issue of material fact exists, the court must consider all evidence in the light most favorable to the non-moving party. <i>White v. Westinghouse Electric Company,</i> 862 F.2d 56, 59 (3rd Cir.1988).</p>\n<p></p>\n<h2>Pennsylvania Child Dependency Procedures</h2>\n<p>Because plaintiff's allegations center, in part, on the consequences and significance of an adjudication of dependency, some background on that issue will be helpful. Under the Pennsylvania Juvenile Act, a \"dependent child\" is defined as one who \"is without proper parental care or control ... or other care or control necessary for his physical, mental, or emotional health or morals.\" 42 Pa.Cons.Stat.Ann. § 6302(1). The party petitioning for an adjudication of dependency must prove by clear and convincing evidence that the child is presently without proper parental care and that such care is not immediately available. <i>In re S.M,</i> 418 Pa.Super. 359, 614 A.2d 312 (1992) and <i>In re Justin S.,</i> 375 Pa.Super. 88, 543 A.2d 1192 (1988). Such a finding must be supported by testimony that is \"so clear, direct, weighty, and convincing as to enable the [trier of fact] to come to a clear conviction, without hesitancy, of the truth of the precise facts in issue.\" <i>In re Justin S.,</i> 375 Pa.Super. 88, 543 A.2d at 1197. In such matters, the courts attempt to strike a balance between the state's interest in protecting the child from potential harm and the rights of the parents. Safeguards, including stringent evidentiary requirements, are in place to guard against the possibility that overly zealous state employees may seek and obtain an adjudication of dependency in cases which do not warrant such drastic action.</p>\n<p>Once a child is adjudicated dependent, significant consequences follow. Legal custody of that child then vests in the state, albeit on a temporary basis, with the ultimate goal usually being reunification of the family. The Court of Common Pleas for the jurisdiction where the child resides or is present is <span class=\"star-pagination\">*1045</span> then authorized to determine where and with whom that child will reside based upon an assessment of the child's best interests. The alternatives available to the court include: 1) allowing the child to continue residing with his or her parents under conditions prescribed by the court; or 2) transferring temporary legal custody of the child to a private or public agency. 42 Pa.Cons.Stat.Ann. § 6351.</p>\n<p>Even though an adjudication of dependency has been made, the child may be removed from the custody of his or her parents only in cases where there is a clear necessity for removal. Once such a determination has been made, the court will award custody based upon the best interests of the child. <i>In re Bennage,</i> 303 Pa.Super. 318, 449 A.2d 707, 708 (1982).</p>\n<p>The county children and youth service agency is responsible for formulating a \"family service plan\" for the child. 55 Pa. Code § 3130.61 (1987). That requires the agency to identify an ultimate goal for the child including return home, placement in the home of another relative, adoption, placement with legal guardian, independent living, and long-term placement. See: <i>In re M.B.,</i> 388 Pa.Super. 381, 565 A.2d 804 (1989), <i>appeal denied,</i> 527 Pa. 601, 602, 589 A.2d 692 (1990).</p>\n<p>Periodic review hearings are then conducted at six-month intervals to determine \"whether placement continues to be best suited to the protection and physical, mental and moral welfare of the child.\" 42 Pa.Cons. Stat.Ann. § 6351(e). After a certain period, such review years are conducted on a yearly basis. <i>Id.</i></p>\n<p>At the review hearing, the court considers: 1) the continuing necessity for and appropriateness of the placement; 2) the extent of compliance with the service plan developed for the child; 3) the extent of progress made toward alleviating the circumstances which necessitated the original placement; 4) the appropriateness and feasibility of the current placement goal for the child; and 5) a likely date by which the goal for the child might be achieved. 42 Pa.Cons.Stat. Ann. § 6351(f). On the basis of these considerations, the court then determines whether the child should be returned to his or her parents, continued in placement for a specified period, or remain in placement on a permanent or long term basis. The court shall \"order continuation, modification or termination of placement or other disposition best suited to the protection and physical, mental and moral welfare of the child.\" 42 Pa.Cons.Stat.Ann. § 6351(g).</p>\n<p></p>\n<h2>Plaintiff's religious background</h2>\n<p>Documents filed in connection with the pending motions establish the following: When plaintiff's children were first adjudicated dependent and placed in foster care in January, 1993, Walker did not express allegiance with any particular religion and, in fact, purported to be an agnostic. No request was expressed to CYS that her children be placed in a household which followed a particular religion or none at all.</p>\n<p>Few potential foster parents were qualified to care for Walker's children because of the youngest child's medical needs. When the children were placed in foster care, Lydia was only two months old and suffered from a condition known as apnea which required her to wear a heart monitor. It was important that she reside with a family who lived in relatively close proximity to the Centre County Hospital in State College should a medical emergency arise, that she reside with foster parents who had been trained in Cardiac-Pulmonary Resuscitation (CPR) and who could be relied upon to monitor her condition and take immediate responsive action should a problem arise. The Flickingers were the only family on CYS' list of available foster parents who fulfilled all of these requirements.</p>\n<p>Lydia's health was, at the time of placement, a paramount consideration and overrode all other considerations. Moreover, at the time of placement, religion was not a consideration in the choice of foster families, since their mother had not avowed a connection with any religion or expressed any preference that her children be raised in a particular faith. CYS has a policy consistent with Pennsylvania regulations of attempting to <span class=\"star-pagination\">*1046</span> place children in a home of the same faith as their natural parents, if that is possible and if a foster family of that faith suitable in other respects is available. (Record document no. 16, Appendix to defendants' brief, exhibit \"A\").</p>\n<p>Centre County CYS policy provides that:</p>\n<blockquote>If a parent and/or child, age 14 and older, states a religious preference at the time of placement, efforts will be made by Centre County Children and Youth Services to place the child in a foster home where the same religion is practiced.</blockquote>\n<blockquote>If no home is available within the religious preference specified by the parent or if the available home(s) is not appropriate to adequately meet the needs of the child, the agency will attempt to identify a community resource (friend, neighbor, relative, fellow foster parent, etc.) with whom the child could attend church services.</blockquote>\n<blockquote>The child may not become an official member of the foster parents' church (via baptism, confirmation, First Communion Bar Mitzvah) without the written permission of the natural parents.</blockquote>\n<p>(Record document no. 16, exhibit \"B\"). This policy is consistent with applicable provisions of the Pennsylvania Code, which provides that:</p>\n<blockquote>The legal entity shall ensure that a child receiving services has an opportunity to participate in religious activities, services and counseling, taking into account choices specified by the parents or guardian or the child.</blockquote>\n<p>55 Pa.Code § 3680.46.</p>\n<p>The children's ages at the time of placement also diminished the importance of religion as a qualification for placement. At the time, Lydia and Alexis were, respectively ages two months and two years.</p>\n<p>In March, 1993, Walker began expressing dissatisfaction with the children's placement with the Flickingers. She objected to the fact that the Flickingers took the Walker children with them to Protestant Sunday School services on the grounds that she did not believe in any organized religion and did not wish her children exposed to such teachings. These concerns were expressed to CYS, and after due consideration, it decided that no action on the matter was warranted because: 1) Walker had expressed no religious preference when the children were placed; 2) the Sunday School services which the children attended were in no way detrimental to them or their development; and 3) the older child, Alexis, told CYS staff that she enjoyed attending the Sunday School services. (Record document no. 16, Appendix to defendants' brief, exhibit \"A\")</p>\n<p>During the meeting at which these matters were discussed, CYS informed Walker that had she stated a religious preference when the children were placed, an effort would have been made to place the children in a household of that faith. Up to that point, Walker had given somewhat conflicting information as to her religious affiliation, stating, at various times during court proceedings, that Alexis, her older child, had been baptized a Christian, but that she (Walker) attended Midnight Mass at a Catholic Church. Prior to March, 1994, some thirteen months after the children's placement with the Flickingers, Walker had indicated no serious or consistent affiliation with any established religion other than indicating to CYS that she was an atheist or followed the basic tenets of Druidism. Walker states that this last remark was made in jest and that she has never been a practicing Druid (Record document no. 31, p. 6).</p>\n<p>In March, 1994, Walker informed the agency that she was Jewish, followed the tenets of that religion and wanted her children to do likewise. She demanded, in particular, that her children follow the feast of Passover and refrain from eating certain foods during that religious holiday. This assertion contradicted earlier statements that she followed no established religion or followed the basic tenets of Druidism.</p>\n<p>The subject of religion came up during Walker's home visits with her children in August and September, 1994. Walker questioned the children, and in particular, Alexis, about their attendance at church, and berated her for attending church when she knew it was against her mother's wishes. The agency reprimanded Walker for interrogating Alexis in such a manner and instructed her <span class=\"star-pagination\">*1047</span> to bring any further concerns of hers about the children's attendance at Sunday School to the attention of the agency, and not to raise the matter with the children, because her interrogations only served to frighten and upset them.<sup>[3]</sup> (Record document no. 16, Appendix to defendants' brief, exhibits \"A\" and \"D\"). Walker continues to insist that her children be raised in the Jewish faith and asserts that their attendance at a Protestant Sunday School is contrary to these wishes.<sup>[4]</sup></p>\n<p></p>\n<h2>Threshold Issues</h2>\n<p>There are two threshold issues in First Amendment cases: The first is whether the beliefs which plaintiff professes to hold constitute a religion. \"[In order] to have the protection of the Religion Clauses, the claims must be rooted in religious belief.\" <i>Wisconsin v. Yoder,</i> 406 U.S. 205, 215, 92 S.Ct. 1526, 1533, 32 L.Ed.2d 15 (1972). Walker unquestionably satisfies this threshold requirement. She professes to be Jewish and to follow the Jewish faith.</p>\n<p>The second threshold issue is whether plaintiff's religious beliefs are sincerely held, a factual question. <i>Howard v. United States,</i> 864 F.Supp. 1019, 1024 (D.Colo.1994), citing <i>LaFevers v. Saffle,</i> 936 F.2d 1117, 1119 (10th Cir.1991) and <i>Frazee v. Illinois Dept. of Employment Sec.,</i> 489 U.S. 829, 832-33, 109 S.Ct. 1514, 1516-17, 103 L.Ed.2d 914 (1989). We accept, at this stage of the litigation, Walker's assertions that she is sincere in her conversion to the Jewish faith, and on that basis, find that she has satisfied the second threshold requirement.</p>\n<p></p>\n<h2>Plaintiff's Free Exercise Claim</h2>\n<p>Plaintiff claims that her children have, against her wishes,<sup>[5]</sup> been attending Protestant Sunday School services. As we discuss below, although her own religious history is checkered with indecision, she now professes a strong belief in, and adherence to, the tenets of Judaism and wishes to have her children follow suit.</p>\n<p>The Flickingers, the children's foster parents, have made some accommodation to these demands. They have given the children foods supplied by their mother for consumption during the Jewish Feast of Passover, but have not undertaken to instill in the children the teachings of the Jewish faith. It is undisputed that the children have continued to accompany the Flickinger family to Protestant services over their mother's protests. Plaintiff argues that CYS' failure to place the children in a Jewish home, or have them follow the tenets of the Jewish faith while residing with the Flickingers, is a violation of her's, and their, First Amendment rights.</p>\n<p>The First Amendment guarantees the right to believe in the religion of one's choosing. The right to believe as one chooses is absolute, the right to act on those beliefs is not, <i>Cantwell v. Connecticut,</i> 310 U.S. 296, 303-304, 60 S.Ct. 900, 903, 84 L.Ed. 1213 (1940), particularly if the acts in question could potentially endanger the health or well being of a child. See generally: <i>Varnum v. Varnum,</i> 155 Vt. 376, 586 A.2d 1107, 1110-13 (1990).</p>\n<p>Parents unquestionably have the right to raise their children in the faith of <span class=\"star-pagination\">*1048</span> their choice. \"Parents have a fundamental liberty interest in the care, custody, and management of their children protected by the Due Process clause of the Fourteenth Amendment.\" <i>Ernst v. Children &amp; Youth Services of Chester County,</i> No. Civ. A. 91-3735, 1993 WESTLAW 343375 at *10 (E.D.Pa. Sept. 3, 1993), citing, <i>inter alia, </i><i>Santosky v. Kramer,</i> 455 U.S. 745, 753, 102 S.Ct. 1388, 1394, 71 L.Ed.2d 599 (1982) and <i>Moore v. City of East Cleveland,</i> 431 U.S. 494, 499, 97 S.Ct. 1932, 1935, 52 L.Ed.2d 531 (1977) (plurality opinion). \"Beyond physical custody, parents have the right to `direct [the child's] destiny' and `the liberty ... to direct [the child's] upbringing and education,' <i>Pierce v. Society of Sisters,</i> 268 U.S. 510, 534-35 [45 S.Ct. 571, 573, 69 L.Ed. 1070] (1925), even if the parents' decisions deviate from the cultural norm.\" <i>Ernst,</i> at *12, citing <i>Parham v. J.R.,</i> 442 U.S. 584, 99 S.Ct. 2493, 61 L.Ed.2d 101 (1979) and <i>Wisconsin v. Yoder,</i> 406 U.S. 205, 92 S.Ct. 1526, 32 L.Ed.2d 15 (1972). That right, is however, not without limitations. If the exercise of that right would potentially endanger the health or well-being of the child, it may be outweighed by the state and societal interests in preserving the well-being of the child.</p>\n<p>Such conflicts between parental wishes and governmental or societal policy most commonly arise in the context of schooling or the provision of medical treatment. See, e.g., <i>Wisconsin v. Yoder,</i> 406 U.S. 205, 233-34, 92 S.Ct. 1526, 1542, 32 L.Ed.2d 15 (1972) (The First and Fourteenth Amendments prevent a state from compelling Amish parents to cause their children, who have graduated from the eighth grade, to attend formal high school to age 16); <i>Prince v. Massachusetts,</i> 321 U.S. 158, 166, 64 S.Ct. 438, 442, 88 L.Ed. 645 (1944) (state may require that children attend some school, public or private); and <i>Duro v. District Attorney, Second Judicial District of North Carolina,</i> 712 F.2d 96 (4th Cir.1983) (state's demonstrated interest in compulsory education was of sufficient magnitude to override parents' religious interests).</p>\n<p>The state can, for example, override a parental decision not to have their child receive a life-saving blood transfusion because such treatment runs counter to their religious beliefs. See, e.g., <i>Jehovah's Witnesses v. King County Hospital,</i> 278 F.Supp. 488, 504 (W.D.Wash.1967) (state may intervene in parents' religiously motivated decision refusing a blood transfusion for their child), <i>affirmed,</i> 390 U.S. 598, 88 S.Ct. 1260, 20 L.Ed.2d 158 (1968) (<i>per curiam</i>).</p>\n<p>Limits on parental control over religious training also exist if the child is placed in foster care. A parent's right to rear her children as she sees fit is not eviscerated solely because she has not been a model parent or has temporarily lost custody of her children to the state. \"`Even when blood relationships are strained, parents retain a vital interest in preventing the irretrievable destruction of their family life.'\" <i>Ernst,</i> at *11, citing <i>Santosky,</i> 455 U.S. at 753, 102 S.Ct. at 1395 and <i>Winston v. Children and Youth Services,</i> 948 F.2d 1380 (3d Cir.1991), <i>cert. denied,</i> 504 U.S. 956, 112 S.Ct. 2303, 119 L.Ed.2d 225 (1992).</p>\n<p>Although there appears to be no Third Circuit precedent on point, in cases markedly similar to the one <i>sub judice,</i> the United States Courts of Appeals for both the Second and Fourth Circuits have held, or affirmed, that when a child is placed in foster care, a parent's right to control her child's religious training is no longer absolute. While both circuit courts agreed that it is appropriate, when the initial placement is made, to give some weight to the child's and/or the parent's religious background, and place him or her in a setting consistent with that background, that concern does not outweigh all other considerations relative to the development and well-being of the child and may be overridden by such concerns. The overall best interests of the child must predominate. If, for example, when the child is placed in foster care, a foster family or institutional program is immediately available that would meet all of the child's needs, but is of a different faith, rarely, if ever, would the religious difference justify not placing the child in that program or with that family, thereby depriving the child of a chance to thrive in a setting otherwise ideally suited to its needs.</p>\n<p><span class=\"star-pagination\">*1049</span> Both circuits agreed that beyond this initial deference, the parent does not have a right, and certainly not an absolute right, to dictate the child's religious upbringing or demand that the child be placed with a family of a particular faith of the parent's choosing. Further, even the initial deference goes only so far. In the words of the United States District Court for the Eastern District of Virginia, the state has no ironclad duty \"to place a Buddhist child with a Buddhist foster family, a Quaker child with a Quaker family, or a Zoroastrian child with a Zoroastrian family, unless such a family is reasonably and immediately available.\" <i>Pfoltzer v. County of Fairfax,</i> 775 F.Supp. 874, 885 (E.D.Va. 1991), <i>aff'd </i><i>without published opinion,</i> 966 F.2d 1443 (4th Cir.1992) (1992 WESTLAW 137512). \"[T]he state cannot reasonably be expected to duplicate the standard of religious practice in the parents' home or satisfy the parents' every request with respect to the children's religious instruction.\" <i>Id.,</i> citing <i>Wilder v. Bernstein,</i> 848 F.2d 1338 (2d Cir.1988).</p>\n<p>In <i>Wilder,</i> the United States Court of Appeals for the Second Circuit elaborated:</p>\n<blockquote>It is one thing to recognize the right of parents to choose a religious school for their children as a private alternative to meeting state-imposed educational requirements in public schools. It is quite another matter, however, to suggest that parents who are unable to fulfill their parental obligations, thereby obliging the state to act in their stead, at their request or involuntarily, nonetheless retain a constitutional right to insist that their children receive state-sponsored parenting under the religious auspices preferred by the parents. So long as the state makes reasonable efforts to assure that the religious needs of the children are met during the interval in which the state assumes parental responsibilities, the free exercise rights of the parents and their children are adequately observed.</blockquote>\n<p><i>Id.</i> at 1346-47.</p>\n<p>We have no reason to believe that the Third Circuit would follow a course different from that taken by the Second and Fourth Circuits. Fundamental to the holdings of both circuits is the notion that the best interests of the child are paramount, and that while parental rights certainly do not cease to exist upon an adjudication of dependency, the parent retains only limited rights to control the religious upbringing of the child and certainly does not retain an absolute right to dictate, at whim, that the child be placed in a setting where he or she will receive instruction in a particular religion.</p>\n<p>Although the Third Circuit has stated that parental rights do not \"`evaporate simply because [the natural parents] have not been model parents or have lost temporary custody of their child to the State ... [and that under such circumstances,] parents retain a vital interest in preventing the irretrievable destruction of their family life,'\" <i>Ernst,</i> at *11, citing <i>Santosky v. Kramer,</i> 455 U.S. 745, 753, 102 S.Ct. 1388, 1395, 71 L.Ed.2d 599 (1982) and <i>Winston v. Children and Youth Services,</i> 948 F.2d 1380 (3d Cir.1991), we do not read that principle as overriding the best interests of the child or endorsing a principle that would allow parental fiats to dictate that the child be raised in a particular faith or in a particular religious setting after he or she has been placed in foster care.</p>\n<p>This is particularly true where, as here, to accede to plaintiff's demands would seem to require transfer of the children to a different foster home or care setting. Such a transfer would, at this stage, be a great disruption in their lives. The record before us indicates that the children have resided with the Flickingers since their placement in foster care two years ago. In Lydia's case, this means that the Flickinger's home is the only home she has ever known. To require her removal from that home, solely to satisfy plaintiff's request that her children be raised consistent with her newly-found conversion to the Jewish faith, would make a mockery of the principle that the children's overall best interests should prevail.</p>\n<p>These concerns are reflected in the testimony of case worker Donna Allar quoted by plaintiff in her opposing brief. Plaintiff quotes, as follows, from testimony given by Allar at a hearing held October 28, 1994:</p>\n<blockquote>\n<span class=\"star-pagination\">*1050</span> Q. And that request that the children not attend church was not an option in your agency's position?</blockquote>\n<blockquote>A. That's correct, because it's not just simply church on Sunday. That is the religion of the foster family and it's not realistic. It would segregate this child and make her feel not part of the family and since she is not being indoctrinated in to the church she is not being made to be a church member, she is simply attending Sunday school, our agency feels it's better for her to remain in that foster home than run the risk of her having to leave.</blockquote>\n<p>(Record document no. 31, p. 12)</p>\n<p>\"[C]oncern for family integrity as a means to enhance child welfare is reflected in Pennsylvania's Juvenile Act.\" <i>Ernst,</i> at *11. The stated purpose of the Act is \"[t]o preserve the unity of the family whenever possible and to provide for the care, protection, and wholesome mental and physical development of children coming within the provisions of this chapter.\" 42 Pa.Cons.Stat.Ann. § 6301(b).</p>\n<p>Judgment will, therefore, be entered against plaintiff and in favor of defendants on her Free Exercise Clause claim.</p>\n<p></p>\n<h2>Claims against the Flickingers</h2>\n<p>Plaintiff can prevail on a section 1983 claim against the Flickingers, her children's foster parents, only if she can establish that they are state actors. Since they are private individuals, Walker must establish that their actions may be \"fairly attributable to the State.\" <i>Lugar v. Edmondson Oil Co.,</i> 457 U.S. 922, 937, 102 S.Ct. 2744, 2753, 73 L.Ed.2d 482 (1982).</p>\n<p>Other courts which have considered this issue have rejected the premise that foster parents can be considered state actors. In <i>Lintz v. Skipski,</i> 807 F.Supp. 1299, 1305-06 (W.D.Mich.1992), the court applied three tests to determine whether the actions of foster parents can be \"fairly attributable to the State.\" The court applied: 1) the public function test  which \"requires that the private entity exercise powers which are traditionally exclusively reserved to the state,\" <i>Id.</i> at 1305; 2) the state compulsion test  which \"requires that a state exercise coercive power or provide such significant encouragement that the choice of the private actor is deemed to be that of the state.\" <i>Id.;</i> and 3) the symbiotic relationship or nexus test  which provides that \"a private party's action constitutes state action if there is a sufficiently close nexus between a state and the challenged action of the regulated entity.\" <i>Id.</i> at 1305-06.</p>\n<p>The district court found that foster parents do not qualify as state actors under any one of the three tests, stating:</p>\n<blockquote>... [The foster parents] do not qualify as state actors under the public function test. The care of foster children is not a power which has been exclusively reserved to the state. Neither are the ... [foster parents] state actors under the state compulsion test. The state did not exercise coercive power over the[m] ... Day-to-day parenting decisions were left to the judgment of the ... [foster parents]. Finally, the ... [foster parents] are not state actors under the symbiotic relationship test. In this case, a sufficiently close nexus between the state and the challenged action is lacking. Although the ... [foster parents] were required to be licensed, state regulation does not by itself convert a private party's action into that of the state. <i>Id.</i> [<i>Wolotsky v. Huhn,</i> 960 F.2d 1331] at 1335 [(6th Cir.1992)]. The fact that the ... [foster parents] received reimbursement from the state for expenses relating to the care of these children is equally nondispositive. Actions of a private party do not become state action merely because the government provides funding.</blockquote>\n<p><i>Id.</i> at 1306.</p>\n<p>We agree with the analysis of the district court in <i>Lintz</i> on this issue. Pennsylvania law and procedures concerning the care of children in the custody of foster parents mirror those outlined in that case. Section 6357 of the Pennsylvania Juvenile Act provides that:</p>\n<blockquote>A custodian to whom legal custody has been given by the court under this chapter has the right to the physical custody of the child, the right to determine the nature of the care and treatment of the child, including <span class=\"star-pagination\">*1051</span> ordinary medical care and the right and duty to provide for the care, protection, training, and education, and the physical, mental and moral welfare of the child, subject to the conditions and limitations of the order and to the remaining rights and duties of the parents or guardian of the child.</blockquote>\n<p>42 Pa.Cons.Stat.Ann. § 6357.</p>\n<p>Because, under Pennsylvania law: 1) the care of foster children is not a power exclusively reserved to the state; 2) the Commonwealth does not exercise coercive power over foster parents, and relegates to them, for the most part, day-to-day parenting decisions; and 3) there is not a \"sufficiently close nexus between the state and the challenged action,\" foster parents do not qualify as state actors under any of the tests endorsed by the Supreme Court in <i>Lugar.</i> While it is true that foster parents are required to be licensed and are subject to state controls and receive state monies for the care of the children in their charge, those factors alone do not render them state actors for section 1983 purposes. See: <i>Lintz,</i> 807 F.Supp. at 1306.</p>\n<p></p>\n<h2>Plaintiff's Establishment Challenge</h2>\n<p>Plaintiff challenges her children's attendance at Sunday School as a violation of the Establishment Clause. That claim fails as well. Plaintiff's assertion of an Establishment Clause Claim is somewhat at odds with her assertion that her children are entitled to an upbringing in the Jewish faith while in the foster care system and equally inconsistent with her request that this court order that this be done. There is, however, no prohibition against arguments made in the alternative, and we will, therefore, in the spirit of liberally construing plaintiff's complaint, address her Establishment Clause Claim on the merits.</p>\n<p>As we have already discussed, the Flickingers are not state actors. Other courts have rejected the argument that availing children in foster care of the opportunity for religious training violates the Establishment Clause. That argument has been rejected in recognition of the fact that once legal custody vests in the state, parental responsibilities pass to it also. Those responsibilities include nurturing the child's moral, physical, social, and religious development. See: <i>Wilder v. Bernstein,</i> 848 F.2d 1338, 1348 (2d Cir.1988).</p>\n<p>Making religious training available to foster children under these circumstances is, the courts have held, no different than hiring a chaplain to serve on an army base or at a veteran's hospital, practices which have all been upheld against Establishment Clause challenges. See generally: <i>School Dist. of Abington v. Schempp,</i> 374 U.S. 203, 299, 83 S.Ct. 1560, 1612, 10 L.Ed.2d 844 (1963) (Brennan, J., concurring) (\"[H]ostility, not neutrality, would characterize the refusal to provide chaplains and places of worship for prisoners and soldiers cut off by the State from all civilian opportunities for public communion\") and <i>Carter v. Broadlawns Medical Center,</i> 857 F.2d 448 (8th Cir.1988) (County hospital's hiring of chaplain not a violation of the Establishment Clause), <i>cert. denied,</i> 489 U.S. 1096, 109 S.Ct. 1569, 103 L.Ed.2d 935 (1989).</p>\n<p></p>\n<h2>Qualified Immunity</h2>\n<p>Because we find that no violation of plaintiff's First Amendment rights has occurred under the facts presented, we do not reach defendants' assertion that they are entitled to qualified immunity.</p>\n<p></p>\n<h2>Remaining state law claim</h2>\n<p>The only claim remaining is plaintiff's state tort claim stemming from the allegedly unauthorized taking of her breast milk. That claim will be dismissed without prejudice under 28 U.S.C. § 1367(c)(3), which provides that a district court \"may decline to exercise supplemental jurisdiction over a claim\" over which it has supplemental jurisdiction if the \"court has dismissed all claims over which it has original jurisdiction.\" Since all federally based claims have been dismissed, and this case has not gone beyond the pleading stage, we will dismiss plaintiff's remaining state tort claim without prejudice. Plaintiff is referred to 42 Pa.Cons.Stat.Ann. § 5103(b) and 28 U.S.C. § 1367(d) (limitations period tolled for 30 days unless state law provides for a longer tolling period).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1052</span> <i>ORDER</i>\n</h2>\n<p>For the reasons stated in the accompanying memorandum, IT IS ORDERED THAT:</p>\n<p>1. The Rule 12(b) motion filed by defendants Watson, Allar, Young, Patterson, Dauberman, Culhane, Rice and Smith to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 11) is considered as a motion for summary judgment on plaintiff's First Amendment Claims and is granted.</p>\n<p>2. The Rule 12(b) motion filed by defendant Johnson to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 12) is considered as a motion for summary judgment on plaintiff's First Amendment Claims and is granted.</p>\n<p>3. The Rule 12(b) motion by defendants Thomas and Norma Flickinger to dismiss plaintiff's complaint for failure to state a cause of action (record document no. 19) is considered as a motion for summary judgment on plaintiff's First Amendment Claims and is granted.</p>\n<p>4. The Clerk of Court is directed to enter judgment in favor of all remaining defendants and against plaintiff on the First Amendment claim asserted, the sole federal claim remaining.</p>\n<p>5. Plaintiff's sole remaining state law claim for the alleged theft of her breast milk is dismissed without prejudice.</p>\n<p>6. Defendants' application for default judgment (record document no. 21) is denied as procedurally inappropriate.</p>\n<p>7. The Clerk of Court is directed to close this file.</p>\n<h2>NOTES</h2>\n<p>[1]  David Grine, Judge of the Court of Common Pleas of Centre County, Pennsylvania was originally named a defendant as well but was dismissed from this action on grounds of judicial immunity.</p>\n<p>[2]  See: 42 Pa.Cons.Stat.Ann. § 6302.</p>\n<p>[3]  The agency also obtained a court order from the Court of Common Pleas of Centre County, Pennsylvania which states that:\n</p>\n<p>At any scheduled visit, the children shall not be interrogated or questioned about the religious practices of the foster parents. If the natural mother has questions or concerns about her children's attendance at any religious event or ceremony, she shall address those questions of the caseworker of Children and Youth Services responsible for supervising this placement or the visits.</p>\n<p>(Record document no. 16, exhibit \"D\")</p>\n<p>[4]  The First Amendment issues raised by Walker in this action are also the subject of two appeals which she has filed before the Pennsylvania Superior Court. Both are captioned <i>In the Interest of L. Walker and A. Larabee.</i> One is docketed to Appl. No 00594 HBG 1993, the other to Appl. No. 00595 HBG 1993. The appeals have been consolidated for oral argument. (See: Record document no. 15, p. 8 and Record document no. 16, exhibit \"F.\").</p>\n<p>[5]  Although in her opposing brief (Record document no. 31), plaintiff disavows any intention of asserting a free exercise claim and states that the \"issue is the establishment of religion,\" the facts alleged suggest that she is asserting both. We will, therefore, treat her complaint as if both were alleged.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1040</span></span> (1995)</b></center>\n<center><h1>Malinda WALKER, on her own behalf and on behalf of her minor children Alexis Larabee and Lydia Walker, Plaintiff,<br>\nv.<br>\nJames P. JOHNSON, Esquire, et al., Defendants.</h1></center>\n<center>No. 4:CV-94-1775.</center>\n<center><p><b>United States District Court, M.D. Pennsylvania.</b></p></center>\n<center>June 30, 1995.</center>\n<p><span class=\"star-pagination\">*1041</span> <span class=\"star-pagination\">*1042</span> Malinda Walker, plaintiff, pro se.</p>\n<p>Jane Nelson Bolin, State College, PA, for defendants Watson, Allar, Young, Patterson, Dauberman, Culhane, Rice, Smith and Johnson.</p>\n<p>Michael H. Collins and Robin A. Read, McNerney, Page, Vanderlin &amp; Hall, Williamsport, PA, for defendants Norma and Thomas Flickinger.</p>\n<p></p>\n<h2><i>MEMORANDUM</i></h2>\n<p>McCLURE, District Judge.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff Malinda Walker filed this section 1983 action on behalf of herself and her minor children Alexis Larabee, aged 4 years, and Lydia Walker, aged 23 months. Plaintiff alleges that her constitutional rights and those of her children were violated by Centre County, Pennsylvania officials and employees.</p>\n<p>Named as defendants are: James P. Johnson, Esq., attorney for Children and Youth Services of Centre County (CYS); Terry Watson, director of CYS; Donna Allar, case worker supervisor for CYS; Leslie Young, case worker supervisor for CYS; Monica Patterson, caseworker for CYS; Mary I. Dauberman, case worker for CYS; Jennifer A. Culhane, case worker for CYS; Lisa Rice, case worker for CYS; Colleen Smith, case <span class=\"star-pagination\">*1043</span> worker for CYS; and Thomas and Norma Flickinger, foster parents allegedly acting under the supervision of CYS.<sup>[1]</sup> All defendants are sued in their individual and official capacities. Plaintiff alleges that at all relevant times each was acting under color of state law.</p>\n<p>According to plaintiff's allegations, her minor children, Alexis and Lydia, were adjudicated dependent,<sup>[2]</sup> taken into the custody of CYS and placed, under the foster care program, in the care and custody of Thomas and Norma Flickinger. (Plaintiff's complaint, ¶¶ 3-12).</p>\n<p>Walker alleges that while in the care of the Flickingers, her children have accompanied the Flickinger family to Protestant religious services against her wishes. In her words, Walker alleges that her children have been compelled to attend a \"Fundamentalist, evangelical, Christian Church selected by the foster family and approved by CYS\" over her objections.</p>\n<p>In documents filed subsequent to the complaint initiating this action, plaintiff states that she follows Judaism and wishes to have her children indoctrinated in that religion and to follow its teachings.</p>\n<p>Plaintiff further alleges that defendants' conduct has caused irreparable harm to her and her children for which there is no adequate remedy at law. Plaintiff seeks, on that basis, a temporary restraining order, a preliminary injunction and a permanent injunction \"directing the Defendants to refrain from promoting any religion, to refrain form (sic) taking the children to church and to make only netural (sic) mention of any and all religion in the presence of the children. And to likewise enjoin the Defendants from any retalitaion (sic) of retrubution (sic) directed at the plaintiffs.\" (Plaintiff's complaint, p. 10, ¶ 3)</p>\n<p>In an order and memorandum dated November 23, 1994, this court dismissed all claims except plaintiff's First Amendment claim and her state law claim for the alleged theft of her breast milk as legally frivolous under 28 U.S.C. § 1915(d) and <i>Neitzke v. Williams,</i> <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 324, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, 1831, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1989).</p>\n<p>Before the court are: 1) a Rule 12(b) motion by defendants Watson, Allar, Young, Patterson, Dauberman, Culhane, Rice and Smith to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 11); 2) a Rule 12(b) motion by defendant Johnson to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 12); 3) a Rule 12(b) motion by defendants Thomas and Norma Flickinger to dismiss plaintiff's complaint for failure to state a cause of action (record document no. 19); and 4) a motion by defendants for default judgment (record document no. 21).</p>\n<p>Defendants move in their Rule 12(b) motions, in the alternative, for summary judgment, Fed.R.Civ.P. 56. For the reasons which follow, we will consider all three motions as motions for summary judgment and will enter an order 1) granting all three motions, 2) entering judgment in favor of defendants and against plaintiff on plaintiff's First Amendment Claim, the sole remaining federal claim, 3) dismissing without prejudice the remaining state law claim, and 4) denying, as procedurally inappropriate, the remaining motion for default filed by defendants.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>Summary judgment standard</h2>\n<p>Rule 12(b) provides that if matters outside the pleadings are presented to, and not excluded by the court in hearing a motion under Rule 12(b)(6), the motion can be treated as one for summary judgment and disposed of as provided in Rule 56 so long as the parties are \"given reasonable opportunity to present all material made pertinent to such a motion by Rule 56.\" Fed.R.Civ.P. 56. <span class=\"star-pagination\">*1044</span> The parties were notified in our order dated May 30, 1995 that defendants' motions would be disposed of as motions for summary judgment, and plaintiff was given additional time to file briefs and supporting documents in opposition to defendants' outstanding motions.</p>\n<p>Summary judgment is appropriate if the \"pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c)</p>\n<blockquote>... [T]he plain language of Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial. In such a situation, there can be `no genuine issue as to any material fact,' since a complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial. The moving party is `entitled to judgment as a matter of law' because the nonmoving party has failed to make a sufficient showing on an essential element of her case with respect to which she has the burden of proof.</blockquote>\n<p><i>Celotex v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>The moving party bears the initial responsibility of stating the basis for its motions and identifying those portions of the record which demonstrate the absence of a genuine issue of material fact. He or she can discharge that burden by \"showing ... that there is an absence of evidence to support the nonmoving party's case.\" <i>Celotex, supra,</i> 477 U.S. at 323 and 325, 106 S.Ct. at 2553 and 2554.</p>\n<p>Issues of fact are \"`genuine' only if a reasonable jury, considering the evidence presented, could find for the non-moving party.\" <i>Childers v. Joseph,</i> <span class=\"citation\" data-id=\"503453\"><a href=\"/opinion/503453/prodliabrepcchp-11719-sharon-v-childers-administratrix-of-the/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 693-94 (3rd Cir.1988), citing <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Material facts are those which will affect the outcome of the trial under governing law. <i>Anderson, supra,</i> 477 U.S. at 248, 106 S.Ct. at 2510. In determining whether an issue of material fact exists, the court must consider all evidence in the light most favorable to the non-moving party. <i>White v. Westinghouse Electric Company,</i> <span class=\"citation\" data-id=\"514811\"><a href=\"/opinion/514811/48-fair-emplpraccas-597-48-empl-prac-dec-p-38505-james-r-white-v/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 59 (3rd Cir.1988).</p>\n<p></p>\n<h2>Pennsylvania Child Dependency Procedures</h2>\n<p>Because plaintiff's allegations center, in part, on the consequences and significance of an adjudication of dependency, some background on that issue will be helpful. Under the Pennsylvania Juvenile Act, a \"dependent child\" is defined as one who \"is without proper parental care or control ... or other care or control necessary for his physical, mental, or emotional health or morals.\" 42 Pa.Cons.Stat.Ann. § 6302(1). The party petitioning for an adjudication of dependency must prove by clear and convincing evidence that the child is presently without proper parental care and that such care is not immediately available. <i>In re S.M,</i> 418 Pa.Super. 359, <span class=\"citation\" data-id=\"2373653\"><a href=\"/opinion/2373653/in-re-sm/\"><span class=\"volume\">614</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">312</span></a></span> (1992) and <i>In re Justin S.,</i> 375 Pa.Super. 88, <span class=\"citation\" data-id=\"1894682\"><a href=\"/opinion/1894682/in-interest-of-justin-s/\"><span class=\"volume\">543</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1192</span></a></span> (1988). Such a finding must be supported by testimony that is \"so clear, direct, weighty, and convincing as to enable the [trier of fact] to come to a clear conviction, without hesitancy, of the truth of the precise facts in issue.\" <i>In re Justin S.,</i> 375 Pa.Super. 88, 543 A.2d at 1197. In such matters, the courts attempt to strike a balance between the state's interest in protecting the child from potential harm and the rights of the parents. Safeguards, including stringent evidentiary requirements, are in place to guard against the possibility that overly zealous state employees may seek and obtain an adjudication of dependency in cases which do not warrant such drastic action.</p>\n<p>Once a child is adjudicated dependent, significant consequences follow. Legal custody of that child then vests in the state, albeit on a temporary basis, with the ultimate goal usually being reunification of the family. The Court of Common Pleas for the jurisdiction where the child resides or is present is <span class=\"star-pagination\">*1045</span> then authorized to determine where and with whom that child will reside based upon an assessment of the child's best interests. The alternatives available to the court include: 1) allowing the child to continue residing with his or her parents under conditions prescribed by the court; or 2) transferring temporary legal custody of the child to a private or public agency. 42 Pa.Cons.Stat.Ann. § 6351.</p>\n<p>Even though an adjudication of dependency has been made, the child may be removed from the custody of his or her parents only in cases where there is a clear necessity for removal. Once such a determination has been made, the court will award custody based upon the best interests of the child. <i>In re Bennage,</i> 303 Pa.Super. 318, <span class=\"citation\" data-id=\"2108860\"><a href=\"/opinion/2108860/in-re-bennage/\"><span class=\"volume\">449</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">707</span></a></span>, 708 (1982).</p>\n<p>The county children and youth service agency is responsible for formulating a \"family service plan\" for the child. 55 Pa. Code § 3130.61 (1987). That requires the agency to identify an ultimate goal for the child including return home, placement in the home of another relative, adoption, placement with legal guardian, independent living, and long-term placement. See: <i>In re M.B.,</i> 388 Pa.Super. 381, <span class=\"citation\" data-id=\"1561554\"><a href=\"/opinion/1561554/in-re-interest-of-mb/\"><span class=\"volume\">565</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">804</span></a></span> (1989), <i>appeal denied,</i> <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">601</span></span>, 602, <span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">692</span></span> (1990).</p>\n<p>Periodic review hearings are then conducted at six-month intervals to determine \"whether placement continues to be best suited to the protection and physical, mental and moral welfare of the child.\" 42 Pa.Cons. Stat.Ann. § 6351(e). After a certain period, such review years are conducted on a yearly basis. <i>Id.</i></p>\n<p>At the review hearing, the court considers: 1) the continuing necessity for and appropriateness of the placement; 2) the extent of compliance with the service plan developed for the child; 3) the extent of progress made toward alleviating the circumstances which necessitated the original placement; 4) the appropriateness and feasibility of the current placement goal for the child; and 5) a likely date by which the goal for the child might be achieved. 42 Pa.Cons.Stat. Ann. § 6351(f). On the basis of these considerations, the court then determines whether the child should be returned to his or her parents, continued in placement for a specified period, or remain in placement on a permanent or long term basis. The court shall \"order continuation, modification or termination of placement or other disposition best suited to the protection and physical, mental and moral welfare of the child.\" 42 Pa.Cons.Stat.Ann. § 6351(g).</p>\n<p></p>\n<h2>Plaintiff's religious background</h2>\n<p>Documents filed in connection with the pending motions establish the following: When plaintiff's children were first adjudicated dependent and placed in foster care in January, 1993, Walker did not express allegiance with any particular religion and, in fact, purported to be an agnostic. No request was expressed to CYS that her children be placed in a household which followed a particular religion or none at all.</p>\n<p>Few potential foster parents were qualified to care for Walker's children because of the youngest child's medical needs. When the children were placed in foster care, Lydia was only two months old and suffered from a condition known as apnea which required her to wear a heart monitor. It was important that she reside with a family who lived in relatively close proximity to the Centre County Hospital in State College should a medical emergency arise, that she reside with foster parents who had been trained in Cardiac-Pulmonary Resuscitation (CPR) and who could be relied upon to monitor her condition and take immediate responsive action should a problem arise. The Flickingers were the only family on CYS' list of available foster parents who fulfilled all of these requirements.</p>\n<p>Lydia's health was, at the time of placement, a paramount consideration and overrode all other considerations. Moreover, at the time of placement, religion was not a consideration in the choice of foster families, since their mother had not avowed a connection with any religion or expressed any preference that her children be raised in a particular faith. CYS has a policy consistent with Pennsylvania regulations of attempting to <span class=\"star-pagination\">*1046</span> place children in a home of the same faith as their natural parents, if that is possible and if a foster family of that faith suitable in other respects is available. (Record document no. 16, Appendix to defendants' brief, exhibit \"A\").</p>\n<p>Centre County CYS policy provides that:</p>\n<blockquote>If a parent and/or child, age 14 and older, states a religious preference at the time of placement, efforts will be made by Centre County Children and Youth Services to place the child in a foster home where the same religion is practiced.</blockquote>\n<blockquote>If no home is available within the religious preference specified by the parent or if the available home(s) is not appropriate to adequately meet the needs of the child, the agency will attempt to identify a community resource (friend, neighbor, relative, fellow foster parent, etc.) with whom the child could attend church services.</blockquote>\n<blockquote>The child may not become an official member of the foster parents' church (via baptism, confirmation, First Communion Bar Mitzvah) without the written permission of the natural parents.</blockquote>\n<p>(Record document no. 16, exhibit \"B\"). This policy is consistent with applicable provisions of the Pennsylvania Code, which provides that:</p>\n<blockquote>The legal entity shall ensure that a child receiving services has an opportunity to participate in religious activities, services and counseling, taking into account choices specified by the parents or guardian or the child.</blockquote>\n<p>55 Pa.Code § 3680.46.</p>\n<p>The children's ages at the time of placement also diminished the importance of religion as a qualification for placement. At the time, Lydia and Alexis were, respectively ages two months and two years.</p>\n<p>In March, 1993, Walker began expressing dissatisfaction with the children's placement with the Flickingers. She objected to the fact that the Flickingers took the Walker children with them to Protestant Sunday School services on the grounds that she did not believe in any organized religion and did not wish her children exposed to such teachings. These concerns were expressed to CYS, and after due consideration, it decided that no action on the matter was warranted because: 1) Walker had expressed no religious preference when the children were placed; 2) the Sunday School services which the children attended were in no way detrimental to them or their development; and 3) the older child, Alexis, told CYS staff that she enjoyed attending the Sunday School services. (Record document no. 16, Appendix to defendants' brief, exhibit \"A\")</p>\n<p>During the meeting at which these matters were discussed, CYS informed Walker that had she stated a religious preference when the children were placed, an effort would have been made to place the children in a household of that faith. Up to that point, Walker had given somewhat conflicting information as to her religious affiliation, stating, at various times during court proceedings, that Alexis, her older child, had been baptized a Christian, but that she (Walker) attended Midnight Mass at a Catholic Church. Prior to March, 1994, some thirteen months after the children's placement with the Flickingers, Walker had indicated no serious or consistent affiliation with any established religion other than indicating to CYS that she was an atheist or followed the basic tenets of Druidism. Walker states that this last remark was made in jest and that she has never been a practicing Druid (Record document no. 31, p. 6).</p>\n<p>In March, 1994, Walker informed the agency that she was Jewish, followed the tenets of that religion and wanted her children to do likewise. She demanded, in particular, that her children follow the feast of Passover and refrain from eating certain foods during that religious holiday. This assertion contradicted earlier statements that she followed no established religion or followed the basic tenets of Druidism.</p>\n<p>The subject of religion came up during Walker's home visits with her children in August and September, 1994. Walker questioned the children, and in particular, Alexis, about their attendance at church, and berated her for attending church when she knew it was against her mother's wishes. The agency reprimanded Walker for interrogating Alexis in such a manner and instructed her <span class=\"star-pagination\">*1047</span> to bring any further concerns of hers about the children's attendance at Sunday School to the attention of the agency, and not to raise the matter with the children, because her interrogations only served to frighten and upset them.<sup>[3]</sup> (Record document no. 16, Appendix to defendants' brief, exhibits \"A\" and \"D\"). Walker continues to insist that her children be raised in the Jewish faith and asserts that their attendance at a Protestant Sunday School is contrary to these wishes.<sup>[4]</sup></p>\n<p></p>\n<h2>Threshold Issues</h2>\n<p>There are two threshold issues in First Amendment cases: The first is whether the beliefs which plaintiff professes to hold constitute a religion. \"[In order] to have the protection of the Religion Clauses, the claims must be rooted in religious belief.\" <i>Wisconsin v. Yoder,</i> <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 215, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, 1533, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1972). Walker unquestionably satisfies this threshold requirement. She professes to be Jewish and to follow the Jewish faith.</p>\n<p>The second threshold issue is whether plaintiff's religious beliefs are sincerely held, a factual question. <i>Howard v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1019</span></span>, 1024 (D.Colo.1994), citing <i>LaFevers v. Saffle,</i> <span class=\"citation\" data-id=\"563735\"><a href=\"/opinion/563735/loyd-w-lafevers-v-james-l-saffle-warden-agents-and-employees-of-warden/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1119 (10th Cir.1991) and <i>Frazee v. Illinois Dept. of Employment Sec.,</i> <span class=\"citation\" data-id=\"112228\"><a href=\"/opinion/112228/frazee-v-illinois-dept-of-employment-security/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">829</span></a></span>, 832-33, <span class=\"citation\" data-id=\"112228\"><a href=\"/opinion/112228/frazee-v-illinois-dept-of-employment-security/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1514</span></a></span>, 1516-17, <span class=\"citation\" data-id=\"112228\"><a href=\"/opinion/112228/frazee-v-illinois-dept-of-employment-security/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">914</span></a></span> (1989). We accept, at this stage of the litigation, Walker's assertions that she is sincere in her conversion to the Jewish faith, and on that basis, find that she has satisfied the second threshold requirement.</p>\n<p></p>\n<h2>Plaintiff's Free Exercise Claim</h2>\n<p>Plaintiff claims that her children have, against her wishes,<sup>[5]</sup> been attending Protestant Sunday School services. As we discuss below, although her own religious history is checkered with indecision, she now professes a strong belief in, and adherence to, the tenets of Judaism and wishes to have her children follow suit.</p>\n<p>The Flickingers, the children's foster parents, have made some accommodation to these demands. They have given the children foods supplied by their mother for consumption during the Jewish Feast of Passover, but have not undertaken to instill in the children the teachings of the Jewish faith. It is undisputed that the children have continued to accompany the Flickinger family to Protestant services over their mother's protests. Plaintiff argues that CYS' failure to place the children in a Jewish home, or have them follow the tenets of the Jewish faith while residing with the Flickingers, is a violation of her's, and their, First Amendment rights.</p>\n<p>The First Amendment guarantees the right to believe in the religion of one's choosing. The right to believe as one chooses is absolute, the right to act on those beliefs is not, <i>Cantwell v. Connecticut,</i> <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 303-304, <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 903, <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1213</span></a></span> (1940), particularly if the acts in question could potentially endanger the health or well being of a child. See generally: <i>Varnum v. Varnum,</i> <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">376</span></span>, <span class=\"citation\" data-id=\"2316782\"><a href=\"/opinion/2316782/varnum-v-varnum/\"><span class=\"volume\">586</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1107</span></a></span>, 1110-13 (1990).</p>\n<p>Parents unquestionably have the right to raise their children in the faith of <span class=\"star-pagination\">*1048</span> their choice. \"Parents have a fundamental liberty interest in the care, custody, and management of their children protected by the Due Process clause of the Fourteenth Amendment.\" <i>Ernst v. Children &amp; Youth Services of Chester County,</i> No. Civ. A. 91-3735, 1993 WESTLAW 343375 at *10 (E.D.Pa. Sept. 3, 1993), citing, <i>inter alia, </i><i>Santosky v. Kramer,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, 753, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>, 1394, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1982) and <i>Moore v. City of East Cleveland,</i> <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 499, <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1932</span></a></span>, 1935, <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></a></span> (1977) (plurality opinion). \"Beyond physical custody, parents have the right to `direct [the child's] destiny' and `the liberty ... to direct [the child's] upbringing and education,' <i>Pierce v. Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 534-35 [<span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span>, 573, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></a></span>] (1925), even if the parents' decisions deviate from the cultural norm.\" <i>Ernst,</i> at *12, citing <i>Parham v. J.R.,</i> <span class=\"citation\" data-id=\"110113\"><a href=\"/opinion/110113/parham-v-jr/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"110113\"><a href=\"/opinion/110113/parham-v-jr/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2493</span></a></span>, <span class=\"citation\" data-id=\"110113\"><a href=\"/opinion/110113/parham-v-jr/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1979) and <i>Wisconsin v. Yoder,</i> <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1972). That right, is however, not without limitations. If the exercise of that right would potentially endanger the health or well-being of the child, it may be outweighed by the state and societal interests in preserving the well-being of the child.</p>\n<p>Such conflicts between parental wishes and governmental or societal policy most commonly arise in the context of schooling or the provision of medical treatment. See, e.g., <i>Wisconsin v. Yoder,</i> <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 233-34, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, 1542, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1972) (The First and Fourteenth Amendments prevent a state from compelling Amish parents to cause their children, who have graduated from the eighth grade, to attend formal high school to age 16); <i>Prince v. Massachusetts,</i> <span class=\"citation\" data-id=\"103933\"><a href=\"/opinion/103933/prince-v-massachusetts/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, 166, <span class=\"citation\" data-id=\"103933\"><a href=\"/opinion/103933/prince-v-massachusetts/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></a></span>, 442, <span class=\"citation\" data-id=\"103933\"><a href=\"/opinion/103933/prince-v-massachusetts/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">645</span></a></span> (1944) (state may require that children attend some school, public or private); and <i>Duro v. District Attorney, Second Judicial District of North Carolina,</i> <span class=\"citation\" data-id=\"421711\"><a href=\"/opinion/421711/peter-duro-v-district-attorney-second-judicial-district-of-north/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span> (4th Cir.1983) (state's demonstrated interest in compulsory education was of sufficient magnitude to override parents' religious interests).</p>\n<p>The state can, for example, override a parental decision not to have their child receive a life-saving blood transfusion because such treatment runs counter to their religious beliefs. See, e.g., <i>Jehovah's Witnesses v. King County Hospital,</i> <span class=\"citation\" data-id=\"1441687\"><a href=\"/opinion/1441687/jehovahs-witnesses-in-state-of-wash-v-king-county-hosp/\"><span class=\"volume\">278</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">488</span></a></span>, 504 (W.D.Wash.1967) (state may intervene in parents' religiously motivated decision refusing a blood transfusion for their child), <i>affirmed,</i> <span class=\"citation\" data-id=\"107659\"><a href=\"/opinion/107659/jehovahs-witnesses-in-state-of-wash-v-king-county-hospital-unit-no-1/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></span> (1968) (<i>per curiam</i>).</p>\n<p>Limits on parental control over religious training also exist if the child is placed in foster care. A parent's right to rear her children as she sees fit is not eviscerated solely because she has not been a model parent or has temporarily lost custody of her children to the state. \"`Even when blood relationships are strained, parents retain a vital interest in preventing the irretrievable destruction of their family life.'\" <i>Ernst,</i> at *11, citing <i>Santosky,</i> 455 U.S. at 753, 102 S.Ct. at 1395 and <i>Winston v. Children and Youth Services,</i> <span class=\"citation\" data-id=\"572146\"><a href=\"/opinion/572146/samuel-winston-jr-a-minor-by-his-parents-maryann-and-samuel-winston/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span> (3d Cir.1991), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></span> (1992).</p>\n<p>Although there appears to be no Third Circuit precedent on point, in cases markedly similar to the one <i>sub judice,</i> the United States Courts of Appeals for both the Second and Fourth Circuits have held, or affirmed, that when a child is placed in foster care, a parent's right to control her child's religious training is no longer absolute. While both circuit courts agreed that it is appropriate, when the initial placement is made, to give some weight to the child's and/or the parent's religious background, and place him or her in a setting consistent with that background, that concern does not outweigh all other considerations relative to the development and well-being of the child and may be overridden by such concerns. The overall best interests of the child must predominate. If, for example, when the child is placed in foster care, a foster family or institutional program is immediately available that would meet all of the child's needs, but is of a different faith, rarely, if ever, would the religious difference justify not placing the child in that program or with that family, thereby depriving the child of a chance to thrive in a setting otherwise ideally suited to its needs.</p>\n<p><span class=\"star-pagination\">*1049</span> Both circuits agreed that beyond this initial deference, the parent does not have a right, and certainly not an absolute right, to dictate the child's religious upbringing or demand that the child be placed with a family of a particular faith of the parent's choosing. Further, even the initial deference goes only so far. In the words of the United States District Court for the Eastern District of Virginia, the state has no ironclad duty \"to place a Buddhist child with a Buddhist foster family, a Quaker child with a Quaker family, or a Zoroastrian child with a Zoroastrian family, unless such a family is reasonably and immediately available.\" <i>Pfoltzer v. County of Fairfax,</i> <span class=\"citation\" data-id=\"1555491\"><a href=\"/opinion/1555491/pfoltzer-v-county-of-fairfax/\"><span class=\"volume\">775</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">874</span></a></span>, 885 (E.D.Va. 1991), <i>aff'd </i><i>without published opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1443</span></span> (4th Cir.1992) (1992 WESTLAW 137512). \"[T]he state cannot reasonably be expected to duplicate the standard of religious practice in the parents' home or satisfy the parents' every request with respect to the children's religious instruction.\" <i>Id.,</i> citing <i>Wilder v. Bernstein,</i> <span class=\"citation\" data-id=\"507328\"><a href=\"/opinion/507328/shirley-wilder-v-blanche-bernstein-individually-and-as-administrator-of/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span> (2d Cir.1988).</p>\n<p>In <i>Wilder,</i> the United States Court of Appeals for the Second Circuit elaborated:</p>\n<blockquote>It is one thing to recognize the right of parents to choose a religious school for their children as a private alternative to meeting state-imposed educational requirements in public schools. It is quite another matter, however, to suggest that parents who are unable to fulfill their parental obligations, thereby obliging the state to act in their stead, at their request or involuntarily, nonetheless retain a constitutional right to insist that their children receive state-sponsored parenting under the religious auspices preferred by the parents. So long as the state makes reasonable efforts to assure that the religious needs of the children are met during the interval in which the state assumes parental responsibilities, the free exercise rights of the parents and their children are adequately observed.</blockquote>\n<p><i>Id.</i> at 1346-47.</p>\n<p>We have no reason to believe that the Third Circuit would follow a course different from that taken by the Second and Fourth Circuits. Fundamental to the holdings of both circuits is the notion that the best interests of the child are paramount, and that while parental rights certainly do not cease to exist upon an adjudication of dependency, the parent retains only limited rights to control the religious upbringing of the child and certainly does not retain an absolute right to dictate, at whim, that the child be placed in a setting where he or she will receive instruction in a particular religion.</p>\n<p>Although the Third Circuit has stated that parental rights do not \"`evaporate simply because [the natural parents] have not been model parents or have lost temporary custody of their child to the State ... [and that under such circumstances,] parents retain a vital interest in preventing the irretrievable destruction of their family life,'\" <i>Ernst,</i> at *11, citing <i>Santosky v. Kramer,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, 753, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>, 1395, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1982) and <i>Winston v. Children and Youth Services,</i> <span class=\"citation\" data-id=\"572146\"><a href=\"/opinion/572146/samuel-winston-jr-a-minor-by-his-parents-maryann-and-samuel-winston/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span> (3d Cir.1991), we do not read that principle as overriding the best interests of the child or endorsing a principle that would allow parental fiats to dictate that the child be raised in a particular faith or in a particular religious setting after he or she has been placed in foster care.</p>\n<p>This is particularly true where, as here, to accede to plaintiff's demands would seem to require transfer of the children to a different foster home or care setting. Such a transfer would, at this stage, be a great disruption in their lives. The record before us indicates that the children have resided with the Flickingers since their placement in foster care two years ago. In Lydia's case, this means that the Flickinger's home is the only home she has ever known. To require her removal from that home, solely to satisfy plaintiff's request that her children be raised consistent with her newly-found conversion to the Jewish faith, would make a mockery of the principle that the children's overall best interests should prevail.</p>\n<p>These concerns are reflected in the testimony of case worker Donna Allar quoted by plaintiff in her opposing brief. Plaintiff quotes, as follows, from testimony given by Allar at a hearing held October 28, 1994:</p>\n<blockquote>\n<span class=\"star-pagination\">*1050</span> Q. And that request that the children not attend church was not an option in your agency's position?</blockquote>\n<blockquote>A. That's correct, because it's not just simply church on Sunday. That is the religion of the foster family and it's not realistic. It would segregate this child and make her feel not part of the family and since she is not being indoctrinated in to the church she is not being made to be a church member, she is simply attending Sunday school, our agency feels it's better for her to remain in that foster home than run the risk of her having to leave.</blockquote>\n<p>(Record document no. 31, p. 12)</p>\n<p>\"[C]oncern for family integrity as a means to enhance child welfare is reflected in Pennsylvania's Juvenile Act.\" <i>Ernst,</i> at *11. The stated purpose of the Act is \"[t]o preserve the unity of the family whenever possible and to provide for the care, protection, and wholesome mental and physical development of children coming within the provisions of this chapter.\" 42 Pa.Cons.Stat.Ann. § 6301(b).</p>\n<p>Judgment will, therefore, be entered against plaintiff and in favor of defendants on her Free Exercise Clause claim.</p>\n<p></p>\n<h2>Claims against the Flickingers</h2>\n<p>Plaintiff can prevail on a section 1983 claim against the Flickingers, her children's foster parents, only if she can establish that they are state actors. Since they are private individuals, Walker must establish that their actions may be \"fairly attributable to the State.\" <i>Lugar v. Edmondson Oil Co.,</i> <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 937, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>, 2753, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1982).</p>\n<p>Other courts which have considered this issue have rejected the premise that foster parents can be considered state actors. In <i>Lintz v. Skipski,</i> <span class=\"citation no-link\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1299</span></span>, 1305-06 (W.D.Mich.1992), the court applied three tests to determine whether the actions of foster parents can be \"fairly attributable to the State.\" The court applied: 1) the public function test  which \"requires that the private entity exercise powers which are traditionally exclusively reserved to the state,\" <i>Id.</i> at 1305; 2) the state compulsion test  which \"requires that a state exercise coercive power or provide such significant encouragement that the choice of the private actor is deemed to be that of the state.\" <i>Id.;</i> and 3) the symbiotic relationship or nexus test  which provides that \"a private party's action constitutes state action if there is a sufficiently close nexus between a state and the challenged action of the regulated entity.\" <i>Id.</i> at 1305-06.</p>\n<p>The district court found that foster parents do not qualify as state actors under any one of the three tests, stating:</p>\n<blockquote>... [The foster parents] do not qualify as state actors under the public function test. The care of foster children is not a power which has been exclusively reserved to the state. Neither are the ... [foster parents] state actors under the state compulsion test. The state did not exercise coercive power over the[m] ... Day-to-day parenting decisions were left to the judgment of the ... [foster parents]. Finally, the ... [foster parents] are not state actors under the symbiotic relationship test. In this case, a sufficiently close nexus between the state and the challenged action is lacking. Although the ... [foster parents] were required to be licensed, state regulation does not by itself convert a private party's action into that of the state. <i>Id.</i> [<i>Wolotsky v. Huhn,</i> <span class=\"citation\" data-id=\"580889\"><a href=\"/opinion/580889/steven-a-wolotsky-v-ralph-huhn-jerome-t-kraker-and-portage-path/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>] at 1335 [(6th Cir.1992)]. The fact that the ... [foster parents] received reimbursement from the state for expenses relating to the care of these children is equally nondispositive. Actions of a private party do not become state action merely because the government provides funding.</blockquote>\n<p><i>Id.</i> at 1306.</p>\n<p>We agree with the analysis of the district court in <i>Lintz</i> on this issue. Pennsylvania law and procedures concerning the care of children in the custody of foster parents mirror those outlined in that case. Section 6357 of the Pennsylvania Juvenile Act provides that:</p>\n<blockquote>A custodian to whom legal custody has been given by the court under this chapter has the right to the physical custody of the child, the right to determine the nature of the care and treatment of the child, including <span class=\"star-pagination\">*1051</span> ordinary medical care and the right and duty to provide for the care, protection, training, and education, and the physical, mental and moral welfare of the child, subject to the conditions and limitations of the order and to the remaining rights and duties of the parents or guardian of the child.</blockquote>\n<p>42 Pa.Cons.Stat.Ann. § 6357.</p>\n<p>Because, under Pennsylvania law: 1) the care of foster children is not a power exclusively reserved to the state; 2) the Commonwealth does not exercise coercive power over foster parents, and relegates to them, for the most part, day-to-day parenting decisions; and 3) there is not a \"sufficiently close nexus between the state and the challenged action,\" foster parents do not qualify as state actors under any of the tests endorsed by the Supreme Court in <i>Lugar.</i> While it is true that foster parents are required to be licensed and are subject to state controls and receive state monies for the care of the children in their charge, those factors alone do not render them state actors for section 1983 purposes. See: <i>Lintz,</i> 807 F.Supp. at 1306.</p>\n<p></p>\n<h2>Plaintiff's Establishment Challenge</h2>\n<p>Plaintiff challenges her children's attendance at Sunday School as a violation of the Establishment Clause. That claim fails as well. Plaintiff's assertion of an Establishment Clause Claim is somewhat at odds with her assertion that her children are entitled to an upbringing in the Jewish faith while in the foster care system and equally inconsistent with her request that this court order that this be done. There is, however, no prohibition against arguments made in the alternative, and we will, therefore, in the spirit of liberally construing plaintiff's complaint, address her Establishment Clause Claim on the merits.</p>\n<p>As we have already discussed, the Flickingers are not state actors. Other courts have rejected the argument that availing children in foster care of the opportunity for religious training violates the Establishment Clause. That argument has been rejected in recognition of the fact that once legal custody vests in the state, parental responsibilities pass to it also. Those responsibilities include nurturing the child's moral, physical, social, and religious development. See: <i>Wilder v. Bernstein,</i> <span class=\"citation\" data-id=\"507328\"><a href=\"/opinion/507328/shirley-wilder-v-blanche-bernstein-individually-and-as-administrator-of/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>, 1348 (2d Cir.1988).</p>\n<p>Making religious training available to foster children under these circumstances is, the courts have held, no different than hiring a chaplain to serve on an army base or at a veteran's hospital, practices which have all been upheld against Establishment Clause challenges. See generally: <i>School Dist. of Abington v. Schempp,</i> <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 299, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1560</span></a></span>, 1612, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">844</span></a></span> (1963) (Brennan, J., concurring) (\"[H]ostility, not neutrality, would characterize the refusal to provide chaplains and places of worship for prisoners and soldiers cut off by the State from all civilian opportunities for public communion\") and <i>Carter v. Broadlawns Medical Center,</i> <span class=\"citation\" data-id=\"511819\"><a href=\"/opinion/511819/larry-henry-carter-courtney-demaris-carter-and-maurice-labelle-v/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span> (8th Cir.1988) (County hospital's hiring of chaplain not a violation of the Establishment Clause), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1096</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1569</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></span> (1989).</p>\n<p></p>\n<h2>Qualified Immunity</h2>\n<p>Because we find that no violation of plaintiff's First Amendment rights has occurred under the facts presented, we do not reach defendants' assertion that they are entitled to qualified immunity.</p>\n<p></p>\n<h2>Remaining state law claim</h2>\n<p>The only claim remaining is plaintiff's state tort claim stemming from the allegedly unauthorized taking of her breast milk. That claim will be dismissed without prejudice under 28 U.S.C. § 1367(c)(3), which provides that a district court \"may decline to exercise supplemental jurisdiction over a claim\" over which it has supplemental jurisdiction if the \"court has dismissed all claims over which it has original jurisdiction.\" Since all federally based claims have been dismissed, and this case has not gone beyond the pleading stage, we will dismiss plaintiff's remaining state tort claim without prejudice. Plaintiff is referred to 42 Pa.Cons.Stat.Ann. § 5103(b) and 28 U.S.C. § 1367(d) (limitations period tolled for 30 days unless state law provides for a longer tolling period).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1052</span> <i>ORDER</i>\n</h2>\n<p>For the reasons stated in the accompanying memorandum, IT IS ORDERED THAT:</p>\n<p>1. The Rule 12(b) motion filed by defendants Watson, Allar, Young, Patterson, Dauberman, Culhane, Rice and Smith to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 11) is considered as a motion for summary judgment on plaintiff's First Amendment Claims and is granted.</p>\n<p>2. The Rule 12(b) motion filed by defendant Johnson to dismiss plaintiff's complaint for failure to state a cause of action and for lack of federal subject matter jurisdiction (record document no. 12) is considered as a motion for summary judgment on plaintiff's First Amendment Claims and is granted.</p>\n<p>3. The Rule 12(b) motion by defendants Thomas and Norma Flickinger to dismiss plaintiff's complaint for failure to state a cause of action (record document no. 19) is considered as a motion for summary judgment on plaintiff's First Amendment Claims and is granted.</p>\n<p>4. The Clerk of Court is directed to enter judgment in favor of all remaining defendants and against plaintiff on the First Amendment claim asserted, the sole federal claim remaining.</p>\n<p>5. Plaintiff's sole remaining state law claim for the alleged theft of her breast milk is dismissed without prejudice.</p>\n<p>6. Defendants' application for default judgment (record document no. 21) is denied as procedurally inappropriate.</p>\n<p>7. The Clerk of Court is directed to close this file.</p>\n<h2>NOTES</h2>\n<p>[1]  David Grine, Judge of the Court of Common Pleas of Centre County, Pennsylvania was originally named a defendant as well but was dismissed from this action on grounds of judicial immunity.</p>\n<p>[2]  See: 42 Pa.Cons.Stat.Ann. § 6302.</p>\n<p>[3]  The agency also obtained a court order from the Court of Common Pleas of Centre County, Pennsylvania which states that:\n</p>\n<p>At any scheduled visit, the children shall not be interrogated or questioned about the religious practices of the foster parents. If the natural mother has questions or concerns about her children's attendance at any religious event or ceremony, she shall address those questions of the caseworker of Children and Youth Services responsible for supervising this placement or the visits.</p>\n<p>(Record document no. 16, exhibit \"D\")</p>\n<p>[4]  The First Amendment issues raised by Walker in this action are also the subject of two appeals which she has filed before the Pennsylvania Superior Court. Both are captioned <i>In the Interest of L. Walker and A. Larabee.</i> One is docketed to Appl. No 00594 HBG 1993, the other to Appl. No. 00595 HBG 1993. The appeals have been consolidated for oral argument. (See: Record document no. 15, p. 8 and Record document no. 16, exhibit \"F.\").</p>\n<p>[5]  Although in her opposing brief (Record document no. 31), plaintiff disavows any intention of asserting a free exercise claim and states that the \"issue is the establishment of religion,\" the facts alleged suggest that she is asserting both. We will, therefore, treat her complaint as if both were alleged.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103933/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/421711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/503453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/507328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/511819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/514811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/563735/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/572146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/580889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1441687/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1555491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1561554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1894682/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2108860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2316782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373653/"
          ]
        }
      ],
      "judges": "McClure",
      "date_created": "2014-10-30T15:20:10.806448Z",
      "date_modified": "2016-03-03T20:22:48.303179Z",
      "date_filed": "1995-06-30",
      "date_filed_is_approximate": false,
      "slug": "walker-v-johnson",
      "citation_id": 1640380,
      "case_name_short": "Walker",
      "case_name": "Walker v. Johnson",
      "case_name_full": "",
      "federal_cite_one": "891 F. Supp. 1040",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1256006/walker-v-johnson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:20:10.802824Z",
  "date_modified": "2014-10-30T15:20:10.802824Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Walker",
  "case_name": "Walker v. Johnson",
  "case_name_full": "",
  "slug": "walker-v-johnson",
  "docket_number": "4:CV-94-1775",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}