{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1260261/",
  "id": 1260261,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/laed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1672122/",
      "id": 1672122,
      "absolute_url": "/opinion/1672122/united-states-v-slidell-youth-football-assn/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1260261/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1672122/",
          "id": 1672122,
          "absolute_url": "/opinion/1672122/united-states-v-slidell-youth-football-assn/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1672122/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/690/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:04:59.082954Z",
          "date_modified": "2017-04-06T17:04:36.571055Z",
          "type": "010combined",
          "sha1": "5051fa2fda47e5b3dc14b2ad0ea2efb287ed8d57",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>387 F.Supp. 474 (1974)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nThe SLIDELL YOUTH FOOTBALL ASSOCIATION, a body corporate, et al.</h1></center>\n<center>Civ. A. No. 73-704.</center>\n<center><p><b>United States District Court, E. D. Louisiana.</b></p></center>\n<center>June 27, 1974.</center>\n<p><span class=\"star-pagination\">*475</span> Michael D. Johnson, Lisbon C. Berry, Jr., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Sidney W. Provensal, Jr., Provensal &amp; Fitzmaurice, New Orleans, La., for defendants.</p>\n<p>COMISKEY, District Judge.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>1.</h2>\n<p>This action was filed on March 19, 1973, by the United States pursuant to 42 U.S.C. § 2000a et seq.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*476</span> 2.</h2>\n<p>The defendant, Slidell Youth Football Association is a non-profit corporation incorporated under the laws of the State of Louisiana.</p>\n<p></p>\n<h2>3.</h2>\n<p>The defendants, R. Steve Farris, W. M. Newman, Jerry A. Farmer, Ira Pitfield and Donald Hill, were directors of Slidell Youth Football Association when this action was instituted and all reside in the Eastern District of Louisiana.</p>\n<p></p>\n<h2>4.</h2>\n<p>The Slidell Youth Football Association (hereinafter SYFA) is an association of coaches and youth football players which operates a youth football league with the primary and specific purpose of promoting safety in the playing of football for young boys of Slidell, Louisiana, and the surrounding area. SYFA has the stated goals of providing those boys with the fundamentals of playing football in a safe manner, encouraging them to maintain a sound physical, mental and moral condition and teaching them fellowship, scholarship, citizenship and sportsmanship.</p>\n<p></p>\n<h2>5.</h2>\n<p>The SYFA consists of two classes of membership:</p>\n<blockquote>a. Voting membership which is constituted by the Board of officers of the association and by the coaches and assistant coaches of the duly authorized and recognized teams participating in the sponsored football league.</blockquote>\n<blockquote>b. Non-voting membership which is constituted by the boys participating as players in the duly authorized and recognized teams in the sponsored football league.</blockquote>\n<p></p>\n<h2>6.</h2>\n<p>There is a five member board of officers and the approximately 20 other coaches and 50 assistant coaches which constitute the voting members of SYFA. This voting membership exists solely to provide structure to and instruction for the operation of the youth football league. SYFA officers are elected annually by the voting members. The board of officers have the primary responsibility for choosing coaches and assistant coaches. A person is accepted into SYFA as a coach by the SYFA Board based solely upon the need for coaches, the probability that the person will not adversely affect the youngsters in the program, his ability to work with others in the program, and his ability to train youths as football players. The probability that a person will not adversely affect the youngsters in the program supersedes the other criteria and a person who does not gain a head coaching position becomes an assistant coach based on the need for assistant coaches. No extensive research on an applicant's background is made nor any evaluation of what he can offer the program in a positive way. Existing coaches are reprimanded based on the same criteria and are given an opportunity to continue in SYFA after being informed of the reasons for the reprimand. Only one voting member has ever been expelled. There has never been a black voting member in SYFA.</p>\n<p></p>\n<h2>7.</h2>\n<p>SYFA annually advertises in a local paper of general circulation the location of, and requirements for registering boys for their youth football teams, i. e., non-voting members. This procedure has been followed every year since SYFA began operation. Registration usually occurs in July of each year. Boys who want to participate must register, meet the requisite age and weight requirements,<sup>[1]</sup> pay a registration fee, and have a signed waiver of liability from their parents. No other standards, qualifications, or other selection criteria <span class=\"star-pagination\">*477</span> apply in obtaining non-voting membership in SYFA except, as set out below, that the boy who applies must be white. Until 1972, after the registration process was completed the participants were assigned to football teams with coaches provided by the SYFA. At the SYFA Annual Rules Change Meeting, prior to the 1972 football season, the voting members replaced a white-only clause in the SYFA by-laws with a \"restrictive membership clause\" under which SYFA continues to operate. Pursuant to this clause each new applicant, in addition to meeting the age, weight, fee and waiver of liability requirements must receive a vote of 2/3 of the voting membership of SYFA to be allowed to participate in the youth football program. No change has been made in the registration or team assignment procedures. There are no general meetings for the youth participants in SYFA and they exercise no control over the functioning of the organization. All boys who play football in SYFA are white.</p>\n<p></p>\n<h2>8.</h2>\n<p>After the assignment of boys to the SYFA football teams is completed, schedules are prepared and the boys are provided with football equipment, including pants, jersey, pads, helmet, footballs, kicking tees and blocking dummies. All the football equipment purchased by SYFA in connection with the operation of its youth football league was manufactured outside the State of Louisiana.</p>\n<p></p>\n<h2>9.</h2>\n<p>SYFA began operations prior to the 1968 football season and has operated a youth football league every year since that time. When SYFA began operations it owned no recreational facilities but utilized various facilities in the Slidell area to operate its football league. SYFA now owns, operates and maintains a recreational facility in Slidell purchased in December, 1971, and developed by SYFA during 1972 and 1973. The facility contains two fully equipped football fields, grandstands and a food concession stand enclosed in a chain link fence, and is utilized solely to play SYFA sponsored youth football league games. Presently this facility is the only facility utilized to play SYFA football games.</p>\n<p></p>\n<h2>10.</h2>\n<p>SYFA games are played every Saturday beginning the first part of September and extending through November and, because of the number of teams in the youth football league, games are played the entire day on Saturday. Members of the general public are admitted to SYFA football games upon payment of an admission and, on the average, about 600 persons attend the games every Saturday. The members of the public primarily interested in observing the youth football games are the parents, other relatives and friends of the participants. Black adults of Slidell area do not attend the youth football games, and only five or six black youths, all of whom live in the vicinity of the SYFA facility, watch the games on any given Saturday.</p>\n<p></p>\n<h2>11.</h2>\n<p>There is a high degree of community interest in SYFA football games since there is no other youth football league in the Slidell area, and SYFA is one of the largest youth football leagues in the State of Louisiana. During each football season the league's activities are reported on a weekly basis in the Slidell community newspaper.</p>\n<p></p>\n<h2>12.</h2>\n<p>Beginning in 1968, when SYFA began operating, SYFA utilized the facilities of St. Margaret Mary Church for scheduled SYFA football games. SYFA discontinued use of this facility prior to the 1970 football season when the new Pastor of the St. Margaret Mary Church told SYFA officials that he was discontent with the lack of participation by blacks in SYFA and that he would require SYFA to publicly state that its <span class=\"star-pagination\">*478</span> football league would be open to boys of all races as a condition to continued use of the church facilities. Immediately thereafter, the voting membership of SYFA instead voted to discontinue use of the church facilities, to adopt a by-law restricting participation in the youth football program to white persons, and to enter into an agreement with the Bayou Liberty Civic Club (hereinafter BLCC), which owned a recreational area available only to BLCC \"members\". The agreement allowed BLCC members to become participant-members of and compose teams within SYFA, and allowed scheduled SYFA games, including teams of non-BLCC members, to be played at the recreational facility owned by BLCC. The details of the SYFA vote and the substance of SYFA's decisions were reported in the Slidell community newspaper.</p>\n<p></p>\n<h2>13.</h2>\n<p>During its initial years SYFA also utilized property owned by the City of Slidell and the St. Tammany Parish school board for scheduled league games, and the city contributed public funds to SYFA, amounting to $1,000 annually in at least the years 1969 and 1970. Subsequent to the 1970 SYFA-BLCC agreement and prior to the purchase by SYFA of the land for its own recreational facility, the city ceased its monetary contributions to SYFA and disallowed further utilization of public property for scheduled games because of SYFA's refusal to allow black youths to participate in the football league.</p>\n<p></p>\n<h2>14.</h2>\n<p>At the time of the 1970 agreement between SYFA and BLCC, the latter organization had a provision in its by-laws and constitution stating that membership in the BLCC was limited to white Americans only. It was understood by both organizations that both of the organizations excluded blacks from participation, and that no blacks would participate in the SYFA football league.</p>\n<p></p>\n<h2>15.</h2>\n<p>The BLCC facility contains only one football field and was utilized for the SYFA sponsored football games for the 1970, 1971 and 1972 football season. Since use of the St. Margaret Mary Church facilities had been denied to SYFA because of SYFA's racial policy, and since the city facilities were not sufficient for operation of its entire program, the SYFA-BLCC agreement enabled SYFA to conduct and expand its sponsored activities on a racially exclusionary basis while developing its own facility which was not purchased until 1971 and not developed for use until 1972.</p>\n<p></p>\n<h2>16.</h2>\n<p>The SYFA has grown considerably since its inception. The SYFA began with 250 boys participating in 1968 and grew to a level of 550 participants in 1972. 500 boys participated in 1973. All white youths who met the age, weight and fee requirements and whose parents signed a waiver of liability were allowed to participate in the youth football program in 1970-1971 when SYFA was operating pursuant to the white only by-law, and in 1972 and 1973 when SYFA operated under the restrictive membership registration procedure. With the exception of one or two blacks who may have participated in 1968, no blacks have been allowed to participate in the SYFA solely on racial grounds. Since 1969 approximately 2,000 youths have participated on SYFA football teams.</p>\n<p></p>\n<h2>17.</h2>\n<p>The method of denying participation to blacks by SYFA has varied in accordance with the registration procedure utilized by SYFA at the time blacks applied. During the 1971 registration period when the SYFA by-laws specifically restricted participation in the youth football program to white boys only, two black boys, one age 11 and one age 13, appeared at the appointed registration <span class=\"star-pagination\">*479</span> location and were refused their request for registration forms by Mr. Carroll Maness, then President of SYFA. Mr. Maness told the boys that they were being excluded from application to SYFA because blacks were not allowed to play on the SYFA teams.</p>\n<p></p>\n<h2>18.</h2>\n<p>In 1972, after SYFA's by-laws were amended to delete the white-only clause and insert the restrictive membership clause, one black boy, age 10, was allowed to complete the registration process during the 1972 registration period. However, he was not allowed to play football in SYFA because he failed to obtain a 2/3 vote of the voting members. No reason was given for the rejection, and none is required under the restrictive membership clause. There are no standards for evaluating applicants under the restrictive membership clause and no discussion occurred within SYFA regarding this applicant's ability or qualifications to participate in the program. All other applicants in 1972 were white and all were accepted. In 1973 all applicants were white and all received the necessary approval by two-thirds of the voting members.</p>\n<p></p>\n<h2>19.</h2>\n<p>No effort was made in 1972 by SYFA to advertise or make publicly known the deletion of their white only by-law despite their knowledge that there had been and continues to be local newspaper articles regarding their racially exclusionary policy and that their policy of racial exclusion is well-known in Slidell and the surrounding area.</p>\n<p></p>\n<h2>20.</h2>\n<p>Thus, although registration for SYFA remains an annual requirement under SYFA's present restrictive membership clause for all boys in the Slidell community, the effect of the 1972 amendment to the SYFA by-laws is to maintain the all white character of SYFA since SYFA's by-laws allowed only white boys to participate in SYFA in 1970 and 1971, and the large majority of boys who participate each year in SYFA are boys who participated during the previous year.</p>\n<p></p>\n<h2>21.</h2>\n<p>Because spectators at SYFA games are composed of parents, relatives and friends of the boys on the football teams, SYFA's racially exclusionary policies are responsible for the near nonexistent presence of blacks among the spectators at SYFA games.</p>\n<p></p>\n<h2>22.</h2>\n<p>SYFA has annual expenditures of $20,000 all of which is expended solely to operate its youth football league. These funds are obtained from an annual charge to the participating coaches, annual registration fees for the youth football players, gate receipts and concession stand sales to the public attending SYFA sponsored youth football games, candy and youth football players' pictures sales, and public donations. The revenue derived from the last three sources mentioned above amounts to 25% of SYFA's total annual revenue.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>1.</h2>\n<p>This Court has jurisdiction of this matter pursuant to 42 U.S.C. § 2000a-6 and 28 U.S.C. § 1345.</p>\n<p></p>\n<h2>2.</h2>\n<p>Title II of the Civil Rights Act of 1964, 42 U.S.C. § 2000a et seq., provides in Section 2000a(a) that:</p>\n<blockquote>All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segregation on the ground of race, color, religion or national origin.</blockquote>\n<p>42 U.S.C. § 2000a-6(a) authorizes the Attorney General to seek equitable relief against persons responsible for a pattern <span class=\"star-pagination\">*480</span> and practice of resistance to the full enjoyment of rights secured by 42 U.S.C. § 2000a(a).</p>\n<p>The large body of case law that has developed since the passage of the Civil Rights Act of 1964 in cases arising under Title II and its companion sections demonstrate that the words pattern and practice as used in the Act are not terms of art to be applied in a formalistic manner to sets of predetermined activities and programs, but have their generic meaning and are to be applied in each case to determine whether proven racial discrimination is a general program of or conduct by the defendant. See e. g. United States v. Gilman, 341 F.Supp. 891 (S.D.N.Y.1972); United States v. Mayton, 335 F.2d 153 (5th Cir. 1964); United States v. Ironworkers Local 86, 443 F.2d 544 (9th Cir. 1971); United States v. Central Motor Lines, Inc., 338 F.Supp. 532 (W.D.N.C.1971); United States v. Martin-Eric, Inc., C.A. No. 72C142 (N.D.Ill.1972).</p>\n<p></p>\n<h2>3.</h2>\n<p>SYFA has engaged in a pattern and practice of racial discrimination by refusing to allow blacks the use and enjoyment of its facilities on the same basis and under the same conditions as whites have been allowed to use those facilities. This pattern and practice is clearly established by the white only provision in the by-laws of SYFA during the years of 1970 and 1971, which is self-explanatory and was effectively applied, as evidenced by the rejection of the two black youth in 1971.</p>\n<p>Moreover, SYFA's inalterable commitment to its segregationist policies was graphically demonstrated during this period by its choice to search for a new playing field rather than welcome black youth into SYFA as required by the Pastor of St. Margaret Mary Church, and its subsequent similar choice to suffer the loss of public funds and the use of publicly owned playing fields and expend funds to build its own facility rather than allow black youth to play football.</p>\n<p></p>\n<h2>4.</h2>\n<p>It is against this background and the fact that white youth applications to play football were routinely accepted during SYFA's entire existence prior to 1972, that this Court must view SYFA's deletion of its white only clause and the adoption of its restrictive membership clause. In this context the addition of a two-thirds vote preclearance requirement for football player applicants, for which no non-racial justification can be found and which was never before found necessary by SYFA, was simply the replacement of one racially exclusionary vehicle by another, and demonstrates SYFA's continued policy and practice of racial discrimination.</p>\n<p></p>\n<h2>5.</h2>\n<p>The burden of proof thus shifts to the defendants, who must demonstrate that SYFA's restrictive membership clause is not a continuation of SYFA's pattern and practice of racial discrimination. Cypress v. Newport News General and Nonsectarian Hosp. Assn., 375 F.2d 648 (4th Cir. 1967); Chambers v. Hendersenville City Bd. of Educ., 364 F.2d 189 (4th Cir. 1966). The facts, however, are to the contrary. Apart from its genesis as a substitute for the white only clause, the import of the restrictive membership clause can only be demonstrated by an examination of its usage. Since the restrictive membership clause has been used to reject the one black applicant who applied since the clause has been in force while allowing all white youth who apply to continue to be automatically accepted by SYFA, the two-thirds vote requirement exists solely as an effective tool for rejecting black applicants to SYFA. In practical terms, the restrictive membership clause operates to now permit black youth in Slidell to fill out an application form prior to being refused participation in SYFA, rather than being refused participation in SYFA prior to filling out an application form, as in the past.</p>\n<p>Seen in this light, the facts surrounding the application of the restrictive <span class=\"star-pagination\">*481</span> membership clause only give further proof of its racially discriminatory nature, and support the conclusion that SYFA has continued its policy and practice of racial discrimination. Further, in view of the notoriety in Slidell of SYFA's racially discriminatory policy and SYFA's knowledge of that notoriety, the defendants' act in deleting their absolute verbal bar to blacks cannot be said to evidence a cessation of their racially discriminatory policies absent some effort to let blacks know that their participation was desired. Since no such effort was made this Court must conclude that the deletion of the verbal bar to black participation in SYFA was simply an attempt to make the policy represented by that clause less verbal, but no less intended.</p>\n<p></p>\n<h2>6.</h2>\n<p>No less important when considering the restrictive membership clause is the clear import of an acceptance-by-vote procedure when the votes of an overwhelming majority of white adults, who previously adopted a stated policy of excluding black youth from their organization, will now decide, on a person-by-person basis, whether a black youth will be admitted to the all white organization. Courts in addressing similar situations have consistently held to be racially discriminatory procedures in which blacks must acquire recommendations and/or an affirmative vote to gain admittance to an all white organization which has a history of racial discrimination. Rowe v. General Motors Corporation, 457 F.2d 348 (5th Cir. 1972); Hawkins v. North Carolina Dental Society, 355 F.2d 718 (4th Cir. 1966); Cypress v. Newport News General and Nonsectarian Hosp. Assn., <i>supra</i>; Chambers v. Hendersenville City Bd. of Educ., <i>supra</i>; Local 53 of Int. Assn. of Heat &amp; Frost I &amp; A Wkrs. v. Vogler, 407 F.2d 1047 (5th Cir. 1969). One need only place himself in the stead of a black elementary school aged child or his parents contemplating the possibility of being accepted by SYFA, to appreciate the sense of futility felt by blacks regarding application to SYFA, and to see the wisdom of this rule of law as applied to the instant case. Likewise one can also appreciate why the facts of this case show that so few blacks have ever applied for participation in SYFA. Blacks cannot be expected to make an application in factual situations such as exist here. Cypress v. Newport News General and Nonsectarian Hosp. Assn., <i>supra</i><i>.</i></p>\n<p></p>\n<h2>7.</h2>\n<p>Under the circumstances here, this Court concludes that the change effected by SYFA in 1972, and the purported admission requirements set out in SYFA's restrictive membership clause unquestionably illustrate a pattern and practice of racial discrimination by SYFA within the meaning of 42 U.S.C. § 2000a. To hold otherwise would be to \"legitimize a mere strategem,\" United States v. Richberg, 398 F.2d 523 (5th Cir. 1968), and contravene the overriding purpose of 42 U.S.C. § 2000a et seq. to remove the humiliation, inconvenience and unfairness of racial discrimination. Daniel v. Paul, 395 U.S. 298, 89 S.Ct. 1697, 23 L.Ed.2d 318 (1969); Miller v. Amusement Enterprises, Inc., 394 F.2d 342 (5th Cir. 1968).</p>\n<p></p>\n<h2>8.</h2>\n<p>SYFA has also engaged in a pattern or practice of discrimination against the black adults of Slidell. In Miller v. Amusement Enterprises, Inc., <i>supra</i><i>,</i> the Fifth Circuit held that the defendants had violated the 42 U.S.C. § 2000a prohibition against racial discrimination when, as a result of defendants' refusal to allow Mrs. Miller's children the opportunity to ice skate because of their race, Mrs. Miller was accordingly denied the opportunity to watch her children ice skate, an opportunity which was afforded parents of white children. The uncontroverted facts here show that in large part the spectators who attend SYFA's youth football games are parents interested primarily in watching <span class=\"star-pagination\">*482</span> their own children play football. Thus, SYFA's exclusion of black youth from participating in its youth football league has, as in <i>Miller,</i> resulted in a pattern and practice of denying the parents of black youth the opportunity of watching their children play football while affording that opportunity to white parents in the Slidell community. <i>Accord,</i> United States v. Johnson Lake, Inc., 312 F.Supp. 1376 (S.D.Ala., 1970).</p>\n<p>In fact, the denial to black parents of Slidell has an even more preclusive effect than the denial found to contravene 42 U.S.C. § 2000a et seq. in <i>Miller</i> and <i>Johnson Lake.</i> In those cases the parents were precluded from watching their children at a particular establishment, but were presumably able to later watch their children at another facility that offered the same activity and admitted blacks. Here, since the SYFA youth football league is the only youth football league in the Slidell area, black parents of the Slidell area are denied an opportunity to watch their children play football anywhere.</p>\n<p>42 U.S.C. § 2000a provides:</p>\n<blockquote>(a) All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segragation on the ground of race, color, religion, or national origin.</blockquote>\n<blockquote>(b) Each of the following establishments which serves the public is a place of public accommodation within the meaning of this title if its operations affect commerce . . ..</blockquote>\n<blockquote>(3) any motion picture house, theater, concert hall, sports arena, stadium or other place of exhibition or entertainment.</blockquote>\n<p>It has been clearly held that 42 U.S.C. § 2000a(b)(3) covers establishments which provide a form of participatory entertainment to patrons as well as establishments which present shows to a passive audience. Daniel v. Paul, <i>supra</i>; Miller v. Amusement Enterprises, Inc., <i>supra</i>; United States v. Johnson Lake, Inc., <i>supra</i>; Evans v. Seaman, 452 F.2d 749 (5th Cir. 1971), Smith v. Young Mens Christian Association of Montgomery, Alabama, 462 F.2d 634 (5th Cir. 1972). See also United States v. DeRosier, 473 F.2d 749 (5th Cir. 1973); United States v. Deetjen, 356 F. Supp. 688 (S.D.Fla.1973).</p>\n<p>In <i>Miller, supra,</i> the Court held that an amusement park which presented mechanical rides for children and, during the winter, an ice skating rink, was covered by 42 U.S.C. § 2000a(b)(3) stating that the statutory language \"place of entertainment\" should be given the full effect of its generally accepted meaning which the Court defined as a place which provides \"amusement, bodily enjoyment, fun, recreation, diversion, relaxation, sport, pleasure, play, merriment, festivity, celebration and revelry\" to its patrons. 394 F.2d at 351.</p>\n<p>In <i>Daniel, supra,</i> the Supreme Court held that a lake recreation facility which offered swimming, boating and dancing to patrons was a place of entertainment within the meaning of 42 U.S.C. § 2000a(b)(3). In response to defendants' contention in that case that the legislative history of the Civil Rights Act of 1964 supported the conclusion that only establishments where patrons are entertained as spectators or listeners rather than those where the patron directly participates in some sport or activity were covered by (b) (3), the Court stated:</p>\n<blockquote>Admittedly, most of the discussion in Congress regarding the coverage of Title II [42 U.S.C. 2000a et seq.] focused on places of spectator entertainment rather than recreational areas. But it does not follow that the scope of [42 U.S.C. 2000a(b)(3)] should be restricted to the primary objects of Congress' concern when a natural reading of its language would call for broader coverage. In light of the overriding purpose of Title II \"to remove the daily affront and humiliation involved in discriminatory denials <span class=\"star-pagination\">*483</span> of access to facilities ostensibly open to the general public,\" . . . we agree with the <i>en banc</i> decision in Miller v. Amusement Enterprises, Inc., 394 F.2d 342 (5th Cir. 1968) that the statutory language \"place of entertainment\" should be given full effect to its generally accepted meaning . . ..</blockquote>\n<p>395 U.S. at 307-308, 89 S.Ct. at 1702.</p>\n<p>The defendants' activities in this case clearly fall within the ambit of these cases. The sole purpose for the existence of SYFA and its sole function is to offer the youth of the Slidell area the entertainment of playing football which is without doubt a form of \"amusement, bodily enjoyment, fun, . . . sport, pleasure, [and] play . . .\" In Smith v. YMCA of Montgomery, Alabama, <i>supra,</i> the court held the facilities of the YMCA to be a place of entertainment under 42 U.S.C. § 2000a(b)(3) where it found that the YMCA offered many organized participatory sports for patrons. These participatory sports specifically included the YMCA's extensive youth football program which was conducted in connection with the city.</p>\n<p>Thus, because participatory forms of entertainment are covered by 42 U.S.C. § 2000a(b)(3) and because playing football is one such form of entertainment, the facility owned, operated and maintained by SYFA to conduct its youth football program is a place of entertainment within the meaning of 42 U.S.C. § 2000a(b)(3).</p>\n<p></p>\n<h2>10.</h2>\n<p>SYFA's facility is also covered as place of entertainment under 42 U.S.C. § 2000a(b)(3) on the basis that it offers a form of spectator entertainment to the general public. The evidence in this case shows that members of the general public are admitted to the SYFA youth football games as spectators upon payment of an admission. Many of the improvements made by SYFA to its property to prepare the property for its football program centered around this aspect of the program: the food concession stand, the grandstands, the chain link fence. The statutory language of Section (b)(3) is very clear that \". . . sports arena and stadiums\" are intended to be included within that section, and the discussions of the scope of 42 U.S.C. § 2000a(b)(3) in the cases cited above all begin with the premise that places which offer a form of entertainment to the viewing public are within the scope of that section.</p>\n<p></p>\n<h2>11.</h2>\n<p>42 U.S.C. § 2000a et seq. requires that the operations of a place of entertainment within the meaning of Section (b)(3) affect commerce before such an establishment is covered by Title II. 42 U.S. C. § 2000a(c) provides:</p>\n<blockquote>The operations of an establishment affect commerce within the meaning of this title if . . .</blockquote>\n<blockquote>(3) in the case of an establishment described in paragraph (3) of subsection (b), it customarily presents films, performances, athletic teams, exhibitions, or other sources of entertainment which move in commerce.</blockquote>\n<p>Case law has defined a \"source of entertainment\" as the utilization of a device or an implement to engage in an entertaining activity. This was most clearly expressed by the Court in Evans v. Seaman:</p>\n<blockquote>The . . . question . . . is whether the operations of Seaman's roller rink \"affect commerce\" within the meaning of 2000a(c)(3). We conclude that they do. The rink is not entertaining by itself. Rather its source of entertainment is the use of roller skates upon its surface. Those roller skates and the replacement parts for them were purchased from an [out of state] company. The skates, therefore, constitute the \"sources of entertainment [which] move in commerce.\"</blockquote>\n<p>452 F.2d at 751. <i>Accord,</i> United States v. Frank's Roller Rink, C.A. No. 71-1720 <span class=\"star-pagination\">*484</span> (E.D.La.1972). Also, in United States v. Central Carolina Bank and Trust Co., 431 F.2d 972 (4th Cir. 1970) the Court held that golfing items such as golf balls and golf clubs which were purchased from out of state and sold by a golf course's pro shop were sources of entertainment which had traveled in commerce.</p>\n<p>Moreover, in Daniel v. Paul, <i>supra</i><i>,</i> the Supreme Court determined that the operations of a lake recreational area \"affected commerce\" within the meaning of 42 U.S.C. § 2000a(c)(3) because, inter alia, paddle boats used by patrons of the recreational area were purchased from out of state. Accord, Miller v. Amusement Enterprises, Inc., <i>supra</i>; United States v. Deetjen, <i>supra</i>; United States v. Johnson Lake, Inc., <i>supra</i>; United States v. Martin-Eric, Inc., <i>supra.</i> Finally, even an out of state juke box, shuffle board and pool table in a \"neighborhood bar\" which devices generate only 3% of the bar's dollar volume were found adequate for the \"commerce\" requirement of 42 U.S.C. § 2000a(c)(3). United States v. DeRosier, <i>supra</i><i>.</i></p>\n<p>The defendants in this case have stipulated that they provide the youth participants in their football league with football equipment including pants, jerseys, pads, helmets, footballs, kicking tees and blocking dummies and that all such equipment was manufactured outside the State of Louisiana. Use of equipment by SYFA's football players is indistinguishable from use of roller skates by roller skaters and golf balls and clubs by golfers for the purpose of determining what constitutes sources of entertainment under 42 U.S.C. § 2000a(c)(3). See Smith v. YMCA of Montgomery, Alabama, <i>supra,</i> where the Court held that the operations of the YMCA which provided recreational equipment for athletic events, including a youth football league, affected commerce within the meaning of 42 U.S.C. § 2000a(c)(3).</p>\n<p>Thus, the football equipment provided by SYFA is a source of entertainment within the meaning of 42 U.S.C. § 2000a(c)(3), and since it was manufactured outside the State of Louisiana, it has moved in commerce within the meaning of 42 U.S.C. § 2000a(c)(3).</p>\n<p></p>\n<h2>12.</h2>\n<p>Since it has been established that SYFA's recreational facility is a place of public accommodation within the meaning of 42 U.S.C. § 2000a et seq. and that SYFA has engaged in a pattern or practice of racial discrimination, the Court must now consider the contention raised in the Fourth Defense of defendants' answer to the complaint in this matter: that SYFA is precluded from the prohibitions of 42 U.S.C. § 2000a against racially discriminatory acts and practices because SYFA is a private club or other establishment not open to the public within the meaning of 42 U.S.C. § 2000a(e). The burden of establishing this contention is on SYFA. Anderson v. Pass Christian Anderson Golf Club, Inc., 488 F.2d 855, (5th Cir. 1974); United States v. Richberg, <i>supra</i>; Nesmith v. Young Mens Christian Association of Raleigh, North Carolina, 397 F.2d 96 (4th Cir. 1968); Daniel v. Paul, <i>supra</i><i>.</i></p>\n<p></p>\n<h2>13.</h2>\n<p>42 U.S.C. § 2000a(e) provides:</p>\n<blockquote>(e) The provisions of this title shall not apply to a private club or other establishment not in fact open to the public, except to the extent that the facilities of such establishment are made available to the customers or patrons of an establishment within the scope of subsection (b)</blockquote>\n<p>The determination of whether SYFA is a private club or other establishment not in fact open to the public is a factual issue to be determined on the facts of this case. Anderson v. Pass Christian Anderson Golf Club, Inc. <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Stout v. YMCA of Bessemer, Alabama, 404 F.2d 687 (5th Cir. 1968); Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; United States v. Jordan, 302 F.Supp. 370 (E.D.La.1969).</p>\n<p><span class=\"star-pagination\">*485</span> Before considering the specific indicia of SYFA as an establishment not in fact open to the public, it is helpful to put SYFA's contention in perspective with the nature and purpose of the organization. Article II of the Articles of Incorporation for SYFA states:</p>\n<blockquote>1. The <i>primary</i> and <i>specific</i> purpose for which this corporation is formed is to promote safety in the playing of football <i>by the young boys of Slidell and the surrounding area.</i> (Emphasis added)</blockquote>\n<p>All other aspects of SYFA exist only to give functional support to its primary purpose: SYFA's recreational facility was purchased and developed solely for this purpose and is utilized solely for this purpose; all activities engaged in by SYFA to acquire funds are carried on solely to provide funds for the operation of SYFA's youth football league; the entire expenditure of funds by the SYFA is solely for the operation of that league; and, most importantly, the SYFA coaches and assistants and the organizational structure of SYFA serve solely to provide structure to and instruction for the operation of the football league.<sup>[2]</sup> This last element is most clearly demonstrated by the method of selecting coaches and assistants and the rudimentary criteria which are considered in that selection and in reprimanding coaches. The one criteria which supersedes all others in evaluating whether a person from other than the local area will be accepted as a head coach, or whether existing members will be reprimanded or changed from a head coach to an assistant, is the probability that he will not adversely affect the children in the program; a coach's knowledge of football is of comparatively negligible importance.</p>\n<p></p>\n<h2>14.</h2>\n<p>It is in this context, including SYFA's sole purpose of providing benefit to all the (white) youth of the Slidell area, that this Court must evaluate SYFA's contention of its private club status, and in this context SYFA possesses none of the indicia necessary to be classified a private club.</p>\n<p>As applied to the facts of this case, the primary test of SYFA's status as a private club under Title II is whether SYFA's selection of youth participants is selective on any genuine basis. United States v. Jordan, <i>supra</i>; Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Daniel v. Paul, <i>supra</i><i>.</i> The evidence of this case shows that it is clearly not. None of the standards for selectivity of members posited by the above cited cases is existent with regard to SYFA. Over 2,000 applications by whites have been made since 1969 and all of them have been accepted. No interview is conducted, no recommendation is required, no evaluation of the youth is made, no discussion of the benefits the youth offers to SYFA occurs. In short, an application from a white youth is automatically accepted if he tenders the requisite fee, a waiver of liability signed by his parents, and is of a certain age and weight. These criteria reflect a total lack of genuine selectivity, with the result that the non-voting membership of SYFA is reflective of no degree of exclusivity.</p>\n<p>Furthermore, SYFA's charter and by-laws do not impose any restriction or limit on the number of youth who may participate, as required under the above cited cases. SYFA's reliance on annually announcing in a local newspaper of general circulation of the date and location <span class=\"star-pagination\">*486</span> of registering for its youth football league as a method to solicit youth participants clearly demonstrates that SYFA invites <i>all</i> white youth of Slidell and the surrounding area to participate.</p>\n<p>These facts, taken together, show that youth participation in SYFA is in fact open to the public, and that SYFA is not exempt from 42 U.S.C. § 2000a et seq. by virtue of 42 U.S.C. § 2000a(e).<sup>[3]</sup></p>\n<p></p>\n<h2>15.</h2>\n<p>The facts as discussed above also show that SYFA does not qualify as a private club by the manner in which it selects voting members. The only operative standard for determining whether a person will be accepted as a head coach in SYFA is the probability that he will not adversely effect the youth football players. No extensive research is made of his background or of what the prospective coach can offer the program in a positive way. Furthermore, persons who do not gain head coach positions nevertheless become assistant coaches, thereby gaining all rights and responsibilities incident to being a voting member.</p>\n<p>The occasional practice of reprimanding a voting member is of no avail to defendants in attempting to show a degree of selectivity on a genuine basis. This occurs after the person is a member. Moreover, the routine sanction is to inform the member that he is not working out and give him an opportunity to change his ways. In fact the evidence shows that only one coach has ever been expelled from SYFA.</p>\n<p>The facts further demonstrate that 70% of the voting membership of SYFA consists of assistant coaches, a position to which persons are routinely accepted. Under these circumstances, to hold that SYFA selects voting members on some genuine basis and is thus not in fact open to the public, would be an erroneous, if not a gross, misapplication of 42 U.S.C. § 2000a(e). United States v. Jordan, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Nesmith v. YMCA of Raleigh, North Carolina, <i>supra,</i> Daniel v. Paul, <i>supra</i>; United States v. Richberg, <i>supra</i><i>.</i><sup>[4]</sup></p>\n<p></p>\n<h2>16.</h2>\n<p>Since the SYFA recreational facility is a place of public accommodation within the meaning of 42 U.S.C. § 2000a et seq., and SYFA has engaged in a pattern or practice of discrimination, the Civil Rights Act of 1964 requires that SYFA's racially discriminatory activities be enjoined, and places an obligation on SYFA to eliminate the effects of their past discrimination. Louisiana v. United States, 380 U.S. 145, 85 S.Ct. 817, 13 L.Ed.2d 709 (1960); United States v. Johnson Lake, Inc., <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*487</span> FINAL DECREE</h2>\n<p>In an effort to fashion a Final Decree in this case, counsel for the parties will submit a draft of a proposed Final Decree which will have the effect of implementing the conclusions reached in the foregoing Findings of Fact and Conclusions of Law.</p>\n<h2>NOTES</h2>\n<p>[1]  SYFA football teams are divided into three classes: Class 1 for boys 80 pounds and under, ages 7-9; Class 2 for boys 100 pounds and under, ages 10-11; and Class 3 for boys 120 pounds and under, ages 12 and 13.</p>\n<p>[2]  Any structured activity such as football requires some degree of organization in order that the activity is not performed in a state of chaos. The sole function of the voting membership of SYFA is to register youths to participate in the football league, make team assignments, structure the league in age and weight classifications and divisions, prepare schedules, provide rules and referees for the football games, organize the group of youth on the various teams, and provide instruction as to the fundamentals of playing football.</p>\n<p>[3]  Additionally, the organization of SYFA shows that SYFA has none of the other less important indicia which have been considered by Courts, after finding some degree of selectivity on a genuine basis, in evaluating whether a place is not in fact open to the public. The participants for whom the sole existence of SYFA is founded are relegated to a non-voting status and have no input into the organization governing process, the acceptance or rejection of other members nor the expenditure of funds. United States v. Jordan, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; United States v. Richberg, <i>supra</i>; Daniel v. Paul, <i>supra</i><i>.</i></p>\n<p>[4]  In support of the conclusion that SYFA is not entitled to the private club exemption under 42 U.S.C. § 2000a(e), this Court takes note of the fact that SYFA received substantial benefit from the public. At one time SYFA utilized public property for its football teams to practice and play their games free of charge, and it also received a substantial financial contribution from the City of Slidell. Additionally, revenue from the general public continues to provide a substantial portion of SYFA's operating funds in the form of gate receipts, concession stand sales, candy and picture sales, and public donations. Such substantial public support of an organization is inconsistent with an assertion that that organization is a private club. Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra.</i></p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">474</span></span> (1974)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nThe SLIDELL YOUTH FOOTBALL ASSOCIATION, a body corporate, et al.</h1></center>\n<center>Civ. A. No. 73-704.</center>\n<center><p><b>United States District Court, E. D. Louisiana.</b></p></center>\n<center>June 27, 1974.</center>\n<p><span class=\"star-pagination\">*475</span> Michael D. Johnson, Lisbon C. Berry, Jr., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Sidney W. Provensal, Jr., Provensal &amp; Fitzmaurice, New Orleans, La., for defendants.</p>\n<p>COMISKEY, District Judge.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>1.</h2>\n<p>This action was filed on March 19, 1973, by the United States pursuant to 42 U.S.C. § 2000a et seq.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*476</span> 2.</h2>\n<p>The defendant, Slidell Youth Football Association is a non-profit corporation incorporated under the laws of the State of Louisiana.</p>\n<p></p>\n<h2>3.</h2>\n<p>The defendants, R. Steve Farris, W. M. Newman, Jerry A. Farmer, Ira Pitfield and Donald Hill, were directors of Slidell Youth Football Association when this action was instituted and all reside in the Eastern District of Louisiana.</p>\n<p></p>\n<h2>4.</h2>\n<p>The Slidell Youth Football Association (hereinafter SYFA) is an association of coaches and youth football players which operates a youth football league with the primary and specific purpose of promoting safety in the playing of football for young boys of Slidell, Louisiana, and the surrounding area. SYFA has the stated goals of providing those boys with the fundamentals of playing football in a safe manner, encouraging them to maintain a sound physical, mental and moral condition and teaching them fellowship, scholarship, citizenship and sportsmanship.</p>\n<p></p>\n<h2>5.</h2>\n<p>The SYFA consists of two classes of membership:</p>\n<blockquote>a. Voting membership which is constituted by the Board of officers of the association and by the coaches and assistant coaches of the duly authorized and recognized teams participating in the sponsored football league.</blockquote>\n<blockquote>b. Non-voting membership which is constituted by the boys participating as players in the duly authorized and recognized teams in the sponsored football league.</blockquote>\n<p></p>\n<h2>6.</h2>\n<p>There is a five member board of officers and the approximately 20 other coaches and 50 assistant coaches which constitute the voting members of SYFA. This voting membership exists solely to provide structure to and instruction for the operation of the youth football league. SYFA officers are elected annually by the voting members. The board of officers have the primary responsibility for choosing coaches and assistant coaches. A person is accepted into SYFA as a coach by the SYFA Board based solely upon the need for coaches, the probability that the person will not adversely affect the youngsters in the program, his ability to work with others in the program, and his ability to train youths as football players. The probability that a person will not adversely affect the youngsters in the program supersedes the other criteria and a person who does not gain a head coaching position becomes an assistant coach based on the need for assistant coaches. No extensive research on an applicant's background is made nor any evaluation of what he can offer the program in a positive way. Existing coaches are reprimanded based on the same criteria and are given an opportunity to continue in SYFA after being informed of the reasons for the reprimand. Only one voting member has ever been expelled. There has never been a black voting member in SYFA.</p>\n<p></p>\n<h2>7.</h2>\n<p>SYFA annually advertises in a local paper of general circulation the location of, and requirements for registering boys for their youth football teams, i. e., non-voting members. This procedure has been followed every year since SYFA began operation. Registration usually occurs in July of each year. Boys who want to participate must register, meet the requisite age and weight requirements,<sup>[1]</sup> pay a registration fee, and have a signed waiver of liability from their parents. No other standards, qualifications, or other selection criteria <span class=\"star-pagination\">*477</span> apply in obtaining non-voting membership in SYFA except, as set out below, that the boy who applies must be white. Until 1972, after the registration process was completed the participants were assigned to football teams with coaches provided by the SYFA. At the SYFA Annual Rules Change Meeting, prior to the 1972 football season, the voting members replaced a white-only clause in the SYFA by-laws with a \"restrictive membership clause\" under which SYFA continues to operate. Pursuant to this clause each new applicant, in addition to meeting the age, weight, fee and waiver of liability requirements must receive a vote of 2/3 of the voting membership of SYFA to be allowed to participate in the youth football program. No change has been made in the registration or team assignment procedures. There are no general meetings for the youth participants in SYFA and they exercise no control over the functioning of the organization. All boys who play football in SYFA are white.</p>\n<p></p>\n<h2>8.</h2>\n<p>After the assignment of boys to the SYFA football teams is completed, schedules are prepared and the boys are provided with football equipment, including pants, jersey, pads, helmet, footballs, kicking tees and blocking dummies. All the football equipment purchased by SYFA in connection with the operation of its youth football league was manufactured outside the State of Louisiana.</p>\n<p></p>\n<h2>9.</h2>\n<p>SYFA began operations prior to the 1968 football season and has operated a youth football league every year since that time. When SYFA began operations it owned no recreational facilities but utilized various facilities in the Slidell area to operate its football league. SYFA now owns, operates and maintains a recreational facility in Slidell purchased in December, 1971, and developed by SYFA during 1972 and 1973. The facility contains two fully equipped football fields, grandstands and a food concession stand enclosed in a chain link fence, and is utilized solely to play SYFA sponsored youth football league games. Presently this facility is the only facility utilized to play SYFA football games.</p>\n<p></p>\n<h2>10.</h2>\n<p>SYFA games are played every Saturday beginning the first part of September and extending through November and, because of the number of teams in the youth football league, games are played the entire day on Saturday. Members of the general public are admitted to SYFA football games upon payment of an admission and, on the average, about 600 persons attend the games every Saturday. The members of the public primarily interested in observing the youth football games are the parents, other relatives and friends of the participants. Black adults of Slidell area do not attend the youth football games, and only five or six black youths, all of whom live in the vicinity of the SYFA facility, watch the games on any given Saturday.</p>\n<p></p>\n<h2>11.</h2>\n<p>There is a high degree of community interest in SYFA football games since there is no other youth football league in the Slidell area, and SYFA is one of the largest youth football leagues in the State of Louisiana. During each football season the league's activities are reported on a weekly basis in the Slidell community newspaper.</p>\n<p></p>\n<h2>12.</h2>\n<p>Beginning in 1968, when SYFA began operating, SYFA utilized the facilities of St. Margaret Mary Church for scheduled SYFA football games. SYFA discontinued use of this facility prior to the 1970 football season when the new Pastor of the St. Margaret Mary Church told SYFA officials that he was discontent with the lack of participation by blacks in SYFA and that he would require SYFA to publicly state that its <span class=\"star-pagination\">*478</span> football league would be open to boys of all races as a condition to continued use of the church facilities. Immediately thereafter, the voting membership of SYFA instead voted to discontinue use of the church facilities, to adopt a by-law restricting participation in the youth football program to white persons, and to enter into an agreement with the Bayou Liberty Civic Club (hereinafter BLCC), which owned a recreational area available only to BLCC \"members\". The agreement allowed BLCC members to become participant-members of and compose teams within SYFA, and allowed scheduled SYFA games, including teams of non-BLCC members, to be played at the recreational facility owned by BLCC. The details of the SYFA vote and the substance of SYFA's decisions were reported in the Slidell community newspaper.</p>\n<p></p>\n<h2>13.</h2>\n<p>During its initial years SYFA also utilized property owned by the City of Slidell and the St. Tammany Parish school board for scheduled league games, and the city contributed public funds to SYFA, amounting to $1,000 annually in at least the years 1969 and 1970. Subsequent to the 1970 SYFA-BLCC agreement and prior to the purchase by SYFA of the land for its own recreational facility, the city ceased its monetary contributions to SYFA and disallowed further utilization of public property for scheduled games because of SYFA's refusal to allow black youths to participate in the football league.</p>\n<p></p>\n<h2>14.</h2>\n<p>At the time of the 1970 agreement between SYFA and BLCC, the latter organization had a provision in its by-laws and constitution stating that membership in the BLCC was limited to white Americans only. It was understood by both organizations that both of the organizations excluded blacks from participation, and that no blacks would participate in the SYFA football league.</p>\n<p></p>\n<h2>15.</h2>\n<p>The BLCC facility contains only one football field and was utilized for the SYFA sponsored football games for the 1970, 1971 and 1972 football season. Since use of the St. Margaret Mary Church facilities had been denied to SYFA because of SYFA's racial policy, and since the city facilities were not sufficient for operation of its entire program, the SYFA-BLCC agreement enabled SYFA to conduct and expand its sponsored activities on a racially exclusionary basis while developing its own facility which was not purchased until 1971 and not developed for use until 1972.</p>\n<p></p>\n<h2>16.</h2>\n<p>The SYFA has grown considerably since its inception. The SYFA began with 250 boys participating in 1968 and grew to a level of 550 participants in 1972. 500 boys participated in 1973. All white youths who met the age, weight and fee requirements and whose parents signed a waiver of liability were allowed to participate in the youth football program in 1970-1971 when SYFA was operating pursuant to the white only by-law, and in 1972 and 1973 when SYFA operated under the restrictive membership registration procedure. With the exception of one or two blacks who may have participated in 1968, no blacks have been allowed to participate in the SYFA solely on racial grounds. Since 1969 approximately 2,000 youths have participated on SYFA football teams.</p>\n<p></p>\n<h2>17.</h2>\n<p>The method of denying participation to blacks by SYFA has varied in accordance with the registration procedure utilized by SYFA at the time blacks applied. During the 1971 registration period when the SYFA by-laws specifically restricted participation in the youth football program to white boys only, two black boys, one age 11 and one age 13, appeared at the appointed registration <span class=\"star-pagination\">*479</span> location and were refused their request for registration forms by Mr. Carroll Maness, then President of SYFA. Mr. Maness told the boys that they were being excluded from application to SYFA because blacks were not allowed to play on the SYFA teams.</p>\n<p></p>\n<h2>18.</h2>\n<p>In 1972, after SYFA's by-laws were amended to delete the white-only clause and insert the restrictive membership clause, one black boy, age 10, was allowed to complete the registration process during the 1972 registration period. However, he was not allowed to play football in SYFA because he failed to obtain a 2/3 vote of the voting members. No reason was given for the rejection, and none is required under the restrictive membership clause. There are no standards for evaluating applicants under the restrictive membership clause and no discussion occurred within SYFA regarding this applicant's ability or qualifications to participate in the program. All other applicants in 1972 were white and all were accepted. In 1973 all applicants were white and all received the necessary approval by two-thirds of the voting members.</p>\n<p></p>\n<h2>19.</h2>\n<p>No effort was made in 1972 by SYFA to advertise or make publicly known the deletion of their white only by-law despite their knowledge that there had been and continues to be local newspaper articles regarding their racially exclusionary policy and that their policy of racial exclusion is well-known in Slidell and the surrounding area.</p>\n<p></p>\n<h2>20.</h2>\n<p>Thus, although registration for SYFA remains an annual requirement under SYFA's present restrictive membership clause for all boys in the Slidell community, the effect of the 1972 amendment to the SYFA by-laws is to maintain the all white character of SYFA since SYFA's by-laws allowed only white boys to participate in SYFA in 1970 and 1971, and the large majority of boys who participate each year in SYFA are boys who participated during the previous year.</p>\n<p></p>\n<h2>21.</h2>\n<p>Because spectators at SYFA games are composed of parents, relatives and friends of the boys on the football teams, SYFA's racially exclusionary policies are responsible for the near nonexistent presence of blacks among the spectators at SYFA games.</p>\n<p></p>\n<h2>22.</h2>\n<p>SYFA has annual expenditures of $20,000 all of which is expended solely to operate its youth football league. These funds are obtained from an annual charge to the participating coaches, annual registration fees for the youth football players, gate receipts and concession stand sales to the public attending SYFA sponsored youth football games, candy and youth football players' pictures sales, and public donations. The revenue derived from the last three sources mentioned above amounts to 25% of SYFA's total annual revenue.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>1.</h2>\n<p>This Court has jurisdiction of this matter pursuant to 42 U.S.C. § 2000a-6 and 28 U.S.C. § 1345.</p>\n<p></p>\n<h2>2.</h2>\n<p>Title II of the Civil Rights Act of 1964, 42 U.S.C. § 2000a et seq., provides in Section 2000a(a) that:</p>\n<blockquote>All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segregation on the ground of race, color, religion or national origin.</blockquote>\n<p>42 U.S.C. § 2000a-6(a) authorizes the Attorney General to seek equitable relief against persons responsible for a pattern <span class=\"star-pagination\">*480</span> and practice of resistance to the full enjoyment of rights secured by 42 U.S.C. § 2000a(a).</p>\n<p>The large body of case law that has developed since the passage of the Civil Rights Act of 1964 in cases arising under Title II and its companion sections demonstrate that the words pattern and practice as used in the Act are not terms of art to be applied in a formalistic manner to sets of predetermined activities and programs, but have their generic meaning and are to be applied in each case to determine whether proven racial discrimination is a general program of or conduct by the defendant. See e. g. United States v. Gilman, <span class=\"citation\" data-id=\"1456991\"><a href=\"/opinion/1456991/united-states-v-gilman/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">891</span></a></span> (S.D.N.Y.1972); United States v. Mayton, <span class=\"citation\" data-id=\"265157\"><a href=\"/opinion/265157/united-states-v-neely-b-mayton-john-allen-blackburn-floyd-bamberg-as/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span> (5th Cir. 1964); United States v. Ironworkers Local 86, <span class=\"citation\" data-id=\"297037\"><a href=\"/opinion/297037/united-states-v-ironworkers-local-86/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></a></span> (9th Cir. 1971); United States v. Central Motor Lines, Inc., <span class=\"citation\" data-id=\"2182449\"><a href=\"/opinion/2182449/united-states-v-central-motor-lines-inc/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">532</span></a></span> (W.D.N.C.1971); United States v. Martin-Eric, Inc., C.A. No. 72C142 (N.D.Ill.1972).</p>\n<p></p>\n<h2>3.</h2>\n<p>SYFA has engaged in a pattern and practice of racial discrimination by refusing to allow blacks the use and enjoyment of its facilities on the same basis and under the same conditions as whites have been allowed to use those facilities. This pattern and practice is clearly established by the white only provision in the by-laws of SYFA during the years of 1970 and 1971, which is self-explanatory and was effectively applied, as evidenced by the rejection of the two black youth in 1971.</p>\n<p>Moreover, SYFA's inalterable commitment to its segregationist policies was graphically demonstrated during this period by its choice to search for a new playing field rather than welcome black youth into SYFA as required by the Pastor of St. Margaret Mary Church, and its subsequent similar choice to suffer the loss of public funds and the use of publicly owned playing fields and expend funds to build its own facility rather than allow black youth to play football.</p>\n<p></p>\n<h2>4.</h2>\n<p>It is against this background and the fact that white youth applications to play football were routinely accepted during SYFA's entire existence prior to 1972, that this Court must view SYFA's deletion of its white only clause and the adoption of its restrictive membership clause. In this context the addition of a two-thirds vote preclearance requirement for football player applicants, for which no non-racial justification can be found and which was never before found necessary by SYFA, was simply the replacement of one racially exclusionary vehicle by another, and demonstrates SYFA's continued policy and practice of racial discrimination.</p>\n<p></p>\n<h2>5.</h2>\n<p>The burden of proof thus shifts to the defendants, who must demonstrate that SYFA's restrictive membership clause is not a continuation of SYFA's pattern and practice of racial discrimination. Cypress v. Newport News General and Nonsectarian Hosp. Assn., <span class=\"citation\" data-id=\"275416\"><a href=\"/opinion/275416/9-fair-emplpraccas-1065-1-empl-prac-dec-p-9776-goerge-c-cypress/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></a></span> (4th Cir. 1967); Chambers v. Hendersenville City Bd. of Educ., <span class=\"citation\" data-id=\"272662\"><a href=\"/opinion/272662/1-fair-emplpraccas-488-1-empl-prac-dec-p-9741-grace-chambers-doris/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir. 1966). The facts, however, are to the contrary. Apart from its genesis as a substitute for the white only clause, the import of the restrictive membership clause can only be demonstrated by an examination of its usage. Since the restrictive membership clause has been used to reject the one black applicant who applied since the clause has been in force while allowing all white youth who apply to continue to be automatically accepted by SYFA, the two-thirds vote requirement exists solely as an effective tool for rejecting black applicants to SYFA. In practical terms, the restrictive membership clause operates to now permit black youth in Slidell to fill out an application form prior to being refused participation in SYFA, rather than being refused participation in SYFA prior to filling out an application form, as in the past.</p>\n<p>Seen in this light, the facts surrounding the application of the restrictive <span class=\"star-pagination\">*481</span> membership clause only give further proof of its racially discriminatory nature, and support the conclusion that SYFA has continued its policy and practice of racial discrimination. Further, in view of the notoriety in Slidell of SYFA's racially discriminatory policy and SYFA's knowledge of that notoriety, the defendants' act in deleting their absolute verbal bar to blacks cannot be said to evidence a cessation of their racially discriminatory policies absent some effort to let blacks know that their participation was desired. Since no such effort was made this Court must conclude that the deletion of the verbal bar to black participation in SYFA was simply an attempt to make the policy represented by that clause less verbal, but no less intended.</p>\n<p></p>\n<h2>6.</h2>\n<p>No less important when considering the restrictive membership clause is the clear import of an acceptance-by-vote procedure when the votes of an overwhelming majority of white adults, who previously adopted a stated policy of excluding black youth from their organization, will now decide, on a person-by-person basis, whether a black youth will be admitted to the all white organization. Courts in addressing similar situations have consistently held to be racially discriminatory procedures in which blacks must acquire recommendations and/or an affirmative vote to gain admittance to an all white organization which has a history of racial discrimination. Rowe v. General Motors Corporation, <span class=\"citation\" data-id=\"302358\"><a href=\"/opinion/302358/4-fair-emplpraccas-445-4-empl-prac-dec-p-7689-jake-rowe-v-general/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span> (5th Cir. 1972); Hawkins v. North Carolina Dental Society, <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></span> (4th Cir. 1966); Cypress v. Newport News General and Nonsectarian Hosp. Assn., <i>supra</i>; Chambers v. Hendersenville City Bd. of Educ., <i>supra</i>; Local 53 of Int. Assn. of Heat &amp; Frost I &amp; A Wkrs. v. Vogler, <span class=\"citation\" data-id=\"283767\"><a href=\"/opinion/283767/local-53-of-the-international-association-of-heat-and-frost-insulators-and/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1047</span></a></span> (5th Cir. 1969). One need only place himself in the stead of a black elementary school aged child or his parents contemplating the possibility of being accepted by SYFA, to appreciate the sense of futility felt by blacks regarding application to SYFA, and to see the wisdom of this rule of law as applied to the instant case. Likewise one can also appreciate why the facts of this case show that so few blacks have ever applied for participation in SYFA. Blacks cannot be expected to make an application in factual situations such as exist here. Cypress v. Newport News General and Nonsectarian Hosp. Assn., <i>supra</i><i>.</i></p>\n<p></p>\n<h2>7.</h2>\n<p>Under the circumstances here, this Court concludes that the change effected by SYFA in 1972, and the purported admission requirements set out in SYFA's restrictive membership clause unquestionably illustrate a pattern and practice of racial discrimination by SYFA within the meaning of 42 U.S.C. § 2000a. To hold otherwise would be to \"legitimize a mere strategem,\" United States v. Richberg, <span class=\"citation\" data-id=\"281122\"><a href=\"/opinion/281122/united-states-v-a-w-richberg-dba-richbergs-cafe/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">523</span></a></span> (5th Cir. 1968), and contravene the overriding purpose of 42 U.S.C. § 2000a et seq. to remove the humiliation, inconvenience and unfairness of racial discrimination. Daniel v. Paul, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1969); Miller v. Amusement Enterprises, Inc., <span class=\"citation\" data-id=\"280039\"><a href=\"/opinion/280039/mrs-patricia-b-miller-individually-and-on-behalf-of-her-minor-children/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></a></span> (5th Cir. 1968).</p>\n<p></p>\n<h2>8.</h2>\n<p>SYFA has also engaged in a pattern or practice of discrimination against the black adults of Slidell. In Miller v. Amusement Enterprises, Inc., <i>supra</i><i>,</i> the Fifth Circuit held that the defendants had violated the 42 U.S.C. § 2000a prohibition against racial discrimination when, as a result of defendants' refusal to allow Mrs. Miller's children the opportunity to ice skate because of their race, Mrs. Miller was accordingly denied the opportunity to watch her children ice skate, an opportunity which was afforded parents of white children. The uncontroverted facts here show that in large part the spectators who attend SYFA's youth football games are parents interested primarily in watching <span class=\"star-pagination\">*482</span> their own children play football. Thus, SYFA's exclusion of black youth from participating in its youth football league has, as in <i>Miller,</i> resulted in a pattern and practice of denying the parents of black youth the opportunity of watching their children play football while affording that opportunity to white parents in the Slidell community. <i>Accord,</i> United States v. Johnson Lake, Inc., <span class=\"citation\" data-id=\"1468917\"><a href=\"/opinion/1468917/united-states-v-johnson-lake-incorporated/\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1376</span></a></span> (S.D.Ala., 1970).</p>\n<p>In fact, the denial to black parents of Slidell has an even more preclusive effect than the denial found to contravene 42 U.S.C. § 2000a et seq. in <i>Miller</i> and <i>Johnson Lake.</i> In those cases the parents were precluded from watching their children at a particular establishment, but were presumably able to later watch their children at another facility that offered the same activity and admitted blacks. Here, since the SYFA youth football league is the only youth football league in the Slidell area, black parents of the Slidell area are denied an opportunity to watch their children play football anywhere.</p>\n<p>42 U.S.C. § 2000a provides:</p>\n<blockquote>(a) All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segragation on the ground of race, color, religion, or national origin.</blockquote>\n<blockquote>(b) Each of the following establishments which serves the public is a place of public accommodation within the meaning of this title if its operations affect commerce . . ..</blockquote>\n<blockquote>(3) any motion picture house, theater, concert hall, sports arena, stadium or other place of exhibition or entertainment.</blockquote>\n<p>It has been clearly held that 42 U.S.C. § 2000a(b)(3) covers establishments which provide a form of participatory entertainment to patrons as well as establishments which present shows to a passive audience. Daniel v. Paul, <i>supra</i>; Miller v. Amusement Enterprises, Inc., <i>supra</i>; United States v. Johnson Lake, Inc., <i>supra</i>; Evans v. Seaman, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></span> (5th Cir. 1971), Smith v. Young Mens Christian Association of Montgomery, Alabama, <span class=\"citation\" data-id=\"304244\"><a href=\"/opinion/304244/vincent-leonard-smith-v-the-young-mens-christian-association-of/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span> (5th Cir. 1972). See also United States v. DeRosier, <span class=\"citation\" data-id=\"308295\"><a href=\"/opinion/308295/united-states-v-william-derosier-and-mildred-derosier-dba-northwood-bar/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span> (5th Cir. 1973); United States v. Deetjen, <span class=\"citation\" data-id=\"1892698\"><a href=\"/opinion/1892698/united-states-v-deetjen/\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">688</span></a></span> (S.D.Fla.1973).</p>\n<p>In <i>Miller, supra,</i> the Court held that an amusement park which presented mechanical rides for children and, during the winter, an ice skating rink, was covered by 42 U.S.C. § 2000a(b)(3) stating that the statutory language \"place of entertainment\" should be given the full effect of its generally accepted meaning which the Court defined as a place which provides \"amusement, bodily enjoyment, fun, recreation, diversion, relaxation, sport, pleasure, play, merriment, festivity, celebration and revelry\" to its patrons. 394 F.2d at 351.</p>\n<p>In <i>Daniel, supra,</i> the Supreme Court held that a lake recreation facility which offered swimming, boating and dancing to patrons was a place of entertainment within the meaning of 42 U.S.C. § 2000a(b)(3). In response to defendants' contention in that case that the legislative history of the Civil Rights Act of 1964 supported the conclusion that only establishments where patrons are entertained as spectators or listeners rather than those where the patron directly participates in some sport or activity were covered by (b) (3), the Court stated:</p>\n<blockquote>Admittedly, most of the discussion in Congress regarding the coverage of Title II [42 U.S.C. 2000a et seq.] focused on places of spectator entertainment rather than recreational areas. But it does not follow that the scope of [42 U.S.C. 2000a(b)(3)] should be restricted to the primary objects of Congress' concern when a natural reading of its language would call for broader coverage. In light of the overriding purpose of Title II \"to remove the daily affront and humiliation involved in discriminatory denials <span class=\"star-pagination\">*483</span> of access to facilities ostensibly open to the general public,\" . . . we agree with the <i>en banc</i> decision in Miller v. Amusement Enterprises, Inc., <span class=\"citation\" data-id=\"280039\"><a href=\"/opinion/280039/mrs-patricia-b-miller-individually-and-on-behalf-of-her-minor-children/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></a></span> (5th Cir. 1968) that the statutory language \"place of entertainment\" should be given full effect to its generally accepted meaning . . ..</blockquote>\n<p>395 U.S. at 307-308, 89 S.Ct. at 1702.</p>\n<p>The defendants' activities in this case clearly fall within the ambit of these cases. The sole purpose for the existence of SYFA and its sole function is to offer the youth of the Slidell area the entertainment of playing football which is without doubt a form of \"amusement, bodily enjoyment, fun, . . . sport, pleasure, [and] play . . .\" In Smith v. YMCA of Montgomery, Alabama, <i>supra,</i> the court held the facilities of the YMCA to be a place of entertainment under 42 U.S.C. § 2000a(b)(3) where it found that the YMCA offered many organized participatory sports for patrons. These participatory sports specifically included the YMCA's extensive youth football program which was conducted in connection with the city.</p>\n<p>Thus, because participatory forms of entertainment are covered by 42 U.S.C. § 2000a(b)(3) and because playing football is one such form of entertainment, the facility owned, operated and maintained by SYFA to conduct its youth football program is a place of entertainment within the meaning of 42 U.S.C. § 2000a(b)(3).</p>\n<p></p>\n<h2>10.</h2>\n<p>SYFA's facility is also covered as place of entertainment under 42 U.S.C. § 2000a(b)(3) on the basis that it offers a form of spectator entertainment to the general public. The evidence in this case shows that members of the general public are admitted to the SYFA youth football games as spectators upon payment of an admission. Many of the improvements made by SYFA to its property to prepare the property for its football program centered around this aspect of the program: the food concession stand, the grandstands, the chain link fence. The statutory language of Section (b)(3) is very clear that \". . . sports arena and stadiums\" are intended to be included within that section, and the discussions of the scope of 42 U.S.C. § 2000a(b)(3) in the cases cited above all begin with the premise that places which offer a form of entertainment to the viewing public are within the scope of that section.</p>\n<p></p>\n<h2>11.</h2>\n<p>42 U.S.C. § 2000a et seq. requires that the operations of a place of entertainment within the meaning of Section (b)(3) affect commerce before such an establishment is covered by Title II. <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">C</span></span>. § 2000a(c) provides:</p>\n<blockquote>The operations of an establishment affect commerce within the meaning of this title if . . .</blockquote>\n<blockquote>(3) in the case of an establishment described in paragraph (3) of subsection (b), it customarily presents films, performances, athletic teams, exhibitions, or other sources of entertainment which move in commerce.</blockquote>\n<p>Case law has defined a \"source of entertainment\" as the utilization of a device or an implement to engage in an entertaining activity. This was most clearly expressed by the Court in Evans v. Seaman:</p>\n<blockquote>The . . . question . . . is whether the operations of Seaman's roller rink \"affect commerce\" within the meaning of 2000a(c)(3). We conclude that they do. The rink is not entertaining by itself. Rather its source of entertainment is the use of roller skates upon its surface. Those roller skates and the replacement parts for them were purchased from an [out of state] company. The skates, therefore, constitute the \"sources of entertainment [which] move in commerce.\"</blockquote>\n<p>452 F.2d at 751. <i>Accord,</i> United States v. Frank's Roller Rink, C.A. No. 71-1720 <span class=\"star-pagination\">*484</span> (E.D.La.1972). Also, in United States v. Central Carolina Bank and Trust Co., <span class=\"citation\" data-id=\"292184\"><a href=\"/opinion/292184/united-states-v-central-carolina-bank-and-trust-company-trustee-and/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span> (4th Cir. 1970) the Court held that golfing items such as golf balls and golf clubs which were purchased from out of state and sold by a golf course's pro shop were sources of entertainment which had traveled in commerce.</p>\n<p>Moreover, in Daniel v. Paul, <i>supra</i><i>,</i> the Supreme Court determined that the operations of a lake recreational area \"affected commerce\" within the meaning of 42 U.S.C. § 2000a(c)(3) because, inter alia, paddle boats used by patrons of the recreational area were purchased from out of state. Accord, Miller v. Amusement Enterprises, Inc., <i>supra</i>; United States v. Deetjen, <i>supra</i>; United States v. Johnson Lake, Inc., <i>supra</i>; United States v. Martin-Eric, Inc., <i>supra.</i> Finally, even an out of state juke box, shuffle board and pool table in a \"neighborhood bar\" which devices generate only 3% of the bar's dollar volume were found adequate for the \"commerce\" requirement of 42 U.S.C. § 2000a(c)(3). United States v. DeRosier, <i>supra</i><i>.</i></p>\n<p>The defendants in this case have stipulated that they provide the youth participants in their football league with football equipment including pants, jerseys, pads, helmets, footballs, kicking tees and blocking dummies and that all such equipment was manufactured outside the State of Louisiana. Use of equipment by SYFA's football players is indistinguishable from use of roller skates by roller skaters and golf balls and clubs by golfers for the purpose of determining what constitutes sources of entertainment under 42 U.S.C. § 2000a(c)(3). See Smith v. YMCA of Montgomery, Alabama, <i>supra,</i> where the Court held that the operations of the YMCA which provided recreational equipment for athletic events, including a youth football league, affected commerce within the meaning of 42 U.S.C. § 2000a(c)(3).</p>\n<p>Thus, the football equipment provided by SYFA is a source of entertainment within the meaning of 42 U.S.C. § 2000a(c)(3), and since it was manufactured outside the State of Louisiana, it has moved in commerce within the meaning of 42 U.S.C. § 2000a(c)(3).</p>\n<p></p>\n<h2>12.</h2>\n<p>Since it has been established that SYFA's recreational facility is a place of public accommodation within the meaning of 42 U.S.C. § 2000a et seq. and that SYFA has engaged in a pattern or practice of racial discrimination, the Court must now consider the contention raised in the Fourth Defense of defendants' answer to the complaint in this matter: that SYFA is precluded from the prohibitions of 42 U.S.C. § 2000a against racially discriminatory acts and practices because SYFA is a private club or other establishment not open to the public within the meaning of 42 U.S.C. § 2000a(e). The burden of establishing this contention is on SYFA. Anderson v. Pass Christian Anderson Golf Club, Inc., <span class=\"citation\" data-id=\"315559\"><a href=\"/opinion/315559/reuben-v-anderson-etc-v-pass-christian-isles-golf-club-inc-and-its/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, (5th Cir. 1974); United States v. Richberg, <i>supra</i>; Nesmith v. Young Mens Christian Association of Raleigh, North Carolina, <span class=\"citation\" data-id=\"280777\"><a href=\"/opinion/280777/samuel-e-nesmith-v-young-mens-christian-association-of-raleigh-n-c/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span> (4th Cir. 1968); Daniel v. Paul, <i>supra</i><i>.</i></p>\n<p></p>\n<h2>13.</h2>\n<p>42 U.S.C. § 2000a(e) provides:</p>\n<blockquote>(e) The provisions of this title shall not apply to a private club or other establishment not in fact open to the public, except to the extent that the facilities of such establishment are made available to the customers or patrons of an establishment within the scope of subsection (b)</blockquote>\n<p>The determination of whether SYFA is a private club or other establishment not in fact open to the public is a factual issue to be determined on the facts of this case. Anderson v. Pass Christian Anderson Golf Club, Inc. <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Stout v. YMCA of Bessemer, Alabama, <span class=\"citation\" data-id=\"282671\"><a href=\"/opinion/282671/blevin-stout-and-sammie-bibb-jr-individually-and-on-behalf-of-others/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span> (5th Cir. 1968); Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; United States v. Jordan, <span class=\"citation\" data-id=\"2007072\"><a href=\"/opinion/2007072/united-states-v-jordan/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">370</span></a></span> (E.D.La.1969).</p>\n<p><span class=\"star-pagination\">*485</span> Before considering the specific indicia of SYFA as an establishment not in fact open to the public, it is helpful to put SYFA's contention in perspective with the nature and purpose of the organization. Article II of the Articles of Incorporation for SYFA states:</p>\n<blockquote>1. The <i>primary</i> and <i>specific</i> purpose for which this corporation is formed is to promote safety in the playing of football <i>by the young boys of Slidell and the surrounding area.</i> (Emphasis added)</blockquote>\n<p>All other aspects of SYFA exist only to give functional support to its primary purpose: SYFA's recreational facility was purchased and developed solely for this purpose and is utilized solely for this purpose; all activities engaged in by SYFA to acquire funds are carried on solely to provide funds for the operation of SYFA's youth football league; the entire expenditure of funds by the SYFA is solely for the operation of that league; and, most importantly, the SYFA coaches and assistants and the organizational structure of SYFA serve solely to provide structure to and instruction for the operation of the football league.<sup>[2]</sup> This last element is most clearly demonstrated by the method of selecting coaches and assistants and the rudimentary criteria which are considered in that selection and in reprimanding coaches. The one criteria which supersedes all others in evaluating whether a person from other than the local area will be accepted as a head coach, or whether existing members will be reprimanded or changed from a head coach to an assistant, is the probability that he will not adversely affect the children in the program; a coach's knowledge of football is of comparatively negligible importance.</p>\n<p></p>\n<h2>14.</h2>\n<p>It is in this context, including SYFA's sole purpose of providing benefit to all the (white) youth of the Slidell area, that this Court must evaluate SYFA's contention of its private club status, and in this context SYFA possesses none of the indicia necessary to be classified a private club.</p>\n<p>As applied to the facts of this case, the primary test of SYFA's status as a private club under Title II is whether SYFA's selection of youth participants is selective on any genuine basis. United States v. Jordan, <i>supra</i>; Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Daniel v. Paul, <i>supra</i><i>.</i> The evidence of this case shows that it is clearly not. None of the standards for selectivity of members posited by the above cited cases is existent with regard to SYFA. Over 2,000 applications by whites have been made since 1969 and all of them have been accepted. No interview is conducted, no recommendation is required, no evaluation of the youth is made, no discussion of the benefits the youth offers to SYFA occurs. In short, an application from a white youth is automatically accepted if he tenders the requisite fee, a waiver of liability signed by his parents, and is of a certain age and weight. These criteria reflect a total lack of genuine selectivity, with the result that the non-voting membership of SYFA is reflective of no degree of exclusivity.</p>\n<p>Furthermore, SYFA's charter and by-laws do not impose any restriction or limit on the number of youth who may participate, as required under the above cited cases. SYFA's reliance on annually announcing in a local newspaper of general circulation of the date and location <span class=\"star-pagination\">*486</span> of registering for its youth football league as a method to solicit youth participants clearly demonstrates that SYFA invites <i>all</i> white youth of Slidell and the surrounding area to participate.</p>\n<p>These facts, taken together, show that youth participation in SYFA is in fact open to the public, and that SYFA is not exempt from 42 U.S.C. § 2000a et seq. by virtue of 42 U.S.C. § 2000a(e).<sup>[3]</sup></p>\n<p></p>\n<h2>15.</h2>\n<p>The facts as discussed above also show that SYFA does not qualify as a private club by the manner in which it selects voting members. The only operative standard for determining whether a person will be accepted as a head coach in SYFA is the probability that he will not adversely effect the youth football players. No extensive research is made of his background or of what the prospective coach can offer the program in a positive way. Furthermore, persons who do not gain head coach positions nevertheless become assistant coaches, thereby gaining all rights and responsibilities incident to being a voting member.</p>\n<p>The occasional practice of reprimanding a voting member is of no avail to defendants in attempting to show a degree of selectivity on a genuine basis. This occurs after the person is a member. Moreover, the routine sanction is to inform the member that he is not working out and give him an opportunity to change his ways. In fact the evidence shows that only one coach has ever been expelled from SYFA.</p>\n<p>The facts further demonstrate that 70% of the voting membership of SYFA consists of assistant coaches, a position to which persons are routinely accepted. Under these circumstances, to hold that SYFA selects voting members on some genuine basis and is thus not in fact open to the public, would be an erroneous, if not a gross, misapplication of 42 U.S.C. § 2000a(e). United States v. Jordan, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Nesmith v. YMCA of Raleigh, North Carolina, <i>supra,</i> Daniel v. Paul, <i>supra</i>; United States v. Richberg, <i>supra</i><i>.</i><sup>[4]</sup></p>\n<p></p>\n<h2>16.</h2>\n<p>Since the SYFA recreational facility is a place of public accommodation within the meaning of 42 U.S.C. § 2000a et seq., and SYFA has engaged in a pattern or practice of discrimination, the Civil Rights Act of 1964 requires that SYFA's racially discriminatory activities be enjoined, and places an obligation on SYFA to eliminate the effects of their past discrimination. Louisiana v. United States, <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></span> (1960); United States v. Johnson Lake, Inc., <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra.</i></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*487</span> FINAL DECREE</h2>\n<p>In an effort to fashion a Final Decree in this case, counsel for the parties will submit a draft of a proposed Final Decree which will have the effect of implementing the conclusions reached in the foregoing Findings of Fact and Conclusions of Law.</p>\n<h2>NOTES</h2>\n<p>[1]  SYFA football teams are divided into three classes: Class 1 for boys 80 pounds and under, ages 7-9; Class 2 for boys 100 pounds and under, ages 10-11; and Class 3 for boys 120 pounds and under, ages 12 and 13.</p>\n<p>[2]  Any structured activity such as football requires some degree of organization in order that the activity is not performed in a state of chaos. The sole function of the voting membership of SYFA is to register youths to participate in the football league, make team assignments, structure the league in age and weight classifications and divisions, prepare schedules, provide rules and referees for the football games, organize the group of youth on the various teams, and provide instruction as to the fundamentals of playing football.</p>\n<p>[3]  Additionally, the organization of SYFA shows that SYFA has none of the other less important indicia which have been considered by Courts, after finding some degree of selectivity on a genuine basis, in evaluating whether a place is not in fact open to the public. The participants for whom the sole existence of SYFA is founded are relegated to a non-voting status and have no input into the organization governing process, the acceptance or rejection of other members nor the expenditure of funds. United States v. Jordan, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra</i>; Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; United States v. Richberg, <i>supra</i>; Daniel v. Paul, <i>supra</i><i>.</i></p>\n<p>[4]  In support of the conclusion that SYFA is not entitled to the private club exemption under 42 U.S.C. § 2000a(e), this Court takes note of the fact that SYFA received substantial benefit from the public. At one time SYFA utilized public property for its football teams to practice and play their games free of charge, and it also received a substantial financial contribution from the City of Slidell. Additionally, revenue from the general public continues to provide a substantial portion of SYFA's operating funds in the form of gate receipts, concession stand sales, candy and picture sales, and public donations. Such substantial public support of an organization is inconsistent with an assertion that that organization is a private club. Nesmith v. YMCA of Raleigh, North Carolina, <i>supra</i>; Smith v. YMCA of Montgomery, Alabama, <i>supra.</i></p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/275416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280777/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281122/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308295/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1456991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1892698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2007072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2182449/"
          ]
        }
      ],
      "judges": "Comiskey",
      "date_created": "2014-10-30T15:22:13.408174Z",
      "date_modified": "2016-03-03T20:23:34.488073Z",
      "date_filed": "1974-06-27",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-slidell-youth-football-assn",
      "citation_id": 1644893,
      "case_name_short": "",
      "case_name": "United States v. Slidell Youth Football Ass'n",
      "case_name_full": "",
      "federal_cite_one": "387 F. Supp. 474",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1260261/united-states-v-slidell-youth-football-assn/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:22:13.404949Z",
  "date_modified": "2014-10-30T15:22:13.404949Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Slidell Youth Football Ass'n",
  "case_name_full": "",
  "slug": "united-states-v-slidell-youth-football-assn",
  "docket_number": "Civ. A. No. 73-704",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}