{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1260340/",
  "id": 1260340,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1672151/",
      "id": 1672151,
      "absolute_url": "/opinion/1672151/kaplowitz-v-university-of-chicago/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1260340/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1672151/",
          "id": 1672151,
          "absolute_url": "/opinion/1672151/kaplowitz-v-university-of-chicago/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1672151/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2041/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:04:59.349819Z",
          "date_modified": "2017-04-06T17:04:46.046082Z",
          "type": "010combined",
          "sha1": "d473413f939a468e8b768a831763a4b294b8b638",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>387 F.Supp. 42 (1974)</b></center>\n<center><h1>Karen KAPLOWITZ et al., Plaintiffs,<br>\nv.<br>\nThe UNIVERSITY OF CHICAGO and the University of Chicago Law School, Defendants.</h1></center>\n<center>No. 74 C 386.</center>\n<center><p><b>United States District Court, N. D. Illinois, E. D.</b></p></center>\n<center>October 22, 1974.</center>\n<p>Barbara J. Hillman, Kleiman, Cornfield &amp; Feldman, Judith S. Bernstein, Chicago, for plaintiffs.</p>\n<p><span class=\"star-pagination\">*43</span> Stuart Bernstein, Arthur J. Kowitt and James W. Gladden, Jr., Chicago, Ill., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p></p>\n<h2><i>Defendant's Motion to Dismiss or For Summary Judgment and Plaintiffs' Motion for Summary Judgment</i></h2>\n<p>MAROVITZ, District Judge.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>Plaintiffs in this case are twelve women who graduated from the University of Chicago Law School in 1970 and 1971; they bring this action for sex discrimination against the University of Chicago, specifically the University of Chicago Law School, on behalf of themselves and \"all other female persons who are currently students at the Law School, who have formerly been students at the Law School and have already graduated, and who may in the future be students at the Law School.\" (Complaint, par. 3).</p>\n<p>The complaint charges that the Law School operates an employment agency within the meaning of Section 701(c) of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e(c), and that defendant is guilty of violating 42 U. S.C. § 2000e et seq. in that it committed acts of sex discrimination. The gravamen of the complaint is found in paragraphs 7-9 therein, which read as follows:</p>\n<blockquote>7. At all relevant times, Defendants maintained in effect a policy of allowing employers, whom Defendant knew or should have known engaged in discrimination against women law students and graduates on the basis of sex, to use the facilities of the Law School to interview and otherwise seek to hire law students and graduates of the Law School.</blockquote>\n<blockquote>8. At various times Plaintiffs submitted and members of the class continue to submit written and oral complaints to officials of the Law School asserting that they were accorded discriminatory treatment by employers interviewing or otherwise using the facilities of the Law School to hire attorneys. Defendants have failed and continue to fail to take adequate action to prevent such employers either from engaging in discriminatory hiring practices or from continuing to use the placement facilities of the Law School.</blockquote>\n<blockquote>9. Defendants have committed and are now intentionally committing unlawful employment practices with respect to the Plaintiffs and others in the class by discriminating against them because of their sex in failing and refusing to prevent employers using the placement facilities of the Law School from discriminating against them.</blockquote>\n<p>Plaintiffs do not seek monetary relief, but seek only to require the Law School to operate its placement services on what plaintiffs consider to be a nondiscriminatory basis in accordance with the law. The Law School handles student complaints in accordance with procedures established by a faculty committee in February and March 1970. The committee report recommended continuation of a policy of not pre-screening students prior to placement interviews on the basis of sex, race, religion, national origin, grades, or any other basis. The report also suggested that the brochure distributed by the Placement Office to employers include a statement on employment discrimination. The statement adopted for use in the brochure provides in pertinent part:</p>\n<blockquote>\"The Law School is committed to the principle of equal opportunities for all individuals commensurate with their abilities and not limited by discrimination based on race, color, religion, national origin, or sex. That principle is reflected in the School's admission policy. Similarly, it must guide the School's efforts to assist its students in finding appropriate opportunities <span class=\"star-pagination\">*44</span> to enter the legal profession. We believe that the goal of equal employment opportunity, which is, of course, embodied in federal and state laws forbidding discrimination in employment, is inherent in the ideals of the legal profession and represents a special obligation of the profession as well as of the Law School. We assume that prospective employers using the facilities of our placement office acknowledge that obligation, and we expect that their employment policies will be consistent with it.\"</blockquote>\n<p>The brochure states with respect to sex discrimination:</p>\n<blockquote>\"Special concern as to discrimination based on sex has arisen in recent years as a result of the increasing number of women graduating from law school. In our law school as in others there are now a substantial number of women students of high ability and with serious professional aims. As law students they show not merely intellectual capacity but the full range of other qualities likely to make effective lawyers. We believe that opportunities in the legal profession have not been as wide for women as for men. To a considerable extent this is no doubt a matter of tradition, due in part to the fact that in the past only a small number of women have chosen to follow legal careers. We strongly hope that as wider opportunities are afforded women lawyers to demonstrate their talents this tradition will change.\"</blockquote>\n<blockquote>\"Questions concerning discrimination against women have centered on such practices and attitudes as (a) reluctance to hire women because of the supposed prejudices of clients or other lawyers in a firm; (b) applying higher standards in hiring or promoting women than are applied to men; (c) paying lower salaries to women than to men in comparable positions; (d) assigning women lawyers only to certain departments traditionally considered suitable for women, such as probate and trust work; and (e) refusing to rotate women from one department to another while pursuing such a practice for men.\"</blockquote>\n<blockquote>\"In the interest of eliminating sex discrimination along with other forms of discrimination, we invite the attention of interviewing firms to the practices mentioned above and to others of a similar nature that are inconsistent with equal employment opportunity.\"</blockquote>\n<p>The Law School also adopted a specific procedure to deal with complaints made by students alleging discriminatory conduct by interviewers. After an initial determination that there is cause for complaint, the Director of Placement writes a letter to the alleged discriminator (i) explaining the nature of the complaint, (ii) restating the Law School's non-discriminatory policy, (iii) requesting a response to the complaint (iv) advising the firm that its response would be made available to the complaining student, (v) expressing the Law School's expectation that the firm would reaffirm its adherence to its nondiscrimination policy, and (vi) advising the firm that in the absence of an unqualified commitment to the concept of equal employment opportunity, the firm would not be invited to continue to use the School's interviewing or placement facilities. (Neal affidavit, pp. 6, 7).</p>\n<p>Plaintiffs felt that this policy was inadequate to fulfill either the moral or legal obligations of the Law School, and sought legal recourse through the filing of charges against the Law School with the Equal Employment Opportunity Commission (\"EEOC\"), which agency was established under Title VII of the Civil Rights Act of 1964. The charges were investigated by the Regional Office of the EEOC, and on April 9, 1971 the Regional Director issued his findings that the Law School \"has in no way used its placement procedures to discourage or exclude females from participation in the benefits of the Placement Office and has <span class=\"star-pagination\">*45</span> acted affirmatively with respect to equal opportunity of all regardless of sex.\" In June, 1972, the EEOC reversed the findings of the Regional Director, concluding that there was probable cause to believe that the Law School had engaged in unlawful employment practices in violation of Title VII. However, upon reconsideration the EEOC changed its position and found that the record did not demonstrate that the Law School had in fact been a party to acts of discrimination by employers using its services. (EEOC Decision upon Reconsideration issued on September 17, 1973). Pursuant to 42 U.S.C. § 2000e-5(f)(1), plaintiffs were notified of their right to bring a civil action on or about November 17, 1973. This action was commenced on February 8, 1974.</p>\n<p>The defendant has moved to dismiss the complaint or for summary judgment thereon on the following grounds: (1) the court lacks jurisdiction because the Law School does not operate an employment agency as defined in 42 U.S.C. § 2000e (c), (2) even if the Law School is assumed to operate an employment agency, it has committed no acts and has engaged in no conduct contrary to the obligation of an employment agency under the Act, (3) the theory of the complaint and the relief requested are contrary to the statutory structure and purpose of 42 U.S.C. § 2000e et seq., (4) the theory requires a construction of the statute which would deprive third parties not before the Court of procedural due process and deprive the Law School of substantive due process, and (5) the court lacks jurisdiction for want of parties necessary for a just adjudication.</p>\n<p>Plaintiffs move for summary judgment on the grounds that the pleadings and affidavits show that the Law School, through its placement facilities, discriminated against women because of their sex by utilizing its services to fill job positions carrying unlawful sex specifications and by posting and disseminating notices and/or letters of jobs carrying such unlawful sex specfifications.</p>\n<p>As a prelude to our discussion of this case on its merits, we are compelled to state first that sex discrimination is a bane to both men and women in this society, and to the extent that it is practiced by the employers who use the University of Chicago Law School placement facilities it is a particularly ugly scar on the legal profession. In this decade of \"heightened consciousness\" it is disheartening to note the degree to which sexism flourishes; it is prevalent in both professional and non-professional careers, and all the more odious because of the subtle manner in which it is practiced. However, this court cannot allow its own displeasure at discrimination or its own desire to eradicate such evils to obscure its duty to make an objective legal determination. Plaintiffs properly ask this court not to let the Law School close its eyes to reality. But we must also consider the \"correlative reality\" of the implications of our decision, for every employment agency in this jurisdiction must be held to the same standard and legal obligations that we today impose upon the Law School. So while we empathize with any class which finds itself the subject of discrimination, we find we are without authority to rewrite the statute to make employment agencies shoulder a greater obligation than they now bear. For reasons which we now discuss, plaintiffs' motion for summary judgment is denied. Defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2><i>Law School Operates an Employment Agency</i></h2>\n<p>The term employment agency as defined in 42 U.S.C. § 2000e(c) means \"any person regularly undertaking with or without compensation to procure employees for an employer or to procure for employees opportunities to work for an employer and includes an agent of such a person.\" In light of our ultimate determination that the Law School has not engaged in conduct which contravenes <span class=\"star-pagination\">*46</span> the mandates of Title VII, we need not belabor the issue of whether the Law School operates an employment agency. However, we agree with plaintiffs that a liberal construction of the term employment agency is required to best effectuate the purposes of Title VII, and that the Placement Office of the University of Chicago Law School is within the scope of the definition.</p>\n<p>While professional schools in general are primarily concerned with the training and education of their students, and while many schools might prefer not to have to dilute their resources on placement activities, career employment has become a major activity within the graduate school. The placement office at the Law School is the primary source through which employers hire University of Chicago law students and recent graduates; the vast majority of all positions obtained by students and recent graduates is through utilization of the placement office. (Affidavit of Judith Bernstein.) The Assistant Dean and Dean of Students at the Law School, Richard I. Badger, estimates that he spends 25% of his time on placement-related activities. (Badger affidavit, p. 1).</p>\n<p>Litigation concerning the meaning of \"employment agency\" is rather sparse, and has been primarily confined to cases involving the publication by newspapers of sex-segregated help wanted advertisements. Greenfield v. Field Enterprises, 4 Fair Employment Practice Cases 548 (N.D.Ill.1972); Brush v. San Francisco Newspaper Printing Co., 315 F.Supp. 577 (N.D.Cal.1970), aff'd 469 F.2d 89 (9th Cir. 1972), cert. den. 410 U.S. 943, 93 S.Ct. 1369, 35 L.Ed.2d 609 (1973). We agree with plaintiffs that those cases are factually distinguishable from the situation at bar. The involvement of a newspaper in printing want ads is negligible; its concern for aiding persons in obtaining employment is minimal. The involvement of the Law School in operating its placement facilities is significant, and the importance of finding employment for its graduates is substantial, if for no other reason than to assure the quality of future applicants.</p>\n<p>In New York City Commission on Human Rights v. Boll, N.Y.2d, 8 EPC ¶ 9651 (August 8, 1974), the New York State Supreme Court considered the issue of what constitutes an employment agency under a New York State employment discrimination statute which defines the term similarly to the federal statute under consideration.<sup>[1]</sup> Mr. Boll held meetings once a week in his private offices for the benefit of male graduates from the Harvard Business School program. Mr. Boll gave counsel and guidance to the attendees on successful interviewing techniques, rendered general advice and letter writing assistance, maintained a collection of job leads, and otherwise aided in finding employment for the men attending his sessions. Although Boll maintained no placement records, he stated that the men attending the sessions almost invariably met with complete success in securing executive employment. The New York State Supreme Court ruled that the New York City Commission on Human Rights properly found Mr. Boll to be an employment agency based on his activities as described above. Assuming our agreement with that conclusion, then, <i>a fortiori,</i> the Law School should be held to operate an employment agency.</p>\n<p>We also note that all three administrative decisions  the decision of April 9, 1971 by the Regional Director and the two subsequent decisions of the EEOC  found that the Law School operated an employment agency under Title VII. While we have reached our conclusion independently, their determination acts as a buttress to this result.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*47</span> <i>Plaintiffs' Motion for Summary Judgment</i>\n</h2>\n<p>Plaintiffs base their motion primarily on the allegation that defendant has posted letters and attempted to \"fill\" jobs which carry unlawful sex specifications.</p>\n<p>The relevant statute reads:</p>\n<blockquote>It shall be an unlawful employment practice for an employment agency to fail or refuse to refer for employment, or otherwise to discriminate against, any individual because of his race, color, religion, sex, or national origin, or to classify or refer for employment any individual on the basis of his race, color, religion, sex, or national origin. 42 U.S.C. § 2000e-2(b).</blockquote>\n<p>The corresponding regulation states:</p>\n<blockquote>An employment agency that receives a job order containing an unlawful sex specification will share responsibility with the employer placing the job order if the agency fills the order knowing that the sex specification is not based upon a bona fide occupational qualification. 29 C.F.R. § 1604.6(b).</blockquote>\n<p>Exhibit 1 of Ms. Bernstein's affidavit consists of numerous letters from law firms and interviewing organizations which are replete with references to students by use of masculine pronouns to the exclusion of feminine pronouns. The use of masculine pronouns is not, <i>per se,</i> an unlawful sex specification indicating an unwillingness to consider women for the position. Unfortunately the English language perpetuates sex discrimination through its traditional use of male pronouns to indicate persons of either gender. As defendant notes, the very statute under consideration herein refers to discrimination \"because of <i>his</i> race, color, religion . . .\", and it is obvious that Congress did not intend to exclude women from its coverage.</p>\n<p>Plaintiffs concede that the mere use of masculine pronouns does not constitute an unlawful sex specification, but argue that the over-all content of the letters clearly indicates the desire to interview men exclusively. However, Dean Badger has stated that he has examined the list of law firms using the Law School placement facilities in 1969 and 1970 which plaintiffs submitted to the EEOC as firms which discriminate against women, and that a check of that list against the list of firms employing women graduates of the Law School classes of 1971, 1972 and 1973 reveals that of the 88 women graduates of those three years, 15, including three of the plaintiffs herein, have been employed by the firms which were alleged to have discriminated against women. Furthermore, Badger testifies that all persons, firms or agencies which sent to the Law School the correspondence comprising Exhibit 1 of Ms. Bernstein's affidavit were sent copies of the Law School placement brochure which contained the employment discrimination policy. (Supplemental Affidavit of Richard Badger).</p>\n<p>The procedure by which students are referred to interviewers is designed to preclude discrimination by the Law School, and is described in an affidavit as follows:</p>\n<blockquote>16. The students themselves decide which firms, if any, they wish to interview and they schedule their own interviews by placing their names on sign-up sheets posted in the placement office. . . . The Law School will not and has not permitted any firm to designate which students they want to interview and requires each firm to interview all students who sign up for interviews without regard to race, color, creed, sex, national origin, class standing or grade point average. In fact, where firms have used masculine pronouns to describe their needs in a manner which suggests possible reference to a male sex, these firms have specifically advised that they will be allowed to interview only if it is made clear that the firm's request was intended to embrace members of both sexes . . . .</blockquote>\n<blockquote>17. Where the time available for interviewing particular firms has <span class=\"star-pagination\">*48</span> not been fully committed, students are able to schedule their interviews with those firms on a first-come, first-serve basis by placing their names in the appropriate time slots on the sign-up sheets referred to above. However, where the time available for interviewing particular firms has been over-subscribed, The Law School follows a priority system which allows each student 20 interviews, five of which may be designated as priority interviews. Thus, a student who uses a priority requests to sign up for an interview with a particular firm will be given the first opportunity to interview that firm. If the firm's time still remains oversubscribed by those exercising their priority interviews, the placement office will then allocate the time available in accordance with the geographical preferences expressed by the students in their placement questionnaires. (Badger affidavit, pp. 8, 9).</blockquote>\n<p>The crux of this lawsuit lies in plaintiffs' contention that mere non-discriminatory referrals of students by the Law School is insufficient affirmative legal action to shield defendant from suit for violation of Title VII. Plaintiffs argue that forcing a law firm which discriminates against women to interview women is an empty gesture, and that the Law School must bar such firms from using the placement facilities. To accomplish this goal the Law School would, of course, need to make a determination that a given law firm was guilty of discrimination, and it is the imposition of such an obligation which defendant claims (i) violates the Title VII statutory scheme (ii) deprives third-parties not before the court of procedural due process and the law school of substantive due process (iii) leaves this court without jurisdiction for want of a party necessary for a just adjudication. It is to these points which we now turn our attention.</p>\n<p></p>\n<h2><i>Defendant's Motion for Summary Judgment</i></h2>\n<p>In order to better understand defendant's arguments it is useful to set forth briefly the statutory scheme encompassed by 42 U.S.C. § 2000e et seq. Any individual claiming to have been the victim of an unlawful employment practice may file a charge with the Equal Employment Opportunity Commission, which commission was created under the statute to handle these charges. 42 U.S.C. §§ 2000e-4 and 2000e-5(a). The EEOC investigates the charge and makes a determination as to whether there is probable cause to believe the charge is true. If there is not, the charge is dismissed; if there is, the Commission attempts to resolve the problem through informal methods of conference, conciliation, and persuasion. 42 U.S.C. § 2000e-5(b). If conciliation efforts fail the EEOC notifies the aggrieved party, and a civil action may be commenced by either the EEOC itself or the charging party. 42 U.S.C. § 2000e-5(f).</p>\n<p>Even if the EEOC dismisses the charge, a complaining party may still file a civil action under § 2000e-5(f). However, bringing a charge before the EEOC is a jurisdictional prerequisite to the filing of a suit for Title VII violations under this section. Bowe v. Colgate-Palmolive Co., 416 F.2d 711, 719 (7th Cir. 1969).</p>\n<p>An examination of this scheme makes it evident that plaintiffs' complaint seeks to by-pass the procedures set forth above. If this court concludes that the Law School has an obligation to deny its facilities to firms committing unlawful employment practices under Title VII, then we must enter an injunction which orders defendant to shoulder this duty. But such an order can be enforced only by either a periodic court review of particular firms or agencies to check for discrimination, or by a review of a Law School decision with which plaintiffs disagree and for which plaintiffs seek to hold defendant in contempt.</p>\n<p><span class=\"star-pagination\">*49</span> It is clear that the court would eventually have to make a determination as to whether a prospective employer was in violation of Title VII, for only then would the Law School, as operator of an employment agency, be in violation of Title VII for letting the employer use its facilities. But it is equally clear that courts shall not hear Title VII suits before they are heard by the EEOC. This procedure would frustrate the conciliation efforts the statute is designed to initiate.</p>\n<p>Furthermore, as the EEOC Decision on Reconsideration recognizes, plaintiffs are suggesting that the Law School boycott or \"blacklist\" those employers that engage in discrimination, in effect precluding them from implementing any affirmative action which the administrative agency or court might order. Again we see that plaintiffs' interpretation of an employment agency's statutory duty is in conflict with the overriding purpose of the statute as a whole.</p>\n<p>We have considerably greater problems accepting defendant's theory that plaintiffs' statutory interpretation is unconstitutional because it deprives third parties not before the court of procedural due process and the Law School of substantive due process. If we were to interpret Title VII to require employment agencies to hold quasi-judicial hearings as to alleged discrimination by employers, followed by a <i>de novo</i> court review of these hearings, such a scheme might well be constitutional. This interpretation might be vulnerable to attack as an unlawful delegation of power to private parties, but the case law in this area has not crystalized any consistent principles, either in the federal courts or in the state courts. Davis, Administrative Law Treatise § 2.14. Similarly, if we were to conclude  which we do not  that Title VII dictates employment agency hearings, that would not require the presence of third parties not now before us to reach this conclusion. However, in light of our decision that plaintiffs' complaint seeks to bypass required statutory procedures we shall not pursue constitutional and third party jurisdictional questions.</p>\n<p>The correctness of our result seems even clearer when considered in the broader perspective of the potential impact of plaintiffs' theory on other employment agencies. The Law School deals with a limited number of firms and agencies which tend to re-appear every year, as well as a limited number of students. The more conventional employment agency has a weekly turnover of potential employers and employees which would, in practical terms, make mandatory investigations by them of discrimination complaints nearly impossible. At a minimum we are unwilling to impose this burden on employment agencies without a much clearer indication that such was Congress' intent. As we believe our earlier discussion has shown, Congress' intent appears to be to the contrary.</p>\n<p>Our conclusion is expressed by General Counsel to the EEOC through an Opinion Letter issued May 4, 1966:</p>\n<blockquote>An employment agency is not required to consider whether there is discrimination in the compensation, terms, conditions or privileges of employment offered by an employer to his employees. Once the employment agency has lawfully referred the prospective employee for employment, the employment agency has discharged its legal duty under Title VII. EEOC, First Annual Digest of Legal Interpretations 8.</blockquote>\n<p>Our granting of summary judgment to defendant is not meant to indicate any opinion as to whether the Law School Placement Office may voluntarily undertake investigations of complaints of discrimination, as indeed several other law schools now do. We state merely that defendant has no <i>legal</i> compulsion to undertake such activity.</p>\n<p>Plaintiffs' motion for summary judgment is denied. Defendant's motion for summary judgment is granted.</p>\n<h2>NOTES</h2>\n<p>[1]  Section B1-2.0(2) of the Administrative Code of the City of New York reads in pertinent part: \"The term `employment agency' includes any person undertaking to procure employees or opportunities to work.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">42</span></span> (1974)</b></center>\n<center><h1>Karen KAPLOWITZ et al., Plaintiffs,<br>\nv.<br>\nThe UNIVERSITY OF CHICAGO and the University of Chicago Law School, Defendants.</h1></center>\n<center>No. 74 C 386.</center>\n<center><p><b>United States District Court, N. D. Illinois, E. D.</b></p></center>\n<center>October 22, 1974.</center>\n<p>Barbara J. Hillman, Kleiman, Cornfield &amp; Feldman, Judith S. Bernstein, Chicago, for plaintiffs.</p>\n<p><span class=\"star-pagination\">*43</span> Stuart Bernstein, Arthur J. Kowitt and James W. Gladden, Jr., Chicago, Ill., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p></p>\n<h2><i>Defendant's Motion to Dismiss or For Summary Judgment and Plaintiffs' Motion for Summary Judgment</i></h2>\n<p>MAROVITZ, District Judge.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>Plaintiffs in this case are twelve women who graduated from the University of Chicago Law School in 1970 and 1971; they bring this action for sex discrimination against the University of Chicago, specifically the University of Chicago Law School, on behalf of themselves and \"all other female persons who are currently students at the Law School, who have formerly been students at the Law School and have already graduated, and who may in the future be students at the Law School.\" (Complaint, par. 3).</p>\n<p>The complaint charges that the Law School operates an employment agency within the meaning of Section 701(c) of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e(c), and that defendant is guilty of violating 42 U. S.C. § 2000e et seq. in that it committed acts of sex discrimination. The gravamen of the complaint is found in paragraphs 7-9 therein, which read as follows:</p>\n<blockquote>7. At all relevant times, Defendants maintained in effect a policy of allowing employers, whom Defendant knew or should have known engaged in discrimination against women law students and graduates on the basis of sex, to use the facilities of the Law School to interview and otherwise seek to hire law students and graduates of the Law School.</blockquote>\n<blockquote>8. At various times Plaintiffs submitted and members of the class continue to submit written and oral complaints to officials of the Law School asserting that they were accorded discriminatory treatment by employers interviewing or otherwise using the facilities of the Law School to hire attorneys. Defendants have failed and continue to fail to take adequate action to prevent such employers either from engaging in discriminatory hiring practices or from continuing to use the placement facilities of the Law School.</blockquote>\n<blockquote>9. Defendants have committed and are now intentionally committing unlawful employment practices with respect to the Plaintiffs and others in the class by discriminating against them because of their sex in failing and refusing to prevent employers using the placement facilities of the Law School from discriminating against them.</blockquote>\n<p>Plaintiffs do not seek monetary relief, but seek only to require the Law School to operate its placement services on what plaintiffs consider to be a nondiscriminatory basis in accordance with the law. The Law School handles student complaints in accordance with procedures established by a faculty committee in February and March 1970. The committee report recommended continuation of a policy of not pre-screening students prior to placement interviews on the basis of sex, race, religion, national origin, grades, or any other basis. The report also suggested that the brochure distributed by the Placement Office to employers include a statement on employment discrimination. The statement adopted for use in the brochure provides in pertinent part:</p>\n<blockquote>\"The Law School is committed to the principle of equal opportunities for all individuals commensurate with their abilities and not limited by discrimination based on race, color, religion, national origin, or sex. That principle is reflected in the School's admission policy. Similarly, it must guide the School's efforts to assist its students in finding appropriate opportunities <span class=\"star-pagination\">*44</span> to enter the legal profession. We believe that the goal of equal employment opportunity, which is, of course, embodied in federal and state laws forbidding discrimination in employment, is inherent in the ideals of the legal profession and represents a special obligation of the profession as well as of the Law School. We assume that prospective employers using the facilities of our placement office acknowledge that obligation, and we expect that their employment policies will be consistent with it.\"</blockquote>\n<p>The brochure states with respect to sex discrimination:</p>\n<blockquote>\"Special concern as to discrimination based on sex has arisen in recent years as a result of the increasing number of women graduating from law school. In our law school as in others there are now a substantial number of women students of high ability and with serious professional aims. As law students they show not merely intellectual capacity but the full range of other qualities likely to make effective lawyers. We believe that opportunities in the legal profession have not been as wide for women as for men. To a considerable extent this is no doubt a matter of tradition, due in part to the fact that in the past only a small number of women have chosen to follow legal careers. We strongly hope that as wider opportunities are afforded women lawyers to demonstrate their talents this tradition will change.\"</blockquote>\n<blockquote>\"Questions concerning discrimination against women have centered on such practices and attitudes as (a) reluctance to hire women because of the supposed prejudices of clients or other lawyers in a firm; (b) applying higher standards in hiring or promoting women than are applied to men; (c) paying lower salaries to women than to men in comparable positions; (d) assigning women lawyers only to certain departments traditionally considered suitable for women, such as probate and trust work; and (e) refusing to rotate women from one department to another while pursuing such a practice for men.\"</blockquote>\n<blockquote>\"In the interest of eliminating sex discrimination along with other forms of discrimination, we invite the attention of interviewing firms to the practices mentioned above and to others of a similar nature that are inconsistent with equal employment opportunity.\"</blockquote>\n<p>The Law School also adopted a specific procedure to deal with complaints made by students alleging discriminatory conduct by interviewers. After an initial determination that there is cause for complaint, the Director of Placement writes a letter to the alleged discriminator (i) explaining the nature of the complaint, (ii) restating the Law School's non-discriminatory policy, (iii) requesting a response to the complaint (iv) advising the firm that its response would be made available to the complaining student, (v) expressing the Law School's expectation that the firm would reaffirm its adherence to its nondiscrimination policy, and (vi) advising the firm that in the absence of an unqualified commitment to the concept of equal employment opportunity, the firm would not be invited to continue to use the School's interviewing or placement facilities. (Neal affidavit, pp. 6, 7).</p>\n<p>Plaintiffs felt that this policy was inadequate to fulfill either the moral or legal obligations of the Law School, and sought legal recourse through the filing of charges against the Law School with the Equal Employment Opportunity Commission (\"EEOC\"), which agency was established under Title VII of the Civil Rights Act of 1964. The charges were investigated by the Regional Office of the EEOC, and on April 9, 1971 the Regional Director issued his findings that the Law School \"has in no way used its placement procedures to discourage or exclude females from participation in the benefits of the Placement Office and has <span class=\"star-pagination\">*45</span> acted affirmatively with respect to equal opportunity of all regardless of sex.\" In June, 1972, the EEOC reversed the findings of the Regional Director, concluding that there was probable cause to believe that the Law School had engaged in unlawful employment practices in violation of Title VII. However, upon reconsideration the EEOC changed its position and found that the record did not demonstrate that the Law School had in fact been a party to acts of discrimination by employers using its services. (EEOC Decision upon Reconsideration issued on September 17, 1973). Pursuant to 42 U.S.C. § 2000e-5(f)(1), plaintiffs were notified of their right to bring a civil action on or about November 17, 1973. This action was commenced on February 8, 1974.</p>\n<p>The defendant has moved to dismiss the complaint or for summary judgment thereon on the following grounds: (1) the court lacks jurisdiction because the Law School does not operate an employment agency as defined in 42 U.S.C. § 2000e (c), (2) even if the Law School is assumed to operate an employment agency, it has committed no acts and has engaged in no conduct contrary to the obligation of an employment agency under the Act, (3) the theory of the complaint and the relief requested are contrary to the statutory structure and purpose of 42 U.S.C. § 2000e et seq., (4) the theory requires a construction of the statute which would deprive third parties not before the Court of procedural due process and deprive the Law School of substantive due process, and (5) the court lacks jurisdiction for want of parties necessary for a just adjudication.</p>\n<p>Plaintiffs move for summary judgment on the grounds that the pleadings and affidavits show that the Law School, through its placement facilities, discriminated against women because of their sex by utilizing its services to fill job positions carrying unlawful sex specifications and by posting and disseminating notices and/or letters of jobs carrying such unlawful sex specfifications.</p>\n<p>As a prelude to our discussion of this case on its merits, we are compelled to state first that sex discrimination is a bane to both men and women in this society, and to the extent that it is practiced by the employers who use the University of Chicago Law School placement facilities it is a particularly ugly scar on the legal profession. In this decade of \"heightened consciousness\" it is disheartening to note the degree to which sexism flourishes; it is prevalent in both professional and non-professional careers, and all the more odious because of the subtle manner in which it is practiced. However, this court cannot allow its own displeasure at discrimination or its own desire to eradicate such evils to obscure its duty to make an objective legal determination. Plaintiffs properly ask this court not to let the Law School close its eyes to reality. But we must also consider the \"correlative reality\" of the implications of our decision, for every employment agency in this jurisdiction must be held to the same standard and legal obligations that we today impose upon the Law School. So while we empathize with any class which finds itself the subject of discrimination, we find we are without authority to rewrite the statute to make employment agencies shoulder a greater obligation than they now bear. For reasons which we now discuss, plaintiffs' motion for summary judgment is denied. Defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2><i>Law School Operates an Employment Agency</i></h2>\n<p>The term employment agency as defined in 42 U.S.C. § 2000e(c) means \"any person regularly undertaking with or without compensation to procure employees for an employer or to procure for employees opportunities to work for an employer and includes an agent of such a person.\" In light of our ultimate determination that the Law School has not engaged in conduct which contravenes <span class=\"star-pagination\">*46</span> the mandates of Title VII, we need not belabor the issue of whether the Law School operates an employment agency. However, we agree with plaintiffs that a liberal construction of the term employment agency is required to best effectuate the purposes of Title VII, and that the Placement Office of the University of Chicago Law School is within the scope of the definition.</p>\n<p>While professional schools in general are primarily concerned with the training and education of their students, and while many schools might prefer not to have to dilute their resources on placement activities, career employment has become a major activity within the graduate school. The placement office at the Law School is the primary source through which employers hire University of Chicago law students and recent graduates; the vast majority of all positions obtained by students and recent graduates is through utilization of the placement office. (Affidavit of Judith Bernstein.) The Assistant Dean and Dean of Students at the Law School, Richard I. Badger, estimates that he spends 25% of his time on placement-related activities. (Badger affidavit, p. 1).</p>\n<p>Litigation concerning the meaning of \"employment agency\" is rather sparse, and has been primarily confined to cases involving the publication by newspapers of sex-segregated help wanted advertisements. Greenfield v. Field Enterprises, 4 Fair Employment Practice Cases 548 (N.D.Ill.1972); Brush v. San Francisco Newspaper Printing Co., <span class=\"citation\" data-id=\"2362565\"><a href=\"/opinion/2362565/brush-v-san-francisco-newspaper-printing-company/\"><span class=\"volume\">315</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">577</span></a></span> (N.D.Cal.1970), aff'd <span class=\"citation\" data-id=\"306527\"><a href=\"/opinion/306527/5-fair-emplpraccas-20-5-empl-prac-dec-p-7981-brenda-brush/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span> (9th Cir. 1972), cert. den. <span class=\"citation no-link\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1369</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">609</span></span> (1973). We agree with plaintiffs that those cases are factually distinguishable from the situation at bar. The involvement of a newspaper in printing want ads is negligible; its concern for aiding persons in obtaining employment is minimal. The involvement of the Law School in operating its placement facilities is significant, and the importance of finding employment for its graduates is substantial, if for no other reason than to assure the quality of future applicants.</p>\n<p>In New York City Commission on Human Rights v. Boll, N.Y.2d, 8 EPC ¶ 9651 (August 8, 1974), the New York State Supreme Court considered the issue of what constitutes an employment agency under a New York State employment discrimination statute which defines the term similarly to the federal statute under consideration.<sup>[1]</sup> Mr. Boll held meetings once a week in his private offices for the benefit of male graduates from the Harvard Business School program. Mr. Boll gave counsel and guidance to the attendees on successful interviewing techniques, rendered general advice and letter writing assistance, maintained a collection of job leads, and otherwise aided in finding employment for the men attending his sessions. Although Boll maintained no placement records, he stated that the men attending the sessions almost invariably met with complete success in securing executive employment. The New York State Supreme Court ruled that the New York City Commission on Human Rights properly found Mr. Boll to be an employment agency based on his activities as described above. Assuming our agreement with that conclusion, then, <i>a fortiori,</i> the Law School should be held to operate an employment agency.</p>\n<p>We also note that all three administrative decisions  the decision of April 9, 1971 by the Regional Director and the two subsequent decisions of the EEOC  found that the Law School operated an employment agency under Title VII. While we have reached our conclusion independently, their determination acts as a buttress to this result.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*47</span> <i>Plaintiffs' Motion for Summary Judgment</i>\n</h2>\n<p>Plaintiffs base their motion primarily on the allegation that defendant has posted letters and attempted to \"fill\" jobs which carry unlawful sex specifications.</p>\n<p>The relevant statute reads:</p>\n<blockquote>It shall be an unlawful employment practice for an employment agency to fail or refuse to refer for employment, or otherwise to discriminate against, any individual because of his race, color, religion, sex, or national origin, or to classify or refer for employment any individual on the basis of his race, color, religion, sex, or national origin. 42 U.S.C. § 2000e-2(b).</blockquote>\n<p>The corresponding regulation states:</p>\n<blockquote>An employment agency that receives a job order containing an unlawful sex specification will share responsibility with the employer placing the job order if the agency fills the order knowing that the sex specification is not based upon a bona fide occupational qualification. 29 C.F.R. § 1604.6(b).</blockquote>\n<p>Exhibit 1 of Ms. Bernstein's affidavit consists of numerous letters from law firms and interviewing organizations which are replete with references to students by use of masculine pronouns to the exclusion of feminine pronouns. The use of masculine pronouns is not, <i>per se,</i> an unlawful sex specification indicating an unwillingness to consider women for the position. Unfortunately the English language perpetuates sex discrimination through its traditional use of male pronouns to indicate persons of either gender. As defendant notes, the very statute under consideration herein refers to discrimination \"because of <i>his</i> race, color, religion . . .\", and it is obvious that Congress did not intend to exclude women from its coverage.</p>\n<p>Plaintiffs concede that the mere use of masculine pronouns does not constitute an unlawful sex specification, but argue that the over-all content of the letters clearly indicates the desire to interview men exclusively. However, Dean Badger has stated that he has examined the list of law firms using the Law School placement facilities in 1969 and 1970 which plaintiffs submitted to the EEOC as firms which discriminate against women, and that a check of that list against the list of firms employing women graduates of the Law School classes of 1971, 1972 and 1973 reveals that of the 88 women graduates of those three years, 15, including three of the plaintiffs herein, have been employed by the firms which were alleged to have discriminated against women. Furthermore, Badger testifies that all persons, firms or agencies which sent to the Law School the correspondence comprising Exhibit 1 of Ms. Bernstein's affidavit were sent copies of the Law School placement brochure which contained the employment discrimination policy. (Supplemental Affidavit of Richard Badger).</p>\n<p>The procedure by which students are referred to interviewers is designed to preclude discrimination by the Law School, and is described in an affidavit as follows:</p>\n<blockquote>16. The students themselves decide which firms, if any, they wish to interview and they schedule their own interviews by placing their names on sign-up sheets posted in the placement office. . . . The Law School will not and has not permitted any firm to designate which students they want to interview and requires each firm to interview all students who sign up for interviews without regard to race, color, creed, sex, national origin, class standing or grade point average. In fact, where firms have used masculine pronouns to describe their needs in a manner which suggests possible reference to a male sex, these firms have specifically advised that they will be allowed to interview only if it is made clear that the firm's request was intended to embrace members of both sexes . . . .</blockquote>\n<blockquote>17. Where the time available for interviewing particular firms has <span class=\"star-pagination\">*48</span> not been fully committed, students are able to schedule their interviews with those firms on a first-come, first-serve basis by placing their names in the appropriate time slots on the sign-up sheets referred to above. However, where the time available for interviewing particular firms has been over-subscribed, The Law School follows a priority system which allows each student 20 interviews, five of which may be designated as priority interviews. Thus, a student who uses a priority requests to sign up for an interview with a particular firm will be given the first opportunity to interview that firm. If the firm's time still remains oversubscribed by those exercising their priority interviews, the placement office will then allocate the time available in accordance with the geographical preferences expressed by the students in their placement questionnaires. (Badger affidavit, pp. 8, 9).</blockquote>\n<p>The crux of this lawsuit lies in plaintiffs' contention that mere non-discriminatory referrals of students by the Law School is insufficient affirmative legal action to shield defendant from suit for violation of Title VII. Plaintiffs argue that forcing a law firm which discriminates against women to interview women is an empty gesture, and that the Law School must bar such firms from using the placement facilities. To accomplish this goal the Law School would, of course, need to make a determination that a given law firm was guilty of discrimination, and it is the imposition of such an obligation which defendant claims (i) violates the Title VII statutory scheme (ii) deprives third-parties not before the court of procedural due process and the law school of substantive due process (iii) leaves this court without jurisdiction for want of a party necessary for a just adjudication. It is to these points which we now turn our attention.</p>\n<p></p>\n<h2><i>Defendant's Motion for Summary Judgment</i></h2>\n<p>In order to better understand defendant's arguments it is useful to set forth briefly the statutory scheme encompassed by 42 U.S.C. § 2000e et seq. Any individual claiming to have been the victim of an unlawful employment practice may file a charge with the Equal Employment Opportunity Commission, which commission was created under the statute to handle these charges. 42 U.S.C. §§ 2000e-4 and 2000e-5(a). The EEOC investigates the charge and makes a determination as to whether there is probable cause to believe the charge is true. If there is not, the charge is dismissed; if there is, the Commission attempts to resolve the problem through informal methods of conference, conciliation, and persuasion. 42 U.S.C. § 2000e-5(b). If conciliation efforts fail the EEOC notifies the aggrieved party, and a civil action may be commenced by either the EEOC itself or the charging party. 42 U.S.C. § 2000e-5(f).</p>\n<p>Even if the EEOC dismisses the charge, a complaining party may still file a civil action under § 2000e-5(f). However, bringing a charge before the EEOC is a jurisdictional prerequisite to the filing of a suit for Title VII violations under this section. Bowe v. Colgate-Palmolive Co., <span class=\"citation\" data-id=\"286692\"><a href=\"/opinion/286692/2-fair-emplpraccas-121-2-empl-prac-dec-p-10090-thelma-bowe-v/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 719 (7th Cir. 1969).</p>\n<p>An examination of this scheme makes it evident that plaintiffs' complaint seeks to by-pass the procedures set forth above. If this court concludes that the Law School has an obligation to deny its facilities to firms committing unlawful employment practices under Title VII, then we must enter an injunction which orders defendant to shoulder this duty. But such an order can be enforced only by either a periodic court review of particular firms or agencies to check for discrimination, or by a review of a Law School decision with which plaintiffs disagree and for which plaintiffs seek to hold defendant in contempt.</p>\n<p><span class=\"star-pagination\">*49</span> It is clear that the court would eventually have to make a determination as to whether a prospective employer was in violation of Title VII, for only then would the Law School, as operator of an employment agency, be in violation of Title VII for letting the employer use its facilities. But it is equally clear that courts shall not hear Title VII suits before they are heard by the EEOC. This procedure would frustrate the conciliation efforts the statute is designed to initiate.</p>\n<p>Furthermore, as the EEOC Decision on Reconsideration recognizes, plaintiffs are suggesting that the Law School boycott or \"blacklist\" those employers that engage in discrimination, in effect precluding them from implementing any affirmative action which the administrative agency or court might order. Again we see that plaintiffs' interpretation of an employment agency's statutory duty is in conflict with the overriding purpose of the statute as a whole.</p>\n<p>We have considerably greater problems accepting defendant's theory that plaintiffs' statutory interpretation is unconstitutional because it deprives third parties not before the court of procedural due process and the Law School of substantive due process. If we were to interpret Title VII to require employment agencies to hold quasi-judicial hearings as to alleged discrimination by employers, followed by a <i>de novo</i> court review of these hearings, such a scheme might well be constitutional. This interpretation might be vulnerable to attack as an unlawful delegation of power to private parties, but the case law in this area has not crystalized any consistent principles, either in the federal courts or in the state courts. Davis, Administrative Law Treatise § 2.14. Similarly, if we were to conclude  which we do not  that Title VII dictates employment agency hearings, that would not require the presence of third parties not now before us to reach this conclusion. However, in light of our decision that plaintiffs' complaint seeks to bypass required statutory procedures we shall not pursue constitutional and third party jurisdictional questions.</p>\n<p>The correctness of our result seems even clearer when considered in the broader perspective of the potential impact of plaintiffs' theory on other employment agencies. The Law School deals with a limited number of firms and agencies which tend to re-appear every year, as well as a limited number of students. The more conventional employment agency has a weekly turnover of potential employers and employees which would, in practical terms, make mandatory investigations by them of discrimination complaints nearly impossible. At a minimum we are unwilling to impose this burden on employment agencies without a much clearer indication that such was Congress' intent. As we believe our earlier discussion has shown, Congress' intent appears to be to the contrary.</p>\n<p>Our conclusion is expressed by General Counsel to the EEOC through an Opinion Letter issued May 4, 1966:</p>\n<blockquote>An employment agency is not required to consider whether there is discrimination in the compensation, terms, conditions or privileges of employment offered by an employer to his employees. Once the employment agency has lawfully referred the prospective employee for employment, the employment agency has discharged its legal duty under Title VII. EEOC, First Annual Digest of Legal Interpretations 8.</blockquote>\n<p>Our granting of summary judgment to defendant is not meant to indicate any opinion as to whether the Law School Placement Office may voluntarily undertake investigations of complaints of discrimination, as indeed several other law schools now do. We state merely that defendant has no <i>legal</i> compulsion to undertake such activity.</p>\n<p>Plaintiffs' motion for summary judgment is denied. Defendant's motion for summary judgment is granted.</p>\n<h2>NOTES</h2>\n<p>[1]  Section B1-2.0(2) of the Administrative Code of the City of New York reads in pertinent part: \"The term `employment agency' includes any person undertaking to procure employees or opportunities to work.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286692/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/306527/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2362565/"
          ]
        }
      ],
      "judges": "Marovitz",
      "date_created": "2014-10-30T15:22:15.589896Z",
      "date_modified": "2016-03-03T20:23:34.834307Z",
      "date_filed": "1974-10-22",
      "date_filed_is_approximate": false,
      "slug": "kaplowitz-v-university-of-chicago",
      "citation_id": 1644922,
      "case_name_short": "Kaplowitz",
      "case_name": "Kaplowitz v. University of Chicago",
      "case_name_full": "",
      "federal_cite_one": "387 F. Supp. 42",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1260340/kaplowitz-v-university-of-chicago/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:22:15.586154Z",
  "date_modified": "2014-10-30T15:22:15.586154Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Kaplowitz",
  "case_name": "Kaplowitz v. University of Chicago",
  "case_name_full": "",
  "slug": "kaplowitz-v-university-of-chicago",
  "docket_number": "74 C 386",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}