{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1261171/",
  "id": 1261171,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/vaed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1673001/",
      "id": 1673001,
      "absolute_url": "/opinion/1673001/wanner-v-county-school-board-of-arlington-county-v/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1261171/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1673001/",
          "id": 1673001,
          "absolute_url": "/opinion/1673001/wanner-v-county-school-board-of-arlington-county-v/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1673001/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1927/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:05:05.786917Z",
          "date_modified": "2017-04-06T17:07:53.975404Z",
          "type": "010combined",
          "sha1": "b042e1a9af4b11931f5571c2d262f764754f2a76",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>245 F.Supp. 132 (1965)</b></center>\n<center><h1>Walter Raymond WANNER, an infant, by Raymond Wanner, father, and Frances S. Wanner, mother, and next friend, et al., Plaintiffs,<br>\nv.<br>\nCOUNTY SCHOOL BOARD OF ARLINGTON COUNTY, VIRGINIA, et al., Defendants.</h1></center>\n<center>Civ. A. No. 3630.</center>\n<center><p><b>United States District Court E. D. Virginia, at Alexandria.</b></p></center>\n<center>August 6, 1965.</center>\n<p>Louis Koutoulakos and Leroy E. Batchelor, Arlington, Va., for plaintiffs.</p>\n<p>Peter Kostik and Edmund Campbell, Arlington, Va., for defendants.</p>\n<p>LEWIS, District Judge.</p>\n<p>This Court is again called upon to pass upon the validity of certain placements in the Arlington County schools. In this case twenty-five white children object to being placed in the newly created Thomas Jefferson High School for the 1965-66 school year. (Previous suits involved the placement of Negro children.) They claim the placements are arbitrary and capricious and are violative of their rights under the Constitution and the Civil Rights Act of 1964.</p>\n<p><span class=\"star-pagination\">*133</span> A brief review of the litigation involving the Arlington County schools discloses that prior to the Brown decision<sup>[1]</sup> Arlington County, pursuant to Virginia law, maintained a dual school system, one for white children, the other for colored. Attendance areas were delineated for each school. White children were placed in the white school encompassing their residence; colored children were placed in the colored school encompassing their residence.</p>\n<p>Shortly thereafter, namely, July 31, 1956, this Court entered an order restraining and enjoining the Arlington County school officials from refusing on account of race or color to place any child in any school under their operation, control or direction.</p>\n<p>Much progress has been made in the elimination of the dual school system in Arlington County since that date. The all-colored senior high school (Hoffman-Boston) has been closed. These children are now enrolled in the high school encompassing their residence. Teachers and administrative personnel are employed and assigned on a non-discriminatory basis. All school activitiescultural, social and athleticare open to all, on a non-discriminatory basis.</p>\n<p>The attendance area for the all-colored Hoffman-Boston Junior High School has been substantially amended. Prior to Brown it served the entire County. It now encompasses mainly the all-colored neighborhood located on the south side of the County. This junior high school is bounded on the south by the Shirley Highway, on the west by Four Mile Run Drive, northeast by Walter Reed Drive, thence southeast via 17th Street to the Army-Navy Country Club, thence around the northern boundary of the country club to South Scott Street, thence to Washington Boulevard, and thence southeast to the Shirley Highway. With the exception of South 17th Street these boundaries are main arterial boulevards.</p>\n<p>All colored students residing outside the Hoffman-Boston Junior High School attendance area are enrolled in the junior high schools encompassing their respective residences. These colored children reside in the Hall's Hill all-colored neighborhoods and in several small colored areas located on the north side of the County.</p>\n<p>There are three all-colored elementary schools in the County, namely, Drew, Langston and Hoffman-Boston (located some distance from the Hoffman-Boston Junior High School). These schools are located in and serve all-colored neighborhoods. The attendance areas for these schools have not been substantially altered since Brown. A few colored students residing outside the attendance areas for these schools are enrolled in the elementary schools encompassing their respective residences. Prior to Brown all colored elementary school children were bussed to the nearest all-colored elementary school. (The School Board made no changes in the attendance areas for these schools for the 1965-66 school year.)</p>\n<p>The Arlington County schools operate on what is known as a six-three-three school systemelementary, six years; junior high, three years; senior high, three years.</p>\n<p>Historically, schools were built and located to serve the needs of the County as it then existed. Each school had a fixed attendance area. Children residing therein were required to attend that school. As the County grew new schools were added, necessitating changes in the then existing attendance areas. Overcrowding in some schools, due to population shifts within the County, necessitated further changes from time to time. Since Brown, all students,<sup>[2]</sup> without regard to race, are placed in the school encompassing their respective residences.</p>\n<p>There are forty-five schools in the Arlington County public school system. As <span class=\"star-pagination\">*134</span> of this date all of the high schools are integrated. Six junior high schools are integrated, one is all-colored. (Forty special students (integrated) from other parts of the County use the Hoffman-Boston facilities.) Fourteen elementary schools are integrated, three are all-colored, and eighteen are all-white.</p>\n<p>During the spring of 1962 the Arlington County School Board petitioned this Court to dissolve the injunction heretofore entered July 31, 1956, upon the ground that they had fully complied in that they were then placing all students in the public schools of Arlington County on a non-discriminatory basis. (Arlington County had then withdrawn from the State Placement Board.)</p>\n<p>Upon hearing, this Court being satisfied that the Arlington County public schools were then being administered on a non-discriminatory basis and that the School Board will continue to operate the public schools in accordance with the governing constitutional principles, granted the request and vacated the injunction.</p>\n<p>Upon appeal taken by the Negro petitioners, the United States Court of Appeals for the Fourth Circuit remanded the case to this Court with instructions to reinstate the injunction heretofore entered July 1956. [The injunction was so reinstated.] In so doing the Court of Appeals stated:</p>\n<blockquote>\"We do not now pass upon the validity of existing districts or districts to be created. We cite the situation merely as another indication that the process of transition from segregation to desegregation is not yet finished, since the Board itself apparently recognizes the necessity for future changes to meet demands of the Negro community and to effect better administration of the school system.\" Brooks v. County School Board of Arlington County, 324 F.2d 303.</blockquote>\n<p>This language was construed by the Arlington County School Board as a mandate to forthwith terminate all vestiges of segregation remaining in the Arlington County school system.</p>\n<p>With this in mind the School Board, on June 4, 1964, appointed a citizens' Advisory Committee on Criteria for Defining School Attendance Areas. The committee completed its work and submitted its recommendations to the School Board on February 11, 1965. These recommendations included, among other things, the establishment of criteria<sup>[3]</sup> to be used in defining school attendance areas and in assigning pupils to these areas and the rearrangement of the boundaries of the three junior high school districts<sup>[4]</sup> in the southern part of the County.</p>\n<p>In its report the committee stated:</p>\n<blockquote>\"Hoffman-Boston has a good plant. If its boundaries and those of Gunston and Thomas Jefferson were redrawn, the resulting districts would <span class=\"star-pagination\">*135</span> meet the legal requirements; the County's investment in plant and site would be more fully utilized; the percentage of white enrollment at Hoffman-Boston and Gunston Junior High Schools would range between 70 and 84% and at T. J. higher than 84%; no greater bussing of students would be required (in fact, transportation might be reduced).\"</blockquote>\n<p>On March 4, 1965, the School Board adopted a resolution approving the committee's recommended criteria for guidance in approaching the problem of defining school attendance areas for 1965-66. At the same meeting the chairman of the School Board reported that the Board's plan [for the rearrangement of the boundaries of the three junior high schools in the southern part of the County] is to create a new junior high school district for the 1965-66 school year, utilizing the existing two junior high school buildings, Thomas Jefferson and Hoffman-Boston, which would be operated as one administrative unit with the intention of proceeding to construct a new junior high facility, 1,300-pupil capacity, as soon as the financing could be arranged. Such plan was adopted March 24, 1965, with the understanding that the eighth and ninth grade pupils residing in the new attendance area would be housed in the Thomas Jefferson building and that the seventh grade pupils, residing therein, would be housed in the Hoffman-Boston building which would become an annex to Thomas Jefferson, both schools to become a single administrative unit under the direction of one principal, provided that present eighth grade students at Gunston Junior High School who were affected by this rezoning had the option of remaining at that school or of attending Thomas Jefferson.</p>\n<p>During the discussions before the Board in re the creation of this new junior high school district it was made abundantly clear that Hoffman-Boston would have to go, one Board member stating \"There was fair warning to the whole community through court actions, committee action and mass media coverage that the Hoffman-Boston set-up would have to go sooner or later.\" Another member stated she was \"obliged, if for no other reason than for integration, to approve the motion.\"</p>\n<p>It should be noted that the plan as adopted eliminates the existing Hoffman-Boston district and creates a new district (called Thomas Jefferson) with an anticipated enrollment substantially larger than the capacity of either of the junior high schools located within the district.</p>\n<p>The 22nd Street boundary (unnatural), separating the new Thomas Jefferson district from the Gunston district, was created for the express purpose of creating a better racial balance between the two districts. (The School Board caused a census to be taken on account of the colored Hoffman-Boston district as a prelude to the establishment of the 22nd Street boundary.)</p>\n<p>To rectify the condition thus created the School Board proposed to build a new junior high school. This will require a bond issue. None has yet been proposed or approved. In the interim the Board plans on using the two present junior high school buildings located a mile or so apart.</p>\n<p>Under these conditions students placed in the new Thomas Jefferson junior high will go to two separate (for all practical purposes) schools. Seventh graders will go to the former Hoffman-Boston school; eighth and ninth graders to the former Thomas Jefferson. All other junior high school students in Arlington County, both white and colored, will be housed in the same building. White children entering the seventh grade, most of whom live nearer Thomas Jefferson than Hoffman-Boston, will be bussed to Hoffman-Boston. Colored children entering the eighth and ninth grades, many of whom live nearer the Hoffman-Boston than Thomas Jefferson, will be bussed to Thomas Jefferson.</p>\n<p>Participation in the many extracurricular junior high school activities of <span class=\"star-pagination\">*136</span> necessity will be curtailed or denied. Only seventh graders playing in the band or enrolled in other approved all junior high activities will be brought to Thomas Jefferson during the school day.</p>\n<p>In many ways students placed in the Thomas Jefferson High School under the proposed plan, absent the building of the proposed new school, will be reduced to attending a two-year junior high school as compared with a three-year junior high school attended by all other children similarly situated.</p>\n<p>The School Board seeks to justify its action in thusly creating the new Thomas Jefferson Junior High School district, partly upon its belief that it is under court order to close the Hoffman-Boston Junior High School and partly for the purpose of creating a larger student body in order to offer, among other advantages, a broader curricular choice to the students therein.</p>\n<p>The first contention is plainly erroneous. This Court has not ordered the closing of the Hoffman-Boston Junior High School or the abandonment of any of the existing neighborhood schools for the purpose of mixing the races in the schools.</p>\n<p>The evidence fails to support the second contention.</p>\n<p>There was no substantial evidence indicating that the curriculum offered the students attending the present Hoffman-Boston or Thomas Jefferson Junior High Schools was inferior to that offered to students attending the other junior high schools in the County. Sizewise, Thomas Jefferson is substantially equal to Swanson Junior High School. (There was no proposal to enlarge the attendance area for that school in order to increase the student enrollment.)</p>\n<p>This Court, upon the record here made, finds that the new Thomas Jefferson district was created primarily for the purpose of closing the Hoffman-Boston Junior High School, as such, thereby creating a better racial balance in the Gunston and Thomas Jefferson Junior High Schools than could be accomplished by rearranging the attendance areas for the three south side junior high schools.</p>\n<p>The local School Board has the primary responsibility for fixing and amending the school attendance areas but in so doing it must be governed by the applicable constitutional principles.</p>\n<blockquote>\"The Constitution does not require the abandonment of neighborhood schools and the transportation of pupils from one area to another solely for the purpose of mixing the races in the schools.\" Gilliam v. School Board of the City of Hopewell, 345 F.2d 325 (4th Cir. 1965). See also Wheeler, et al. v. Durham City Board of Education, Fourth Circuit, 346 F.2d 768, June 1, 1965; Bell v. School Board of Gary, Indiana, 324 F.2d 209, cert. den., 377 U.S. 924, 84 S.Ct. 1223, 12 L.Ed.2d 216.</blockquote>\n<p>No court, so far as this Court knows, has read Brown to require the integration of the public schools.</p>\n<p>The Kansas three-judge court in Brown v. Board of Education, D.C., 139 F.Supp. 468, stated:</p>\n<blockquote>\"Desegregation does not mean that there must be intermingling of the races in all school districts. It means only that they may not be prevented from intermingling or going to school together because of race or color.\"</blockquote>\n<p>Judge Parker, speaking for the South Carolina three-judge court in Briggs v. Elliott, 132 F.Supp. 776, said \"The Constitution, in other words, does not require integration. It merely forbids discrimination.\"</p>\n<p>The School Board may, if it be so advised, redraw the boundary lines for a school district without regard to race or color, so as to divide the pupils equitably among the existing junior high school buildings in the school system<sup>[5]</sup> but it may not close an existing neighborhood school primarily for the purpose of mixing the races or creating a better racial balance in the other schools.</p>\n<p><span class=\"star-pagination\">*137</span> That race was the dominant consideration in determining the boundary (22nd Street) between Gunston and the new Thomas Jefferson attendance areas cannot be seriously questioned.</p>\n<p>This Court has heretofore decreed that all children, colored and white, otherwise qualified, must be admitted to the public schools of Arlington on a nondiscriminatory basis. It was not here done.</p>\n<p>Upon the findings here made and the conclusions here reached, the Court will enter an order granting the plaintiffs and all others similarly situated the relief prayed for, except the award for counsel fees and costs.</p>\n<p>Nothing herein contained shall be construed as impeding or prohibiting the School Board from rearranging the attendance areas for the Gunston, Hoffman-Boston and Thomas Jefferson Junior High Schools for the coming or subsequent school years or from fixing an attendance area for the contemplated new Thomas Jefferson Junior High School when and as built.</p>\n<p>Counsel for the plaintiffs should prepare an appropriate order in accordance with this memorandum opinion, submit it to counsel for the defendants for approval as to form, and it will be accordingly entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Brown v. Board of Education of Topeka, 347 U.S. 488, 74 S.Ct. 686, 98 L.Ed. 873.</p>\n<p>[2]  With the exception of certain special students having need for special training or special subjects.</p>\n<p>[3]  <i>Equity in facilities and teacher load.</i> Boundary lines should be drawn so as to divide pupils equitably among the school buildings in the school system and among the teaching staff.</p>\n<p>\"2. <i>A minimization of transportation and of walking distance.</i> To the extent consistent with Criterion 1, boundary lines should be drawn so as to minimize the number of children who must be transported to school at public expense and to minimize the home-to-school distance for those who walk.</p>\n<p>\"3. <i>Safety.</i> Boundary lines should be drawn so as to minimize the number of pupils who will have to cross thoroughfares and the number of crossings where traffic hazards are great enough to require employment of crossing guards.</p>\n<p>\"4. <i>Minimization of pupil shifts.</i> To the extent consistent with Criteria 1, 2 and 3, boundary lines should be changed as infrequently as possible. When changes are necessary, they should be made in such manner as to minimize the number of pupils to be shifted from one school to another and the number of shifts for particular pupils whose places of residence are unchanged.\"</p>\n<p>[4]  Thomas Jefferson, Gunston and Hoffman-Boston.</p>\n<p>[5]  The criteria adopted May 4, 1965, for defining attendance areas, so require.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">132</span></span> (1965)</b></center>\n<center><h1>Walter Raymond WANNER, an infant, by Raymond Wanner, father, and Frances S. Wanner, mother, and next friend, et al., Plaintiffs,<br>\nv.<br>\nCOUNTY SCHOOL BOARD OF ARLINGTON COUNTY, VIRGINIA, et al., Defendants.</h1></center>\n<center>Civ. A. No. 3630.</center>\n<center><p><b>United States District Court E. D. Virginia, at Alexandria.</b></p></center>\n<center>August 6, 1965.</center>\n<p>Louis Koutoulakos and Leroy E. Batchelor, Arlington, Va., for plaintiffs.</p>\n<p>Peter Kostik and Edmund Campbell, Arlington, Va., for defendants.</p>\n<p>LEWIS, District Judge.</p>\n<p>This Court is again called upon to pass upon the validity of certain placements in the Arlington County schools. In this case twenty-five white children object to being placed in the newly created Thomas Jefferson High School for the 1965-66 school year. (Previous suits involved the placement of Negro children.) They claim the placements are arbitrary and capricious and are violative of their rights under the Constitution and the Civil Rights Act of 1964.</p>\n<p><span class=\"star-pagination\">*133</span> A brief review of the litigation involving the Arlington County schools discloses that prior to the Brown decision<sup>[1]</sup> Arlington County, pursuant to Virginia law, maintained a dual school system, one for white children, the other for colored. Attendance areas were delineated for each school. White children were placed in the white school encompassing their residence; colored children were placed in the colored school encompassing their residence.</p>\n<p>Shortly thereafter, namely, July 31, 1956, this Court entered an order restraining and enjoining the Arlington County school officials from refusing on account of race or color to place any child in any school under their operation, control or direction.</p>\n<p>Much progress has been made in the elimination of the dual school system in Arlington County since that date. The all-colored senior high school (Hoffman-Boston) has been closed. These children are now enrolled in the high school encompassing their residence. Teachers and administrative personnel are employed and assigned on a non-discriminatory basis. All school activitiescultural, social and athleticare open to all, on a non-discriminatory basis.</p>\n<p>The attendance area for the all-colored Hoffman-Boston Junior High School has been substantially amended. Prior to Brown it served the entire County. It now encompasses mainly the all-colored neighborhood located on the south side of the County. This junior high school is bounded on the south by the Shirley Highway, on the west by Four Mile Run Drive, northeast by Walter Reed Drive, thence southeast via 17th Street to the Army-Navy Country Club, thence around the northern boundary of the country club to South Scott Street, thence to Washington Boulevard, and thence southeast to the Shirley Highway. With the exception of South 17th Street these boundaries are main arterial boulevards.</p>\n<p>All colored students residing outside the Hoffman-Boston Junior High School attendance area are enrolled in the junior high schools encompassing their respective residences. These colored children reside in the Hall's Hill all-colored neighborhoods and in several small colored areas located on the north side of the County.</p>\n<p>There are three all-colored elementary schools in the County, namely, Drew, Langston and Hoffman-Boston (located some distance from the Hoffman-Boston Junior High School). These schools are located in and serve all-colored neighborhoods. The attendance areas for these schools have not been substantially altered since Brown. A few colored students residing outside the attendance areas for these schools are enrolled in the elementary schools encompassing their respective residences. Prior to Brown all colored elementary school children were bussed to the nearest all-colored elementary school. (The School Board made no changes in the attendance areas for these schools for the 1965-66 school year.)</p>\n<p>The Arlington County schools operate on what is known as a six-three-three school systemelementary, six years; junior high, three years; senior high, three years.</p>\n<p>Historically, schools were built and located to serve the needs of the County as it then existed. Each school had a fixed attendance area. Children residing therein were required to attend that school. As the County grew new schools were added, necessitating changes in the then existing attendance areas. Overcrowding in some schools, due to population shifts within the County, necessitated further changes from time to time. Since Brown, all students,<sup>[2]</sup> without regard to race, are placed in the school encompassing their respective residences.</p>\n<p>There are forty-five schools in the Arlington County public school system. As <span class=\"star-pagination\">*134</span> of this date all of the high schools are integrated. Six junior high schools are integrated, one is all-colored. (Forty special students (integrated) from other parts of the County use the Hoffman-Boston facilities.) Fourteen elementary schools are integrated, three are all-colored, and eighteen are all-white.</p>\n<p>During the spring of 1962 the Arlington County School Board petitioned this Court to dissolve the injunction heretofore entered July 31, 1956, upon the ground that they had fully complied in that they were then placing all students in the public schools of Arlington County on a non-discriminatory basis. (Arlington County had then withdrawn from the State Placement Board.)</p>\n<p>Upon hearing, this Court being satisfied that the Arlington County public schools were then being administered on a non-discriminatory basis and that the School Board will continue to operate the public schools in accordance with the governing constitutional principles, granted the request and vacated the injunction.</p>\n<p>Upon appeal taken by the Negro petitioners, the United States Court of Appeals for the Fourth Circuit remanded the case to this Court with instructions to reinstate the injunction heretofore entered July 1956. [The injunction was so reinstated.] In so doing the Court of Appeals stated:</p>\n<blockquote>\"We do not now pass upon the validity of existing districts or districts to be created. We cite the situation merely as another indication that the process of transition from segregation to desegregation is not yet finished, since the Board itself apparently recognizes the necessity for future changes to meet demands of the Negro community and to effect better administration of the school system.\" Brooks v. County School Board of Arlington County, <span class=\"citation\" data-id=\"262252\"><a href=\"/opinion/262252/gloria-brooks-an-infant-by-ethel-a-brooks-her-mother-and-next-friend-v/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>.</blockquote>\n<p>This language was construed by the Arlington County School Board as a mandate to forthwith terminate all vestiges of segregation remaining in the Arlington County school system.</p>\n<p>With this in mind the School Board, on June 4, 1964, appointed a citizens' Advisory Committee on Criteria for Defining School Attendance Areas. The committee completed its work and submitted its recommendations to the School Board on February 11, 1965. These recommendations included, among other things, the establishment of criteria<sup>[3]</sup> to be used in defining school attendance areas and in assigning pupils to these areas and the rearrangement of the boundaries of the three junior high school districts<sup>[4]</sup> in the southern part of the County.</p>\n<p>In its report the committee stated:</p>\n<blockquote>\"Hoffman-Boston has a good plant. If its boundaries and those of Gunston and Thomas Jefferson were redrawn, the resulting districts would <span class=\"star-pagination\">*135</span> meet the legal requirements; the County's investment in plant and site would be more fully utilized; the percentage of white enrollment at Hoffman-Boston and Gunston Junior High Schools would range between 70 and 84% and at T. J. higher than 84%; no greater bussing of students would be required (in fact, transportation might be reduced).\"</blockquote>\n<p>On March 4, 1965, the School Board adopted a resolution approving the committee's recommended criteria for guidance in approaching the problem of defining school attendance areas for 1965-66. At the same meeting the chairman of the School Board reported that the Board's plan [for the rearrangement of the boundaries of the three junior high schools in the southern part of the County] is to create a new junior high school district for the 1965-66 school year, utilizing the existing two junior high school buildings, Thomas Jefferson and Hoffman-Boston, which would be operated as one administrative unit with the intention of proceeding to construct a new junior high facility, 1,300-pupil capacity, as soon as the financing could be arranged. Such plan was adopted March 24, 1965, with the understanding that the eighth and ninth grade pupils residing in the new attendance area would be housed in the Thomas Jefferson building and that the seventh grade pupils, residing therein, would be housed in the Hoffman-Boston building which would become an annex to Thomas Jefferson, both schools to become a single administrative unit under the direction of one principal, provided that present eighth grade students at Gunston Junior High School who were affected by this rezoning had the option of remaining at that school or of attending Thomas Jefferson.</p>\n<p>During the discussions before the Board in re the creation of this new junior high school district it was made abundantly clear that Hoffman-Boston would have to go, one Board member stating \"There was fair warning to the whole community through court actions, committee action and mass media coverage that the Hoffman-Boston set-up would have to go sooner or later.\" Another member stated she was \"obliged, if for no other reason than for integration, to approve the motion.\"</p>\n<p>It should be noted that the plan as adopted eliminates the existing Hoffman-Boston district and creates a new district (called Thomas Jefferson) with an anticipated enrollment substantially larger than the capacity of either of the junior high schools located within the district.</p>\n<p>The 22nd Street boundary (unnatural), separating the new Thomas Jefferson district from the Gunston district, was created for the express purpose of creating a better racial balance between the two districts. (The School Board caused a census to be taken on account of the colored Hoffman-Boston district as a prelude to the establishment of the 22nd Street boundary.)</p>\n<p>To rectify the condition thus created the School Board proposed to build a new junior high school. This will require a bond issue. None has yet been proposed or approved. In the interim the Board plans on using the two present junior high school buildings located a mile or so apart.</p>\n<p>Under these conditions students placed in the new Thomas Jefferson junior high will go to two separate (for all practical purposes) schools. Seventh graders will go to the former Hoffman-Boston school; eighth and ninth graders to the former Thomas Jefferson. All other junior high school students in Arlington County, both white and colored, will be housed in the same building. White children entering the seventh grade, most of whom live nearer Thomas Jefferson than Hoffman-Boston, will be bussed to Hoffman-Boston. Colored children entering the eighth and ninth grades, many of whom live nearer the Hoffman-Boston than Thomas Jefferson, will be bussed to Thomas Jefferson.</p>\n<p>Participation in the many extracurricular junior high school activities of <span class=\"star-pagination\">*136</span> necessity will be curtailed or denied. Only seventh graders playing in the band or enrolled in other approved all junior high activities will be brought to Thomas Jefferson during the school day.</p>\n<p>In many ways students placed in the Thomas Jefferson High School under the proposed plan, absent the building of the proposed new school, will be reduced to attending a two-year junior high school as compared with a three-year junior high school attended by all other children similarly situated.</p>\n<p>The School Board seeks to justify its action in thusly creating the new Thomas Jefferson Junior High School district, partly upon its belief that it is under court order to close the Hoffman-Boston Junior High School and partly for the purpose of creating a larger student body in order to offer, among other advantages, a broader curricular choice to the students therein.</p>\n<p>The first contention is plainly erroneous. This Court has not ordered the closing of the Hoffman-Boston Junior High School or the abandonment of any of the existing neighborhood schools for the purpose of mixing the races in the schools.</p>\n<p>The evidence fails to support the second contention.</p>\n<p>There was no substantial evidence indicating that the curriculum offered the students attending the present Hoffman-Boston or Thomas Jefferson Junior High Schools was inferior to that offered to students attending the other junior high schools in the County. Sizewise, Thomas Jefferson is substantially equal to Swanson Junior High School. (There was no proposal to enlarge the attendance area for that school in order to increase the student enrollment.)</p>\n<p>This Court, upon the record here made, finds that the new Thomas Jefferson district was created primarily for the purpose of closing the Hoffman-Boston Junior High School, as such, thereby creating a better racial balance in the Gunston and Thomas Jefferson Junior High Schools than could be accomplished by rearranging the attendance areas for the three south side junior high schools.</p>\n<p>The local School Board has the primary responsibility for fixing and amending the school attendance areas but in so doing it must be governed by the applicable constitutional principles.</p>\n<blockquote>\"The Constitution does not require the abandonment of neighborhood schools and the transportation of pupils from one area to another solely for the purpose of mixing the races in the schools.\" Gilliam v. School Board of the City of Hopewell, <span class=\"citation\" data-id=\"267871\"><a href=\"/opinion/267871/renee-patrice-gilliam-and-reuben-lemuel-gilliam-jr-infants-by-reuben-l/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span> (4th Cir. 1965). See also Wheeler, et al. v. Durham City Board of Education, Fourth Circuit, <span class=\"citation\" data-id=\"268249\"><a href=\"/opinion/268249/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">768</span></a></span>, June 1, 1965; Bell v. School Board of Gary, Indiana, <span class=\"citation\" data-id=\"262224\"><a href=\"/opinion/262224/rachel-lynn-bell-a-minor-by-mrs-odessa-k-bell-her-mother-etc-v/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, cert. den., <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span>.</blockquote>\n<p>No court, so far as this Court knows, has read Brown to require the integration of the public schools.</p>\n<p>The Kansas three-judge court in Brown v. Board of Education, D.C., <span class=\"citation\" data-id=\"2373421\"><a href=\"/opinion/2373421/brown-v-board-of-education-of-topeka/\"><span class=\"volume\">139</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">468</span></a></span>, stated:</p>\n<blockquote>\"Desegregation does not mean that there must be intermingling of the races in all school districts. It means only that they may not be prevented from intermingling or going to school together because of race or color.\"</blockquote>\n<p>Judge Parker, speaking for the South Carolina three-judge court in Briggs v. Elliott, <span class=\"citation\" data-id=\"1454854\"><a href=\"/opinion/1454854/briggs-v-elliott/\"><span class=\"volume\">132</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">776</span></a></span>, said \"The Constitution, in other words, does not require integration. It merely forbids discrimination.\"</p>\n<p>The School Board may, if it be so advised, redraw the boundary lines for a school district without regard to race or color, so as to divide the pupils equitably among the existing junior high school buildings in the school system<sup>[5]</sup> but it may not close an existing neighborhood school primarily for the purpose of mixing the races or creating a better racial balance in the other schools.</p>\n<p><span class=\"star-pagination\">*137</span> That race was the dominant consideration in determining the boundary (22nd Street) between Gunston and the new Thomas Jefferson attendance areas cannot be seriously questioned.</p>\n<p>This Court has heretofore decreed that all children, colored and white, otherwise qualified, must be admitted to the public schools of Arlington on a nondiscriminatory basis. It was not here done.</p>\n<p>Upon the findings here made and the conclusions here reached, the Court will enter an order granting the plaintiffs and all others similarly situated the relief prayed for, except the award for counsel fees and costs.</p>\n<p>Nothing herein contained shall be construed as impeding or prohibiting the School Board from rearranging the attendance areas for the Gunston, Hoffman-Boston and Thomas Jefferson Junior High Schools for the coming or subsequent school years or from fixing an attendance area for the contemplated new Thomas Jefferson Junior High School when and as built.</p>\n<p>Counsel for the plaintiffs should prepare an appropriate order in accordance with this memorandum opinion, submit it to counsel for the defendants for approval as to form, and it will be accordingly entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Brown v. Board of Education of Topeka, <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>.</p>\n<p>[2]  With the exception of certain special students having need for special training or special subjects.</p>\n<p>[3]  <i>Equity in facilities and teacher load.</i> Boundary lines should be drawn so as to divide pupils equitably among the school buildings in the school system and among the teaching staff.</p>\n<p>\"2. <i>A minimization of transportation and of walking distance.</i> To the extent consistent with Criterion 1, boundary lines should be drawn so as to minimize the number of children who must be transported to school at public expense and to minimize the home-to-school distance for those who walk.</p>\n<p>\"3. <i>Safety.</i> Boundary lines should be drawn so as to minimize the number of pupils who will have to cross thoroughfares and the number of crossings where traffic hazards are great enough to require employment of crossing guards.</p>\n<p>\"4. <i>Minimization of pupil shifts.</i> To the extent consistent with Criteria 1, 2 and 3, boundary lines should be changed as infrequently as possible. When changes are necessary, they should be made in such manner as to minimize the number of pupils to be shifted from one school to another and the number of shifts for particular pupils whose places of residence are unchanged.\"</p>\n<p>[4]  Thomas Jefferson, Gunston and Hoffman-Boston.</p>\n<p>[5]  The criteria adopted May 4, 1965, for defining attendance areas, so require.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/267871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/268249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1454854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373421/"
          ]
        }
      ],
      "judges": "Lewis",
      "date_created": "2014-10-30T15:22:38.282180Z",
      "date_modified": "2014-10-30T15:22:38.282180Z",
      "date_filed": "1965-08-06",
      "date_filed_is_approximate": false,
      "slug": "wanner-v-county-school-board-of-arlington-county-v",
      "citation_id": 1645772,
      "case_name_short": "Wanner",
      "case_name": "Wanner v. County School Board of Arlington County, Va.",
      "case_name_full": "",
      "federal_cite_one": "245 F. Supp. 132",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1261171/wanner-v-county-school-board-of-arlington-county-v/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:22:38.278682Z",
  "date_modified": "2014-10-30T15:22:38.278682Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Wanner",
  "case_name": "Wanner v. County School Board of Arlington County, Va.",
  "case_name_full": "",
  "slug": "wanner-v-county-school-board-of-arlington-county-v",
  "docket_number": "Civ. A. No. 3630",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}