{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1268959/",
  "id": 1268959,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/325556/",
      "id": 325556,
      "absolute_url": "/opinion/325556/billy-d-cook-v-robert-w-hudson-etc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1268959/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/325556/",
          "id": 325556,
          "absolute_url": "/opinion/325556/billy-d-cook-v-robert-w-hudson-etc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/325556/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:57:10Z",
          "date_modified": "2017-03-24T23:21:54.373840Z",
          "type": "010combined",
          "sha1": "cd645cf70b1c7afaee770e946ae998beee0c4256",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/511/511.F2d.744.74--1038.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">511 F.2d 744</p>\n    <p class=\"case_cite\">9 Empl. Prac. Dec. P 10,134</p>\n    <p class=\"parties\">Billy D. COOK et al., Plaintiffs-Appellants,<br>v.<br>Robert W. HUDSON, etc., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 74--1038.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">April 21, 1975.<br>Rehearing and Rehearing En Banc<br>Denied July 3, 1975.<br>See 515 F.2d 762.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John B. Farese, Ashland, Miss., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Will A. Hickman, S. T. Rayburn, Oxford, Miss., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of Mississippi.</p>\n      <p class=\"indent\">Before COLEMAN, CLARK and RONEY, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants are three school teachers formerly employed in the Calhoun County, Mississippi public school system.  Each was refused reemployment for the 1973--74 school year by the Calhoun County Board of Education pursuant to an unwritten board policy that prohibited the hiring of any teacher whose own children did not attend the public schools.  At the time the hiring decision was made, appellants' children were enrolled in the Calhoun Academy, an all-white, secular private school located in Calhoun County.  Pursuant to the policy, defendant Hudson, the principal of the Attendance Center at which plaintiffs taught, did not recommend plaintiffs for renewed teaching contracts for the 1973--74 school year, a prerequisite to reemployment under Mississippi law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court found that '(t)he sole reason for refusal (to recommend) was that the plaintiffs, otherwise qualified to continue their teaching duties, stated that they could not comply with the Board's policy.'  Shortly before the opening of the 1973--74 school year, plaintiffs brought this action for reinstatement, back pay and monetary damages, claiming that imposition of the Board's policy violated their First Amendment right to freedom of association and Fourteenth Amendment rights to due process and equal protection.  The district court construed the policy to apply only to teachers with children enrolled in the segregated Academy and upheld it as a justified part of the Board's effort 'to eliminate racial discrimination and remove its pervasive influence from the county's public schools.'  Cook v. Hudson, 365 F.Supp. 855 (N.D.Miss.1973).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By order dated August 9, 1968, the district court instructed the Calhoun County Board of Education to begin the transition from a dual to a unitary school system.  In addition to establishing a timetable for desegregating each grade, the court's order set out guidelines to be used by the school board in making faculty employment decisions during the transition period and thereafter.  These guidelines prescribed remedial measures to correct the prior practice of faculty segregation.  The court further enjoined the Board to take affirmative steps to eliminate racial discrimination from the public schools and to bring about a unitary school system within the county.  The timetable called for full desegregation of the school system by the 1970--71 school year; no one has suggested that this deadline was not met.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On a factual basis more fully developed in its opinion cited above, the district court found that 'Calhoun Academy is a racially discriminatory institution formed in the wake of public school desegregation to provide a haven for segregated education' and that 'the dominant, if not sole, reason why each plaintiff enrolled his or her children in Calhoun Academy was to avoid the desegregated public school system.'  The court also found that prior to the establishment of Calhoun Academy no private school, either religious or secular, had ever existed in the county, and none except the Academy existed at the time the policy was promulgated.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When the Board decided on the challenged policy in November 1972, eight public school teachers had children enrolled in Calhoun Academy.  Prompted by the concern that a proper accommodation to the court's desegregation order required a faculty 'totally committed to a desegregated school system', and encouraged by a Justice Department letter seemingly approving its proposed action,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the Board verbally agreed to this policy:Prior to the employment of a new teacher, or the reemployment of an existing teacher, the children of any such teacher, if living in Calhoun County, Mississippi, will be required to attend the public schools of Calhoun County or said teacher will not be employed or reemployed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Board members testified that although more broadly stated, the policy was fashioned with only Calhoun Academy in mind.  In evaluating plaintiffs' constitutional claims, the court below limited its consideration to the policy terms 'intended by the board and applied to the plaintiffs', and expressly declined to reach any potential question that might be raised by application of the policy to a teacher whose children attended a racially nondiscriminatory school. 365 F.Supp. at 859--60.  The district court's approach of reviewing the policy narrowly as it was intended and applied, rather than broadly as it was adopted, has the pragmatic virtue of facing up to the real issue between the parties and producing a resolution of that issue on its merits now.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the president of the school board testified that patronage of the Academy by public school teachers had been a source of controversy in the community, the keystone to defendants' justification of the policy (and the district court's approval) came from the testimony of two experts in the field of educational psychology.  Both were of the opinion 'that the challenged policy was significantly related to a teacher's effectiveness and job performance (because) students in desegregated classes are likely to perceive rejection, and experience a sense of inferiority from a teacher whose own children attend a nearby racially segregated school, and (such students will) be inclined to perform at a lower educational level'.  365 F.Supp. at 860.  Neither expert had evaluated plaintiffs individually.  One had been director of a three-year project the aim of which was 'to increase the interaction between the school and the community and the student and the teacher in public schools in Mississippi'.  His investigation had included schools in Calhoun County, although not the Calhoun City Attendance Center at which plaintiffs taught.  Both experts agreed that the Board policy was 'reasonable', based on psychological principles of 'negative reinforcement' and 'teacher expectation'.  One of them explained:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A.  Okay. The kind of thing that operates in a classroom is that a major variable in learning is how a teacher relates to a student.  There is ample indication from both research, my own and others, and just observation on my part that a teacher who is perceived by students as rejecting the public school system will have a difficult time, for example, reinforcing the learning that would go on in the classroom.  It would be a perception on the part of students of a difference from the students, and I think this would be particularly true with the black students.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Q. What would be the relationship of this rejection and perception to academic achievement?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. The major thing is that a teacher is the major--or a major reinforcer of learning.  And so that if there is a discrepancy in the way that a student--or let's say if there is a negative perception on the part of the student of the teacher, this detracts from the teacher's ability to reinforce learning.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Q. Now, by reinforcement, what are you speaking of in terms of this reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. It's an operational principle in psychology that holds that a teacher, by such things as paying attention to students, showing respect, trust, acceptance has the potential for increasing or having a positive effect on learning.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Q. Is this what--</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A.  That's basically what reinforcement is.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Q. Is this what educational psychologists would refer to as positive or negative social reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>A. Right.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Q. And what would be the effect of a negative social reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>A. The negative social reinforcement is shown in situations where the possibility exists for a teacher not having the potential or the possibility as a functional teacher to reinforce what goes on in an appropriate way in the classroom.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Q. Doctor Eicke, would a student perceive a teacher who sent their own children to a private school--a public school student, would this be perceived as a negative social reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. I think it would.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Q. Doctor Eicke, what do psychologists mean when they refer to teacher expectations?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>A. Teacher expectation is an area that has been studied in educational psychology dealing with a phenomenon in which what is expected of students is what they tend to do.  And my contention would be that if a teacher expected less from students that the students would tend to perform at a lower level; and conversely, if the teacher expected more, the students would tend to perform better.  This need not be a conscious kind of thing.  In fact, it usually isn't.  And I would think that a teacher that rejects the public school system as acceptable for (the teacher's) own children would set lower expectations (for the public school students) that (the teacher) would then come in contact with.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">He added that '(a)nything that detracts from a positive perception of (the) teacher may affect learning.'  The other expert repeated and further explained similar opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found in this evidence a sufficient 'rational relation' between the challenged policy and the goal of public school desegregation to answer plaintiffs' equal protection objection.  However, while apparently conceding that the Board's policy infringed plaintiffs' First Amendment rights, the court noted that those rights 'may not be considered in isolation', that they 'must be applied in the light of the special circumstances of the environment of the particular case',<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and that 'where the exercise of First Amendment rights impairs the teacher's effectiveness, or conflicts with the performance of her job, the school board may lawfully refuse to rehire the teacher'.  After quoting from the Supreme Court's opinion in Adler v. Board of Education,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>It necessarily follows that if the board's policy is a reasonable and constitutional regulation, plaintiffs may not complain of the consequence of not being rehired as public school teachers for having exercised their right to send their children to a private school.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court evidently implied a finding that the policy was constitutional within its determination that the rational relation test had been met.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Per Curiam opinion to this point was prepared by Judge CLARK.  All members of the Panel concur in it.  After extensive conference and individual judicial study of this obviously difficult case, our inability to agree on a unanimous opinion stems from our disagreement as to (1) whether the Judgment of the District Court should be affirmed and (2) the reasons for our individual conclusions.  From this point forward the members of the Panel will state their views separately, with the result that the Judgment of the District Court will be affirmed.</p>\n    </div>\n    <p>SEPARATE VIEWS OF CIRCUIT JUDGE COLEMAN</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">With deference to the views of my Brothers, I vote to affirm the judgment of the District Court, but for reasons different to those there assigned.  Under the authority of United Public Workers v. Mitchell and United States Civil Service Commission v. National Association of Letter Carriers, hereinafter cited, I would have dismissed the case for failure to raise a substantial constitutional question.</p>\n    </div>\n    <p class=\"indent\">Quoting from Mitchell:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>'Congress and the President are responsible for an efficient public service.  If, in their judgment efficiency may be best obtained by prohibiting active participation by classified employees in politics as party officers or workers, we (the Supreme Court) see no constitutional objection.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">United Public Workers v. Mitchell, 330 U.S. 75, 67 S.Ct. 556, 91 L.Ed. 754 (1947), 'unhesitatingly' reaffirmed in United States Civil Service Commission v. National Association of Letter Carriers, 413 U.S. 548, 93 S.Ct. 2880, 37 L.Ed.2d 796 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the latter case the Supreme Court held that neither the First Amendment nor any other provision of the Constitution invalidates a law barring the following customary and ordinary First Amendment rights of those not shouldered with the responsibilities of federal employment: (1) organizing a political party or club, (2) actively participating in fund-raising activities for a partisan candidate or a political party, (3) becoming a partisan candidate for, or campaigning for, an elective public office, (4) actively managing the campaign of a partisan condidate for public office, (5) initiating or circulating a partisan nominating petition or soliciting votes for a partisan candidate for public office, and (6) serving as a delegate, alternate or proxy to a political party convention.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>'But, as the Court held in Pickering v. Board of Education, 391 U.S. 563, 568, 88 S.Ct. 1731, 1734, 20 L.Ed.2d 811 (1968), the government has an interest in regulating the conduct and 'the speech of its employees that differ(s) significantly from those it possesses in connection with regulation of the speech of the citizenry in general.  The problem in any case is to arrive at a balance between the interests of the (employee), as a citizen, in commenting upon matters of public concern and the interest of the (government), as an employer, in promoting the efficiency of the public services it performs through its employees'.'  413 U.S. at 564, 93 S.Ct. at 2890.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>'There is another consideration in this judgment: it is not only important that the Government and its employees in fact avoid practicing political justice, but it is also critical that they appear to the public to be avoiding it, if confidence in the system of representative Government is not to be eroded to a disastrous extent.'  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>'Neither the right to associate nor the right to participate in political activities is absolute in any event (citations omitted).'  413 U.S. at 567, 93 S.Ct. at 2891.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The right of the teacher-appellants to send their children to a private school, whether grounded in the Constitution or not, is not at stake in this appeal.  Nobody is contesting their primary right to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">No racial bias is involved.  The teachers are white.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There is no Singleton issue in the failure to re-employ them; this was not a reduction in force prompted by an effort to achieve unitary status.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The teachers did not have tenure.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is no contention that the school board policy was pretextual or sprang from anything other than complete good faith.  It applied to all teachers who had educable children and some of them complied with it.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There is no substantial evidence of the existence of any valid educational factor available at the private school, not also available at the public school.</p>\n    </div>\n    <p class=\"indent\">The case then boils down to this:</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Under the facts of this case, does the United States Constitution deny a public school board the authority to adopt and uniformly enforce a policy clearly designed, in good faith, to insure the undivided dedication of its teachers (and the appearance of that dedication) to the public school function?  Under the authorities above cited, I respond that it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Actually, those of the general public, who pay the taxes, who keep the public school doors open, and who depend on those schools to educate their children, have a right to expect undivided teacher dedication, free of any real or apparent conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Here, the teacher-appellants seek to defeat that public right by saying that because they have a right to send their children to private schools they also have the constitutionally guaranteed right to be employed in the public schools in defiance of the considered judgment of the school board that such a practice is not good for the schools which they have assumed an obligation to foster and maintain.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">I simply do not believe that the Constitution may be stretched so far.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We are not here dealing in isolation with the rights of parents as to the education of their children.  This is only a springboard from which teachers (who also happen to be parents) are trying to jump to the desired result.  We are confronted with altogether different claims: we are asked to hold as a matter of constitutional law that they may command for themselves employment in a public agency in defiance of the declared public policy of that agency, a policy which could have no possible purpose other than to promote the unity of, and public confidence in, the public school system.  In such a collision of interest, the asserted 'parental right' must yield.  On balance, concerned as we are with the general, discretionary power of school boards to manage public schools, the board policy should prevail and I see nothing in the Constitution to forbid it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I stand on what the Supreme Court said in Adler v. Board of Education (1952), hereinabove cited, that persons employed or seeking employment in public schools have no right to do so on their own terms, that to maintain the integrity of public schools as part of an ordered society school authorities have the right and the duty to screen teachers in a relevant manner, not inconsistent with basic civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For these reasons, I vote to affirm the judgment of the District Court.  In so doing I find no necessity to put a 'desegregation' gloss on the decision.</p>\n    </div>\n    <p>SEPARATE VIEW OF CIRCUIT JUDGE RONEY</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We are asked to review a judgment in favor of school authorities who were sued by three former teachers for reinstatement, back pay, and other relief on the ground that the teachers were not rehired for unconstitutional reasons.  I would affirm the judgment of the district court on the particular facts of this case on a very narrow ground.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mississippi teachers are nontenured.  School authorities may refuse to rehire a teacher 'without any reason at all.'  Thompson v. Madison County Board of Education, 476 F.2d 676, 679 (5th Cir. 1973).  They may not refuse to rehire them, however, for an unconstitutional reason.  Perry v. Sindermann, 408 U.S. 593, 597, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972).  Plaintiffs held one-year contracts which expired at the end of the school year.  They were not discharged.  They were, on the other hand, not rehired.  The plaintiffs had the burden of proving that the action of the school authorities in failing to rehire them was unconstitutional.  I think they failed in such proof.  I would rest an affirmance on the findings of fact of the district judge as they apply to these individual plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The court found as a fact that the dominant, if not sole, reason why each plaintiff enrolled his or her children in Calhoun Academy was to avoid the desegregated school system.  This finding is not clearly erroneous.  The court accepted the evidence that this conduct significantly related to the effectiveness and job performance of the teachers.  The successful operation of the public schools as a unitary system under court-ordered desegregation was seriously challenged by the existence and public support of Calhoun Academy.  The court found, without dispute, that the failure to rehire these teachers by the school authorities was for no other purpose than to strengthen local support for the public schools and to effectively implement the court-ordered requirement to change from a dual segregated school system to a unitary nondiscriminatory system.  Under these circumstances, I would affirm the district court's conclusion that the school authorities acted within their discretionary authority.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Whether similar action would be valid under less compelling circumstances, we need not decide.  Although it would have been preferable for the school board to treat each plaintiff individually, and although the evidence is somewhat general rather than specific, I think that the district court had a sufficient base to apply the general evidence to the individuals.  It appears to me it did this in fact, if not by specific language, when it assessed the individual testimony as to the reasons each gave for placing the children in Calhoun Academy.  I would not get to the question of the validity of the general policy unrelated to this specific case of court-ordered desegregation.  This case, to me, does not have broad implications.</p>\n    </div>\n    <p class=\"indent\">CLARK, Circuit Judge (dissenting).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    <p>I.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Plaintiffs claim that the challenged policy infringes their personal freedom as parents to choose the academic environment in which their children will be educated.  This right received explicit judicial recognition in Pierce v. Society of Sisters, 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925), where it was expressed as 'the liberty of parents and guardians to direct the upbringing and education of children under their control,' and has been repeatedly reaffirmed since as one of several 'fundamental' rights falling within the constitutional guarantee of personal privacy.  See, e.g., Roe v. Wade, 410 U.S. 113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973); Griswold v. Connecticut, 381 U.S. 479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965).  Whether viewed as a part of a citizen's Fourteenth Amendment liberty or First Amendment freedom of association or a combination of both, the right plaintiffs' claim is protected from state intrusion by the Due Process Clause of the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As a fundamental right, the prerogative of parents to direct their children's education supersedes the state's more generalized interest in the public school system, and sustains the corollary freedom of private schools to exist and operate.  '(A) State's role in the education of its citizens must yield to the right of parents to provide an equivalent education for their children in a privately operated school of the parent's choice.'  Norwood v. Harrison, 413 U.S. 455, 461, 93 S.Ct. 2804, 2808, 37 L.Ed.2d 723, 729 (1973).  This right exists without regard to the parents' motives for choosing private over public education, or the popularity or social utility of the private school's raison d'etre.  See NAACP v. Button, 371 U.S. 415, 88 S.Ct. 328, 9 L.Ed.2d 405 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The scope of this parental right is not without limit, however.  An accommodation must be reached whenever its exercise conflicts with the state's interest in maintaining the general public welfare.  'The parent cannot assert an absolute freedom to remove his child from all schooling, or to send him to a school where the curriculum includes not only mathematics but also the desirability and techniques of immediate violent overthrow of the government.'  Green v. Connally, 330 F.Supp. 1150, 1167 (D.D.C.), aff'd sub nom.  Coit v. Green, 404 U.S. 997, 92 S.Ct. 564, 30 L.Ed.2d 550 (1971).  To be sustained, an accommodation that infringes upon this parental right must be tested against certain well-established principles.  'Where certain fundamental rights are involved, the court has held that regulation limiting these rights may be justified only by a 'compelling state interest,' . . . and that legislative enactments must be narrowly drawn to express only the legitimate state interests at stake.'  Roe v. Wade, supra, 410 U.S. at 155, 93 S.Ct. at 728, 35 L.Ed.2d at 178 (citations omitted); see Griswold v. Connecticut, supra; Aptheker v. Secretary of State, 378 U.S. 500, 84 S.Ct. 1659, 12 L.Ed.2d 992 (1964); Shelton v. Tucker, 364 U.S. 479, 81 S.Ct. 247, 5 L.Ed.2d 231 (1960).  A statutory classification that infringes upon fundamental freedoms must be not merely rationally related to a valid public purpose, but must be necessary to the achievement of a compelling state interest.  Eisenstadt v. Baird, 405 U.S. 438, 92 S.Ct. 1029, 31 L.Ed.2d 349 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The state cannot avoid this scrutiny by offering the discredited dogma of Adler v. Board of Education, 342 U.S. 485, 72 S.Ct. 380, 96 L.Ed. 517 (1952), that public employment which may be denied altogether may be conditioned upon the surrender of constitutional rights.  That theory died aborning, see Wieman v. Updegraff, 344 U.S. 183, 73 S.Ct. 215, 97 L.Ed. 216 (1952); Keyishian v. Board of Regents, 385 U.S. 589, 87 S.Ct. 675, 17 L.Ed.2d 629 (1967); and was recently retrenched in Perry v. Sindermann, 408 U.S. 593, 93 S.Ct. 2694, 33 L.Ed.2d 570 (1972).  Nevertheless, teachers occupy a unique position as the instruments by which the state delivers vital educational services to public school pupils.  Because of this, their personal constitutional rights will often come in conflict with legitimate competing interests of the school boards who employ them.  The task of the teacher is one of such sensitivity and public involvement as to justify employer evaluation on the basis of conduct both in and out of the classroom, Beilan v. Board of Education, 357 U.S. 399, 78 S.Ct. 1317, 2 L.Ed.2d 1414 (1958), and to sustain state inquiry into associational activity beyond that which would be proper as to the ordinary citizen or employee.  Shelton v. Tucker, 364 U.S. 479, 81 S.Ct. 247, 5 L.Ed.2d 231 (1960); Battle v. Mulholland, 439 F.2d 321 (5th Cir. 1971).  While '(n)either students (n)or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate,' it remains equally true that 'First Amendment rights (must be) applied in light of the special characteristics of the school environment.'  Tinker v. Des Moines Independent Community School District, 393 U.S. 503, 506, 89 S.Ct. 733, 736, 21 L.Ed.2d 731 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">That the Board's policy imposes a substantial burden upon the exercise of a fundamental right is clear.  Equally clear, however, is the legitimacy of the interest claimed by the Board and found by the court to be served by the policy, i.e., the elimination of racial discrimination and its 'pervasive influence' from the public schools.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>There is a compelling as well as a reasonable government interest in the interdiction of racial discrimination which stands on highest constitutional ground, taking into account the provisions and penumbra of the Amendments passed in the wake of the Civil War.  That government interest is dominant over other constitutional interests to the extent that there is complete and unavoidable conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Green v. Connally, supra, 330 F.Supp. at 1167 (footnotes omitted).  If this language be broadly interpreted and literally applied, the personal freedoms of public employees could be curtailed by any governmental action that remotely furthers 'the interdiction of racial discrimination.'  The footnote to the final sentence quoted above provides the crucial limitation: 'Where there is a compelling government interest even First Amendment freedoms may be limited by appropriately confined lesser measures although they could not be prohibited directly.' 330 F.Supp. at 1167 n. 36, citing Shelton v. Tucker, supra (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">When legitimate governmental concerns are expressed in legislation that clearly conflicts with the exercise of a fundamental right, the validity of the means chosen must turn on the precision with which the government can identify the unprotected conduct.  '(E)ven though the governmental purpose be legitimate and substantial, that purpose cannot be pursued by means that broadly stifle fundamental personal liberties when the end can be more narrowly achieved.'  Shelton v. Tucker, supra, 364 U.S. at 488, 81 S.Ct. at 252, 5 L.Ed.2d at 237 (footnote omitted); see United States v. Robel, 389 U.S. 258, 88 S.Ct. 419, 19 L.Ed.2d 508 (1967); NAACP v. Alabama, 377 U.S. 288, 84 S.Ct. 1302, 12 L.Ed.2d 325 (1964); Hobbs v. Thompson, 448 F.2d 456 (5th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The two psychologists provided the only possible link between the policy of requiring the children of public school teachers to attend the public schools and the Board's legitimate interest in providing an equal educational opportunity to all its students.  Their testimony indicates that an objectionable effect in the classroom could result from student perception of the teacher as being uncommitted to desegregated public schools.  The student who so perceives the teacher, whatever that teacher's actual belief, will 'perceive rejection, and experience a sense of inferiority, . . . and be inclined to perform at a lower educational level.'</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even accepting the existence of a significant depressant effect on a child's ability to learn from a teacher who does not appear to support desegregated education, there would remain a serious question regarding the accuracy of the further necessary presumption that all teachers who send their children to segregated private schools convey the debilitating image.  Certainly it must be conceded that many valid reasons abound for choosing private over public education--reasons which would retain their validity in the context of court ordered desegregation, and can be understood and appreciated by adult and child alike to have legitimate, non-racial bases.  Obviously too, a student who is aware of legitimate reasons for the decision will not perceive the teacher as antipathetic and should not suffer any adverse effect.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It is more important, however, to recognize that a teacher's effectiveness in the classroom is a complex composite of variable elements, no one of which universally will determine academic success.  One of the experts here indicated that 'reinforcement,' the relevant psychological principle, was affected by many factors, such as 'paying attention to students, showing respect, trust, acceptance.'  Doubtless, he left many more unlisted.  A teacher who is perceived by her students to reject the viability of desegregated education may have other strengths and abilities that more than compensate for the one negative factor and enable her to provide 'positive reinforcement' to her students and to remain an effective classroom performer.  The presence of such teachers in the public schools in no way interferes with the Board's duty to offer a non-discriminatory education, and no legitimate governmental interest would be served either by the teachers' compliance with the policy or their exclusion for noncompliance.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">I find equally doubtful the apparent assumption that compliance with the policy will dissipate the harmful perceptions that are said to justify its application.  To the extent the impermissible influences at which the policy is aimed result from the teacher's actual attitudes and beliefs, as in the case of 'teacher expectations,' the choice of schooling for the teacher's own children is no more than one evidence of an underlying bias.  Unlike the impairment of the teacher's ability to reinforce learning that results from the students' perception (or misperception) of the teacher, the harm that results from the teacher's perception of the students has not been shown to be remediable simply by removing this single appearance of disloyalty.  Can a teacher's achievement expectations of the students in her classroom be expected to change after the enforced enrollment of her own children in the same school system, particularly if the discrepant expectations have a racial basis?</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The fit between the Board's policy and the governmental interest it is alleged to serve is thus highly imperfect: it excludes from the public schools teachers who do not possess the characteristics that underlie its premises but who are unwilling to abide by its terms, while it permits to remain teachers who possess racial attitudes of much greater disadvantage to their students.  Whatever actual benefits may accrue to the school system by operation of the policy will be as much by coincidence as by design.  The reason for this is plain.  The Board has incorrectly singled out a teacher's decision to send his or her own children to private school as an infallible indicator of an undesirable classroom effect that it has a legitimate interest in removing.  Because of this, the policy acts arbitrarily to deny a fundamental right to public school teachers and therefore cannot be upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Of course a school board should be free to dismiss any teacher whose personal beliefs and actions substantially impede effective classroom performance.  This public employer is completely on a par with the private employer in the ability to require that job performance take precedence over an employee's private life.  The Constitution requires, however, that if a determination of unfitness is to be made from a presumption based on protected activity, that activity must be conclusively shown to evidence a harmful trait.  The expert testimony falls far short of establishing as 'necessarily or universally true in fact' the presumption of an impermissible classroom effect.  Then too, the Board has a reasonable alternative means of making the determination as part of its evaluation of each teacher's performance.  In these circumstances, the Board's overbroad employment policy should be stricken as violative of the Due Process Clause of the Fourteenth Amendment.  See Cleveland Board of Education v. LaFleur, 414 U.S. 632, 94 S.Ct. 791, 39 L.Ed.2d 52 (1974); Vlandis v. Kline, 412 U.S. 441, 93 S.Ct. 2230, 37 L.Ed.2d 63 (1973); Stanley v. Illinois, 405 U.S. 645, 92 S.Ct. 1208, 31 L.Ed.2d 551 (1973).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">After upholding the constitutionality of the policy, the court below went on to reject plaintiffs' procedural due process claims, holding that whatever entitlement plaintiffs might have to a hearing before the Board prior to termination had been satisfied by its judicial proceedings.  See Ferguson v. Thomas, 430 F.2d 852 (5th Cir. 1970).  Thus, review of the court's decision cannot end on a determination that the policy cannot stand as a per se rule.  Scrutiny must be made of the court's implicit finding that the premises underlying the policy correctly identified valid, constitutional reasons for the dismissal of these plaintiffs as individuals.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">To sustain a determination of unfitness on the basis of protected activity, the governmental interest to be served must outweigh the infringement of personal liberty, viewed in the special environment of the schoolroom.  'The problem in any case is to arrive at a balance between the interests of a teacher, as a citizen, in (the exercise of a fundamental right,) and the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.'  Pickering v. Board of Education, 391 U.S. 563, 568, 88 S.Ct. 1731, 1734--35, 20 L.Ed.2d 811, 817 (1968); see Ferguson v. Thomas, supra; Pred v. Board of Public Instruction, 415 F.2d 851 (5th Cir. 1969).  Despite acknowledging the applicability of the Pickering balancing of interests test to the refusal to rehire these teachers, the district court apparently accepted the Board's argument that the interest in ending discrimination, in and of itself, ordained the result.  No values were assigned to the teachers' rights, nor was any method of balancing the competing interests defined.  Rather, the court concluded that since the Board's policy was 'based upon logic that is readily discernible' and 'adopted in keeping with the command of the Fourteenth Amendment and the desegregation order of this court,' it should be enforced.  By thus assaying only one of the competing interests at stake, the court cast the balance irretrievably in the Board's favor.  This disposition does not represent the careful weighing of constitutional values that Pickering commands.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Defendants claim that the challenged policy furthers five legitimate governmental interests: (1) the compelling interest in meaningful public education; (2) the assurance of complete and total support, loyalty and dedication of the public school teachers in Calhoun County to the public school system and its duties; (3) the elimination of an improper influence on the educational process of the public schools of Calhoun County; (4) the maintenance of appropriate classroom effectiveness and performance of its teachers; and (5) the affirmative duty of the Calhoun County public school officials to eliminate racial discrimination from the public schools.  It is in this last listed interest that majority and the court below find the mandate to override the personal rights of public employees.  No part of the earlier desegregation order literally commanded the Board to adopt the policy.  Nevertheless, defendants claim that the action was both required and justified by the court order to bring about a unitary school system and the Supreme Court decisions interpreting Brown II<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> to require comprehensive efforts to remove all vestiges of racial discrimination from the public schools.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In support of this contention, defendants draw principally on Green v. County School Board, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968).  In Green, the Court held that, under Brown II, 'school boards . . . then operating state-compelled dual systems were nevertheless clearly charged with the affirmative duty to take whatever steps might be necessary to convert to a unitary system in which racial discrimination would be eliminated root and branch.'  Id. at 437--38, 88 S.Ct. at 1694, 20 L.Ed.2d at 723 (emphasis added).  This duty includes the desegregation of faculty and staff of the public schools, 'not because of teachers' employment rights, but because students are entitled to a nonracial education, and the assignment of teachers to students on the basis of race denies students that right.'  Lee v. Macon County Board of Education, 267 F.Supp. 458 (M.D.Ala.1967); see Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); Rogers v. Paul, 382 U.S. 198, 86 S.Ct. 358, 15 L.Ed.2d 265 (1965).  Specific guidelines for the satisfaction of the Brown II mandate with respect to student body and faculty desegregation in individual schools have been developed on a case-by-case basis.  See, e.g., United States v. Jefferson County Board of Education, 380 F.2d 385 (5th Cir. 1967), cert. denied sub nom.  Board of Education of City of Bessemer v. United States, 389 U.S. 840, 88 S.Ct. 77, 19 L.Ed.2d 104 (1967); Singleton v. Jackson Municipal Separate School District, 419 F.2d 1211 (5th Cir. 1970); see generally Swann v. Charlotte-Mecklenburg Board of Education, supra, 402 U.S. at 18, 91 S.Ct. at 1277, 28 L.Ed.2d at 567.  Other decisions have emphasized that a school board 'is not only under an obligation not to foster discrimination, but to affirmatively eliminate impediments to a unitary system of education.'  Augustus v. School Board of Escambia County, 361 F.Supp. 383, 387 (N.D.Fla.1973), modified and remanded, 507 F.2d 152 (5th Cir. 1975).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In matters which directly involve the classroom, a school board's interest in maintaining the quality of its educational offering weights far heavier than the teacher's right to insist upon the exercise of personal freedoms and liberty.  Restraints upon individual expression in or about the school that conflicts with the board's constitutional duties are justifiable.  For example, in Smith v. St. Tammany Parish School Board, 316 F.Supp. 1174 (E.D.La.1970), aff'd, 448 F.2d 414 (5th Cir. 1971), the court banned the display of Confederate flags and banners in the schools 'expressing the school board's or its employees' desire to maintain segregated schools' noting that '(n)ot only is the school board to operate a unitary system but the system must be racially non-discriminatory. . . .  The retention of Confederate flags in a unitary school system is no way to eliminate racial discrimination 'root and branch' from the system.' 316 F.Supp. at 1176; see also Augustus v. School Board of Escambia County, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Only one case in this circuit has interpreted a school board's affirmative duty to eliminate discrimination to require the board's consideration of a teacher's personal racial attitudes in making employment decisions.  In United States v. Indianola Municipal Separate School District, 410 F.2d 626 (5th Cir. 1969), this court reversed the district court's approval of a school desegregation plan that, inter alia, failed to make adequate provision for faculty integration.  Noting that no black teachers taught at either 'white' school and only one white teacher taught, for a half-day each week, at only one of the two 'black' schools, the court held:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>The school board must actively seek out qualified instructors who are willing to teach children of any color.  The voluntary approach is demonstrably not adequate, and the school board must do everything within its power to recruit and reassign teachers so as to provide for a substantial degree of faculty integration. . . . We agree that the school board must withhold approval of teacher contracts if that is necessary to achieve more racially balanced faculties.  'The board's responsibility is not optional: It must withhold approval of contracts if necessary to achieve faculty desegregation.'  United States v. Greenwood Municipal Separate School District, (406 F.2d 1086 (5th Cir. 1969)) 406 F.2d at 1094.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">410 F.2d at 630 (emphasis in original).  Indianola basically relates to the board's duty to employ personnel whose race can accomplish the numerical desegregation of the teacher corps of a formerly dual school system.  An obvious incident of this duty was the recruitment of black teachers willing to teach white children and white teachers willing to teach black children.  The only articulated limitation upon personal attitudes is a willingness to instruct children of any race--a condition that is so intimately job-related as to make discussion of its impact upon classroom performance unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">While the decisions of this circuit as well as of the Supreme Court clearly establish the primacy of the duty to eliminate racial discrimination from the public schools, they cannot establish that in a particular case the exercise of fundamental rights actually impinges upon the educational process.  It is the degree to which the respective interests are shown to unavoidably conflict that enables essentially intangible rights to be 'balanced.'  I reject the notion that the desegregation order or judicial precedents obviate application of the Pickering test in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As demonstrated in Part I of this dissent, the only evidence that employment of these teachers would frustrate the Board's efforts to provide a non-discriminatory education was altogether abstract.  While no prior similar cases have dealt with precisely the kind of subtle psychological effect asserted here, they have uniformly required a showing of more than a speculative inference that constitutionally protected activity could interfere with a state interest.  Tinker v. Des Moines Independent Community School District, supra, concerned the exercise of personal rights by students rather than teachers, but we have interpreted its tenets as equally applicable to the regulation by school boards of both.  See, e.g., Fluker v. Alabama State Board of Education, 441 F.2d 201 (5th Cir. 1971); Pred v. Board of Public Instruction, 415 F.2d 851 (5th Cir. 1969).  In Tinker, the school board had forbidden the wearing of black armbands by students while on school facilities.  The Supreme Court, drawing from the Fifth Circuit decision in Burnside v. Byars, 363 F.2d 744 (5th Cir. 1966), held that in the absence of a reason to forecast substantial disruption or material interference with school activities, the regulation impermissibly infringed the students' right to freedom of expression.  In James v. Board of Education of Central District No. 1, etc., 461 F.2d 566 (2d Cir.), cert. denied, 409 U.S. 1042, 93 S.Ct. 529, 34 L.Ed.2d 491 (1972), the Second Circuit confronted a situation identical to Tinker except that it was a teacher, not a student, who sought to wear a black armband in class to protest war.  As in Tinker, the court found insufficient evidence of actual disruption to justify the infringement of freedom of speech.  'Although we can imagine situations in which a teacher would be so controversial because of his tenets or beliefs that he would be a disruptive force in the school, no one would suggest that he could be dismissed merely because he was identified with a particular cause if he did not preach that cause in class.' 461 F.2d at 572 n. 13.  James did, however, point out that there was no 'suggestion whatsoever that his armband interfered with his teaching functions, or, for that matter, this his teaching ever had been deficient in any respect.' 461 F.2d at 574--75 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In Smith v. United States, 502 F.2d 512 (5th Cir. 1974), this court adopted the standard of material and substantial interference to test claims of arbitrary action by a public employer.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>When a government employee asserts that his rights have been unconstitutionally infringed, it is necessary to strike a balance between the interests of the employee as a citizen and the interests of the government in promoting the efficiency of the services it performs through its employees.  In striking that balance in the context of the First Amendment guaranty of freedom of speech, we feel that the standard of material and substantial interference is the standard to apply.  In order for the government to constitutionally remove an employee from government service for exercising the right of free speech, it is incumbent upon it to clearly demonstrate that the employee's conduct substantially and materially interferes with the discharge of duties and responsibilities inherent in such employment.  Battle v. Mulholland, 439 F.2d 321 (5th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">502 F.2d at 516--17.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  The plaintiff-appellant in Smith was a clinical psychologist at a Veterans' Administration hospital who was discharged after repeated requests by his supervisor that he cease to wear a 'peace pin' while on duty.  In upholding his discharge, we found the evidence sufficient to establish 'that the wearing of the peace pin . . . while on duty resulted in a material and substantial interference with the performance of his duties as a staff psychologist charged with the duty of administering psychotherapeutic treatment to emotionally disturbed veteran patients.'  The need for a demonstration of material and substantial interference with actual job performance would seem to be at least as great here.  The alleged interference in today's case results not from the teachers' conduct while in the classroom or about the school, but from the uncontrollable and possible groundless perceptions of others that might result from their knowledge of a personal family decision which in itself was wholly unrelated to the job.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Elimination of racial discrimination, and its effect on developing attitudes and values, from public education is judicially established as a constitutional mandate.  However, the evidence in this record establishes no more than that one facet of these teachers' private lives carries a potential to instill a negative value into the relationship between teachers and their students.  The proof does not disclose that the impact of this negative force is so debilitating that these teachers' ability to contribute to the advancement of quality education in a unitary system would be overborne in every case or indeed in any one of their cases, or that the students of these teachers will derive from the knowledge of this fact feelings of rejection so deep that no effort the teachers may put into their work can overcome them.  The failure of the evidence to demonstrate that their protected activity would substantially and materially interfere with the discharge of their teaching duties and responsibilities should have brought the balance down on the teachers' side.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">It is clear to me that the school's policy is unconstitutionally overbroad.  It was not shown to form a proper basis for the defendant's decision not to offer reemployment to any one of these plaintiffs individually.  The decree appealed from ought to have been reversed for a school board determination of each plaintiff's case, free from the unconstitutional constraint of the school board policy.  Today's case is cast in the appealing garb of reinforcing public school desegregation by suppressing the right to educate one's child in a segregated private school.  The problem is that the decisional principle it establishes applies to all forms of personal associations from the Ku Klux Klan to Black Panthers, and from membership in the Citizens Counsel to membership in the NAACP.  Another such victory, bought at the expense of surrendering constitutionally protected rights to the expertise of psychological opinion, and we are undone.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Miss.  Code Ann.  Section 37--9--17 (1972).  Mississippi does not provide tenure for public school teachers.  See Jennings v. Meridian Municipal Separate School Dist., 337 F.Supp. 567 (S.D.Miss.1971), aff'd, 453 F.2d 413 (5th Cir. 1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The letter, signed by an attorney in the Education Section on behalf of an Assistant Attorney General, read in pertinent part as follows:</p>\n        <p>Although the Department of Justice is authorized by law to render legal opinions only to the President and the heads of the executive departments, we also have the responsibility to enforce the court orders in this case.  Those orders would certainly not preclude the school board from taking the action described in your letter.  Indeed, as your letter correctly notes, the court, in its ruling from the bench on August 7, 1968, made several references to the board's obligations to take 'positive and affirmative steps.'  As was pointed out by Chief Justice Berger (sic) in McDaniel v. Barresi, 402 U.S. 39, 41 (91 S.Ct. 1287, 28 L.Ed.2d 582) (1972), 'school boards that operated dual school systems are charged with the affirmative duty to take whatever steps might be necessary to convert to a unitary system in which racial discrimination would be eliminated root and branch.'  See also, Green v. County School Board, 391 U.S. 430, 437--438 (88 S.Ct. 1689, 20 L.Ed.2d 716) (1968).</p>\n        <p>The comments made above do not purport to answer any 'due process' or 'First Amendment' issues which may be raised in this matter.  We appreciate your interest in writing this Department.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this connection we note that subsequent to the adoption of this policy and before these teachers were not reemployed the State of Mississippi enacted a statute that prohibits school board regulations denying employment or reemployment on the ground of nonenrollment of an eligible child in that public school system.  Chapter 459, Laws of 1974.  Since none have suggested that the statute should be given retroactive effect the validity of the statute is not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Quoting Clark v. Holmes, 474 F.2d 928, 931 (7th Cir., 1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 342 U.S. 485, 72 S.Ct. 380, 96 L.Ed. 517 (1952)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> As the explanation following the statement of facts indicates, the text of these dissenting views was originally prepared as a proposed majority opinion to reverse the judgment of the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Compare Roe v. Wade, 410 U.S. 113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973) (right of privacy founded in the Fourteenth Amendment's concept of personal liberty and restrictions on state action) with Griswold v. Connecticut, 381 U.S. 479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965) ('By Pierce v. Society of Sisters, supra, the right to educate one's children as one chooses is made applicable to the States by the force of the First and Fourteenth Amendments') and Green v. Connally, 330 F.Supp. 1150 (D.D.C.1971) (freedom of association supports the right to educate child in the school of the parent's choice)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Brown v. Board of Education, 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083 (1955)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Cf. Doherty v. Wilson, 356 F.Supp. 35 (M.D.Ga.1973) ('A school board may fire, refuse to rehire or refuse to hire a teacher who has exercised constitutionally protected rights in such a manner as to seriously impair or destroy her effectiveness as a teacher.')</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></span></p>\n    <p class=\"case_cite\">9 Empl. Prac. Dec. P 10,134</p>\n    <p class=\"parties\">Billy D. COOK et al., Plaintiffs-Appellants,<br>v.<br>Robert W. HUDSON, etc., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 74--1038.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">April 21, 1975.<br>Rehearing and Rehearing En Banc<br>Denied July 3, 1975.<br>See <span class=\"citation\" data-id=\"327456\"><a href=\"/opinion/327456/billy-d-cook-v-robert-w-hudson-etc/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">762</span></a></span>.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John B. Farese, Ashland, Miss., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Will A. Hickman, S. T. Rayburn, Oxford, Miss., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of Mississippi.</p>\n      <p class=\"indent\">Before COLEMAN, CLARK and RONEY, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants are three school teachers formerly employed in the Calhoun County, Mississippi public school system.  Each was refused reemployment for the 1973--74 school year by the Calhoun County Board of Education pursuant to an unwritten board policy that prohibited the hiring of any teacher whose own children did not attend the public schools.  At the time the hiring decision was made, appellants' children were enrolled in the Calhoun Academy, an all-white, secular private school located in Calhoun County.  Pursuant to the policy, defendant Hudson, the principal of the Attendance Center at which plaintiffs taught, did not recommend plaintiffs for renewed teaching contracts for the 1973--74 school year, a prerequisite to reemployment under Mississippi law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court found that '(t)he sole reason for refusal (to recommend) was that the plaintiffs, otherwise qualified to continue their teaching duties, stated that they could not comply with the Board's policy.'  Shortly before the opening of the 1973--74 school year, plaintiffs brought this action for reinstatement, back pay and monetary damages, claiming that imposition of the Board's policy violated their First Amendment right to freedom of association and Fourteenth Amendment rights to due process and equal protection.  The district court construed the policy to apply only to teachers with children enrolled in the segregated Academy and upheld it as a justified part of the Board's effort 'to eliminate racial discrimination and remove its pervasive influence from the county's public schools.'  Cook v. Hudson, <span class=\"citation\" data-id=\"1414310\"><a href=\"/opinion/1414310/cook-v-hudson/\"><span class=\"volume\">365</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">855</span></a></span> (N.D.Miss.1973).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By order dated August 9, 1968, the district court instructed the Calhoun County Board of Education to begin the transition from a dual to a unitary school system.  In addition to establishing a timetable for desegregating each grade, the court's order set out guidelines to be used by the school board in making faculty employment decisions during the transition period and thereafter.  These guidelines prescribed remedial measures to correct the prior practice of faculty segregation.  The court further enjoined the Board to take affirmative steps to eliminate racial discrimination from the public schools and to bring about a unitary school system within the county.  The timetable called for full desegregation of the school system by the 1970--71 school year; no one has suggested that this deadline was not met.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On a factual basis more fully developed in its opinion cited above, the district court found that 'Calhoun Academy is a racially discriminatory institution formed in the wake of public school desegregation to provide a haven for segregated education' and that 'the dominant, if not sole, reason why each plaintiff enrolled his or her children in Calhoun Academy was to avoid the desegregated public school system.'  The court also found that prior to the establishment of Calhoun Academy no private school, either religious or secular, had ever existed in the county, and none except the Academy existed at the time the policy was promulgated.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When the Board decided on the challenged policy in November 1972, eight public school teachers had children enrolled in Calhoun Academy.  Prompted by the concern that a proper accommodation to the court's desegregation order required a faculty 'totally committed to a desegregated school system', and encouraged by a Justice Department letter seemingly approving its proposed action,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the Board verbally agreed to this policy:Prior to the employment of a new teacher, or the reemployment of an existing teacher, the children of any such teacher, if living in Calhoun County, Mississippi, will be required to attend the public schools of Calhoun County or said teacher will not be employed or reemployed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Board members testified that although more broadly stated, the policy was fashioned with only Calhoun Academy in mind.  In evaluating plaintiffs' constitutional claims, the court below limited its consideration to the policy terms 'intended by the board and applied to the plaintiffs', and expressly declined to reach any potential question that might be raised by application of the policy to a teacher whose children attended a racially nondiscriminatory school. 365 F.Supp. at 859--60.  The district court's approach of reviewing the policy narrowly as it was intended and applied, rather than broadly as it was adopted, has the pragmatic virtue of facing up to the real issue between the parties and producing a resolution of that issue on its merits now.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the president of the school board testified that patronage of the Academy by public school teachers had been a source of controversy in the community, the keystone to defendants' justification of the policy (and the district court's approval) came from the testimony of two experts in the field of educational psychology.  Both were of the opinion 'that the challenged policy was significantly related to a teacher's effectiveness and job performance (because) students in desegregated classes are likely to perceive rejection, and experience a sense of inferiority from a teacher whose own children attend a nearby racially segregated school, and (such students will) be inclined to perform at a lower educational level'.  365 F.Supp. at 860.  Neither expert had evaluated plaintiffs individually.  One had been director of a three-year project the aim of which was 'to increase the interaction between the school and the community and the student and the teacher in public schools in Mississippi'.  His investigation had included schools in Calhoun County, although not the Calhoun City Attendance Center at which plaintiffs taught.  Both experts agreed that the Board policy was 'reasonable', based on psychological principles of 'negative reinforcement' and 'teacher expectation'.  One of them explained:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A.  Okay. The kind of thing that operates in a classroom is that a major variable in learning is how a teacher relates to a student.  There is ample indication from both research, my own and others, and just observation on my part that a teacher who is perceived by students as rejecting the public school system will have a difficult time, for example, reinforcing the learning that would go on in the classroom.  It would be a perception on the part of students of a difference from the students, and I think this would be particularly true with the black students.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Q. What would be the relationship of this rejection and perception to academic achievement?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. The major thing is that a teacher is the major--or a major reinforcer of learning.  And so that if there is a discrepancy in the way that a student--or let's say if there is a negative perception on the part of the student of the teacher, this detracts from the teacher's ability to reinforce learning.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Q. Now, by reinforcement, what are you speaking of in terms of this reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. It's an operational principle in psychology that holds that a teacher, by such things as paying attention to students, showing respect, trust, acceptance has the potential for increasing or having a positive effect on learning.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Q. Is this what--</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A.  That's basically what reinforcement is.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Q. Is this what educational psychologists would refer to as positive or negative social reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>A. Right.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Q. And what would be the effect of a negative social reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>A. The negative social reinforcement is shown in situations where the possibility exists for a teacher not having the potential or the possibility as a functional teacher to reinforce what goes on in an appropriate way in the classroom.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Q. Doctor Eicke, would a student perceive a teacher who sent their own children to a private school--a public school student, would this be perceived as a negative social reinforcement?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. I think it would.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Q. Doctor Eicke, what do psychologists mean when they refer to teacher expectations?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>A. Teacher expectation is an area that has been studied in educational psychology dealing with a phenomenon in which what is expected of students is what they tend to do.  And my contention would be that if a teacher expected less from students that the students would tend to perform at a lower level; and conversely, if the teacher expected more, the students would tend to perform better.  This need not be a conscious kind of thing.  In fact, it usually isn't.  And I would think that a teacher that rejects the public school system as acceptable for (the teacher's) own children would set lower expectations (for the public school students) that (the teacher) would then come in contact with.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">He added that '(a)nything that detracts from a positive perception of (the) teacher may affect learning.'  The other expert repeated and further explained similar opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found in this evidence a sufficient 'rational relation' between the challenged policy and the goal of public school desegregation to answer plaintiffs' equal protection objection.  However, while apparently conceding that the Board's policy infringed plaintiffs' First Amendment rights, the court noted that those rights 'may not be considered in isolation', that they 'must be applied in the light of the special circumstances of the environment of the particular case',<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and that 'where the exercise of First Amendment rights impairs the teacher's effectiveness, or conflicts with the performance of her job, the school board may lawfully refuse to rehire the teacher'.  After quoting from the Supreme Court's opinion in Adler v. Board of Education,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>It necessarily follows that if the board's policy is a reasonable and constitutional regulation, plaintiffs may not complain of the consequence of not being rehired as public school teachers for having exercised their right to send their children to a private school.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court evidently implied a finding that the policy was constitutional within its determination that the rational relation test had been met.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Per Curiam opinion to this point was prepared by Judge CLARK.  All members of the Panel concur in it.  After extensive conference and individual judicial study of this obviously difficult case, our inability to agree on a unanimous opinion stems from our disagreement as to (1) whether the Judgment of the District Court should be affirmed and (2) the reasons for our individual conclusions.  From this point forward the members of the Panel will state their views separately, with the result that the Judgment of the District Court will be affirmed.</p>\n    </div>\n    <p>SEPARATE VIEWS OF CIRCUIT JUDGE COLEMAN</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">With deference to the views of my Brothers, I vote to affirm the judgment of the District Court, but for reasons different to those there assigned.  Under the authority of United Public Workers v. Mitchell and United States Civil Service Commission v. National Association of Letter Carriers, hereinafter cited, I would have dismissed the case for failure to raise a substantial constitutional question.</p>\n    </div>\n    <p class=\"indent\">Quoting from Mitchell:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>'Congress and the President are responsible for an efficient public service.  If, in their judgment efficiency may be best obtained by prohibiting active participation by classified employees in politics as party officers or workers, we (the Supreme Court) see no constitutional objection.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">United Public Workers v. Mitchell, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">556</span></a></span>, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span></a></span> (1947), 'unhesitatingly' reaffirmed in United States Civil Service Commission v. National Association of Letter Carriers, <span class=\"citation\" data-id=\"108857\"><a href=\"/opinion/108857/uscsc-v-national-association-of-letter-carriers/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, <span class=\"citation\" data-id=\"108857\"><a href=\"/opinion/108857/uscsc-v-national-association-of-letter-carriers/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2880</span></a></span>, <span class=\"citation\" data-id=\"108857\"><a href=\"/opinion/108857/uscsc-v-national-association-of-letter-carriers/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the latter case the Supreme Court held that neither the First Amendment nor any other provision of the Constitution invalidates a law barring the following customary and ordinary First Amendment rights of those not shouldered with the responsibilities of federal employment: (1) organizing a political party or club, (2) actively participating in fund-raising activities for a partisan candidate or a political party, (3) becoming a partisan candidate for, or campaigning for, an elective public office, (4) actively managing the campaign of a partisan condidate for public office, (5) initiating or circulating a partisan nominating petition or soliciting votes for a partisan candidate for public office, and (6) serving as a delegate, alternate or proxy to a political party convention.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>'But, as the Court held in Pickering v. Board of Education, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 568, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, 1734, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968), the government has an interest in regulating the conduct and 'the speech of its employees that differ(s) significantly from those it possesses in connection with regulation of the speech of the citizenry in general.  The problem in any case is to arrive at a balance between the interests of the (employee), as a citizen, in commenting upon matters of public concern and the interest of the (government), as an employer, in promoting the efficiency of the public services it performs through its employees'.'  413 U.S. at 564, 93 S.Ct. at 2890.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>'There is another consideration in this judgment: it is not only important that the Government and its employees in fact avoid practicing political justice, but it is also critical that they appear to the public to be avoiding it, if confidence in the system of representative Government is not to be eroded to a disastrous extent.'  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>'Neither the right to associate nor the right to participate in political activities is absolute in any event (citations omitted).'  413 U.S. at 567, 93 S.Ct. at 2891.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The right of the teacher-appellants to send their children to a private school, whether grounded in the Constitution or not, is not at stake in this appeal.  Nobody is contesting their primary right to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">No racial bias is involved.  The teachers are white.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There is no Singleton issue in the failure to re-employ them; this was not a reduction in force prompted by an effort to achieve unitary status.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The teachers did not have tenure.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is no contention that the school board policy was pretextual or sprang from anything other than complete good faith.  It applied to all teachers who had educable children and some of them complied with it.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There is no substantial evidence of the existence of any valid educational factor available at the private school, not also available at the public school.</p>\n    </div>\n    <p class=\"indent\">The case then boils down to this:</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Under the facts of this case, does the United States Constitution deny a public school board the authority to adopt and uniformly enforce a policy clearly designed, in good faith, to insure the undivided dedication of its teachers (and the appearance of that dedication) to the public school function?  Under the authorities above cited, I respond that it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Actually, those of the general public, who pay the taxes, who keep the public school doors open, and who depend on those schools to educate their children, have a right to expect undivided teacher dedication, free of any real or apparent conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Here, the teacher-appellants seek to defeat that public right by saying that because they have a right to send their children to private schools they also have the constitutionally guaranteed right to be employed in the public schools in defiance of the considered judgment of the school board that such a practice is not good for the schools which they have assumed an obligation to foster and maintain.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">I simply do not believe that the Constitution may be stretched so far.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We are not here dealing in isolation with the rights of parents as to the education of their children.  This is only a springboard from which teachers (who also happen to be parents) are trying to jump to the desired result.  We are confronted with altogether different claims: we are asked to hold as a matter of constitutional law that they may command for themselves employment in a public agency in defiance of the declared public policy of that agency, a policy which could have no possible purpose other than to promote the unity of, and public confidence in, the public school system.  In such a collision of interest, the asserted 'parental right' must yield.  On balance, concerned as we are with the general, discretionary power of school boards to manage public schools, the board policy should prevail and I see nothing in the Constitution to forbid it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I stand on what the Supreme Court said in Adler v. Board of Education (1952), hereinabove cited, that persons employed or seeking employment in public schools have no right to do so on their own terms, that to maintain the integrity of public schools as part of an ordered society school authorities have the right and the duty to screen teachers in a relevant manner, not inconsistent with basic civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For these reasons, I vote to affirm the judgment of the District Court.  In so doing I find no necessity to put a 'desegregation' gloss on the decision.</p>\n    </div>\n    <p>SEPARATE VIEW OF CIRCUIT JUDGE RONEY</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We are asked to review a judgment in favor of school authorities who were sued by three former teachers for reinstatement, back pay, and other relief on the ground that the teachers were not rehired for unconstitutional reasons.  I would affirm the judgment of the district court on the particular facts of this case on a very narrow ground.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mississippi teachers are nontenured.  School authorities may refuse to rehire a teacher 'without any reason at all.'  Thompson v. Madison County Board of Education, <span class=\"citation\" data-id=\"310194\"><a href=\"/opinion/310194/bennie-g-thompson-individually-etc-evelyn-k-thomas-and-wade-e-sutton/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span>, 679 (5th Cir. 1973).  They may not refuse to rehire them, however, for an unconstitutional reason.  Perry v. Sindermann, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 597, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972).  Plaintiffs held one-year contracts which expired at the end of the school year.  They were not discharged.  They were, on the other hand, not rehired.  The plaintiffs had the burden of proving that the action of the school authorities in failing to rehire them was unconstitutional.  I think they failed in such proof.  I would rest an affirmance on the findings of fact of the district judge as they apply to these individual plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The court found as a fact that the dominant, if not sole, reason why each plaintiff enrolled his or her children in Calhoun Academy was to avoid the desegregated school system.  This finding is not clearly erroneous.  The court accepted the evidence that this conduct significantly related to the effectiveness and job performance of the teachers.  The successful operation of the public schools as a unitary system under court-ordered desegregation was seriously challenged by the existence and public support of Calhoun Academy.  The court found, without dispute, that the failure to rehire these teachers by the school authorities was for no other purpose than to strengthen local support for the public schools and to effectively implement the court-ordered requirement to change from a dual segregated school system to a unitary nondiscriminatory system.  Under these circumstances, I would affirm the district court's conclusion that the school authorities acted within their discretionary authority.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Whether similar action would be valid under less compelling circumstances, we need not decide.  Although it would have been preferable for the school board to treat each plaintiff individually, and although the evidence is somewhat general rather than specific, I think that the district court had a sufficient base to apply the general evidence to the individuals.  It appears to me it did this in fact, if not by specific language, when it assessed the individual testimony as to the reasons each gave for placing the children in Calhoun Academy.  I would not get to the question of the validity of the general policy unrelated to this specific case of court-ordered desegregation.  This case, to me, does not have broad implications.</p>\n    </div>\n    <p class=\"indent\">CLARK, Circuit Judge (dissenting).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    <p>I.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Plaintiffs claim that the challenged policy infringes their personal freedom as parents to choose the academic environment in which their children will be educated.  This right received explicit judicial recognition in Pierce v. Society of Sisters, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></a></span> (1925), where it was expressed as 'the liberty of parents and guardians to direct the upbringing and education of children under their control,' and has been repeatedly reaffirmed since as one of several 'fundamental' rights falling within the constitutional guarantee of personal privacy.  See, e.g., Roe v. Wade, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973); Griswold v. Connecticut, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1678</span></a></span>, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">510</span></a></span> (1965).  Whether viewed as a part of a citizen's Fourteenth Amendment liberty or First Amendment freedom of association or a combination of both, the right plaintiffs' claim is protected from state intrusion by the Due Process Clause of the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As a fundamental right, the prerogative of parents to direct their children's education supersedes the state's more generalized interest in the public school system, and sustains the corollary freedom of private schools to exist and operate.  '(A) State's role in the education of its citizens must yield to the right of parents to provide an equivalent education for their children in a privately operated school of the parent's choice.'  Norwood v. Harrison, <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 461, <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2804</span></a></span>, 2808, <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span>, 729 (1973).  This right exists without regard to the parents' motives for choosing private over public education, or the popularity or social utility of the private school's raison d'etre.  See NAACP v. Button, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The scope of this parental right is not without limit, however.  An accommodation must be reached whenever its exercise conflicts with the state's interest in maintaining the general public welfare.  'The parent cannot assert an absolute freedom to remove his child from all schooling, or to send him to a school where the curriculum includes not only mathematics but also the desirability and techniques of immediate violent overthrow of the government.'  Green v. Connally, <span class=\"citation\" data-id=\"2126265\"><a href=\"/opinion/2126265/green-v-connally/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1150</span></a></span>, 1167 (D.D.C.), aff'd sub nom.  Coit v. Green, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">564</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">550</span></span> (1971).  To be sustained, an accommodation that infringes upon this parental right must be tested against certain well-established principles.  'Where certain fundamental rights are involved, the court has held that regulation limiting these rights may be justified only by a 'compelling state interest,' . . . and that legislative enactments must be narrowly drawn to express only the legitimate state interests at stake.'  Roe v. Wade, supra, 410 U.S. at 155, 93 S.Ct. at 728, 35 L.Ed.2d at 178 (citations omitted); see Griswold v. Connecticut, supra; Aptheker v. Secretary of State, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1659</span></a></span>, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">992</span></a></span> (1964); Shelton v. Tucker, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1960).  A statutory classification that infringes upon fundamental freedoms must be not merely rationally related to a valid public purpose, but must be necessary to the achievement of a compelling state interest.  Eisenstadt v. Baird, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The state cannot avoid this scrutiny by offering the discredited dogma of Adler v. Board of Education, <span class=\"citation\" data-id=\"104974\"><a href=\"/opinion/104974/adler-v-board-of-ed-of-city-of-new-york/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation\" data-id=\"104974\"><a href=\"/opinion/104974/adler-v-board-of-ed-of-city-of-new-york/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">380</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">517</span></span> (1952), that public employment which may be denied altogether may be conditioned upon the surrender of constitutional rights.  That theory died aborning, see Wieman v. Updegraff, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">216</span></span> (1952); Keyishian v. Board of Regents, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></span> (1967); and was recently retrenched in Perry v. Sindermann, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972).  Nevertheless, teachers occupy a unique position as the instruments by which the state delivers vital educational services to public school pupils.  Because of this, their personal constitutional rights will often come in conflict with legitimate competing interests of the school boards who employ them.  The task of the teacher is one of such sensitivity and public involvement as to justify employer evaluation on the basis of conduct both in and out of the classroom, Beilan v. Board of Education, <span class=\"citation\" data-id=\"105743\"><a href=\"/opinion/105743/beilan-v-board-of-public-ed-school-dist-of-philadelphia/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, <span class=\"citation\" data-id=\"105743\"><a href=\"/opinion/105743/beilan-v-board-of-public-ed-school-dist-of-philadelphia/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1317</span></a></span>, <span class=\"citation\" data-id=\"105743\"><a href=\"/opinion/105743/beilan-v-board-of-public-ed-school-dist-of-philadelphia/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1414</span></a></span> (1958), and to sustain state inquiry into associational activity beyond that which would be proper as to the ordinary citizen or employee.  Shelton v. Tucker, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1960); Battle v. Mulholland, <span class=\"citation\" data-id=\"295267\"><a href=\"/opinion/295267/9-fair-emplpraccas-1150-3-empl-prac-dec-p-8150-james-battle-v-solon/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span> (5th Cir. 1971).  While '(n)either students (n)or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate,' it remains equally true that 'First Amendment rights (must be) applied in light of the special characteristics of the school environment.'  Tinker v. Des Moines Independent Community School District, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, 506, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, 736, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span> (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">That the Board's policy imposes a substantial burden upon the exercise of a fundamental right is clear.  Equally clear, however, is the legitimacy of the interest claimed by the Board and found by the court to be served by the policy, i.e., the elimination of racial discrimination and its 'pervasive influence' from the public schools.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>There is a compelling as well as a reasonable government interest in the interdiction of racial discrimination which stands on highest constitutional ground, taking into account the provisions and penumbra of the Amendments passed in the wake of the Civil War.  That government interest is dominant over other constitutional interests to the extent that there is complete and unavoidable conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Green v. Connally, supra, 330 F.Supp. at 1167 (footnotes omitted).  If this language be broadly interpreted and literally applied, the personal freedoms of public employees could be curtailed by any governmental action that remotely furthers 'the interdiction of racial discrimination.'  The footnote to the final sentence quoted above provides the crucial limitation: 'Where there is a compelling government interest even First Amendment freedoms may be limited by appropriately confined lesser measures although they could not be prohibited directly.' 330 F.Supp. at 1167 n. 36, citing Shelton v. Tucker, supra (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">When legitimate governmental concerns are expressed in legislation that clearly conflicts with the exercise of a fundamental right, the validity of the means chosen must turn on the precision with which the government can identify the unprotected conduct.  '(E)ven though the governmental purpose be legitimate and substantial, that purpose cannot be pursued by means that broadly stifle fundamental personal liberties when the end can be more narrowly achieved.'  Shelton v. Tucker, supra, 364 U.S. at 488, 81 S.Ct. at 252, 5 L.Ed.2d at 237 (footnote omitted); see United States v. Robel, <span class=\"citation\" data-id=\"107554\"><a href=\"/opinion/107554/united-states-v-robel/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"107554\"><a href=\"/opinion/107554/united-states-v-robel/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">419</span></a></span>, <span class=\"citation\" data-id=\"107554\"><a href=\"/opinion/107554/united-states-v-robel/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1967); NAACP v. Alabama, <span class=\"citation\" data-id=\"106832\"><a href=\"/opinion/106832/naacp-v-alabama-ex-rel-flowers/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, <span class=\"citation\" data-id=\"106832\"><a href=\"/opinion/106832/naacp-v-alabama-ex-rel-flowers/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, <span class=\"citation\" data-id=\"106832\"><a href=\"/opinion/106832/naacp-v-alabama-ex-rel-flowers/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">325</span></a></span> (1964); Hobbs v. Thompson, <span class=\"citation\" data-id=\"299058\"><a href=\"/opinion/299058/wj-hobbs-v-mayor-ronnie-thompson/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span> (5th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The two psychologists provided the only possible link between the policy of requiring the children of public school teachers to attend the public schools and the Board's legitimate interest in providing an equal educational opportunity to all its students.  Their testimony indicates that an objectionable effect in the classroom could result from student perception of the teacher as being uncommitted to desegregated public schools.  The student who so perceives the teacher, whatever that teacher's actual belief, will 'perceive rejection, and experience a sense of inferiority, . . . and be inclined to perform at a lower educational level.'</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even accepting the existence of a significant depressant effect on a child's ability to learn from a teacher who does not appear to support desegregated education, there would remain a serious question regarding the accuracy of the further necessary presumption that all teachers who send their children to segregated private schools convey the debilitating image.  Certainly it must be conceded that many valid reasons abound for choosing private over public education--reasons which would retain their validity in the context of court ordered desegregation, and can be understood and appreciated by adult and child alike to have legitimate, non-racial bases.  Obviously too, a student who is aware of legitimate reasons for the decision will not perceive the teacher as antipathetic and should not suffer any adverse effect.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It is more important, however, to recognize that a teacher's effectiveness in the classroom is a complex composite of variable elements, no one of which universally will determine academic success.  One of the experts here indicated that 'reinforcement,' the relevant psychological principle, was affected by many factors, such as 'paying attention to students, showing respect, trust, acceptance.'  Doubtless, he left many more unlisted.  A teacher who is perceived by her students to reject the viability of desegregated education may have other strengths and abilities that more than compensate for the one negative factor and enable her to provide 'positive reinforcement' to her students and to remain an effective classroom performer.  The presence of such teachers in the public schools in no way interferes with the Board's duty to offer a non-discriminatory education, and no legitimate governmental interest would be served either by the teachers' compliance with the policy or their exclusion for noncompliance.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">I find equally doubtful the apparent assumption that compliance with the policy will dissipate the harmful perceptions that are said to justify its application.  To the extent the impermissible influences at which the policy is aimed result from the teacher's actual attitudes and beliefs, as in the case of 'teacher expectations,' the choice of schooling for the teacher's own children is no more than one evidence of an underlying bias.  Unlike the impairment of the teacher's ability to reinforce learning that results from the students' perception (or misperception) of the teacher, the harm that results from the teacher's perception of the students has not been shown to be remediable simply by removing this single appearance of disloyalty.  Can a teacher's achievement expectations of the students in her classroom be expected to change after the enforced enrollment of her own children in the same school system, particularly if the discrepant expectations have a racial basis?</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The fit between the Board's policy and the governmental interest it is alleged to serve is thus highly imperfect: it excludes from the public schools teachers who do not possess the characteristics that underlie its premises but who are unwilling to abide by its terms, while it permits to remain teachers who possess racial attitudes of much greater disadvantage to their students.  Whatever actual benefits may accrue to the school system by operation of the policy will be as much by coincidence as by design.  The reason for this is plain.  The Board has incorrectly singled out a teacher's decision to send his or her own children to private school as an infallible indicator of an undesirable classroom effect that it has a legitimate interest in removing.  Because of this, the policy acts arbitrarily to deny a fundamental right to public school teachers and therefore cannot be upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Of course a school board should be free to dismiss any teacher whose personal beliefs and actions substantially impede effective classroom performance.  This public employer is completely on a par with the private employer in the ability to require that job performance take precedence over an employee's private life.  The Constitution requires, however, that if a determination of unfitness is to be made from a presumption based on protected activity, that activity must be conclusively shown to evidence a harmful trait.  The expert testimony falls far short of establishing as 'necessarily or universally true in fact' the presumption of an impermissible classroom effect.  Then too, the Board has a reasonable alternative means of making the determination as part of its evaluation of each teacher's performance.  In these circumstances, the Board's overbroad employment policy should be stricken as violative of the Due Process Clause of the Fourteenth Amendment.  See Cleveland Board of Education v. LaFleur, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></a></span>, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">791</span></a></span>, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></a></span> (1974); Vlandis v. Kline, <span class=\"citation\" data-id=\"108810\"><a href=\"/opinion/108810/vlandis-v-kline/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"108810\"><a href=\"/opinion/108810/vlandis-v-kline/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2230</span></a></span>, <span class=\"citation\" data-id=\"108810\"><a href=\"/opinion/108810/vlandis-v-kline/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></a></span> (1973); Stanley v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></span> (1973).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">After upholding the constitutionality of the policy, the court below went on to reject plaintiffs' procedural due process claims, holding that whatever entitlement plaintiffs might have to a hearing before the Board prior to termination had been satisfied by its judicial proceedings.  See Ferguson v. Thomas, <span class=\"citation\" data-id=\"291684\"><a href=\"/opinion/291684/william-c-ferguson-v-alvin-i-thomas/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span> (5th Cir. 1970).  Thus, review of the court's decision cannot end on a determination that the policy cannot stand as a per se rule.  Scrutiny must be made of the court's implicit finding that the premises underlying the policy correctly identified valid, constitutional reasons for the dismissal of these plaintiffs as individuals.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">To sustain a determination of unfitness on the basis of protected activity, the governmental interest to be served must outweigh the infringement of personal liberty, viewed in the special environment of the schoolroom.  'The problem in any case is to arrive at a balance between the interests of a teacher, as a citizen, in (the exercise of a fundamental right,) and the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.'  Pickering v. Board of Education, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 568, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, 1734--35, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span>, 817 (1968); see Ferguson v. Thomas, supra; Pred v. Board of Public Instruction, <span class=\"citation\" data-id=\"286409\"><a href=\"/opinion/286409/elenore-pred-and-stanley-etersque-v-board-of-public-instruction-of-dade/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span> (5th Cir. 1969).  Despite acknowledging the applicability of the Pickering balancing of interests test to the refusal to rehire these teachers, the district court apparently accepted the Board's argument that the interest in ending discrimination, in and of itself, ordained the result.  No values were assigned to the teachers' rights, nor was any method of balancing the competing interests defined.  Rather, the court concluded that since the Board's policy was 'based upon logic that is readily discernible' and 'adopted in keeping with the command of the Fourteenth Amendment and the desegregation order of this court,' it should be enforced.  By thus assaying only one of the competing interests at stake, the court cast the balance irretrievably in the Board's favor.  This disposition does not represent the careful weighing of constitutional values that Pickering commands.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Defendants claim that the challenged policy furthers five legitimate governmental interests: (1) the compelling interest in meaningful public education; (2) the assurance of complete and total support, loyalty and dedication of the public school teachers in Calhoun County to the public school system and its duties; (3) the elimination of an improper influence on the educational process of the public schools of Calhoun County; (4) the maintenance of appropriate classroom effectiveness and performance of its teachers; and (5) the affirmative duty of the Calhoun County public school officials to eliminate racial discrimination from the public schools.  It is in this last listed interest that majority and the court below find the mandate to override the personal rights of public employees.  No part of the earlier desegregation order literally commanded the Board to adopt the policy.  Nevertheless, defendants claim that the action was both required and justified by the court order to bring about a unitary school system and the Supreme Court decisions interpreting Brown II<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> to require comprehensive efforts to remove all vestiges of racial discrimination from the public schools.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In support of this contention, defendants draw principally on Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).  In Green, the Court held that, under Brown II, 'school boards . . . then operating state-compelled dual systems were nevertheless clearly charged with the affirmative duty to take whatever steps might be necessary to convert to a unitary system in which racial discrimination would be eliminated root and branch.'  Id. at 437--38, 88 S.Ct. at 1694, 20 L.Ed.2d at 723 (emphasis added).  This duty includes the desegregation of faculty and staff of the public schools, 'not because of teachers' employment rights, but because students are entitled to a nonracial education, and the assignment of teachers to students on the basis of race denies students that right.'  Lee v. Macon County Board of Education, <span class=\"citation\" data-id=\"1895721\"><a href=\"/opinion/1895721/lee-v-macon-county-board-of-education/\"><span class=\"volume\">267</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">458</span></a></span> (M.D.Ala.1967); see Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); Rogers v. Paul, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1965).  Specific guidelines for the satisfaction of the Brown II mandate with respect to student body and faculty desegregation in individual schools have been developed on a case-by-case basis.  See, e.g., United States v. Jefferson County Board of Education, <span class=\"citation\" data-id=\"276624\"><a href=\"/opinion/276624/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span> (5th Cir. 1967), cert. denied sub nom.  Board of Education of City of Bessemer v. United States, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">77</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></span> (1967); Singleton v. Jackson Municipal Separate School District, <span class=\"citation\" data-id=\"287778\"><a href=\"/opinion/287778/9-fair-emplpraccas-1122-7-empl-prac-dec-p-9412-derek-jerome/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span> (5th Cir. 1970); see generally Swann v. Charlotte-Mecklenburg Board of Education, supra, 402 U.S. at 18, 91 S.Ct. at 1277, 28 L.Ed.2d at 567.  Other decisions have emphasized that a school board 'is not only under an obligation not to foster discrimination, but to affirmatively eliminate impediments to a unitary system of education.'  Augustus v. School Board of Escambia County, <span class=\"citation\" data-id=\"1602319\"><a href=\"/opinion/1602319/augustus-v-school-board-of-escambia-county/\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">383</span></a></span>, 387 (N.D.Fla.1973), modified and remanded, <span class=\"citation\" data-id=\"323719\"><a href=\"/opinion/323719/karen-renee-augustus-a-minor-by-charles-a-augustus-her-father-and-next/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span> (5th Cir. 1975).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In matters which directly involve the classroom, a school board's interest in maintaining the quality of its educational offering weights far heavier than the teacher's right to insist upon the exercise of personal freedoms and liberty.  Restraints upon individual expression in or about the school that conflicts with the board's constitutional duties are justifiable.  For example, in Smith v. St. Tammany Parish School Board, <span class=\"citation\" data-id=\"1951477\"><a href=\"/opinion/1951477/smith-v-st-tammany-parish-school-board/\"><span class=\"volume\">316</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1174</span></a></span> (E.D.La.1970), aff'd, <span class=\"citation\" data-id=\"299045\"><a href=\"/opinion/299045/thomas-j-smith-united-states-of-america-plaintiff-intervenor-v-st/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span> (5th Cir. 1971), the court banned the display of Confederate flags and banners in the schools 'expressing the school board's or its employees' desire to maintain segregated schools' noting that '(n)ot only is the school board to operate a unitary system but the system must be racially non-discriminatory. . . .  The retention of Confederate flags in a unitary school system is no way to eliminate racial discrimination 'root and branch' from the system.' 316 F.Supp. at 1176; see also Augustus v. School Board of Escambia County, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Only one case in this circuit has interpreted a school board's affirmative duty to eliminate discrimination to require the board's consideration of a teacher's personal racial attitudes in making employment decisions.  In United States v. Indianola Municipal Separate School District, <span class=\"citation\" data-id=\"284711\"><a href=\"/opinion/284711/united-states-v-indianola-municipal-separate-school-district-indianola/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (5th Cir. 1969), this court reversed the district court's approval of a school desegregation plan that, inter alia, failed to make adequate provision for faculty integration.  Noting that no black teachers taught at either 'white' school and only one white teacher taught, for a half-day each week, at only one of the two 'black' schools, the court held:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>The school board must actively seek out qualified instructors who are willing to teach children of any color.  The voluntary approach is demonstrably not adequate, and the school board must do everything within its power to recruit and reassign teachers so as to provide for a substantial degree of faculty integration. . . . We agree that the school board must withhold approval of teacher contracts if that is necessary to achieve more racially balanced faculties.  'The board's responsibility is not optional: It must withhold approval of contracts if necessary to achieve faculty desegregation.'  United States v. Greenwood Municipal Separate School District, (<span class=\"citation\" data-id=\"283450\"><a href=\"/opinion/283450/united-states-v-greenwood-municipal-separate-school-district-greenwood/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1086</span></a></span> (5th Cir. 1969)) 406 F.2d at 1094.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">410 F.2d at 630 (emphasis in original).  Indianola basically relates to the board's duty to employ personnel whose race can accomplish the numerical desegregation of the teacher corps of a formerly dual school system.  An obvious incident of this duty was the recruitment of black teachers willing to teach white children and white teachers willing to teach black children.  The only articulated limitation upon personal attitudes is a willingness to instruct children of any race--a condition that is so intimately job-related as to make discussion of its impact upon classroom performance unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">While the decisions of this circuit as well as of the Supreme Court clearly establish the primacy of the duty to eliminate racial discrimination from the public schools, they cannot establish that in a particular case the exercise of fundamental rights actually impinges upon the educational process.  It is the degree to which the respective interests are shown to unavoidably conflict that enables essentially intangible rights to be 'balanced.'  I reject the notion that the desegregation order or judicial precedents obviate application of the Pickering test in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As demonstrated in Part I of this dissent, the only evidence that employment of these teachers would frustrate the Board's efforts to provide a non-discriminatory education was altogether abstract.  While no prior similar cases have dealt with precisely the kind of subtle psychological effect asserted here, they have uniformly required a showing of more than a speculative inference that constitutionally protected activity could interfere with a state interest.  Tinker v. Des Moines Independent Community School District, supra, concerned the exercise of personal rights by students rather than teachers, but we have interpreted its tenets as equally applicable to the regulation by school boards of both.  See, e.g., Fluker v. Alabama State Board of Education, <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></span> (5th Cir. 1971); Pred v. Board of Public Instruction, <span class=\"citation\" data-id=\"286409\"><a href=\"/opinion/286409/elenore-pred-and-stanley-etersque-v-board-of-public-instruction-of-dade/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span> (5th Cir. 1969).  In Tinker, the school board had forbidden the wearing of black armbands by students while on school facilities.  The Supreme Court, drawing from the Fifth Circuit decision in Burnside v. Byars, <span class=\"citation\" data-id=\"272551\"><a href=\"/opinion/272551/mrs-margaret-burnside-v-james-byars/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span> (5th Cir. 1966), held that in the absence of a reason to forecast substantial disruption or material interference with school activities, the regulation impermissibly infringed the students' right to freedom of expression.  In James v. Board of Education of Central District No. 1, etc., <span class=\"citation\" data-id=\"303823\"><a href=\"/opinion/303823/charles-james-v-the-board-of-education-of-central-district-no-1-of-the/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span> (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">529</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></span> (1972), the Second Circuit confronted a situation identical to Tinker except that it was a teacher, not a student, who sought to wear a black armband in class to protest war.  As in Tinker, the court found insufficient evidence of actual disruption to justify the infringement of freedom of speech.  'Although we can imagine situations in which a teacher would be so controversial because of his tenets or beliefs that he would be a disruptive force in the school, no one would suggest that he could be dismissed merely because he was identified with a particular cause if he did not preach that cause in class.' 461 F.2d at 572 n. 13.  James did, however, point out that there was no 'suggestion whatsoever that his armband interfered with his teaching functions, or, for that matter, this his teaching ever had been deficient in any respect.' 461 F.2d at 574--75 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In Smith v. United States, <span class=\"citation\" data-id=\"321254\"><a href=\"/opinion/321254/donald-k-smith-v-united-states-of-america/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span> (5th Cir. 1974), this court adopted the standard of material and substantial interference to test claims of arbitrary action by a public employer.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>When a government employee asserts that his rights have been unconstitutionally infringed, it is necessary to strike a balance between the interests of the employee as a citizen and the interests of the government in promoting the efficiency of the services it performs through its employees.  In striking that balance in the context of the First Amendment guaranty of freedom of speech, we feel that the standard of material and substantial interference is the standard to apply.  In order for the government to constitutionally remove an employee from government service for exercising the right of free speech, it is incumbent upon it to clearly demonstrate that the employee's conduct substantially and materially interferes with the discharge of duties and responsibilities inherent in such employment.  Battle v. Mulholland, <span class=\"citation\" data-id=\"295267\"><a href=\"/opinion/295267/9-fair-emplpraccas-1150-3-empl-prac-dec-p-8150-james-battle-v-solon/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span> (5th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">502 F.2d at 516--17.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  The plaintiff-appellant in Smith was a clinical psychologist at a Veterans' Administration hospital who was discharged after repeated requests by his supervisor that he cease to wear a 'peace pin' while on duty.  In upholding his discharge, we found the evidence sufficient to establish 'that the wearing of the peace pin . . . while on duty resulted in a material and substantial interference with the performance of his duties as a staff psychologist charged with the duty of administering psychotherapeutic treatment to emotionally disturbed veteran patients.'  The need for a demonstration of material and substantial interference with actual job performance would seem to be at least as great here.  The alleged interference in today's case results not from the teachers' conduct while in the classroom or about the school, but from the uncontrollable and possible groundless perceptions of others that might result from their knowledge of a personal family decision which in itself was wholly unrelated to the job.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Elimination of racial discrimination, and its effect on developing attitudes and values, from public education is judicially established as a constitutional mandate.  However, the evidence in this record establishes no more than that one facet of these teachers' private lives carries a potential to instill a negative value into the relationship between teachers and their students.  The proof does not disclose that the impact of this negative force is so debilitating that these teachers' ability to contribute to the advancement of quality education in a unitary system would be overborne in every case or indeed in any one of their cases, or that the students of these teachers will derive from the knowledge of this fact feelings of rejection so deep that no effort the teachers may put into their work can overcome them.  The failure of the evidence to demonstrate that their protected activity would substantially and materially interfere with the discharge of their teaching duties and responsibilities should have brought the balance down on the teachers' side.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">It is clear to me that the school's policy is unconstitutionally overbroad.  It was not shown to form a proper basis for the defendant's decision not to offer reemployment to any one of these plaintiffs individually.  The decree appealed from ought to have been reversed for a school board determination of each plaintiff's case, free from the unconstitutional constraint of the school board policy.  Today's case is cast in the appealing garb of reinforcing public school desegregation by suppressing the right to educate one's child in a segregated private school.  The problem is that the decisional principle it establishes applies to all forms of personal associations from the Ku Klux Klan to Black Panthers, and from membership in the Citizens Counsel to membership in the NAACP.  Another such victory, bought at the expense of surrendering constitutionally protected rights to the expertise of psychological opinion, and we are undone.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Miss.  Code Ann.  Section 37--9--17 (1972).  Mississippi does not provide tenure for public school teachers.  See Jennings v. Meridian Municipal Separate School Dist., <span class=\"citation\" data-id=\"1469734\"><a href=\"/opinion/1469734/jennings-v-meridian-municipal-separate-school-dist/\"><span class=\"volume\">337</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">567</span></a></span> (S.D.Miss.1971), aff'd, <span class=\"citation no-link\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">413</span></span> (5th Cir. 1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The letter, signed by an attorney in the Education Section on behalf of an Assistant Attorney General, read in pertinent part as follows:</p>\n        <p>Although the Department of Justice is authorized by law to render legal opinions only to the President and the heads of the executive departments, we also have the responsibility to enforce the court orders in this case.  Those orders would certainly not preclude the school board from taking the action described in your letter.  Indeed, as your letter correctly notes, the court, in its ruling from the bench on August 7, 1968, made several references to the board's obligations to take 'positive and affirmative steps.'  As was pointed out by Chief Justice Berger (sic) in McDaniel v. Barresi, <span class=\"citation\" data-id=\"108318\"><a href=\"/opinion/108318/mcdaniel-v-barresi/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 41 (<span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></span>) (1972), 'school boards that operated dual school systems are charged with the affirmative duty to take whatever steps might be necessary to convert to a unitary system in which racial discrimination would be eliminated root and branch.'  See also, Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 437--438 (<span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span>) (1968).</p>\n        <p>The comments made above do not purport to answer any 'due process' or 'First Amendment' issues which may be raised in this matter.  We appreciate your interest in writing this Department.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this connection we note that subsequent to the adoption of this policy and before these teachers were not reemployed the State of Mississippi enacted a statute that prohibits school board regulations denying employment or reemployment on the ground of nonenrollment of an eligible child in that public school system.  Chapter 459, Laws of 1974.  Since none have suggested that the statute should be given retroactive effect the validity of the statute is not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Quoting Clark v. Holmes, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></span>, 931 (7th Cir., 1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <span class=\"citation\" data-id=\"104974\"><a href=\"/opinion/104974/adler-v-board-of-ed-of-city-of-new-york/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation\" data-id=\"104974\"><a href=\"/opinion/104974/adler-v-board-of-ed-of-city-of-new-york/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">380</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">517</span></span> (1952)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> As the explanation following the statement of facts indicates, the text of these dissenting views was originally prepared as a proposed majority opinion to reverse the judgment of the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Compare Roe v. Wade, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973) (right of privacy founded in the Fourteenth Amendment's concept of personal liberty and restrictions on state action) with Griswold v. Connecticut, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1678</span></a></span>, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">510</span></a></span> (1965) ('By Pierce v. Society of Sisters, supra, the right to educate one's children as one chooses is made applicable to the States by the force of the First and Fourteenth Amendments') and Green v. Connally, <span class=\"citation\" data-id=\"2126265\"><a href=\"/opinion/2126265/green-v-connally/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1150</span></a></span> (D.D.C.1971) (freedom of association supports the right to educate child in the school of the parent's choice)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Brown v. Board of Education, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (1955)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Cf. Doherty v. Wilson, <span class=\"citation\" data-id=\"1892320\"><a href=\"/opinion/1892320/doherty-v-wilson/\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></a></span> (M.D.Ga.1973) ('A school board may fire, refuse to rehire or refuse to hire a teacher who has exercised constitutionally protected rights in such a manner as to seriously impair or destroy her effectiveness as a teacher.')</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106832/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108857/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272551/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/276624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291684/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/295267/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299045/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/310194/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/327456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1414310/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1469734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1892320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1895721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1951477/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2126265/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T19:10:12.045060Z",
      "date_modified": "2017-04-14T20:45:38.450587Z",
      "date_filed": "1975-07-03",
      "date_filed_is_approximate": false,
      "slug": "billy-d-cook-v-robert-w-hudson-etc",
      "citation_id": 299336,
      "case_name_short": "",
      "case_name": "Billy D. Cook v. Robert W. Hudson, Etc.",
      "case_name_full": "",
      "federal_cite_one": "511 F.2d 744",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1268959/billy-d-cook-v-robert-w-hudson-etc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:26:19.794485Z",
  "date_modified": "2014-10-30T15:26:19.794485Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Billy D. Cook v. Robert W. Hudson, Etc.",
  "case_name_full": "",
  "slug": "billy-d-cook-v-robert-w-hudson-etc",
  "docket_number": "74--1038",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}