{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1278743/",
  "id": 1278743,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1690143/",
      "id": 1690143,
      "absolute_url": "/opinion/1690143/yonkers-comn-on-human-rights-v-city-of-yonkers/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1278743/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1690143/",
          "id": 1690143,
          "absolute_url": "/opinion/1690143/yonkers-comn-on-human-rights-v-city-of-yonkers/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1690143/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/386/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:07:41.855004Z",
          "date_modified": "2017-04-06T18:25:05.667672Z",
          "type": "010combined",
          "sha1": "b8914e5c3a8ada9ecaee9b91706c76cc89414321",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>654 F.Supp. 544 (1987)</b></center>\n<center><h1>YONKERS COMMISSION ON HUMAN RIGHTS, Plaintiff,<br>\nv.<br>\nThe CITY OF YONKERS; Arthur J. Doran, Individually, and as City Manager of The City of Yonkers; Nicholas De Santis, Individually, and as Commissioner of Fiscal Services of the City of Yonkers; Jimmy McDonald; and Rodney H. Irwin, Defendants.</h1></center>\n<center>No. 86 Civ. 4912 (CLB).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>February 24, 1987.</center>\n<p>Lawrence Porcari, Yonkers, N.Y., for plaintiff.</p>\n<p>Jay B. Hashmall, Corporation Counsel, Yonkers, N.Y., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>BRIEANT, Chief Judge.</p>\n<p>This is an action for declaratory and injunctive relief and for damages, arising <span class=\"star-pagination\">*545</span> from certain actions of the defendants which allegedly \"prevented or hindered the securing of equal protection of the laws\" and \"deprived plaintiff of its property without due process of law\", in violation of the equal protection and due process clauses of the Fourteenth Amendment, and the Civil Rights Act, 42 U.S.C. §§ 1981, 1983 and 1985. Jurisdiction of this Court is founded upon 28 U.S.C. §§ 1331 and 1343.</p>\n<p>The case was fully submitted to this Court for a decision on January 27, 1987, the date on which oral argument was heard upon the motion of defendants to dismiss or for summary judgment,<sup>[1]</sup> and the cross-motion of plaintiff for various forms of relief, as discussed in detail below.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>Plaintiff, Yonkers Commission on Human Rights (\"the Commission\"), is a public body constituted under the laws of the State of New York and comprised of individuals duly appointed by the Common Council of the City of Yonkers. The Commission has fifteen members, not all of whom have been currently appointed (Affidavit of Jay B. Hashmall, Esq., counsel for defendants, at 1) (hereinafter \"Hashmall Aff.\"). The Commission was created by the City of Yonkers in 1963 by Resolution No. 622-1963 of the Common Council of the City of Yonkers, in accordance with the enabling statute, sections 239-o to 239-t of the New York General Municipal Law.</p>\n<p>This state legislation set forth all the duties, powers and general obligations which are to be held by such a commission. (§§ 239-q and 239-r, respectively, of the New York General Municipal Law). The operational resolution of the Common Council of the City of Yonkers (Exhibit F to Defendants' Motion) restated the Commission's duties, set the number of Commission members and appointed its original members. <i>See also</i> By-laws of the Yonkers Commission on Human Rights, Article 1 (Exhibit D to Defendants' Motion). Among these duties, as stated by plaintiff in its Complaint, are the duty to receive and investigate complaints of various civil rights violations, to render assistance in the enforcement of those rights, to inquire into complaints of discrimination and other deprivations of rights involving various departments of city government, city schools and federally assisted housing.<sup>[2]</sup> The Commission is empowered to \"inquire into\" incidents of tension and conflict among or between various racial, religious and nationality groups, and to take \"such action as may be designed to alleviate such tensions and conflict.\" § 239-q(1)(c), General Municipal Law. The authority specifically designated to the Commission, \"where and to the extent <span class=\"star-pagination\">*546</span> authorized by local law or ordinance\", is the power:</p>\n<blockquote>\"a. To report complaints to the division of human rights alleging unlawful discriminatory practices under article fifteen of the executive law.</blockquote>\n<blockquote>b. To receive, accept and use and expend public grants and private gifts, donations or bequests and other payments, goods and services, notwithstanding any other provision of law.\" § 239-q(2), General Municipal Law.</blockquote>\n<p>In addition, administratively under section 239-p, it has the power and authority to employ an executive director, a secretary, and such attorneys, experts and other employees as may be necessary \"within the amount made available by the local governing board.\" The power to initiate a lawsuit is <i>not</i> included among the legislatively enumerated powers of plaintiff Commission.</p>\n<p>Defendant, the City of Yonkers (\"the City\"), is a municipal corporation organized under the laws of the State of New York and which operates pursuant to New York State Law and the Charter of the City of Yonkers. (Complaint para. 4; Answer para. THIRD). The Common Council of the City of Yonkers is the legislative body and governing board of the City. (Complaint para. 4; denied by the defendants in Answer para. THIRD).</p>\n<p>Pursuant to Section 239-p of the General Municipal Law of the State of New York, the City has an option to fund the Commission or not to so fund:</p>\n<blockquote>\"... Each county, city, village and town is hereby authorized and empowered to make such appropriation for such expenses and for the compensation, if any, to be paid to the members of the commission.\"</blockquote>\n<p><i>See also</i> Section 5-13, Yonkers City Code (public hearing on the budget). In recent years, the City has chosen not to fund the Commission. (Hashmall Aff. at 2). Since the creation of the Commission in 1963, the members of the Commission have received no salary or other compensation (<i>see, e.g.,</i> Defendants' Reply at 3), nor has a request for such compensation been made by plaintiff, other than a vague reference to possible reimbursement for personal expenses incurred (Affidavit of Robert Stauf, Chairman of the Commission, at 2) (hereinafter \"Stauf Aff.\").</p>\n<p>The individual defendants Arthur J. Doran and Rodney H. Irwin were employed as City Manager of the City of Yonkers at all times relevant to the actions which are the subject of this lawsuit. Plaintiff states that the City Manager is responsible to the Common Council for the proper administration of the affairs of the City and has the duty to see that the ordinances of the City and the laws of the State of New York are enforced. (Complaint para. 5).</p>\n<p>Defendant Nicholas DeSantis was employed as Commissioner of Fiscal Services of the City of Yonkers during the relevant time period. According to plaintiff, the Commissioner of Fiscal Services of the City is responsible for the disbursing of funds allocated by the City's Common Council for the Commission. (Complaint para. 6).</p>\n<p>In their Answer, para. FOURTH, the defendants deny the statements contained in paragraphs 5 and 6 of the Complaint, except to the extent that they admit these individual defendants were employed \"during certain times\" in the aforementioned position and \"discharged their duties as provided for by law.\" This opinion disregards that denial.</p>\n<p>Defendant Jimmy McDonald was employed from January 1986 to the present by defendant Irwin to act as plaintiff's Executive Director while remaining subject to the City Manager's direction and control, allegedly contrary to law and without plaintiff's consent or authority. (Complaint para. 7). In the Answer, para. FIFTH, defendants deny the within allegations as to the function of defendant McDonald, except to admit that he was employed by the City of Yonkers.</p>\n<p>In the aftermath of the recent lawsuit finding racial discrimination in housing and education, <i>United States of America v. Yonkers Board of Education, City of Yonkers, and Yonkers Community Development</i> <span class=\"star-pagination\">*547</span> <i>Agency,</i> 624 F.Supp. 1276 (S.D.N. Y.1985), the City of Yonkers has endured political turmoil. As stated by plaintiff, \"The City was and is divided over the outcome of the segregation lawsuit and an appeal is pending while various remedies are pursued.\" Stauf Aff. at 3.</p>\n<p>This case essentially involves little more than a political dispute between various factions of the local government of the City of Yonkers, in which the funding, or more accurately the lack thereof, of the Yonkers Commission of Human Rights, an arm of the municipality, is called into question, and the firing of a particular Executive Director of the Commission, along with the hiring of another, is contested.</p>\n<p>The gravamen of the complaint is plaintiff's allegation that during the period July 1, 1985 to the present date:</p>\n<blockquote>\"plaintiff's funds were unlawfully converted for the use and control of the city manager. Defendants, acting under color of State law, participated in a municipal policy adopted and maintained by Doran and Irwin for the unlawful purpose of controlling the operation of plaintiff's offices, and designed to impede, hinder and obstruct plaintiff's enforcing or attempting to enforce or to secure to all persons equal protection of the laws.\" Complaint para. 9.</blockquote>\n<p>During this apparent turf struggle, or conflict between the various officers of the City of Yonkers and the Commission, the true nature of which remains relatively uncertain, plaintiff filed the instant lawsuit. Even the events leading up to the retainer of counsel to this end are hotly contested between the parties and within the Commission itself, with defendants and some members of the Commission herein charging that the proper authorization to commence the suit was not obtained. Specifically, it is argued that a majority of the Commission members at a regularly called meeting at which there was a quorum never approved nor duly authorized the Commission by resolution to retain an attorney to commence this lawsuit. Defendant insists that only seven Commissioners of the fifteen member Commission attended the meeting of February 18, 1986, thereby failing to fulfil the quorum requisites of § 41, New York General Construction Law. Hashmall Suppl. Aff. at 4-5. This lawsuit, defendants charge, was commenced solely on the authority of Commission Chairman Robert Stauf without a majority vote of Commission members, in violation of the appropriate enabling legislation and bylaws. Hashmall Aff. at 2-3; Affidavits of Commission members Ronald Taylor (Exhibit A to Hashmall Aff.), Father John P. Duffell (Exhibit B to Hashmall Aff.), Ivan Rosaly and LaVerne Williams (both annexed as Exhibit J to Hashmall Supplemental Affirmation) (hereinafter \"Hashmall Suppl. Aff.\"). Interestingly enough, all of the above Commission members were listed as present and voting affirmatively in favor of the lawsuit according to the deposition testimony and roster sheet of Chairman Stauf (Exhibit H to Hashmall Suppl. Aff.); <i>see also</i> Affidavit of Commission members John D. Spencer (Exhibit 4 to Plaintiff's Cross-Motion) and Robert Stauf (Exhibit 1 to Plaintiff's Cross-Motion).</p>\n<p>By affidavit of Robert Stauf, plaintiff insists that the proper procedures were followed during the meeting of February 18th when the vote to commence this lawsuit was allegedly taken. However, in this regard Mr. Stauf's statement is limited to his information and belief, upon advise of counsel:</p>\n<blockquote>\"The determination of whether the number of Commissioners present constituted a quorum was made in accordance with the Commission's by-laws. The plaintiff was advised on matters of practice and procedure by an attorney from the office of the Corporation Counsel of the City of Yonkers. The number constituting a quorum was revised in the by-laws because the previous number 8 constituted a majority of 15 and the Commission rarely had 15 members because of the Common Council's failure to appoint. Apparently it was thought consistent to use the majority of the appointed members as the number constituting a quorum. The Corporation Counsel didn't object <span class=\"star-pagination\">*548</span> to that procedure until this law suit and neither did any of the Commissioners ...\" Stauf Aff. at 4.</blockquote>\n<p>In the affidavit submitted by plaintiff's counsel, Lawrence A. Porcari, Esq., any mention of the factual predicate or legal significance of the meeting in question is conspicuously absent; nor is any reference found in plaintiff's other supporting papers.</p>\n<p>This Court considers the question of whether plaintiff obtained the proper authorization to commence the present litigation to be superfluous because, assuming the use of proper internal voting procedures, plaintiff Commission lacks the capacity to bring this suit, as discussed below.</p>\n<p>Moreover, as further asserted by defendant, the By-laws of the Yonkers Commission on Human Rights outline the procedure for calling a special meeting and govern the business which can take place at such a meeting. Mr. Stauf sent a notice to the Commissioners for the special meeting of February 18, 1986, which notice stated that since the agenda for this meeting \"includes potential litigation and personnel items related to the employment of the executive director of our commission this meeting shall be unannounced and <i>closed</i> to the general public\" (Exhibit E to Hashmall Supp. Aff.). Defendants contend that such a notice violated Article III, Section II of the By-laws, which require the notice to \"state the objective(s) for which\" the meeting is called; and that the meeting itself violated Article II, Section V of the Bylaws, and Section 100 of the Open Meetings Law, which prohibit unannounced meetings closed to the public (Hashmall Supp. Aff. at 3). Plaintiff does not address this particular issue; nor will this Court, in view of its holding below. This conflict is merely cited as yet another example of the acrimonious dealings evident throughout the relationships between and within these municipal factions.</p>\n<p>Plaintiff makes broad conclusory allegations which afford the Commission no recourse before this Court. For instance, as Mr. Stauf laments:</p>\n<blockquote>\"The defendants have succeeded in what they have set out to do. There have been no general meetings of the Commission in almost a year. Several Commissioners who originally authorized this suit have now changed their minds. Some objection is now being voiced to holding persons individually liable and Commissioner LaVerne Williams now states she did not believe the lawsuit would be so extensive. However, the vote in favor of litigation was clearly unanimous ...\" Stauf Aff. at 4.</blockquote>\n<p>Yet defendant notes that the obstruction of these meetings of the Commission was caused by Mr. Stauf himself in that he cancelled these meetings by written notice to the other members of the Commission (Defendants' Reply at 3, and Exhibit B annexed thereto).</p>\n<p>Once again, when one attempts to ascertain the details as to the firing of Executive Director Ronald Meeks and the hiring of Jimmy McDonald in his stead, one basis for plaintiff's Complaint, the political nature of the grievance emerges. Plaintiff alleges that:</p>\n<blockquote>\"Political pressures were exerted and I was informed by the Democratic Party city leader that the Commission should not be involved. In January, 1986, the employment of Ronald Meeks, the Commission's Executive Director, was terminated by the City Manager who advised him that he would no longer be paid. In February, 1986, the City Manager hired the defendant McDonald as the Commission's Executive Director. The discharge of Mr. Meeks and employment of McDonald were done without the Commission's consent and in violation of the law. The Commission objected to what had taken place and refused to recognize McDonald as its Executive Director.\" Stauf Aff. at 3.</blockquote>\n<p>Defendants paint a contrasting picture of these same events. They note the deposition testimony of Mr. Stauf that three Executive Directors were appointed by three <span class=\"star-pagination\">*549</span> different City Managers during the past years. Two Executive Directors were fired by City Managers during the time period at issue in which Mr. Stauf was a Commissioner and the Chairman. (Hashmall Suppl. Aff. at 5, and Exhibit K annexed thereto).</p>\n<p>There appears to be still another factual disparity, as to the existence of an \"Office of Human Rights\" (\"the Office\"), and its relationship, if any, to the plaintiff Commission. Defendants, by the affidavit of their counsel, Jay B. Hashmall, Esq., state that such an office operates as an arm of the Department of Community Services which performs a \"separate ancillary, though similar function\"; defendants characterize this lawsuit as arising out of a particular instance of noncooperation between the Commission and the Office, which at times have coordinated their efforts and at times have not. Hashmall Affidavit at 2. Plaintiff, in contrast denies any knowledge of the existence of an Office of Human Rights or that such an interaction provided the origin of the instant dispute. Affidavits of Robert Stauf, and former Executive Directors William Scott and Ronald Meeks (Exhibits 1, 2 and 3, respectively, to Plaintiff's Cross-Motion). Plaintiff also draws this Court's attention to the Housing Remedy Order of Judge Sand, issued in May, 1986, which as part of the remedial aspect of the segregation suit (<i>United States of America v. Yonkers Board of Education, City of Yonkers, and Yonkers Community Development Agency,</i> 80 Civ. 6761) directed in part that: \"The FHO shall refer persons who wish to file complaints concerning suspected discrimination to, as appropriate, the Yonkers Commission on Human Rights ...\" (Stauf Aff. at 5). However, defendants correctly note that, at a September 3, 1986 conference when this Court asked plaintiff to determine whether Judge Sand's decision was related to the instant dispute, plaintiff provided no information (Defendants' Reply at 2). In any case, this Court deems this question of fact to be irrelevant and immaterial to the lawsuit and the resolution of the claims heretofore raised, because the Commission lacks the capacity, <i>infra,</i> to bring the instant suit on behalf of itself or others.</p>\n<p></p>\n<h2><i>The Claims</i></h2>\n<p>The Commission commenced this action on June 23, 1986. The first claim of the Complaint charges that plaintiff has thereby \"unlawfully been deprived of its funds, has been denied sufficient access to its offices and the use of its property and has otherwise been prevented from engaging in its policy-making functions, the proper operation of its offices, and the fulfillment of its duties in the protection of equal rights of all persons within the City\" (Complaint para. 10). Thus, plaintiff makes a general allegation of the deprivation of plaintiff's property and rights without due process of law and the denial of equal protection to \"those persons whose rights have been violated by the City and its school system, and who seek to have those rights vindicated by or through the plaintiff\" (Complaint para. 11).</p>\n<p>Second, as against the City of Yonkers, plaintiff claims that defendant's acts violate the due process clause of the Fourteenth Amendment of the United States Constitution, and the Civil Rights Act, 42 U.S.C. §§ 1981 and 1983. In connection therewith, plaintiffs allege that the defendants Doran and Irwin acted in their capacity as City Manager their actions represented the municipal policy of the City. Arising from such alleged violations is the demand for damages in the approximate sum of $41,000.00 (Complaint para. 15).</p>\n<p>Third, against the individual defendants Doran, DeSantis, McDonald and Irwin, plaintiff alleges that the acts of the defendants were intentional and in reckless disregard of the rights of and potential injury to the plaintiff and others, thereby violating the due process clause of the Fourteenth Amendment of the U.S. Constitution and 42 U.S.C. §§ 1981 and 1983 (Complaint para. 18). In connection therewith, plaintiff seeks compensatory damages in the approximate sum of $41,000.00 and punitive damages in the amount of $1,000,000.00.</p>\n<p><span class=\"star-pagination\">*550</span> As a fourth cause of action, pertaining to defendants Doran, DeSantis and Irwin, plaintiff contends that these defendants \"contrived and conspired to appropriate plaintiff's funds for the use and control of the City Manager and to impede, hinder and obstruct plaintiff in lawfully enforcing or attempting to enforce the rights of persons to equal protection of the laws...\" (Complaint para. 21). Here the due process clause of the Fourteenth Amendment is again invoked, together with the Civil Rights Act, 42 U.S.C. §§ 1981, 1983 and 1985 (Complaint para. 22). Claimed damages for this allegation consist of the approximate sum of $41,000.00 (presumably as \"compensatory\" damages) and punitive damages in the amount of $1,000,000.00.</p>\n<p>In total, plaintiff requests the following relief: (1) a declaration by this Court that the acts of the defendants in appropriating plaintiff's funds, employing an executive director, and in impeding, hindering and obstructing plaintiff from attempting to enforce the rights of persons to equal protection of the laws and in securing to all persons equal protection of the laws, constitute a denial of due process of law under the Fourteenth Amendment and violate 42 U.S.C. §§ 1981, 1983 and 1985; (2) an injunction enjoining the defendants, their agents and successors from engaging in and continuing their unlawful conduct and policy; (3) total compensatory damages in the amount of $123,000.00 and punitive damages of $2,000,000.00; and (4) reasonable attorney fees, pursuant to 42 U.S.C. § 1988, and costs, pursuant to Rule 54(d) of the F.R.Civ.P.</p>\n<p>In their Answer, defendants enter a general denial and the affirmative defenses of: (a) failure to state a claim upon which relief may be granted; (b) lack of legal standing of plaintiff Commission to commence this action; (c) lack of legal capacity to commence this action; (d) lack of proper authorization by the Commission to commence this action; (e) lack of jurisdiction over the subject matter of this lawsuit; (f) lack of jurisdiction over the subject matter of the alleged pendent claim; (g) failure to serve a Notice of Claim pursuant to General Municipal Law Section 50-e for the alleged pendent claim; and (h) failure to set forth sufficient facts with reasonable particularity to show an alleged violation of plaintiff's civil rights. Accordingly, defendants request that the Complaint be dismissed, together with costs, disbursements and attorney fees.</p>\n<p>Since the filing of the Complaint, defendant has made repeated attempts to convince plaintiff's attorney voluntarily to discontinue this action based upon the foregoing reasons (Hashmall Aff. at 4; Hashmall Suppl. Aff. at 5-6). Defendants herein move to dismiss the Complaint pursuant to Rule 12(b) of the F.R.Civ.P., or to grant summary judgment pursuant to Rule 56(b) of the F.R.Civ.P., on the grounds that: (a) this Court lacks jurisdiction because it appears on the face of the Complaint that the alleged claim does not arise under any act of Congress nor does it present a federal question arising under the Constitution, laws or treaties of the United States; (b) the plaintiff lacks legal capacity to commence this action in that the enabling legislation does not confer that power upon the Commission and, if it did, the Commission has never duly adopted a resolution authorizing the commencement of this action; and (c) the Complaint fails to state a claim upon which relief can be granted. Further, since plaintiff's counsel \"nevertheless, recklessly and unjustifiably\" continues this action without authority, defendants request to be awarded costs and reasonable attorney fees in accordance with 42 U.S.C. § 1988.</p>\n<p>Plaintiff makes a cross-motion, filed January 21, 1987, moving the Court to grant the following requests: (1) to amend its complaint pursuant to Rule 15(a), F.R. Civ.P., adding First Amendment claims which allege the violation of the rights of its members to associate and express themselves freely, and seeking additional declaratory relief to that effect (Proposed Amended Complaint annexed as Exhibit 6 thereto); (2) in the event that it is determined that plaintiff Commission lacks standing, to permit Robert Stauf, Chairman <span class=\"star-pagination\">*551</span> of the Commission, to join as plaintiff under Rule 20(a) of the F.R.Civ.P. on the grounds that he asserts a \"right to relief jointly and severally in respect of or arising out of the same transactions or occurrences and questions of law or fact common to all parties will arise in the action\"; and (3) to compel disclosure of the files maintained on plaintiff's behalf by the Corporation Counsel of the City of Yonkers, on the grounds that these files \"contain documents concerning the operation of the Commission and are related to issues raised in this action.\"</p>\n<p></p>\n<h2><i>Capacity to Sue</i></h2>\n<p>At the outset, the Court notes that the determinative issue here is one of capacity to sue, not standing, although the two terms are often, albeit incorrectly, used synonymously. <i>See generally</i> 6 Wright &amp; Miller, \"Federal Practice and Procedure\", § 1542, at 639-643 (1986). Accordingly, the cases cited by plaintiff, where the focal issue is the nature and directness of injury for the purposes of maintaining standing to sue, <i>see, e.g., </i><i>Havens Realty Corp. v. Coleman,</i> 455 U.S. 363, 102 S.Ct. 1114, 71 L.Ed.2d 214 (1982); <i>Hudson Valley Freedom Theater, Inc. v. Heimbach,</i> 671 F.2d 702 (2d Cir.1982), <i>cert. denied,</i> 459 U.S. 857, 103 S.Ct. 127, 74 L.Ed.2d 110 (1982), are inapplicable to a resolution of the instant case. The capacity of the Commission to sue or be sued must be determined by the law of the State of New York, in accordance with Rule 17(b) of the F.R.Civ.P.. <i>See also</i> 3A Moore's Federal Practice para. 17.25 (1986).</p>\n<p>As creatures of statute, arms or departments of the municipal government have only those powers which are expressly granted by statute and those powers which are necessary to implement the expressed powers.</p>\n<p>Accordingly, the New York Court of Appeals has consistently held that a commission's powers must be expressly given to it by the legislature. \"The power can be in the commission through no other than legislative source. The commission can exercise only such powers as have been specially conferred by statute ...\" <i>People ex rel. Municipal Gas Co. v. Public Service Commission,</i> 224 N.Y. 156, 165, 120 N.E. 132 (1918). The principle is well-settled in New York that:</p>\n<blockquote>\"Governmental agencies have only those powers which are conferred expressly or by necessary implication; power is not to be inferred, and the principle of strict construction should be applied in interpreting statutory grants of power.\"</blockquote>\n<p>26 N.Y.Jur.2d \"Counties, Towns, and Municipal Corporations\" § 630, at 304 (1982); <i>see </i><i>Village of Boonville v. Maltbie,</i> 272 N.Y. 40, 47, 4 N.E.2d 209 (1936); <i>Civil Service Forum v. New York City Transit Authority,</i> 4 A.D.2d 117, 163 N.Y.S.2d 476 (2d Dep't 1957).</p>\n<p>In a case analogous to the one at hand, <i>Pooler v. Public Service Commission,</i> 58 A.D.2d 940, 397 N.Y.S.2d 425 (3rd Dep't 1977), the Appellate Division of New York Supreme Court held that the Executive Director of the State Consumer Protection Board (\"Board\") lacked the capacity to commence an Article 78 proceeding against the Public Service Commission for judicial review of its order in a rate case. Closely scrutinizing the empowering legislation for that Board, the court determined that, although petitioner on behalf of the Board was granted specific authority to participate in certain rate cases before the Public Service Commission, the expressly enumerated powers did not include the ability to seek judicial review of the Commission's directives, nor could such a capacity be necessarily implied from those powers which the legislature saw fit to set forth. As <i>Pooler</i> discussed:</p>\n<blockquote>\"While it might be possible for a public entity to be aggrieved by the action of another governmental body, and thus have standing to voice its complaints ... the fact remains that even if the petitioner were considered to be aggrieved by the Commission's order in this case the Legislature has not seen fit to confer authority on petitioner or the board to sue or be sued.... Had the Legislature meant to give the board the status of a <span class=\"star-pagination\">*552</span> separate legal being with the right to initiate litigation in pursuit of its purposes, that intention would surely have been manifested in the legislation by which it was created.\" 397 N.Y.S.2d at 426.</blockquote>\n<p><i>See also </i><i>Community Board No. 4 v. Board of Estimate of the City of New York,</i> 88 A.D.2d 832, 451 N.Y.S.2d 140, 141 (1st Dep't 1982) (local community board lacked capacity to seek judicial review of zoning decisions by the Board of Estimate).</p>\n<p>The New York Court of Appeals recently noted its \"continued adherence to the principles set forth in <i>Pooler.\" Flacke v. Freshwater Wetlands Appeals Board,</i> 53 N.Y.2d 537, 444 N.Y.S.2d 48, 49, 428 N.E.2d 380 (1981). The court in that case permitted the Commissioner of the Department of Environment Conservation to seek judicial review of an adverse determination of the Freshwater Appeals Board, but solely due to the fact that the Environmental Conservation Law <i>expressly</i> provided the Commissioner with the authority to initiate such lawsuits.</p>\n<p>Applying this principle of strict construction to Section 239-q of the General Municipal Law, the Yonkers Commission on Human Rights is not empowered to initiate a lawsuit in this or any Court. The power to commence a lawsuit is not expressly granted to the Commission by the state legislation or the resolution of the Yonkers Common Council. Nor can such power be reasonably inferred from the duty to \"foster mutual respect and understanding\", to \"make such studies in any field of human relationship\", to \"conduct and recommend such education programs\", to \"inquire into incidents of tension and conflict among or between various racial, religious and nationality groups\", and to \"report [such] complaints to the division of human rights alleging unlawful discriminatory practices.\" The power to appoint \"such attorneys ... as may be necessary\", provided in General Municipal Law § 239-p, does not specify the function of their employ; we need not infer the intended purpose of such employment to be the commencement of a suit on behalf of the Commission or others, when such litigation is not among the powers expressly enumerated in this enabling legislation.</p>\n<p>The legislature has been quite specific in setting forth the several powers, duties and obligations vested in the Commission, none of which require the Commission to be empowered with the capacity to sue. Beyond these limits, this Court cannot roam. While the Commission might find it desirable to take its grievances to court, the power to do so does not exist be necessary implication.</p>\n<p>Accordingly, this Court hereby concludes that the Yonkers Commission on Human Rights clearly lacks the capacity to maintain this lawsuit, as a matter of law.</p>\n<p>Moreover, a federal court when dealing with matters of local politics such as are here involved, must defer to the time-honored principle of local home rule. The New York Constitution declares that \"effective local self-government and inter-governmental cooperation are purposes of the people of the state.\" N.Y. Const. Art. IX, § 1. In keeping with the grant of broad powers to local government, the New York legislature has held:</p>\n<blockquote>\"It is the intention of the legislature by this chapter to provide for carrying into effect provisions of article nine of the constitution and the statute of local governments and to enable local governments to adopt and amend local laws for the purpose of fully and completely exercising the powers granted to them under the terms and spirit of such article.\"</blockquote>\n<p>§ 50, New York Municipal Home Rule Law. As a consequence, the Municipal Home Rule Law must be construed liberally as to the powers therein granted to local governments. § 51, Munic. Home Rule Law; 25 N.Y.Jur.2d § 83, at 135; <i>Rozler v. Franger,</i> 61 A.D.2d 46, 401 N.Y.S.2d 623 (4th Dep't 1978), <i>aff'd</i> 46 N.Y.2d 760, 413 N.Y.S.2d 654, 386 N.E.2d 262 (1978).</p>\n<p>Among the local government's powers thus conferred is \"the creation or discontinuance of departments of its government <span class=\"star-pagination\">*553</span> and the prescription or modification of their powers and duties.\" § 10(1)(ii)(a)(1), Munic. Home Rule Law; 25 N.Y.Jur. § 98, at 161-166. <i>See, e.g., </i><i>Vasquez v. Town Board of Town of Waterford,</i> 72 A.D.2d 883, 422 N.Y.S.2d 142 (3rd Dep't 1979) (town may abolish police department).</p>\n<p>In addition, as a general rule, the judgment of municipal departments, boards and commissions in the execution of powers conferred on them by law or charter is not subject to control and correction by the courts, in the absence of fraud or a clear abuse of discretion. <i>Hopkins v. Hanna,</i> 135 Misc. 750, 239 N.Y.S. 489 (1930); 26 N.Y.Jur.2d § 638, at 311. For instance, the New York Court of Appeals has held that a court may not sit in review upon the exercise of business judgment by a board of estimate, and even if there has been a mistake or misunderstanding, the court has no power to review the findings and acts of such a board in its capacity as a legislative body. <i>Greenberg v. New York,</i> 152 Misc. 488, 274 N.Y.S. 4 (1934).</p>\n<p>As the late Frank Moore has remarked, \"Home rule is the right to be misgoverned by one's friends and neighbors.\" So, too, solutions to problems of this nature are not to be sought in our courts but at the election district.</p>\n<p>Finally, it is well established that Constitutional due process rights do not inhere in municipal corporations as against the state of their creation. A municipal corporation may not assert a denial of the equal protection or due process clauses of the Fourteenth Amendment as against the state by which created, and, therefore, a department which is an arm or agency of a unit of state government, is not protected against the acts of the state or other entities exercising state delegated authority. <i>See, e.g. </i><i>City of New York v. Richardson,</i> 473 F.2d 923, 929 (2d Cir.1973), <i>cert. denied sub nom. </i><i>Lavine v. Lindsay,</i> 412 U.S. 950, 93 S.Ct. 3012, 37 L.Ed.2d 1002 (1973); <i>Lindsay v. Wyman,</i> 372 F.Supp. 1360, 1366 (S.D.N.Y.1974). The United States Supreme Court has instructed that:</p>\n<blockquote>\"[a] municipal corporation, created by a state for the better ordering of the government, has no privileges or immunities under the Federal Constitution which it may invoke in opposition to the will of its creator.\" <i>Williams v. Mayor and City Council of Baltimore,</i> 289 U.S. 36, 40, 53 S.Ct. 431, 432, 77 L.Ed. 1015 (1933).</blockquote>\n<p>In <i>Jeter v. Ellenville Central School District,</i> 41 N.Y.2d 283, 392 N.Y.S.2d 403, 360 N.E.2d 1086 (1977), where the New York City Board of Education and Department of Social Services and the Board of Education of the City of Yonkers sought to assert claims under the due process and equal protection clauses of the New York State and United States Constitution, the New York Court of Appeals held that these units of the municipal government did not have the substantive right to raise these constitutional challenges.</p>\n<p>We note further that this is not \"an instance in which the municipal challengers assert that if they are obliged to comply with the state statute they will by that very compliance forced to violate a constitutional proscription.\" <i>Jeter,</i> 392 N.Y.S.2d at 406, 360 N.E.2d at 1088, <i>citing </i><i>Board of Education v. Allen,</i> 20 N.Y.2d 109, 281 N.Y.S.2d 799, 228 N.E.2d 791 (1967), <i>aff'd</i> 392 U.S. 236, 88 S.Ct. 1923, 20 L.Ed.2d 1060 (1968).</p>\n<p></p>\n<h2><i>Standing of Robert Stauf</i></h2>\n<p>It should be noted that even if plaintiff's request to permit Robert Stauf, Chairman of the Commission, to join in this action were granted by this Court, plaintiff would not be able to maintain this lawsuit. Mr. Stauf cannot assert the requisite injury in fact needed for a showing of standing to sue.</p>\n<p>The doctrine of standing is of course well established to require that the party who wishes to bring suit must have suffered an injury to a legally protected right, an \"injury in fact.\" Rule 17(a), F.R.Civ.P. <i>See, e.g., </i><i>Warth v. Seldin,</i> 422 U.S. 490, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975); <i>Baker v. Carr,</i> 369 U.S. 186, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962). Standing can also be viewed as <span class=\"star-pagination\">*554</span> an element of the constitutional requirement that there be a \"case or controversy.\" 6 Wright &amp; Miller, \"Federal Practice and Procedure\", § 1542, at 639-643 (1986); <i>Association of Data Processing Serv. Organizations, Inc. v. Camp,</i> 397 U.S. 150, 90 S.Ct. 827, 25 L.Ed.2d 184 (1970).</p>\n<p>By any stretch of the above definition, Mr. Stauf clearly lacks the standing to bring this suit. He has not been deprived of a property right because, since the creation of the Commission in 1963 to the present time, the members of the Commission, including its Chairman, have not received compensation for their positions. (<i>See, e.g.,</i> Defendants' Reply at 2). Plaintiff acknowleges this fact, but makes a vague reference to possible reimbursement owing to Commission members for personal expenses incurred in the scope of their duties. (Stauf Aff. at 2). Whatever legal implications this reimbursement allegation might have raised need not be herein addressed, for plaintiff's attorney made it clear, in his representations to this Court at the oral argument held on January 27, 1987, that such a claim was purely theoretical in nature; no pending claim for reimbursement exists, as no vouchers for these alleged expenses have been filed with the appropriate authority, much less rejected. Moreover, it is certainly uncontested that Mr. Stauf has no personal property right to the funding of the plaintiff Commission.</p>\n<p>Plaintiff Commission has also failed to demonstrate precisely how or in what manner the First Amendment rights of its members have been violated. The Court has seen no evidence of an obstruction by defendants of the rights of each Commission member to express his or her opinions freely or to associate with one other, nor has any specific factual allegation to this effect been made. The factual predicate as presented to this Court consists of a single dispute concerning the lack of funding of the Yonkers Commission on Human Rights and the political confrontations between this municipal body and the named officials of the City of Yonkers. As noted by defendants, plaintiff's motion does not state with particularity the ground for such a motion, as required by Rule 7(b)(1) of the F.R.Civ.P. (Defendants' Reply at 5).</p>\n<p>Accordingly, no purpose is served by amending the Complaint.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Upon a review of the relevant municipal law of the State of New York, by which the Yonkers Commission on Human Rights was created, this Court concludes that such Commission clearly lacks the capacity to sue, and thus the Court need delve no further into the other claims and contentions raised by the parties.<sup>[3]</sup> Nothing contained in this opinion should be construed to affect in any way the power of this Court (Judge Sand) to implement the judgment in <i>United States of America v. Yonkers Board of Education, et al., supra,</i> by making any lawful order directed to any or all of the parties in this action. We hold only that plaintiff Commission is not as a matter of law empowered to bring a lawsuit, regardless of the purpose thereby intended to be served.</p>\n<p><span class=\"star-pagination\">*555</span> Accordingly, defendants' motion for summary judgment is granted, and all relief requested by plaintiff's cross-motion is denied. No costs.</p>\n<p>The Clerk shall enter final judgment.</p>\n<p>So Ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants had originally made a motion to dismiss, dated September 22, 1986 and returnable on October 22nd, which motion was adjourned and essentially converted to one for summary judgment by the Hashmall Supplemental Affirmation, para. 1, and plaintiff's letter of September 26th, annexed thereto as Exhibit A.</p>\n<p>[2]  The enabling legislation sets forth the general duties and powers in full:\n</p>\n<p>\"1. It shall be the duty of the commission:</p>\n<p>(a) To foster mutual respect and understanding among all racial, religious and nationality groups in the community.</p>\n<p>(b) To make such studies in any field of human relationship in the community as in the judgment of the commission will aid in effectuating its general purposes and where desirable, to make the results of such studies public.</p>\n<p>(c) To inquire into incidents of tension and conflict among or between various racial, religious and nationality groups, and to take such action as may be designed to alleviate such tensions and conflict.</p>\n<p>(d) To conduct and recommend such educational programs as, in the judgment of the commission, will increase goodwill among inhabitants of the community and open new opportunities into all phases of community life for all inhabitants.</p>\n<p>2. In addition to all other powers, the commission, where and to the extent authorized by local law or ordinance, shall have the power:</p>\n<p>a. To report complaints to the division of human rights alleging unlawful discriminatory practices under article fifteen of the executive law.</p>\n<p>b. To receive, accept and use and expend public grants and private gifts, donations or bequests and other payments, goods and services, notwithstanding any other provision of law.\" § 239-q, General Municipal Law.</p>\n<p>[3]  In its Memorandum of Law, plaintiff cites the failure of defendants to submit a statement of undisputed material facts pursuant to Local Rule 3(g). Plaintiffs argue that for the foregoing reason defendants' motion for summary judgment should be denied. While defendants do not address this contention, they do include in their Reply, at 4, several statements of purportedly material facts not in dispute which this Court will construe to fulfil the purpose behind Rule 3(g), namely to aid the Court in making its conclusions of law based upon the undisputed material facts. It is interesting to note further that plaintiff also has failed to comply with Local Rule 3(g) in its provision that:\n</p>\n<p>\"The papers opposing a motion for summary judgment shall include a separate, short and concise statement of the material facts to which it is contended that there exists a genuine issue to be tried.\"</p>\n<p>Plaintiff has, ironically enough, itself neglected to submit such a statement. This Court hereby finds that a flaw of such a technical nature, particularly in light of defendants' concurrent motion to dismiss to which the Rule 3(g) requisite does not apply, should not be determinative in a case such as this, so clearly warranting a grant of summary judgment in favor of the defendants.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">654</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">544</span></span> (1987)</b></center>\n<center><h1>YONKERS COMMISSION ON HUMAN RIGHTS, Plaintiff,<br>\nv.<br>\nThe CITY OF YONKERS; Arthur J. Doran, Individually, and as City Manager of The City of Yonkers; Nicholas De Santis, Individually, and as Commissioner of Fiscal Services of the City of Yonkers; Jimmy McDonald; and Rodney H. Irwin, Defendants.</h1></center>\n<center>No. 86 Civ. 4912 (CLB).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>February 24, 1987.</center>\n<p>Lawrence Porcari, Yonkers, N.Y., for plaintiff.</p>\n<p>Jay B. Hashmall, Corporation Counsel, Yonkers, N.Y., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>BRIEANT, Chief Judge.</p>\n<p>This is an action for declaratory and injunctive relief and for damages, arising <span class=\"star-pagination\">*545</span> from certain actions of the defendants which allegedly \"prevented or hindered the securing of equal protection of the laws\" and \"deprived plaintiff of its property without due process of law\", in violation of the equal protection and due process clauses of the Fourteenth Amendment, and the Civil Rights Act, 42 U.S.C. §§ 1981, 1983 and 1985. Jurisdiction of this Court is founded upon 28 U.S.C. §§ 1331 and 1343.</p>\n<p>The case was fully submitted to this Court for a decision on January 27, 1987, the date on which oral argument was heard upon the motion of defendants to dismiss or for summary judgment,<sup>[1]</sup> and the cross-motion of plaintiff for various forms of relief, as discussed in detail below.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>Plaintiff, Yonkers Commission on Human Rights (\"the Commission\"), is a public body constituted under the laws of the State of New York and comprised of individuals duly appointed by the Common Council of the City of Yonkers. The Commission has fifteen members, not all of whom have been currently appointed (Affidavit of Jay B. Hashmall, Esq., counsel for defendants, at 1) (hereinafter \"Hashmall Aff.\"). The Commission was created by the City of Yonkers in 1963 by Resolution No. 622-1963 of the Common Council of the City of Yonkers, in accordance with the enabling statute, sections 239-o to 239-t of the New York General Municipal Law.</p>\n<p>This state legislation set forth all the duties, powers and general obligations which are to be held by such a commission. (§§ 239-q and 239-r, respectively, of the New York General Municipal Law). The operational resolution of the Common Council of the City of Yonkers (Exhibit F to Defendants' Motion) restated the Commission's duties, set the number of Commission members and appointed its original members. <i>See also</i> By-laws of the Yonkers Commission on Human Rights, Article 1 (Exhibit D to Defendants' Motion). Among these duties, as stated by plaintiff in its Complaint, are the duty to receive and investigate complaints of various civil rights violations, to render assistance in the enforcement of those rights, to inquire into complaints of discrimination and other deprivations of rights involving various departments of city government, city schools and federally assisted housing.<sup>[2]</sup> The Commission is empowered to \"inquire into\" incidents of tension and conflict among or between various racial, religious and nationality groups, and to take \"such action as may be designed to alleviate such tensions and conflict.\" § 239-q(1)(c), General Municipal Law. The authority specifically designated to the Commission, \"where and to the extent <span class=\"star-pagination\">*546</span> authorized by local law or ordinance\", is the power:</p>\n<blockquote>\"a. To report complaints to the division of human rights alleging unlawful discriminatory practices under article fifteen of the executive law.</blockquote>\n<blockquote>b. To receive, accept and use and expend public grants and private gifts, donations or bequests and other payments, goods and services, notwithstanding any other provision of law.\" § 239-q(2), General Municipal Law.</blockquote>\n<p>In addition, administratively under section 239-p, it has the power and authority to employ an executive director, a secretary, and such attorneys, experts and other employees as may be necessary \"within the amount made available by the local governing board.\" The power to initiate a lawsuit is <i>not</i> included among the legislatively enumerated powers of plaintiff Commission.</p>\n<p>Defendant, the City of Yonkers (\"the City\"), is a municipal corporation organized under the laws of the State of New York and which operates pursuant to New York State Law and the Charter of the City of Yonkers. (Complaint para. 4; Answer para. THIRD). The Common Council of the City of Yonkers is the legislative body and governing board of the City. (Complaint para. 4; denied by the defendants in Answer para. THIRD).</p>\n<p>Pursuant to Section 239-p of the General Municipal Law of the State of New York, the City has an option to fund the Commission or not to so fund:</p>\n<blockquote>\"... Each county, city, village and town is hereby authorized and empowered to make such appropriation for such expenses and for the compensation, if any, to be paid to the members of the commission.\"</blockquote>\n<p><i>See also</i> Section 5-13, Yonkers City Code (public hearing on the budget). In recent years, the City has chosen not to fund the Commission. (Hashmall Aff. at 2). Since the creation of the Commission in 1963, the members of the Commission have received no salary or other compensation (<i>see, e.g.,</i> Defendants' Reply at 3), nor has a request for such compensation been made by plaintiff, other than a vague reference to possible reimbursement for personal expenses incurred (Affidavit of Robert Stauf, Chairman of the Commission, at 2) (hereinafter \"Stauf Aff.\").</p>\n<p>The individual defendants Arthur J. Doran and Rodney H. Irwin were employed as City Manager of the City of Yonkers at all times relevant to the actions which are the subject of this lawsuit. Plaintiff states that the City Manager is responsible to the Common Council for the proper administration of the affairs of the City and has the duty to see that the ordinances of the City and the laws of the State of New York are enforced. (Complaint para. 5).</p>\n<p>Defendant Nicholas DeSantis was employed as Commissioner of Fiscal Services of the City of Yonkers during the relevant time period. According to plaintiff, the Commissioner of Fiscal Services of the City is responsible for the disbursing of funds allocated by the City's Common Council for the Commission. (Complaint para. 6).</p>\n<p>In their Answer, para. FOURTH, the defendants deny the statements contained in paragraphs 5 and 6 of the Complaint, except to the extent that they admit these individual defendants were employed \"during certain times\" in the aforementioned position and \"discharged their duties as provided for by law.\" This opinion disregards that denial.</p>\n<p>Defendant Jimmy McDonald was employed from January 1986 to the present by defendant Irwin to act as plaintiff's Executive Director while remaining subject to the City Manager's direction and control, allegedly contrary to law and without plaintiff's consent or authority. (Complaint para. 7). In the Answer, para. FIFTH, defendants deny the within allegations as to the function of defendant McDonald, except to admit that he was employed by the City of Yonkers.</p>\n<p>In the aftermath of the recent lawsuit finding racial discrimination in housing and education, <i>United States of America v. Yonkers Board of Education, City of Yonkers, and Yonkers Community Development</i> <span class=\"star-pagination\">*547</span> <i>Agency,</i> <span class=\"citation\" data-id=\"2304726\"><a href=\"/opinion/2304726/united-states-v-yonkers-bd-of-educ/\"><span class=\"volume\">624</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1276</span></a></span> (S.D.N. Y.1985), the City of Yonkers has endured political turmoil. As stated by plaintiff, \"The City was and is divided over the outcome of the segregation lawsuit and an appeal is pending while various remedies are pursued.\" Stauf Aff. at 3.</p>\n<p>This case essentially involves little more than a political dispute between various factions of the local government of the City of Yonkers, in which the funding, or more accurately the lack thereof, of the Yonkers Commission of Human Rights, an arm of the municipality, is called into question, and the firing of a particular Executive Director of the Commission, along with the hiring of another, is contested.</p>\n<p>The gravamen of the complaint is plaintiff's allegation that during the period July 1, 1985 to the present date:</p>\n<blockquote>\"plaintiff's funds were unlawfully converted for the use and control of the city manager. Defendants, acting under color of State law, participated in a municipal policy adopted and maintained by Doran and Irwin for the unlawful purpose of controlling the operation of plaintiff's offices, and designed to impede, hinder and obstruct plaintiff's enforcing or attempting to enforce or to secure to all persons equal protection of the laws.\" Complaint para. 9.</blockquote>\n<p>During this apparent turf struggle, or conflict between the various officers of the City of Yonkers and the Commission, the true nature of which remains relatively uncertain, plaintiff filed the instant lawsuit. Even the events leading up to the retainer of counsel to this end are hotly contested between the parties and within the Commission itself, with defendants and some members of the Commission herein charging that the proper authorization to commence the suit was not obtained. Specifically, it is argued that a majority of the Commission members at a regularly called meeting at which there was a quorum never approved nor duly authorized the Commission by resolution to retain an attorney to commence this lawsuit. Defendant insists that only seven Commissioners of the fifteen member Commission attended the meeting of February 18, 1986, thereby failing to fulfil the quorum requisites of § 41, New York General Construction Law. Hashmall Suppl. Aff. at 4-5. This lawsuit, defendants charge, was commenced solely on the authority of Commission Chairman Robert Stauf without a majority vote of Commission members, in violation of the appropriate enabling legislation and bylaws. Hashmall Aff. at 2-3; Affidavits of Commission members Ronald Taylor (Exhibit A to Hashmall Aff.), Father John P. Duffell (Exhibit B to Hashmall Aff.), Ivan Rosaly and LaVerne Williams (both annexed as Exhibit J to Hashmall Supplemental Affirmation) (hereinafter \"Hashmall Suppl. Aff.\"). Interestingly enough, all of the above Commission members were listed as present and voting affirmatively in favor of the lawsuit according to the deposition testimony and roster sheet of Chairman Stauf (Exhibit H to Hashmall Suppl. Aff.); <i>see also</i> Affidavit of Commission members John D. Spencer (Exhibit 4 to Plaintiff's Cross-Motion) and Robert Stauf (Exhibit 1 to Plaintiff's Cross-Motion).</p>\n<p>By affidavit of Robert Stauf, plaintiff insists that the proper procedures were followed during the meeting of February 18th when the vote to commence this lawsuit was allegedly taken. However, in this regard Mr. Stauf's statement is limited to his information and belief, upon advise of counsel:</p>\n<blockquote>\"The determination of whether the number of Commissioners present constituted a quorum was made in accordance with the Commission's by-laws. The plaintiff was advised on matters of practice and procedure by an attorney from the office of the Corporation Counsel of the City of Yonkers. The number constituting a quorum was revised in the by-laws because the previous number 8 constituted a majority of 15 and the Commission rarely had 15 members because of the Common Council's failure to appoint. Apparently it was thought consistent to use the majority of the appointed members as the number constituting a quorum. The Corporation Counsel didn't object <span class=\"star-pagination\">*548</span> to that procedure until this law suit and neither did any of the Commissioners ...\" Stauf Aff. at 4.</blockquote>\n<p>In the affidavit submitted by plaintiff's counsel, Lawrence A. Porcari, Esq., any mention of the factual predicate or legal significance of the meeting in question is conspicuously absent; nor is any reference found in plaintiff's other supporting papers.</p>\n<p>This Court considers the question of whether plaintiff obtained the proper authorization to commence the present litigation to be superfluous because, assuming the use of proper internal voting procedures, plaintiff Commission lacks the capacity to bring this suit, as discussed below.</p>\n<p>Moreover, as further asserted by defendant, the By-laws of the Yonkers Commission on Human Rights outline the procedure for calling a special meeting and govern the business which can take place at such a meeting. Mr. Stauf sent a notice to the Commissioners for the special meeting of February 18, 1986, which notice stated that since the agenda for this meeting \"includes potential litigation and personnel items related to the employment of the executive director of our commission this meeting shall be unannounced and <i>closed</i> to the general public\" (Exhibit E to Hashmall Supp. Aff.). Defendants contend that such a notice violated Article III, Section II of the By-laws, which require the notice to \"state the objective(s) for which\" the meeting is called; and that the meeting itself violated Article II, Section V of the Bylaws, and Section 100 of the Open Meetings Law, which prohibit unannounced meetings closed to the public (Hashmall Supp. Aff. at 3). Plaintiff does not address this particular issue; nor will this Court, in view of its holding below. This conflict is merely cited as yet another example of the acrimonious dealings evident throughout the relationships between and within these municipal factions.</p>\n<p>Plaintiff makes broad conclusory allegations which afford the Commission no recourse before this Court. For instance, as Mr. Stauf laments:</p>\n<blockquote>\"The defendants have succeeded in what they have set out to do. There have been no general meetings of the Commission in almost a year. Several Commissioners who originally authorized this suit have now changed their minds. Some objection is now being voiced to holding persons individually liable and Commissioner LaVerne Williams now states she did not believe the lawsuit would be so extensive. However, the vote in favor of litigation was clearly unanimous ...\" Stauf Aff. at 4.</blockquote>\n<p>Yet defendant notes that the obstruction of these meetings of the Commission was caused by Mr. Stauf himself in that he cancelled these meetings by written notice to the other members of the Commission (Defendants' Reply at 3, and Exhibit B annexed thereto).</p>\n<p>Once again, when one attempts to ascertain the details as to the firing of Executive Director Ronald Meeks and the hiring of Jimmy McDonald in his stead, one basis for plaintiff's Complaint, the political nature of the grievance emerges. Plaintiff alleges that:</p>\n<blockquote>\"Political pressures were exerted and I was informed by the Democratic Party city leader that the Commission should not be involved. In January, 1986, the employment of Ronald Meeks, the Commission's Executive Director, was terminated by the City Manager who advised him that he would no longer be paid. In February, 1986, the City Manager hired the defendant McDonald as the Commission's Executive Director. The discharge of Mr. Meeks and employment of McDonald were done without the Commission's consent and in violation of the law. The Commission objected to what had taken place and refused to recognize McDonald as its Executive Director.\" Stauf Aff. at 3.</blockquote>\n<p>Defendants paint a contrasting picture of these same events. They note the deposition testimony of Mr. Stauf that three Executive Directors were appointed by three <span class=\"star-pagination\">*549</span> different City Managers during the past years. Two Executive Directors were fired by City Managers during the time period at issue in which Mr. Stauf was a Commissioner and the Chairman. (Hashmall Suppl. Aff. at 5, and Exhibit K annexed thereto).</p>\n<p>There appears to be still another factual disparity, as to the existence of an \"Office of Human Rights\" (\"the Office\"), and its relationship, if any, to the plaintiff Commission. Defendants, by the affidavit of their counsel, Jay B. Hashmall, Esq., state that such an office operates as an arm of the Department of Community Services which performs a \"separate ancillary, though similar function\"; defendants characterize this lawsuit as arising out of a particular instance of noncooperation between the Commission and the Office, which at times have coordinated their efforts and at times have not. Hashmall Affidavit at 2. Plaintiff, in contrast denies any knowledge of the existence of an Office of Human Rights or that such an interaction provided the origin of the instant dispute. Affidavits of Robert Stauf, and former Executive Directors William Scott and Ronald Meeks (Exhibits 1, 2 and 3, respectively, to Plaintiff's Cross-Motion). Plaintiff also draws this Court's attention to the Housing Remedy Order of Judge Sand, issued in May, 1986, which as part of the remedial aspect of the segregation suit (<i>United States of America v. Yonkers Board of Education, City of Yonkers, and Yonkers Community Development Agency,</i> 80 Civ. 6761) directed in part that: \"The FHO shall refer persons who wish to file complaints concerning suspected discrimination to, as appropriate, the Yonkers Commission on Human Rights ...\" (Stauf Aff. at 5). However, defendants correctly note that, at a September 3, 1986 conference when this Court asked plaintiff to determine whether Judge Sand's decision was related to the instant dispute, plaintiff provided no information (Defendants' Reply at 2). In any case, this Court deems this question of fact to be irrelevant and immaterial to the lawsuit and the resolution of the claims heretofore raised, because the Commission lacks the capacity, <i>infra,</i> to bring the instant suit on behalf of itself or others.</p>\n<p></p>\n<h2><i>The Claims</i></h2>\n<p>The Commission commenced this action on June 23, 1986. The first claim of the Complaint charges that plaintiff has thereby \"unlawfully been deprived of its funds, has been denied sufficient access to its offices and the use of its property and has otherwise been prevented from engaging in its policy-making functions, the proper operation of its offices, and the fulfillment of its duties in the protection of equal rights of all persons within the City\" (Complaint para. 10). Thus, plaintiff makes a general allegation of the deprivation of plaintiff's property and rights without due process of law and the denial of equal protection to \"those persons whose rights have been violated by the City and its school system, and who seek to have those rights vindicated by or through the plaintiff\" (Complaint para. 11).</p>\n<p>Second, as against the City of Yonkers, plaintiff claims that defendant's acts violate the due process clause of the Fourteenth Amendment of the United States Constitution, and the Civil Rights Act, 42 U.S.C. §§ 1981 and 1983. In connection therewith, plaintiffs allege that the defendants Doran and Irwin acted in their capacity as City Manager their actions represented the municipal policy of the City. Arising from such alleged violations is the demand for damages in the approximate sum of $41,000.00 (Complaint para. 15).</p>\n<p>Third, against the individual defendants Doran, DeSantis, McDonald and Irwin, plaintiff alleges that the acts of the defendants were intentional and in reckless disregard of the rights of and potential injury to the plaintiff and others, thereby violating the due process clause of the Fourteenth Amendment of the U.S. Constitution and 42 U.S.C. §§ 1981 and 1983 (Complaint para. 18). In connection therewith, plaintiff seeks compensatory damages in the approximate sum of $41,000.00 and punitive damages in the amount of $1,000,000.00.</p>\n<p><span class=\"star-pagination\">*550</span> As a fourth cause of action, pertaining to defendants Doran, DeSantis and Irwin, plaintiff contends that these defendants \"contrived and conspired to appropriate plaintiff's funds for the use and control of the City Manager and to impede, hinder and obstruct plaintiff in lawfully enforcing or attempting to enforce the rights of persons to equal protection of the laws...\" (Complaint para. 21). Here the due process clause of the Fourteenth Amendment is again invoked, together with the Civil Rights Act, 42 U.S.C. §§ 1981, 1983 and 1985 (Complaint para. 22). Claimed damages for this allegation consist of the approximate sum of $41,000.00 (presumably as \"compensatory\" damages) and punitive damages in the amount of $1,000,000.00.</p>\n<p>In total, plaintiff requests the following relief: (1) a declaration by this Court that the acts of the defendants in appropriating plaintiff's funds, employing an executive director, and in impeding, hindering and obstructing plaintiff from attempting to enforce the rights of persons to equal protection of the laws and in securing to all persons equal protection of the laws, constitute a denial of due process of law under the Fourteenth Amendment and violate 42 U.S.C. §§ 1981, 1983 and 1985; (2) an injunction enjoining the defendants, their agents and successors from engaging in and continuing their unlawful conduct and policy; (3) total compensatory damages in the amount of $123,000.00 and punitive damages of $2,000,000.00; and (4) reasonable attorney fees, pursuant to 42 U.S.C. § 1988, and costs, pursuant to Rule 54(d) of the F.R.Civ.P.</p>\n<p>In their Answer, defendants enter a general denial and the affirmative defenses of: (a) failure to state a claim upon which relief may be granted; (b) lack of legal standing of plaintiff Commission to commence this action; (c) lack of legal capacity to commence this action; (d) lack of proper authorization by the Commission to commence this action; (e) lack of jurisdiction over the subject matter of this lawsuit; (f) lack of jurisdiction over the subject matter of the alleged pendent claim; (g) failure to serve a Notice of Claim pursuant to General Municipal Law Section 50-e for the alleged pendent claim; and (h) failure to set forth sufficient facts with reasonable particularity to show an alleged violation of plaintiff's civil rights. Accordingly, defendants request that the Complaint be dismissed, together with costs, disbursements and attorney fees.</p>\n<p>Since the filing of the Complaint, defendant has made repeated attempts to convince plaintiff's attorney voluntarily to discontinue this action based upon the foregoing reasons (Hashmall Aff. at 4; Hashmall Suppl. Aff. at 5-6). Defendants herein move to dismiss the Complaint pursuant to Rule 12(b) of the F.R.Civ.P., or to grant summary judgment pursuant to Rule 56(b) of the F.R.Civ.P., on the grounds that: (a) this Court lacks jurisdiction because it appears on the face of the Complaint that the alleged claim does not arise under any act of Congress nor does it present a federal question arising under the Constitution, laws or treaties of the United States; (b) the plaintiff lacks legal capacity to commence this action in that the enabling legislation does not confer that power upon the Commission and, if it did, the Commission has never duly adopted a resolution authorizing the commencement of this action; and (c) the Complaint fails to state a claim upon which relief can be granted. Further, since plaintiff's counsel \"nevertheless, recklessly and unjustifiably\" continues this action without authority, defendants request to be awarded costs and reasonable attorney fees in accordance with 42 U.S.C. § 1988.</p>\n<p>Plaintiff makes a cross-motion, filed January 21, 1987, moving the Court to grant the following requests: (1) to amend its complaint pursuant to Rule 15(a), F.R. Civ.P., adding First Amendment claims which allege the violation of the rights of its members to associate and express themselves freely, and seeking additional declaratory relief to that effect (Proposed Amended Complaint annexed as Exhibit 6 thereto); (2) in the event that it is determined that plaintiff Commission lacks standing, to permit Robert Stauf, Chairman <span class=\"star-pagination\">*551</span> of the Commission, to join as plaintiff under Rule 20(a) of the F.R.Civ.P. on the grounds that he asserts a \"right to relief jointly and severally in respect of or arising out of the same transactions or occurrences and questions of law or fact common to all parties will arise in the action\"; and (3) to compel disclosure of the files maintained on plaintiff's behalf by the Corporation Counsel of the City of Yonkers, on the grounds that these files \"contain documents concerning the operation of the Commission and are related to issues raised in this action.\"</p>\n<p></p>\n<h2><i>Capacity to Sue</i></h2>\n<p>At the outset, the Court notes that the determinative issue here is one of capacity to sue, not standing, although the two terms are often, albeit incorrectly, used synonymously. <i>See generally</i> 6 Wright &amp; Miller, \"Federal Practice and Procedure\", § 1542, at 639-643 (1986). Accordingly, the cases cited by plaintiff, where the focal issue is the nature and directness of injury for the purposes of maintaining standing to sue, <i>see, e.g., </i><i>Havens Realty Corp. v. Coleman,</i> <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1982); <i>Hudson Valley Freedom Theater, Inc. v. Heimbach,</i> <span class=\"citation\" data-id=\"399836\"><a href=\"/opinion/399836/hudson-valley-freedom-theater-inc-v-louis-heimbach-individually-and-as/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span> (2d Cir.1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">127</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></span> (1982), are inapplicable to a resolution of the instant case. The capacity of the Commission to sue or be sued must be determined by the law of the State of New York, in accordance with Rule 17(b) of the F.R.Civ.P.. <i>See also</i> 3A Moore's Federal Practice para. 17.25 (1986).</p>\n<p>As creatures of statute, arms or departments of the municipal government have only those powers which are expressly granted by statute and those powers which are necessary to implement the expressed powers.</p>\n<p>Accordingly, the New York Court of Appeals has consistently held that a commission's powers must be expressly given to it by the legislature. \"The power can be in the commission through no other than legislative source. The commission can exercise only such powers as have been specially conferred by statute ...\" <i>People ex rel. Municipal Gas Co. v. Public Service Commission,</i> <span class=\"citation\" data-id=\"3595183\"><a href=\"/opinion/3613058/people-ex-rel-municipal-gas-co-v-ps-comm/\"><span class=\"volume\">224</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">156</span></a></span>, 165, <span class=\"citation\" data-id=\"3595183\"><a href=\"/opinion/3613058/people-ex-rel-municipal-gas-co-v-ps-comm/\"><span class=\"volume\">120</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">132</span></a></span> (1918). The principle is well-settled in New York that:</p>\n<blockquote>\"Governmental agencies have only those powers which are conferred expressly or by necessary implication; power is not to be inferred, and the principle of strict construction should be applied in interpreting statutory grants of power.\"</blockquote>\n<p>26 N.Y.Jur.2d \"Counties, Towns, and Municipal Corporations\" § 630, at 304 (1982); <i>see </i><i>Village of Boonville v. Maltbie,</i> <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">40</span></span>, 47, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">209</span></span> (1936); <i>Civil Service Forum v. New York City Transit Authority,</i> <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">476</span></span> (2d Dep't 1957).</p>\n<p>In a case analogous to the one at hand, <i>Pooler v. Public Service Commission,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">425</span></span> (3rd Dep't 1977), the Appellate Division of New York Supreme Court held that the Executive Director of the State Consumer Protection Board (\"Board\") lacked the capacity to commence an Article 78 proceeding against the Public Service Commission for judicial review of its order in a rate case. Closely scrutinizing the empowering legislation for that Board, the court determined that, although petitioner on behalf of the Board was granted specific authority to participate in certain rate cases before the Public Service Commission, the expressly enumerated powers did not include the ability to seek judicial review of the Commission's directives, nor could such a capacity be necessarily implied from those powers which the legislature saw fit to set forth. As <i>Pooler</i> discussed:</p>\n<blockquote>\"While it might be possible for a public entity to be aggrieved by the action of another governmental body, and thus have standing to voice its complaints ... the fact remains that even if the petitioner were considered to be aggrieved by the Commission's order in this case the Legislature has not seen fit to confer authority on petitioner or the board to sue or be sued.... Had the Legislature meant to give the board the status of a <span class=\"star-pagination\">*552</span> separate legal being with the right to initiate litigation in pursuit of its purposes, that intention would surely have been manifested in the legislation by which it was created.\" 397 N.Y.S.2d at 426.</blockquote>\n<p><i>See also </i><i>Community Board No. 4 v. Board of Estimate of the City of New York,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">140</span></span>, 141 (1st Dep't 1982) (local community board lacked capacity to seek judicial review of zoning decisions by the Board of Estimate).</p>\n<p>The New York Court of Appeals recently noted its \"continued adherence to the principles set forth in <i>Pooler.\" Flacke v. Freshwater Wetlands Appeals Board,</i> <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">537</span></span>, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">48</span></span>, 49, <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">380</span></span> (1981). The court in that case permitted the Commissioner of the Department of Environment Conservation to seek judicial review of an adverse determination of the Freshwater Appeals Board, but solely due to the fact that the Environmental Conservation Law <i>expressly</i> provided the Commissioner with the authority to initiate such lawsuits.</p>\n<p>Applying this principle of strict construction to Section 239-q of the General Municipal Law, the Yonkers Commission on Human Rights is not empowered to initiate a lawsuit in this or any Court. The power to commence a lawsuit is not expressly granted to the Commission by the state legislation or the resolution of the Yonkers Common Council. Nor can such power be reasonably inferred from the duty to \"foster mutual respect and understanding\", to \"make such studies in any field of human relationship\", to \"conduct and recommend such education programs\", to \"inquire into incidents of tension and conflict among or between various racial, religious and nationality groups\", and to \"report [such] complaints to the division of human rights alleging unlawful discriminatory practices.\" The power to appoint \"such attorneys ... as may be necessary\", provided in General Municipal Law § 239-p, does not specify the function of their employ; we need not infer the intended purpose of such employment to be the commencement of a suit on behalf of the Commission or others, when such litigation is not among the powers expressly enumerated in this enabling legislation.</p>\n<p>The legislature has been quite specific in setting forth the several powers, duties and obligations vested in the Commission, none of which require the Commission to be empowered with the capacity to sue. Beyond these limits, this Court cannot roam. While the Commission might find it desirable to take its grievances to court, the power to do so does not exist be necessary implication.</p>\n<p>Accordingly, this Court hereby concludes that the Yonkers Commission on Human Rights clearly lacks the capacity to maintain this lawsuit, as a matter of law.</p>\n<p>Moreover, a federal court when dealing with matters of local politics such as are here involved, must defer to the time-honored principle of local home rule. The New York Constitution declares that \"effective local self-government and inter-governmental cooperation are purposes of the people of the state.\" N.Y. Const. Art. IX, § 1. In keeping with the grant of broad powers to local government, the New York legislature has held:</p>\n<blockquote>\"It is the intention of the legislature by this chapter to provide for carrying into effect provisions of article nine of the constitution and the statute of local governments and to enable local governments to adopt and amend local laws for the purpose of fully and completely exercising the powers granted to them under the terms and spirit of such article.\"</blockquote>\n<p>§ 50, New York Municipal Home Rule Law. As a consequence, the Municipal Home Rule Law must be construed liberally as to the powers therein granted to local governments. § 51, Munic. Home Rule Law; 25 N.Y.Jur.2d § 83, at 135; <i>Rozler v. Franger,</i> <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">46</span></span>, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">623</span></span> (4th Dep't 1978), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">760</span></span>, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">654</span></span>, <span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">262</span></span> (1978).</p>\n<p>Among the local government's powers thus conferred is \"the creation or discontinuance of departments of its government <span class=\"star-pagination\">*553</span> and the prescription or modification of their powers and duties.\" § 10(1)(ii)(a)(1), Munic. Home Rule Law; 25 N.Y.Jur. § 98, at 161-166. <i>See, e.g., </i><i>Vasquez v. Town Board of Town of Waterford,</i> <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">883</span></span>, <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">142</span></span> (3rd Dep't 1979) (town may abolish police department).</p>\n<p>In addition, as a general rule, the judgment of municipal departments, boards and commissions in the execution of powers conferred on them by law or charter is not subject to control and correction by the courts, in the absence of fraud or a clear abuse of discretion. <i>Hopkins v. Hanna,</i> <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">750</span></span>, <span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">489</span></span> (1930); 26 N.Y.Jur.2d § 638, at 311. For instance, the New York Court of Appeals has held that a court may not sit in review upon the exercise of business judgment by a board of estimate, and even if there has been a mistake or misunderstanding, the court has no power to review the findings and acts of such a board in its capacity as a legislative body. <i>Greenberg v. New York,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">488</span></span>, <span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">4</span></span> (1934).</p>\n<p>As the late Frank Moore has remarked, \"Home rule is the right to be misgoverned by one's friends and neighbors.\" So, too, solutions to problems of this nature are not to be sought in our courts but at the election district.</p>\n<p>Finally, it is well established that Constitutional due process rights do not inhere in municipal corporations as against the state of their creation. A municipal corporation may not assert a denial of the equal protection or due process clauses of the Fourteenth Amendment as against the state by which created, and, therefore, a department which is an arm or agency of a unit of state government, is not protected against the acts of the state or other entities exercising state delegated authority. <i>See, e.g. </i><i>City of New York v. Richardson,</i> <span class=\"citation\" data-id=\"308557\"><a href=\"/opinion/308557/the-city-of-new-york-v-elliott-l-richardson-as-secretary-of-health/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 929 (2d Cir.1973), <i>cert. denied sub nom. </i><i>Lavine v. Lindsay,</i> <span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1002</span></span> (1973); <i>Lindsay v. Wyman,</i> <span class=\"citation\" data-id=\"1421404\"><a href=\"/opinion/1421404/lindsay-v-wyman/\"><span class=\"volume\">372</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1360</span></a></span>, 1366 (S.D.N.Y.1974). The United States Supreme Court has instructed that:</p>\n<blockquote>\"[a] municipal corporation, created by a state for the better ordering of the government, has no privileges or immunities under the Federal Constitution which it may invoke in opposition to the will of its creator.\" <i>Williams v. Mayor and City Council of Baltimore,</i> <span class=\"citation\" data-id=\"102064\"><a href=\"/opinion/102064/williams-v-mayor-of-baltimore/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 40, <span class=\"citation\" data-id=\"102064\"><a href=\"/opinion/102064/williams-v-mayor-of-baltimore/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></a></span>, 432, <span class=\"citation\" data-id=\"102064\"><a href=\"/opinion/102064/williams-v-mayor-of-baltimore/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1015</span></a></span> (1933).</blockquote>\n<p>In <i>Jeter v. Ellenville Central School District,</i> <span class=\"citation\" data-id=\"2592490\"><a href=\"/opinion/2592490/jeter-v-ellenville-cent/\"><span class=\"volume\">41</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">283</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">392</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">403</span></span>, <span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1086</span></span> (1977), where the New York City Board of Education and Department of Social Services and the Board of Education of the City of Yonkers sought to assert claims under the due process and equal protection clauses of the New York State and United States Constitution, the New York Court of Appeals held that these units of the municipal government did not have the substantive right to raise these constitutional challenges.</p>\n<p>We note further that this is not \"an instance in which the municipal challengers assert that if they are obliged to comply with the state statute they will by that very compliance forced to violate a constitutional proscription.\" <i>Jeter,</i> 392 N.Y.S.2d at 406, 360 N.E.2d at 1088, <i>citing </i><i>Board of Education v. Allen,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">799</span></span>, <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">791</span></span> (1967), <i>aff'd</i> <span class=\"citation\" data-id=\"107737\"><a href=\"/opinion/107737/board-of-ed-of-central-school-dist-no-1-v-allen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, <span class=\"citation\" data-id=\"107737\"><a href=\"/opinion/107737/board-of-ed-of-central-school-dist-no-1-v-allen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1923</span></a></span>, <span class=\"citation\" data-id=\"107737\"><a href=\"/opinion/107737/board-of-ed-of-central-school-dist-no-1-v-allen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1060</span></a></span> (1968).</p>\n<p></p>\n<h2><i>Standing of Robert Stauf</i></h2>\n<p>It should be noted that even if plaintiff's request to permit Robert Stauf, Chairman of the Commission, to join in this action were granted by this Court, plaintiff would not be able to maintain this lawsuit. Mr. Stauf cannot assert the requisite injury in fact needed for a showing of standing to sue.</p>\n<p>The doctrine of standing is of course well established to require that the party who wishes to bring suit must have suffered an injury to a legally protected right, an \"injury in fact.\" Rule 17(a), F.R.Civ.P. <i>See, e.g., </i><i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975); <i>Baker v. Carr,</i> <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962). Standing can also be viewed as <span class=\"star-pagination\">*554</span> an element of the constitutional requirement that there be a \"case or controversy.\" 6 Wright &amp; Miller, \"Federal Practice and Procedure\", § 1542, at 639-643 (1986); <i>Association of Data Processing Serv. Organizations, Inc. v. Camp,</i> <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></a></span> (1970).</p>\n<p>By any stretch of the above definition, Mr. Stauf clearly lacks the standing to bring this suit. He has not been deprived of a property right because, since the creation of the Commission in 1963 to the present time, the members of the Commission, including its Chairman, have not received compensation for their positions. (<i>See, e.g.,</i> Defendants' Reply at 2). Plaintiff acknowleges this fact, but makes a vague reference to possible reimbursement owing to Commission members for personal expenses incurred in the scope of their duties. (Stauf Aff. at 2). Whatever legal implications this reimbursement allegation might have raised need not be herein addressed, for plaintiff's attorney made it clear, in his representations to this Court at the oral argument held on January 27, 1987, that such a claim was purely theoretical in nature; no pending claim for reimbursement exists, as no vouchers for these alleged expenses have been filed with the appropriate authority, much less rejected. Moreover, it is certainly uncontested that Mr. Stauf has no personal property right to the funding of the plaintiff Commission.</p>\n<p>Plaintiff Commission has also failed to demonstrate precisely how or in what manner the First Amendment rights of its members have been violated. The Court has seen no evidence of an obstruction by defendants of the rights of each Commission member to express his or her opinions freely or to associate with one other, nor has any specific factual allegation to this effect been made. The factual predicate as presented to this Court consists of a single dispute concerning the lack of funding of the Yonkers Commission on Human Rights and the political confrontations between this municipal body and the named officials of the City of Yonkers. As noted by defendants, plaintiff's motion does not state with particularity the ground for such a motion, as required by Rule 7(b)(1) of the F.R.Civ.P. (Defendants' Reply at 5).</p>\n<p>Accordingly, no purpose is served by amending the Complaint.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Upon a review of the relevant municipal law of the State of New York, by which the Yonkers Commission on Human Rights was created, this Court concludes that such Commission clearly lacks the capacity to sue, and thus the Court need delve no further into the other claims and contentions raised by the parties.<sup>[3]</sup> Nothing contained in this opinion should be construed to affect in any way the power of this Court (Judge Sand) to implement the judgment in <i>United States of America v. Yonkers Board of Education, et al., supra,</i> by making any lawful order directed to any or all of the parties in this action. We hold only that plaintiff Commission is not as a matter of law empowered to bring a lawsuit, regardless of the purpose thereby intended to be served.</p>\n<p><span class=\"star-pagination\">*555</span> Accordingly, defendants' motion for summary judgment is granted, and all relief requested by plaintiff's cross-motion is denied. No costs.</p>\n<p>The Clerk shall enter final judgment.</p>\n<p>So Ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants had originally made a motion to dismiss, dated September 22, 1986 and returnable on October 22nd, which motion was adjourned and essentially converted to one for summary judgment by the Hashmall Supplemental Affirmation, para. 1, and plaintiff's letter of September 26th, annexed thereto as Exhibit A.</p>\n<p>[2]  The enabling legislation sets forth the general duties and powers in full:\n</p>\n<p>\"1. It shall be the duty of the commission:</p>\n<p>(a) To foster mutual respect and understanding among all racial, religious and nationality groups in the community.</p>\n<p>(b) To make such studies in any field of human relationship in the community as in the judgment of the commission will aid in effectuating its general purposes and where desirable, to make the results of such studies public.</p>\n<p>(c) To inquire into incidents of tension and conflict among or between various racial, religious and nationality groups, and to take such action as may be designed to alleviate such tensions and conflict.</p>\n<p>(d) To conduct and recommend such educational programs as, in the judgment of the commission, will increase goodwill among inhabitants of the community and open new opportunities into all phases of community life for all inhabitants.</p>\n<p>2. In addition to all other powers, the commission, where and to the extent authorized by local law or ordinance, shall have the power:</p>\n<p>a. To report complaints to the division of human rights alleging unlawful discriminatory practices under article fifteen of the executive law.</p>\n<p>b. To receive, accept and use and expend public grants and private gifts, donations or bequests and other payments, goods and services, notwithstanding any other provision of law.\" § 239-q, General Municipal Law.</p>\n<p>[3]  In its Memorandum of Law, plaintiff cites the failure of defendants to submit a statement of undisputed material facts pursuant to Local Rule 3(g). Plaintiffs argue that for the foregoing reason defendants' motion for summary judgment should be denied. While defendants do not address this contention, they do include in their Reply, at 4, several statements of purportedly material facts not in dispute which this Court will construe to fulfil the purpose behind Rule 3(g), namely to aid the Court in making its conclusions of law based upon the undisputed material facts. It is interesting to note further that plaintiff also has failed to comply with Local Rule 3(g) in its provision that:\n</p>\n<p>\"The papers opposing a motion for summary judgment shall include a separate, short and concise statement of the material facts to which it is contended that there exists a genuine issue to be tried.\"</p>\n<p>Plaintiff has, ironically enough, itself neglected to submit such a statement. This Court hereby finds that a flaw of such a technical nature, particularly in light of defendants' concurrent motion to dismiss to which the Rule 3(g) requisite does not apply, should not be determinative in a case such as this, so clearly warranting a grant of summary judgment in favor of the defendants.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108088/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/399836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1421404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2304726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2592490/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3595183/"
          ]
        }
      ],
      "judges": "Brieant",
      "date_created": "2014-10-30T15:30:55.508124Z",
      "date_modified": "2016-03-03T20:26:23.665998Z",
      "date_filed": "1987-02-24",
      "date_filed_is_approximate": false,
      "slug": "yonkers-comn-on-human-rights-v-city-of-yonkers",
      "citation_id": 1662914,
      "case_name_short": "",
      "case_name": "Yonkers Com'n on Human Rights v. City of Yonkers",
      "case_name_full": "",
      "federal_cite_one": "654 F. Supp. 544",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1278743/yonkers-comn-on-human-rights-v-city-of-yonkers/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:30:55.505718Z",
  "date_modified": "2014-10-30T15:30:55.505718Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Yonkers Com'n on Human Rights v. City of Yonkers",
  "case_name_full": "",
  "slug": "yonkers-comn-on-human-rights-v-city-of-yonkers",
  "docket_number": "86 Civ. 4912 (CLB)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}