{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1279149/",
  "id": 1279149,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/759590/",
      "id": 759590,
      "absolute_url": "/opinion/759590/luz-gonzalez-v-lee-county-housing-authority-patricia-moran-individually/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1279149/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/759590/",
          "id": 759590,
          "absolute_url": "/opinion/759590/luz-gonzalez-v-lee-county-housing-authority-patricia-moran-individually/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/759590/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T05:13:12Z",
          "date_modified": "2017-03-26T05:51:30.764714Z",
          "type": "010combined",
          "sha1": "e0dadef9004e1ef442fc578050499df627965648",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/161/161.F3d.1290.97-2952.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">161 F.3d 1290</p>\n    <p class=\"case_cite\">14 IER Cases 1059, 12 Fla. L. Weekly Fed. C 293</p>\n    <p class=\"parties\">Luz GONZALEZ, Plaintiff-Appellee,<br>v.<br>LEE COUNTY HOUSING AUTHORITY, Defendant,<br>Patricia Moran, individually and in her official capacity as<br>Executive Director of the Lee County Housing<br>Authority, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 97-2952.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eleventh Circuit.</p>\n    <p class=\"date\">Dec. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory W. Hootman, Sarasota, FL, for Defendant-Appellant.</p>\n      <p class=\"indent\">Christine Elizabeth Larson, Florida Rural Legal Services, Cathy L. Lucrezi, Fort Myers, FL, for Plaintiff-Appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Middle District of Florida.</p>\n      <p class=\"indent\">Before HATCHETT, Chief Judge, BLACK, Circuit Judge, and KRAVITCH, Senior Circuit Judge.</p>\n      <p class=\"indent\">KRAVITCH, Senior Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After being fired from her job at the Lee County Housing Authority (\"LCHA\"), Luz Gonzalez (\"Gonzalez\") brought suit against the LCHA and against Patricia Moran (\"Moran\"), the LCHA Executive Director, in her individual and official capacities, pursuant to 42 U.S.C. &#167; 1983 and 42 U.S.C. &#167; 3617, a provision of the Fair Housing Act, 42 U.S.C. &#167;&#167; 3601-3619, 3631.  Moran moved for summary judgment in her individual capacity on the basis of qualified immunity.  The district court denied this motion, and Moran filed an interlocutory appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We reverse the district court's judgment as to Gonzalez's First Amendment claim brought under 42 U.S.C. &#167; 1983.  Even viewing the evidence in the light most favorable to Gonzalez, a reasonable person in Moran's position would not have known that Gonzalez's letter of September 28, 1995, constituted speech on a matter of public concern.  See infra Part III.  On the other hand, we affirm the district court's judgment as to Gonzalez's claim brought under 42 U.S.C. &#167; 3617.  Viewing the evidence in the light most favorable to Gonzalez, a reasonable person in Moran's position would have known that her termination of Gonzalez's employment was unlawful.  See infra Part IV.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The record, for purposes of summary judgment, reveals the following:  Gonzalez worked for the LCHA from October 1993 to October 1995.  She began as an Administrative Clerk and assumed the position of Property Manager in May 1995.  Her duties as Property Manager included overseeing the day-to-day operations of the Low Income Housing Program and the Rural Community Economic Development Rural Housing Program.  At all times, she worked under Moran.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to Gonzalez, Moran directed her to engage in certain actions that, in Gonzalez's view, violated the anti-discrimination laws that apply to public housing programs.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For example, Moran complained when Gonzalez attempted to place a white woman with a black child in a vacant apartment, and Moran told Gonzalez that she did not want a black person placed in a vacant elderly housing unit.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Moran's efforts to force Gonzalez to discriminate were a central cause of the arguments that arose between Gonzalez and Moran.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Finally, during August and September 1995, Gonzalez \"confront[ed]\" Moran about the fact that Moran wanted Gonzalez to take certain actions that violated the rules and regulations of the U.S. Department of Housing and Urban Development (\"HUD\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  These confrontations concerned, inter alia, Moran's desire to discriminate against specific potential tenants:  two white women with black children and an elderly black man.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 20, 1995, Moran called Gonzalez into Moran's office and criticized Gonzalez for failing to fill apartment vacancies at the LCHA during the prior two months.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  An argument ensued, in which Gonzalez raised her voice.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  On September 21, Moran presented Gonzalez with a letter that stated in part:  \"This is to advise you that under no circumstance will I ever again tolerate your violent outburst of yesterday.... [I]f anything like that occurs again you will be terminated immediately.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Gonzalez refused to sign the letter.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to Gonzalez's complaint, Gonzalez called a member of the LCHA Board of Commissioners (the \"LCHA Board\") on September 27 to complain about, inter alia, discriminatory rental practices at the LCHA.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  On the same day, Gonzalez phoned an employee at the HUD office in Jacksonville, Florida, to lodge the same complaint.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Gonzalez also called the Chairman of the LCHA Board, James Puccio (\"Puccio\"), to report the alleged discrimination.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Gonzalez does not claim that Moran knew about these phone calls.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 28, Gonzalez wrote Moran a four-page letter, reproduced as Appendix A, infra.   In the letter, Gonzalez complained about various aspects of Moran's management, including Moran's discriminatory directives, and stated that Moran's efforts to force Gonzalez to discriminate were a central cause of the arguments between them.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 2, Moran fired Gonzalez.  In the termination letter given to Gonzalez, Moran stated that Gonzalez had exhibited \"offensive or antagonistic conduct toward superiors, fellow employees, or the public;  criticism of orders, rules and policies, or conduct interfering with proper cooperation of employees, or which impairs the efficiency of the Authority.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 4, according to Gonzalez's affidavit testimony, she and other LCHA employees met with Puccio to discuss \"problems [they] saw at the housing authority and with the practices of Ms. Moran.\"<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  On October 9, Gonzalez sent a letter to Puccio in which she requested that the LCHA Board review her termination.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  The LCHA Board did not reverse Moran's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gonzalez then filed suit against the LCHA and against Moran in her official and individual capacities.  Gonzalez claimed that Moran, in her individual capacity, violated:  (1) Gonzalez's First Amendment rights by terminating Gonzalez's employment in retaliation for her \"objections and complaints about the operations of the Defendants,\" giving rise to a claim under 42 U.S.C. &#167; 1983;<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  and (2) 42 U.S.C. &#167; 3617 by terminating Gonzalez's employment in retaliation for her \"complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Moran moved for summary judgment in her individual capacity on both claims.  The district court, without elaboration, ruled that \"issues of material fact\" precluded the court from granting summary judgment in Moran's favor.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Moran appeals the district court's denial of that motion.</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This court lacks interlocutory jurisdiction to review a district court's denial of summary judgment where the moving party appeals based solely on the argument that the district court erred in evaluating evidentiary sufficiency.  See Cottrell v. Caldwell, 85 F.3d 1480, 1484 (11th Cir.1996) (citing Johnson v. Jones, 515 U.S. 304, 313, 115 S.Ct. 2151, 2156, 132 L.Ed.2d 238 (1995)).  We do have interlocutory jurisdiction to review the denial of summary judgment in qualified immunity cases, however, where our review requires a determination of the clearly established law that existed at the time of the allegedly unlawful acts.  See Cottrell, 85 F.3d at 1484 (citing Mitchell v. Forsyth, 472 U.S. 511, 528, 105 S.Ct. 2806, 2816, 86 L.Ed.2d 411 (1985)).  In the latter case, we have jurisdiction even if the district court, as it did here, simply ruled that \"issues of material fact\" precluded summary judgment.  See Cottrell, 85 F.3d at 1484-85 (citing Behrens v. Pelletier, 516 U.S. 299, 304, 116 S.Ct. 834, 838, 133 L.Ed.2d 773 (1996)).</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review de novo the district court's denial of a defendant's summary judgment motion that is based on the affirmative defense of qualified immunity.  See Walker v. Schwalbe, 112 F.3d 1127, 1130 (11th Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 1794, 140 L.Ed.2d 935 (1998).  In exercising interlocutory jurisdiction in such cases, we have the discretion to accept the district court's findings of fact, if they are adequate.  See Cottrell, 85 F.3d 1480, 1486.   Where, as here, the district court has made no specific findings of fact, we must make such findings ourselves after full review of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A party seeking summary judgment must demonstrate that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  The moving party bears the initial burden of informing the court of the basis for its motion and of identifying those materials that demonstrate the absence of a genuine issue of material fact.  See Celotex Corp. v. Catrett, 477 U.S. 317, 323, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986).  When the non-moving party bears the burden of proof on an issue at trial, the moving party need not \"support its motion with affidavits or other similar material negating the opponent's claim,\" id. at 323, 106 S.Ct. at 2553, in order to discharge this initial responsibility.  Instead, the moving party simply may \" 'show[ ]'--that is, point[ ] out to the district court--that there is an absence of evidence to support the nonmoving party's case.\"  Id. at 325, 106 S.Ct. at 2554 (quoting Adickes v. S.H. Kress &amp; Co., 398 U.S. 144, 159, 90 S.Ct. 1598, 1609, 26 L.Ed.2d 142 (1970)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In response to a properly supported motion for summary judgment, \"an adverse party may not rest upon the mere allegations or denials of the adverse party's pleadings, but ... must set forth specific facts showing that there is a genuine issue for trial.\"  Fed.R.Civ.P. 56(e).  If the non-moving party fails to \"make a sufficient showing on an essential element of her case with respect to which she has the burden of proof,\" then the court must enter summary judgment for the moving party.  See Celotex, 477 U.S. at 323, 106 S.Ct. at 2552.   In determining whether genuine issues of material fact exist, we resolve all ambiguities and draw all justifiable inferences in favor of the non-moving party.  See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 255, 106 S.Ct. 2505, 2513, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In analyzing a defense of qualified immunity, we first consider whether \"the defendant government official [has proved] that he was acting within the scope of his discretionary authority when the alleged wrongful act occurred.\"  Evans v. Hightower, 117 F.3d 1318, 1320 (11th Cir.1997).  If the defendant has met this burden, \"the plaintiff must then demonstrate that the defendant violated clearly established law based upon objective standards.\"  Id. Because it is undisputed that Moran was acting within the scope of her discretionary authority when she fired Gonzalez, we consider only the second part of the qualified immunity analysis in our resolution of Gonzalez's claims under 42 U.S.C. &#167;&#167; 1983 and 3617.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This circuit has established stringent standards for a plaintiff seeking to overcome the affirmative defense of qualified immunity asserted by a government official in an individual capacity.  \"Qualified immunity protects government officials performing discretionary functions from civil trials (and the other burdens of litigation, including discovery) and from liability if their conduct violates no 'clearly established statutory or constitutional rights of which a reasonable person would have known.' \"  Lassiter v. Alabama A &amp; M Univ., Bd. of Trustees, 28 F.3d 1146, 1149 (11th Cir.1994) (en banc) (quoting Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982)).  \"For the law to be clearly established to the point that qualified immunity does not apply, the law must have earlier been developed in such a concrete and factually defined context to make it obvious to all reasonable government actors, in the defendant's place, that 'what he is doing' violates federal law.\"  Lassiter, 28 F.3d at 1149 (quoting Anderson v. Creighton, 483 U.S. 635, 640, 107 S.Ct. 3034, 3039, 97 L.Ed.2d 523 (1987)).  \"For qualified immunity to be surrendered, pre-existing law must dictate, that is, truly compel (not just suggest or allow or raise a question about), the conclusion for every like-situated, reasonable government agent that what defendant is doing violates federal law in the circumstances.\"  Jenkins by Hall v. Talladega City Bd. of Educ., 115 F.3d 821, 823 (11th Cir.)  (en banc) (quoting Lassiter, 28 F.3d at 1150), cert. denied, --- U.S. ----, 118 S.Ct. 412, 139 L.Ed.2d 315 (1997).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moran is entitled to summary judgment in her individual capacity on Gonzalez's section 1983 claim only if Moran's conduct did not violate clearly established First Amendment rights of which a reasonable government official in Moran's position would have been aware.  Because resolution of this question requires us to determine the contours of clearly established law, we have interlocutory jurisdiction to review the district court's denial of summary judgment.  See Cottrell v. Caldwell, 85 F.3d 1480, 1484 (11th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A public employee must satisfy four conditions in order to prevail in a section 1983 action alleging that she was fired in retaliation for constitutionally protected speech.  See Bryson v. City of Waycross, 888 F.2d 1562, 1565 (11th Cir.1989).  First, the employee must demonstrate that the speech allegedly resulting in her termination can \"be fairly characterized as constituting speech on a matter of public concern....\"  Connick v. Myers, 461 U.S. 138, 146, 103 S.Ct. 1684, 1690, 75 L.Ed.2d 708 (1983), cited in Bryson, 888 F.2d at 1565.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Second, the employee must show that her First Amendment interests outweigh \"the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\"  Pickering v. Board of Educ. of Township High Sch. Dist. 205, 391 U.S. 563, 568, 88 S.Ct. 1731, 1734-35, 20 L.Ed.2d 811 (1968), cited in Bryson, 888 F.2d at 1565.   If these two prerequisites are satisfied, then the employee must prove that her speech played a \"substantial part\" in the employer's termination decision.  See Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471 (1977), cited in Bryson, 888 F.2d at 1565-66.   Finally, the employee must rebut successfully any attempt by the employer to demonstrate that \"it would have reached the same decision ... even in the absence of the protected conduct.\"  Mt. Healthy, 429 U.S. at 287, 97 S.Ct. at 576, cited in Bryson, 888 F.2d at 1566.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the outset, we note that our review of Gonzalez's section 1983 claim concerns solely Gonzalez's letter to Moran on September 28.  Although evidence indicates that Gonzalez and Moran previously argued about compliance with discrimination rules, see infra Part IV.B.2, we are unable to perform a Pickering review of Gonzalez's speech on those occasions because the record does not disclose the \"manner, time, and place\" of Gonzalez's statements.  See Connick, 461 U.S. at 150-55, 103 S.Ct. at 1692-93 (describing elements of Pickering balancing test).  Accordingly, we pretermit our review of that speech and leave this question for the district court.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In reviewing Gonzalez's letter of September 28, the threshold question is whether the letter can \"be fairly characterized as constituting speech on a matter of public concern....\"  Connick, 461 U.S. at 146, 103 S.Ct. at 1690.   According to Moran, the letter does not satisfy the public concern requirement because Gonzalez did not distribute her letter publicly and because Gonzalez has not shown that her letter addressed specific matters that already had drawn significant public attention.  In Connick, however, the Supreme Court held that the public concern requirement was satisfied where a government employee spoke about an important matter of public interest, even though the employee spoke only within the workplace and even though the specific matter addressed had not drawn significant public attention prior to her speech.  See id. at 149, 103 S.Ct. at 1691.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to determine whether the letter satisfies the public concern requirement, we must analyze its \"content, form, and context ... as revealed by the whole record,\" Connick, 461 U.S. at 147-48, 103 S.Ct. at 1690, and evaluate whether Gonzalez's purpose was \"to raise issues of public concern, on the one hand, or to further her own private interest, on the other,\" Morgan v. Ford, 6 F.3d 750, 754 (11th Cir.1993).  This question is one of law, not of fact.  See Connick, 461 U.S. at 148 n. 7, 103 S.Ct. at 1690 n. 7. If it is unclear whether the letter satisfies the public concern requirement, then Moran is entitled to qualified immunity on Gonzalez's section 1983 claim because Moran's actions did not violate Gonzalez's clearly established First Amendment rights.  See Badia v. City of Miami, 133 F.3d 1443, 1445 (11th Cir.1998) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In large part, the letter simply blames Moran for creating a poor working atmosphere at the LCHA.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  We thus conclude that much of the letter does not touch upon matters of public concern.  See Connick, 461 U.S. at 148-49, 103 S.Ct. at 1690-91 (stating that most of the elements of an employee's questionnaire were \"mere extensions of [her] dispute over her transfer\" and holding that \"the First Amendment does not require a public office to be run as a roundtable for employee complaints over internal office affairs\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We must evaluate every element of the letter, however, in order to determine whether Gonzalez has satisfied the public concern requirement.  See Connick, 461 U.S. at 149, 103 S.Ct. at 1691 (holding that one question in an employee's questionnaire constituted speech on a matter of public concern).  In particular, Gonzalez's accusations about Moran's discriminatory behavior merit scrutiny.  The letter, unedited, states in part:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>All I have learned from this place is to agravate myself day after they, because of the things that I see and hear.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site, if the client has HIV, you complain, if it's a white that has not been in the job for too long, you do not want me to house them, because it will become a negative rent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>If you remember, that the times that you and me had argue is because you had forced me to discriminate or rip-off people....<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is unclear whether this portion of the letter can \"be fairly characterized as constituting speech on a matter of public concern....\"  Connick, 461 U.S. at 146, 103 S.Ct. at 1690.   On the one hand, a public official's authorization of discriminatory rental practices unquestionably is an important matter of general public interest.  See, e.g., 42 U.S.C. &#167; 3601 (\"It is the policy of the United States to provide ... for fair housing throughout the United States.\");   cf. Connick, 461 U.S. at 149, 103 S.Ct. at 1691 (holding that the pressuring of public employees to work in political campaigns is a matter of public concern).  Moreover, a public employee's statement may satisfy the public concern requirement even where, as here, the employee speaks within the workplace, after an adverse employment decision, about a specific matter that had not drawn significant public attention prior to her speech.  See Connick, 461 U.S. at 149, 103 S.Ct. at 1691.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On the other hand, three unrebutted facts suggest that Gonzalez's purpose in writing this part of the letter was to blame Moran for Gonzalez's dissatisfaction with the stressful conditions of her own employment.  First, this portion of the letter does not specifically address the legal rights of the potential tenants, but rather concerns (a) Gonzalez's own aggravation and confusion, (b) Moran's complaints to Gonzalez, and (c) the arguments between Moran and Gonzalez.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  Second, the letter as a whole focuses on Gonzalez's theory that Moran, by breaking rules, was harming the office environment.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Third, Gonzalez's \"complaints ... were in large measure conveyed in light of a reprimand, still fresh, which appellant believed unfairly attributed responsibility to her....\"  Pearson v. Macon-Bibb County Hosp. Auth., 952 F.2d 1274, 1278 (11th Cir.1992).<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  Viewed in combination, these facts indicate that Gonzalez, even though she was involved in a continuing battle with Moran over Moran's discriminatory directives, see infra Part IV, wrote this portion of the letter in order to \"further her own private interest,\" rather than \"to raise issues of public concern,\" Morgan, 6 F.3d at 754;  see Ferrara v. Mills, 781 F.2d 1508, 1515-16 (11th Cir.1986) (holding that the public concern requirement was not satisfied where the teacher's speech was based on the teacher's personal concerns that collegiate registration contributed to his inability to enforce discipline).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Because housing discrimination by a public housing authority is an issue of significant public importance, a public official ordinarily would know that an employee's statement addressing this issue constitutes speech on a matter of public concern.  See Kurtz v. Vickrey, 855 F.2d 723, 727 (11th Cir.1988) (stating that the content of the speech is an important factor in the public concern analysis).  Due to the unique confluence of facts in this case, however, we hold that the evidence, even viewed in the light most favorable to Gonzalez, would not have compelled a reasonable official in Moran's position to believe that Gonzalez's letter constituted speech on a matter of public concern.  See Badia, 133 F.3d at 1445;  see also Jenkins by Hall v. Talladega City Bd. of Educ., 115 F.3d 821, 823 (11th Cir.)  (en banc), cert. denied, --- U.S. ----, 118 S.Ct. 412, 139 L.Ed.2d 315 (1997).  We therefore hold that Moran is entitled to qualified immunity on Gonzalez's section 1983 claim, and we reverse the district court's denial of summary judgment to Moran in her individual capacity on this claim.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Gonzalez also claims that Moran violated 42 U.S.C. &#167; 3617, a provision of the Fair Housing Act, 42 U.S.C. &#167;&#167; 3601-3619, 3631, by terminating Gonzalez's employment \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  According to section 3617, it is unlawful to</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>coerce, intimidate, threaten, or interfere with any person in the exercise or enjoyment of, or on account of his having exercised or enjoyed, or on account of his having aided or encouraged any other person in the exercise or enjoyment of, any right granted or protected by section 3603, 3604, 3605, or 3606 of this title.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Section 3604 proscribes, inter alia, racial discrimination in the rental of housing.  See 42 U.S.C. &#167; 3604(b).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Moran contends that she is entitled to qualified immunity on Gonzalez's section 3617 claim.  It is a matter of first impression for this court whether a public official sued in her individual capacity under section 3617 may assert the defense of qualified immunity.  We conclude that the qualified immunity defense is available in such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In resolving this question, we rely on the Supreme Court's qualified immunity jurisprudence relating to 42 U.S.C. &#167; 1983.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  In Scheuer v. Rhodes, 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974), the Supreme Court held that state executive-branch officials may assert a qualified immunity defense when sued in their individual capacities under section 1983 for deprivations of federal rights under color of state law.  See id. at 247, 94 S.Ct. at 1692 (stating that \"in varying scope, a qualified immunity is available to officers of the executive branch of government....\").  The Scheuer Court reasoned that executive officials under common law enjoyed a qualified immunity from civil damage actions and that Congress did not intend to abolish this immunity when it enacted section 1 of the Civil Rights Act of 1871, 17 Stat. 13, now codified at 42 U.S.C. &#167; 1983.  See 416 U.S. at 239-48, 94 S.Ct. at 1688-92.   The Court also relied on the importance of according immunity to executive officials' actions.  See id. at 245-47, 94 S.Ct. at 1691-92.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Applying the reasoning of Scheuer, we hold that Moran is entitled to assert the defense of qualified immunity in this section 3617 action.  Neither the text<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> nor the legislative history<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> of section 3617 indicates that Congress intended to abrogate the qualified immunity to which executive-branch officials were entitled under common law.  Because of this fact and in light of the importance of protecting officials' decision-making capacity,<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> we conclude that executive-branch officials sued in their individual capacities under section 3617 may assert the defense of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching this conclusion, we follow the only other court of appeals that has considered the matter.  See Samaritan Inns, Inc. v. District of Columbia, 114 F.3d 1227, 1238-39 (D.C.Cir.1997) (allowing public officials sued in their individual capacities under section 3617 to plead the affirmative defense of qualified immunity);  see also Baggett v. Baird, No. Civ.A.4:94CV0282-HLM (N.D.Ga. Feb. 18, 1997 unpublished opinion) (granting summary judgment on the basis of qualified immunity in a section 3617 action).  Our holding also is consistent with various decisions in which this court and others have held that public officials are entitled to assert the defense of qualified immunity when sued under a federal statute other than section 1983.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a>  Furthermore, we do not believe that Burrell v. Board of Trustees of Ga.  Military College, 970 F.2d 785 (11th Cir.1992), counsels a contrary conclusion.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a>B.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having determined that Moran may assert a qualified immunity defense against Gonzalez's section 3617 claim, we must ascertain whether, viewing the evidence in the light most favorable to Gonzalez, a reasonable person in Moran's position would have known that her actions violated rights clearly established under section 3617.  See Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982).  Because we must determine the contours of clearly established law, we have interlocutory jurisdiction to review the district court's denial of summary judgment on this claim.  See Cottrell v. Caldwell, 85 F.3d 1480, 1484 (11th Cir.1996).  Our inquiry involves two stages.  First, we determine what a reasonable government official, in Moran's position, would have believed to be the clearly established law in 1995.  See infra Part IV.B.1.  Second, we evaluate whether the evidence, viewed in the light most favorable to Gonzalez, indicates that Moran should have known that her termination of Gonzalez violated clearly established law.  See infra Part IV.B.2.</p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To determine what a reasonable government official, in Moran's position, would have believed the Fair Housing Act permitted when she terminated Gonzalez, we look to the law as it stood in 1995.  Although Gonzalez has not proffered any applicable, previously decided cases that clearly established that Moran's alleged conduct violated the Fair Housing Act, our review of the statutory provisions and the applicable regulation lead us to conclude that no public official, in Moran's position, could reasonably have believed that federal law permitted her to fire an employee for refusing to discriminate against tenants on the basis of race.  Accordingly, we affirm the district court's decision that Moran was not immune from suit.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Ordinarily, a plaintiff who seeks to overcome a state official's affirmative defense of qualified immunity must cite case law, in force at the time of the defendant's actions, that would have made it absolutely clear that the defendant's conduct violated federal law.  There is no case from the U.S. Supreme Court, this Circuit, or the relevant state Supreme Court, that would have established that a person violates section 3617 by firing an employee for refusing to discriminate against potential tenants on the basis of race.  Cf. Jenkins by Hall v. Talladega City Bd. of Educ., 115 F.3d 821, 826 n. 4 (11th Cir.)  (en banc), cert. denied, --- U.S. ----, 118 S.Ct. 412, 139 L.Ed.2d 315 (1997) (explaining that decisions from only these courts clearly establish the law for the purposes of qualified immunity).  The absence of such a case is not fatal to Gonzalez's claim, however, because this case differs from the typical qualified immunity case in which the plaintiff sues a public official pursuant to 42 U.S.C. &#167; 1983 and asserts the violation of some (often generally worded) constitutional right.  Although the assertion of such broadly conceived rights, without the benefit of sufficiently illuminating case law, may fail to overcome the hurdle of qualified immunity, see Lassiter v. Alabama A &amp; M Univ., Bd. of Trustees, 28 F.3d 1146, 1150 (11th Cir.1994) (en banc);  Jenkins, 115 F.3d at 825 n. 3, we have acknowledged the possibility that some federal statutory provisions will be sufficiently clear on their own to provide defendants with fair notice of their obligations under the law, see Santamorena v. Georgia Military College, 147 F.3d 1337, 1340 n. 6 (11th Cir.1998);  Lassiter, 28 F.3d at 1150 n. 4.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a>  Cf. United States v. Lanier, 520 U.S. 259, ----, 117 S.Ct. 1219, 1227, 137 L.Ed.2d 432, ---- (\"[G]eneral statements of the law are not inherently incapable of giving fair and clear warning, and ... may apply with obvious clarity to the specific conduct in question, even though 'the very action in question has [not] previously been held unlawful.' \")  (quoting Anderson v. Creighton, 483 U.S. 635, 640, 107 S.Ct. 3034, 3039, 97 L.Ed.2d 523 (1987)).  Section 3617 provides just such an explicit statement of what the Fair Housing Act demanded of the defendant in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Section 3617 renders it unlawful to \"interfere with any person ... on account of his having aided or encouraged any other person in the exercise or enjoyment of ... any right granted or protected by section 3603, 3604, 3605, or 3606 of this title.\"  Section 3604, in turn, bars racial discrimination in the \"terms, conditions, or privileges of sale or rental of a dwelling, or in the provision of services or facilities in connection therewith....\"  42 U.S.C. &#167; 3604(b).  Section 3617, read in conjunction with section 3604, therefore, straightforwardly states the unsurprising (and presumably uncontroversial) proposition that the Fair Housing Act prohibits \"interfering\" with any person because she \"aided or encouraged\" another person's exercise of her right to rent property free from racial discrimination.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a>  Any reasonable public official, having read the plain terms of this statute, certainly would have understood that federal law makes it unlawful to terminate an employee for refusing to discriminate against potential tenants on the basis of race.  To the extent any federal statute, standing alone, can provide a potential defendant with concrete notice, \"that is, truly compel (not just suggest or allow or raise a question about), the conclusion for every like-situated, reasonable government agent that what [she] is doing violates federal law,\" we believe that section 3617 provides such notice in the circumstances of this case.  Lassiter, 28 F.3d at 1150.   Cf. Baggett, 1997 WL 151544, at * 22.<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a>  Just as generally stated constitutional principles, standing alone, without materially similar case support, would have provided fair warning to the Supreme Court's hypothetical welfare officials who sold foster children into slavery, see Lanier, 520 U.S. at ----, 117 S.Ct. at 1227-28, the statutory provisions at issue in this case, standing alone, provide fair warning and thus clearly establish that the Fair Housing Act prohibits firing an employee for refusing to discriminate against tenants on the basis of race.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Alternatively, even if a public official credibly could argue that the language of the statute provided insufficient notice, its implementing federal regulation, adopted in 1989, removes all doubt about whether federal law makes it illegal to fire an employee for refusing to discriminate on the basis of race.  As this regulation pointedly restates, section 3617 prohibits</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>[t]hreatening an employee or agent with dismissal or an adverse employment action, or taking such adverse employment action, for any effort to assist a person seeking access to the sale or rental of a dwelling or seeking access to any residential real estate-related transaction, because of the race, color, religion, sex, handicap, familial status, or national origin of that person or of any person associated with that person.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">24 C.F.R. &#167; 100.400(c)(3) (codifying Implementation of the Fair Housing Amendments Act of 1988, 54 Fed.Reg. 3232, 3292 (1989)) (emphasis added).<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A public official forfeits qualified immunity by violating the clear command of a federal regulation that, like section 100.400(c)(3), reinforces a statute and thus helps to provide the basis for a cause of action.  The Supreme Court has concluded that administrative regulations, in and of themselves, do not provide sufficient notice to override officials' qualified immunity when the plaintiff alleges a violation of broadly conceived constitutional rights.  See Davis v. Scherer, 468 U.S. 183, 193-96, 104 S.Ct. 3012, 3018-20, 82 L.Ed.2d 139 (1984);  see also Childress v. Small Bus.  Admin., 825 F.2d 1550, 1553 (11th Cir.1987)(quoting Davis, 468 U.S. at 194 n. 12, 104 S.Ct. at 3019 n. 12);  Harbert Int'l, Inc. v. James, 157 F.3d 1271, 1285-86 (11th Cir.1998).  As the Supreme Court explained, because every failure to obey a regulation could potentially provide the basis for the assertion of a constitutional right--even one \"that was not clearly defined or perhaps not even foreshadowed at the time of the alleged violation\"--the mere breach of a regulation cannot, in itself, defeat a defendant's qualified immunity.  Davis, 468 U.S. at 195, 104 S.Ct. at 3019.   The reason for this rule is obvious given the rationale underlying the qualified immunity doctrine:  public officers should have fair warning of what actions will expose them to the threat of lawsuits and eventual liability.  \"[O]fficials can act without fear of harassing litigation only if they reasonably can anticipate when their conduct may give rise to liability for damages....\"  Davis, 468 U.S. at 195, 104 S.Ct. at 3019.   Accordingly, we do not expect state officials to be aware of every regulation that indirectly might give rise to a possible constitutional claim.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As this line of cases expressly acknowledges, however, the logic they employ does not apply where a statute or regulation specifically creates the plaintiff's cause of action, because in those instances, government officials are on notice of the parameters of their exposure to suit and liability.  See Davis, 468 U.S. at 194 n. 12, 104 S.Ct. at 3019 n. 12 (\"[I]f a statute or regulation does give rise to a cause of action for damages, clear violation of the statute or regulation forfeits immunity only with respect to damages caused by that violation.\");  Childress, 825 F.2d at 1553 (\"[N]either federal nor state officials lose their immunity by violating the clear command of a statute or regulation ... unless that statute or regulation provides the basis for the cause of action sued upon.\")  (quoting Davis, 468 U.S. at 194 n. 12, 104 S.Ct. at 3019 n. 12);  Harbert, 157 F.3d at 1285 (same).<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a>  As the Supreme Court subsequently described its decision in Davis:Davis, in short, concerned not the authorities a court may consider in determining qualified immunity, but this entirely discrete question:  Is qualified immunity defeated where a defendant violates any clearly established duty, including one under state law, or must the clearly established right be the federal right on which the claim for relief is based?   The Court held the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Elder v. Holloway, 510 U.S. 510, 515, 114 S.Ct. 1019, 1023, 127 L.Ed.2d 344 (1994).  Thus, where a plaintiff's claim arises under a specific statutory cause of action, a regulation interpreting that statute can provide sufficient notice to abrogate a defendant's qualified immunity.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>  Gonzalez's claim in this case asserts, not some general constitutional claim premised on Moran's breach of a duty established in an administrative regulation, but a specific violation of the federal statute and regulation under which she brought suit.  See R1-15, Amended Complaint, p 33, at 8 (bringing suit pursuant to 42 U.S.C. &#167; 3613).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The special concurrence argues that section 100.400(c)(3) \"should not be deemed the source of clearly established law\" because no authoritative case has yet approved it as valid or applied it to a specific set of facts.  Special Concurrence at 1311.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a>  Moran has conceded, however, \"that the validity of [section] 100.400(c)(3) under Chevron would have been apparent to a reasonable public official in 1995.\"   Moran Supp.  Br. at 5.<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a>  Moran also should not have needed a court to explain to her that the regulation applied to the facts alleged here.  The regulation states that section 3617 prohibits dismissing an employee for \"assist[ing] a person seeking access to the ... rental of a dwelling ... because of the race ... of that person or of any person associated with that person.\"   This language unmistakably instructs that it is illegal to fire an employee for refusing to discriminate against prospective tenants on the basis of race.<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a>  Where, as here, a regulation plainly and specifically describes a public official's behavior, the official is on notice that she is subject to liability for its violation, and thus, that she will not be able to claim qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Accordingly, we hold that sections 3617 and 3604, which were in effect in 1995, truly would have compelled a reasonable public official in Moran's position to conclude that federal law prohibited firing an employee for refusing to rent public housing in a racially discriminatory manner.  See 42 U.S.C. &#167;&#167; 3604(b), 3617;  see also Jenkins, 115 F.3d at 823.   Alternatively, we hold that section 100.400(c)(3), promulgated under the Fair Housing Act and also in effect in 1995, compels the same conclusion.  Accordingly, we conclude that if Gonzalez's evidence regarding Moran's conduct and motivation is sufficient to withstand summary judgement under Rule 56, the conduct would violate clearly established federal law, and Moran, therefore, would not be entitled to qualified immunity.<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a></p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The remaining question is whether the evidence, viewed in the light most favorable to Gonzalez, indicates that Moran should have known that her actions violated clearly established prohibitions of the Fair Housing Act.  We review this issue under the framework established in Celotex Corp. v. Catrett, 477 U.S. 317, 322-27, 106 S.Ct. 2548, 2552-55, 91 L.Ed.2d 265 (1986).  See supra Part II.B.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In her Amended Complaint, Gonzalez specifically alleged that during her employment at LCHA, Gonzalez objected to Moran's orders that Gonzalez deny housing to individuals based on race and that Gonzalez \"skip\" individuals on the housing waiting list because of race.<a class=\"footnote\" href=\"#fn46\" id=\"fn46_ref\">46</a>  Gonzalez generally alleged that Moran violated section 3617 by terminating Gonzalez's employment \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Gonzalez, of course, bears the burden of demonstrating that Moran should have known that her actions violated clearly established prohibitions of section 3617.  Thus, under Celotex, Moran may prevail on her summary judgment motion without bringing forth \"affidavits or other similar materials\" negating Gonzalez's claim.  See 477 U.S. at 323, 106 S.Ct. at 2553.   Nonetheless, Moran must at least \" 'show[ ]'--that is, point[ ] out to the district court--that there is an absence of evidence to support\" Gonzalez's case.  See id. at 325, 106 S.Ct. at 2554 (quoting Adickes v. S.H. Kress &amp; Co., 398 U.S. 144, 159, 90 S.Ct. 1598, 1609, 26 L.Ed.2d 142 (1970)).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We are not convinced that Moran satisfied her initial summary judgment burden.  In her memorandum in support of her motion for summary judgment, Moran cited no record evidence that would rebut Gonzalez's section 3617 claim, and it is doubtful that Moran \"show[ed]\" or \"point[ed] out\" the \"absence of evidence to support\" Gonzalez's claim.  See Celotex, 477 U.S. at 325, 106 S.Ct. at 2554.   For example, in responding to the allegation that Gonzalez objected to Moran's directive to deny housing based on race,<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a> Moran simply asserted that Gonzalez was referring to two white women with black babies and that these women ultimately did receive LCHA housing.<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a>  Gonzalez, however, need not show that applicants actually were denied housing based on race,<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a> but rather that Moran fired Gonzalez based in significant part on Gonzalez's efforts to rent public housing in a non-racially discriminatory manner.<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a>  Because Moran does not even address Gonzalez's claim that Moran terminated Gonzalez's employment \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants,\"<a class=\"footnote\" href=\"#fn52\" id=\"fn52_ref\">52</a> Moran appears to have failed to point out the absence of evidence supporting Gonzalez's claim.  See Celotex, 477 U.S. at 325, 106 S.Ct. at 2554.<a class=\"footnote\" href=\"#fn53\" id=\"fn53_ref\">53</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Even assuming, arguendo, that Moran did meet her Celotex burden, we would hold that Gonzalez did not \"rest upon the mere allegations\" of her complaint, but rather \"set forth specific facts showing that there is a genuine issue for trial.\"  Fed.R.Civ.P. 56(e).  In her memorandum in opposition to Moran's motion for summary judgment, Gonzalez relied upon the affidavit that Gonzalez previously filed in support of her motion for partial summary judgment.<a class=\"footnote\" href=\"#fn54\" id=\"fn54_ref\">54</a>  That affidavit contained several important pieces of evidence. First, Gonzalez testified that Moran directed her to engage in actions that, in Gonzalez's view, violated the anti-discrimination laws that apply to public housing programs.<a class=\"footnote\" href=\"#fn55\" id=\"fn55_ref\">55</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Second, attached to the affidavit and incorporated by reference therein<a class=\"footnote\" href=\"#fn56\" id=\"fn56_ref\">56</a> was the letter written by Gonzalez to Moran on September 28, 1995.<a class=\"footnote\" href=\"#fn57\" id=\"fn57_ref\">57</a>  According to that letter, Moran complained when Gonzalez attempted to place a white woman with a black child in a vacant apartment and tried to place an elderly black man in a vacant unit.<a class=\"footnote\" href=\"#fn58\" id=\"fn58_ref\">58</a>  Of particular note, Gonzalez also stated in the letter that Gonzalez's refusal to discriminate was a central cause of the arguments between Moran and Gonzalez.<a class=\"footnote\" href=\"#fn59\" id=\"fn59_ref\">59</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Third, attached to the affidavit and incorporated by reference therein<a class=\"footnote\" href=\"#fn60\" id=\"fn60_ref\">60</a> was the letter written by Gonzalez to Puccio on October 9, 1995.<a class=\"footnote\" href=\"#fn61\" id=\"fn61_ref\">61</a>  In that letter, Gonzalez stated that during August and September 1995, Gonzalez \"confront[ed]\" Moran about the fact that Moran wanted Gonzalez to take certain actions that violated HUD rules and regulations.<a class=\"footnote\" href=\"#fn62\" id=\"fn62_ref\">62</a>  These confrontations concerned, inter alia, Moran's desire to discriminate against specific potential tenants:  two white women with black children and an elderly black man.<a class=\"footnote\" href=\"#fn63\" id=\"fn63_ref\">63</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Gonzalez thus made an affirmative showing that, in the time immediately preceding Moran's decision to fire her, a serious rift was developing between Moran and Gonzalez concerning Gonzalez's refusal to comply with Moran's directives to deny housing to individuals based on race.  Indeed, the record suggests that Gonzalez's refusal to follow Moran's discriminatory directives was a central cause of the problems between them.  Moreover, when Gonzalez, in the context of a wide-ranging personal complaint about office conditions, stated in writing that Moran was forcing Gonzalez to discriminate,<a class=\"footnote\" href=\"#fn64\" id=\"fn64_ref\">64</a> Moran's displeasure with Gonzalez's recalcitrance probably sharpened even further.  Viewed in the light most favorable to Gonzalez, the evidence thus suggests that Gonzalez's termination represented the culmination of a long-standing and intensifying disagreement in which Moran's discriminatory directives played an important role, and that Moran fired her based in significant part on Gonzalez's resistance to Moran's discriminatory orders.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This inference finds additional support in the termination letter that Moran herself sent to Gonzalez.  As a reason for Gonzalez's termination, the letter cites Gonzalez's \"criticism of orders, rules and policies,\"<a class=\"footnote\" href=\"#fn65\" id=\"fn65_ref\">65</a> and Moran has brought forth no evidence showing that the phrase \"orders, rules and policies\" refers to anything other than Moran's own discriminatory directives.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Accordingly, we hold that Gonzalez has brought forth sufficient evidence to create the reasonable inference that Moran fired her based in significant part on Gonzalez's efforts to rent public housing in a non-racially discriminatory manner.  Because a reasonable official in Moran's position should have known that such an action was unlawful, see 42 U.S.C. &#167;&#167; 3604(b), 3617;  24 C.F.R. &#167; 100.400(c)(3), we affirm the district court's decision to deny Moran's motion for summary judgment on this claim.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">For the foregoing reasons, we REVERSE the district court's denial of summary judgment to Moran in her individual capacity as to Gonzalez's section 1983 claim;  we AFFIRM the district court's denial of summary judgment to Moran in her individual capacity as to Gonzalez's section 3617 claim;  and we REMAND the case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>APPENDIX A</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Reproduced below, unedited, is the text of Gonzalez's letter to Moran dated September 28, 1995.<a class=\"footnote\" href=\"#fn66\" id=\"fn66_ref\">66</a></p>\n    </div>\n    <p class=\"indent\">Dear Ms. Moran</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>[p 1] On Wednesday, September 20, 1995, you called me in your office to insult me blaming me for all the vacancies LCHA has in all the sites for the past 2 months.  You had told me that I am not doing my job.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>[p 2] I felt hurt and raised my voice at you, because I could not believe what you said to me.  I have done more than I am supposed to do for this business and everyone is a witness to that.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>[p 3] You are the kind of person that whenever things go fine, you are happy, but when things get a little blurry, you turn into a very critical, and verbally abusive person.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>[p 4] In two years that I have been here, I have seen and also received a lot of verbal abuse along with my co-workers.  You had called my co-workers words and names that I can not even write in this letter.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>[p 5] It is very sad to say that you have no consideration for your staff.  All you know is to exploit people and then if someone complaints you threaten us we will loose our jobs, because you happen to be the \"Executive Director\".</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>[p 6] I suppose you were not happy for what you did to me on September 20, 1995, on Thursday, September 21, 1995 you had sent me to Charleston Park in Alva and without even saying a good morning to me, you gave me a letter, a reprimend and asked me to sign it, which I refused because it is a lie.  You also started yelling at me because I refused to sign the reprimend.  You wrote in the reprimend that you will not tolerate my violent outburst, that I have a problem with language interpretation.  You needed to write in the reprimend that my outburst was provoked by you and you had also said I have a problem following Rules and Regulations, that is correct too, but it is because you do not follow Rules and Regulations, you changed them, if it is not on a daily basis, it is on a weekly basis, which causes so much confusion not only to me, also to every person in this office.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>[p 7] You had also said to me that you made me from a Receptionist to a Property Manager, well I have learned everything on my own, because you had never trained me or have anyone training me at this job.  I had to work my way up all by myself, learning from my mistakes.  If you look at my file when I put an application to work here, I brought you reference letters from my other jobs.  I was not a nobody when I came to work here.  All I have learned from this place is to agravate myself day after they, because of the things that I see and hear.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>[p 8] I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site, if the client has HIV, you complain, if it's a white that has not been in the job for too long, you do not want me to house them, because it will become a negative rent.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>[p 9] If you remember, that the times that you and me had argue is because you had forced me to discriminate, or rip-off people (meaning that if someone moves after the 5th. of the months, you do not want me to pro-rate the rent and charge them from the 1st. of the month.)[p 10] You can not keep blaming me for this place starting to fall apart.  You owe all this to yourself, because you are the one that bend the rules all the time.  More examples are, if I give a tenant a violation, which is part of my job and the tenant does not like it, they come to you and then you will not back me up, causing for the tenants not to respect my position.  Another good example will be last year when I did the re-certification inspections that I had found Ms. Loretta Huff with a cat inside the unit.  After I mentioned the tenant she needed to get rid of the pet, she called you and then you called me in your office to tell me to \"stay away from the elderly site\".  A few months ago you received a complaint from a tenant at the elderly site about so many cats around, and then you wanted me to take care of the problem.  There are plenty of violation over on that site, but if I try to do my job, is either you get upset or your good friend Mr. Edward Kross (board member that you recommended), will come to this office and complaint about me doing my job and I will be asked to back out.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>[p 11] Also, when Mr. Willie Christmas, tenant from Charleston Park, Alva took you to Legal Aid, you told Legal Aid that the eviction was done while you were on vacation, trying to blame the mistake on me, but what you forgot is that I do not process evictions unless you order me, and also you were the one that singed all the paperwork before you left on vacation.  Here again, the mistake was made, because the bookeping department gives the notices for eviction out and then you do not file thru with them.  First tenants have no respect for eviction notices and that is why we keep loosing money all the time.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>[p 12] You also drive the company car, and most of the time is not available for the rest of the staff that do inspections, banck deposits, etc.  Libby has to use her car to do FSS inspections or go to meetings, Sylvia has to use her car to do the bank deposits, and I have to use my car all the time for inspections and to go to Alva.  If I tell you I need the car to do an inspection, is either you tell me to reschedule for another day or will give me 10 minutes to come back, which it is impossible.  You get very upset if someone uses the car after 3:00 P.M., because you want the car for you to leave a 3:30 P.M. most of the time.  We do not consider that a company car, it is your personal car.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>[p 13] Also, I had reported to you all the complaints we had received of Mr. Richard Wombwell, the Senior Aide you have at Barrett Park.  There are plenty of verbal and written complaints against Mr. Wombwell about him being unrespectful to tenants, fresh with the spanish married women, and even denied the use of the LCHA lawn mower to the tenants he does not like, or timed them with same.  You said he was going to help me with the tenants problems, collecting rent, delivering notices and rent receipts, give out violations to the tenants, things that he has denied to do, but on the other hand you had approved a lot of social activities, that he uses LCHA money to buy refreshments and candy all the time.  He also got a brand new TV and a VCR with LCHA money for entertainment.  I reported to you the time Mr. Wombwell asked me if I could give violations to his \"buddies\" so they would not get mad at him.  Today, I had to write you a complaint about Mr. Wombwell asking the bookeeper if I still work for LCHA, which make me think why someone that does not even work for LCHA, because he is an employee for Dr. Ella Piper, knows if I am going to be fired or not.  On the other hand I heard the bookeeper suplying him with all the updates about me.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>[p 14] The communication problems that I have with staff members, maintenance members, are all caused by you because you are a terrible instigator among all of us in this office and that is very sad.  You had always make us feel we do not worth anything and nothing is appreciated.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>[p 15] You keep giving us a miserable raise if any every year, because there is no money, but then you went ahead and bought yourself a new computer that you hardly look at it, the TV and VCR for Barrett Park, to keep Mr. Richard Wombwell happy and also a few more toys.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>[p 16] Writing this type of letter is not me, but you had pushed me to do it, you had been very unfair with me and my co-workers and that LCHA could be a wonderful place to work if things are done the right way and if we could accept our mistakes, starting with you, instead of putting the blame on somebody else.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>[p 17] You had also mentioned to some staff members about the money I asked you to lend me to buy my car and I need to remind you that God is my witness I have never asked you for that money, because I did not know that well to do something like that.  You offered me that money and told me that I could pay you anyway I could and I accepted and also wrote my debt to you in a piece of paper that I signed, compromising myself to give $100.00 every month.  I have done this every months, but since I had a problem this month and could not give you any money this month, you even called me at my house on Tuesday, September 26, 1995 around 7:00 P.M. to asked to borrow the money and made me feel real bad.  I do not know what kind of person you think I am, but even that I did not asked for that money, I will pay you every single dollar you lent me, because I happen to be a decent and grateful person.  Even that this job and you have tried to change me, I'm still a good person inside, that only fights back when she gets pushed or abused.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>[p 18] I will like for you to take some time and think of all the good things and the good atmosphere we could have in this office, instead of creating this miserable environment.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>[p 19] The new Job Description you had given me on Tuesday, September 26, 1995, I will consider it as a revision to the first one you gave me, because I know the things that you added to it, is because of the argument we had on September 20, 1995, because when you gave me the letter changing my title you never mentioned about giving me a new job description.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>Sincerely,</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>/s/L. Gonzalez</p>\n    </div>\n    <p>Luz N. Gonzalez</p>\n    <p>Property Manager</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>cc:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>[p 20] NOTE:  I need to mention that when you hired me, it was for Pine Echo (Family and Elderly sites) and Barrett Park.  When you fired Richard Brevick, you had asked me if I could help you collecting the rent and I even expressed to you that I will do only that because I knew nothing about Farmers Home Housing, but I ended doing all the work and now you blamed me for the vacancies overthere too.  That is why you decided to add Charleston Park to the new job description.</p>\n    </div>\n    <p class=\"indent\">BLACK, Circuit Judge, specially concurring:</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">In part IV.B. of the opinion, the Court holds that a government official who implements a plan to discriminate against black persons in public housing and fires a subordinate employee for refusing to discriminate pursuant to the plan has no qualified immunity.  I completely agree.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  I write separately because of the explanation given for today's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Part IV.B. of the opinion sets out two alternative bases for finding clearly established law to overcome qualified immunity:  first, the plain language of 42 U.S.C. &#167; 3617;  and second, the clear command of 24 C.F.R. &#167; 100.400(c)(3), which interprets 42 U.S.C. &#167; 3617.  Section 3617 is a very general statute and is not sufficiently fact-specific to satisfy the requirements of Lassiter v. Alabama A &amp; M Univ., Bd. of Trustees, 28 F.3d 1146, 1149-50 (11th Cir.1994) (en banc).  As this Circuit has made clear, it is the \"exceptional case where the words of a federal statute or federal constitutional provision will be specific enough to establish the law applicable to particular circumstances clearly and to overcome qualified immunity even in the absence of case law.\"  Santamorena v. Georgia Military College, 147 F.3d 1337, 1340 n. 6 (11th Cir.1998) (emphasis added) (quoting Lassiter, 28 F.3d at 1150 n. 4).   Thus, the federal regulation is the only remaining source of clearly established law.  Neither party cited 24 C.F.R. &#167; 100.400(c)(3) in the briefs to this Court or the district court.  We requested supplemental briefing as to whether 24 C.F.R. &#167; 100.400(c)(3) even applies to the facts of this case and were not informed of any United States Supreme Court or Eleventh Circuit case in which 24 C.F.R. &#167; 100.400(c)(3) is mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Even if a regulation can be the basis of clearly established law, neither this Circuit nor the Supreme Court has ever so held.  Moreover, I doubt that a regulation which on its face purports only to be an executive department's \"interpretation of [unlawful] conduct\" can be the basis of clearly established law.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  In the context of qualified immunity, I believe courts should not give much weight to executive branch regulations interpreting statutes when the regulations have not been held by a court to be accurate interpretations.  At any rate, 24 C.F.R. &#167; 100.400(c)(3) should not be deemed the source of clearly established law in this case, where the Court today recognizes its application for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The purpose of qualified immunity is to protect government officials from liability for conduct they could not reasonably have known was unlawful.  Much of federal constitutional law and statutory law is unpredictable and unclear in its application to particular circumstances.  Thus, as the Court states, we require materially similar case law or a very specific statute before saying that a government official should have known her conduct was unlawful.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  There is no specific pre-existing case law applicable to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">On the other hand, we have recognized that in the extremely rare case a government official's conduct may be so egregious, in fact evil, as to be obviously contrary to federal law, so that no case law or statute needs to have recognized previously that materially similar conduct is unlawful.  The facts alleged here, if true, make this that extremely rare case.  More than a century after the Civil War and more than a quarter century after the great crusade for civil rights for black persons in this country, no government housing official could reasonably believe that she may lawfully discriminate against black persons on the basis of race, or that she might punish another public official for refusing to discriminate in the course of her official duties against black persons on the basis of race.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court also granted Moran's motion for summary judgment in her official capacity and denied Gonzalez's motion for partial summary judgment as to Gonzalez's contract claim.  The sole issue on appeal, however, is whether the district court erred in denying summary judgment to Moran in her individual capacity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 5, at 1 (\"While I worked at the housing authority, Ms. Moran directed me to engage in certain job acts that I thought violated the laws about discrimination [sic] the regulations that apply to the housing programs.  Despite my concerns, I did as she asked because she was my boss.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See id., Ex.  A, Attach. 3, p 8, at 2 (\"I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site ....\");  accord R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  B, p 8, at 2. This letter from Gonzalez to Moran is reproduced as Appendix A, infra.   The quotations from the letter that appear throughout this opinion are unedited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See App.  A, p 9 (\"[T]he times that you and me had argue is because you had forced me to discriminate, or rip-off people....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, Attach. 4, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Gonzalez stated:</p>\n        <p>[F]or about 2 months I have been confronting Ms. Moran on things that she want me to do and are against HUD rules and regulations and against the Department of Labor.</p>\n        <p>The following are only some of those things:</p>\n        <p>....</p>\n        <p>7) I had to enforce the authority Ms. Moran gave me, to house two white girls that came up on the waiting list, but as Ms. Moran opinion they were no good just because they had babies from black men.</p>\n        <p>Example:  Victoria Fisher--14153 Warner Circle</p>\n        <p>Chandra Sharp--9831 Poplar Grove Lane</p>\n        <p>Also had to do the same thing for Mr. Steven Thomas, who lives now at 9750 Feathertree Lane, because Ms. Moran did not want me to put any black person on the elderly site.</p>\n        <p>See id., Ex.  A, Attach. 4, at 1-2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See App.  A, p 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See id., p 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  A, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See R1-15, Amended Complaint, p 15, at 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See id., p 16, at 5-6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See id., p 17, at 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See App.  A, pp 8-9.  In addition, on September 29, Gonzalez wrote Moran a one-page letter in which she complained that another LCHA employee had been spreading information about Moran's reprimand of Gonzalez.  See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, Attach. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  D, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 10, at 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See id., Ex.  A, Attach. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See R1-15, Amended Complaint, p 34, at 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See id., p 30, at 7-8.   Gonzalez also brought these two claims against LCHA and against Moran in her official capacity.  See id., pp 30, 34, at 7-8.   Furthermore, Gonzalez alleged that LCHA and Moran, in her official capacity, breached Gonzalez's employment contract.  See id., p 39, at 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> R1-44, Order, at 2. The district court also granted Moran's motion for summary judgment in her official capacity and denied Gonzalez's motion for partial summary judgment as to Gonzalez's contract claim.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Even where a public employee's speech does not touch upon a matter of public concern, that speech is not \"totally beyond the protection of the First Amendment,\" Connick, 461 U.S. at 147, 103 S.Ct. at 1690, but \"absent the most unusual circumstances, a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior,\" id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Similarly, we pretermit our review of other instances of Gonzalez's speech because of the lack of causation evidence required under Mt. Healthy.   See 429 U.S. at 287, 97 S.Ct. at 576 (stating that the employee must prove that her speech played a \"substantial\" part in the employer's termination decision).  No evidence indicates that Moran, when firing Gonzalez, knew about Gonzalez's pre-termination conversations with the HUD official and LCHA Board members.  Similarly, Gonzalez's discussions with Puccio on October 4 obviously played no role in Gonzalez's termination on October 2. Thus, Gonzalez's speech in these instances cannot form the basis of a successful claim under &#167; 1983.  See Hughes v. Bedsole, 48 F.3d 1376, 1386 (4th Cir.1995) (pretermitting review of &#167; 1983 free speech claim based on lack of causation evidence)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> In Connick, Assistant District Attorney Myers opposed District Attorney Connick's decision to transfer her.  See 461 U.S. at 140-41, 103 S.Ct. at 1686.   As a result of her discontent, Myers prepared and circulated to other assistant district attorneys a questionnaire concerning office transfer policy, office morale, the need for a grievance committee, the level of confidence in supervisors, and whether employees felt pressured to work in political campaigns.  See id. at 141, 103 S.Ct. at 1687.   Connick then terminated Myers.  See id</p>\n        <p>The Connick Court analyzed each of the questions in the questionnaire separately.  Most of the questions were not \"of public import in evaluating the performance of the District Attorney as an elected official,\" 461 U.S. at 148, 103 S.Ct. at 1690, but simply \"reflect[ed] one employee's dissatisfaction with a transfer and an attempt to turn that displeasure into a cause celebre,\" id. at 148, 103 S.Ct. at 1691.   The Court, however, held that the question concerning whether assistant district attorneys felt pressured to work in political campaigns did touch upon a matter of public concern in light of:  (1) the constitutional guarantees protecting employees from having to work for political candidates not of their own choice;  and (2) the \"demonstrated interest in this country that government service should depend upon meritorious performance rather than political service.\"  Id. at 149, 103 S.Ct. at 1691.</p>\n        <p>The Connick Court thus held that the public concern requirement was satisfied even though Myers did not publicize the questionnaire and even though no evidence indicated that the public, at the time Myers circulated the questionnaire, knew about the District Attorney's unlawful practice of pressuring his employees to work on political campaigns.  We reject Moran's contention that Peterson v. Atlanta Hous.  Auth., 998 F.2d 904 (11th Cir.1993), indicates a contrary rule.  Although Peterson's inter-office speech did concern an issue that had received media scrutiny, see id. at 916, the court specifically noted that public awareness of the problem was not necessary to satisfy the public concern requirement, see id. at 917 n. 25;  see also Morgan v. Ford, 6 F.3d 750, 754 n. 5 (11th Cir.1993) (\"[A] court cannot determine that an utterance is not a matter of public concern solely because the employee does not air the concerns to the public.\");  Deremo v. Watkins, 939 F.2d 908, 911 n. 3 (11th Cir.1991) (stating that an employee's effort to communicate her concerns to the public is a relevant, but not dispositive, element in the public concern analysis).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> See, e.g., App.  A, p 3 (\"[W]hen things get a little blurry, you turn into a very critical, and verbally abusive person.\");  id., p 4 (\"I have seen and also received a lot of verbal abuse along with my co-workers.\");  id., p 5 (\"[Y]ou have no consideration for your staff.\");  id., p 14 (\"[Y]ou are a terrible instigator among all of us in this office ....\");  id., p 15 (stating that Moran only gives \"miserable raise[s]\");  id., p 16 (criticizing Moran for blaming others for her own mistakes);  id., p 18 (blaming Moran for \"creating this miserable environment\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See App.  A, pp 7-9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See App.  A, pp 7-8 (stating that Gonzalez becomes aggravated at work and cannot predict whether Moran will want to rent to certain tenants);  id., p 8 (stating that Moran complains to Gonzalez when Gonzalez rents in a non-discriminatory manner);  id., p 9 (stating that Moran and Gonzalez argue when Moran forces Gonzalez to break the rules)</p>\n        <p>This portion of the letter thus differs from the element of the employee's speech in Connick that satisfied the public concern requirement.  See 461 U.S. at 149, 103 S.Ct. at 1691.   Even though Myers circulated the questionnaire as a result of her employment grievance, the actual question about whether assistant district attorneys were forced to work on political campaigns did not refer explicitly to Myers's self-interest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See, e.g., id., p 6 (\"[Y]ou do not follow Rules and Regulations ..., which causes so much confusion not only to me, also to every person in this office.\");  id., p 10 (\"You can not keep blaming me for this place starting to fall apart.  You owe all this to yourself, because you are the one that bend the rules all the time.\");  id., p 19 (stating that Moran creates a \"miserable environment\" in the office)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> In Pearson, a hospital nurse alleged that her employer violated &#167; 1983 by discharging her for comments she made about her supervisors' assignment of cleaning responsibilities and about operating room cleanliness.  See id. at 1276-77.   In holding that her comments did not satisfy the public concern requirement, we explained:</p>\n        <p>Pearson's complaints primarily pertained to the assignment of cleaning responsibilities in the O.R. and the allocation of blame among the nurses responsible for O.R. conditions on those occasions when cleaning duties were neglected.  It was only incident to speaking on these concerns that appellant's remarks touched on conditions that might be potentially hazardous to patients.  Appellant's complaints, furthermore, were in large measure conveyed in light of a reprimand, still fresh, which appellant believed unfairly attributed responsibility to her for poor O.R. conditions.  In essence, Pearson's comments concerned the circumstances of her own employment.</p>\n        <p>Id. at 1278-79.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> R1-15, Amended Complaint at 7-8, p 30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> This jurisprudence is not directly applicable here because Gonzalez brought her Fair Housing Act claim under 42 U.S.C. &#167;&#167; 3617 and 3613, not under 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> The Supreme Court's reasoning in subsequent cases confirms its analysis in Scheuer.   For example, in Owen v. City of Independence, 445 U.S. 622, 638, 100 S.Ct. 1398, 1409, 63 L.Ed.2d 673 (1980), the Court stated:  \"Where the immunity claimed by the defendant was well established at common law at the time &#167; 1983 was enacted, and where its rationale was compatible with the purposes of the Civil Rights Act, we have construed the statute to incorporate that immunity.\"   Likewise, in City of Newport v. Fact Concerts, Inc., 453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d 616 (1981), the Court held that municipalities are immune from punitive damages in actions brought under &#167; 1983 because:  (1) municipalities enjoyed that immunity at common law, see id. at 259-63, 101 S.Ct. at 2756-58;  (2) neither the language nor legislative history of &#167; 1983 demonstrates Congress's intent to abolish that immunity, see id. at 263-66, 101 S.Ct. at 2758-59;  and (3) such immunity is compatible with the policy goals of &#167; 1983, see id. at 266-71, 101 S.Ct. at 2759-62</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> The fact that &#167; 3617 is silent as to qualified immunity indicates that Congress did not intend to preclude the common-law qualified immunity defense in &#167; 3617 actions.  Cf. Buckley v. Fitzsimmons, 509 U.S. 259, 268, 113 S.Ct. 2606, 2613, 125 L.Ed.2d 209 (1993) (\"Certain immunities were so well established in 1871, when &#167; 1983 was enacted, that we presume that Congress would have specifically so provided had it wished to abolish them.\")  (internal quotation omitted);  Fact Concerts, 453 U.S. at 258, 101 S.Ct. at 2755 (\"One important assumption underlying the Court's decisions in this area is that members of the 42d Congress were familiar with common-law principles, including defenses previously recognized in ordinary tort litigation, and that they likely intended these common-law principles to obtain, absent specific provisions to the contrary.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> The substance of &#167; 3617: (1) appeared in the amendment to H.R. 2516 that was introduced and later tabled by Senators Mondale and Brooks, see 114 Cong. Rec. at 2270;  (2) was included in Senator Dirksen's approved substitute amendment to H.R. 2516, see 114 Cong. Rec. at 4573;  and (3) was part of the bills passed by the Senate, see id. at 5992, and the House of Representatives, see id. at 9621;  see also Pub.L. 90-284, Title VIII, &#167; 817, 82 Stat. 89 (1968).  No aspect of the legislative history suggests that Congress intended to deprive public officials of the ability to assert a qualified immunity defense in a &#167; 3617 action.  See, e.g., S.Rep. No. 721 (1968), reprinted in 1968 U.S.C.C.A.N. 1837 (concerning relevant public law, but not addressing &#167; 3617)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> See Harlow v. Fitzgerald, 457 U.S. 800, 814, 102 S.Ct. 2727, 2736, 73 L.Ed.2d 396 (1982) (stating that qualified immunity is necessary to avoid \"the expenses of litigation, the diversion of official energy from pressing public issues, and the deterrence of able citizens from acceptance of public office\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> See Lussier v. Dugger, 904 F.2d 661, 663-64, 670 n. 10 (11th Cir.1990) (the Rehabilitation Act of 1973);  see also Cullinan v. Abramson, 128 F.3d 301, 307-12 (6th Cir.1997) (the Racketeer Influenced and Corrupt Organizations Act), cert. denied, --- U.S. ----, 118 S.Ct. 1560, 140 L.Ed.2d 792 (1998);  Torcasio v. Murray, 57 F.3d 1340, 1343 (4th Cir.1995) (the Americans with Disabilities Act and the Rehabilitation Act of 1973);  Lue v. Moore, 43 F.3d 1203, 1205 (8th Cir.1994) (the Rehabilitation Act of 1973);  McGregor v. Louisiana State Univ.  Bd. of Supervisors, 3 F.3d 850, 862 &amp; n. 19 (5th Cir.1993) (the Rehabiliation Act of 1973);  Cronen v. Texas Dep't of Human Servs., 977 F.2d 934, 939-40 (5th Cir.1992) (Food Stamp Act of 1977);  Doe v. Attorney General, 941 F.2d 780, 797-99 (9th Cir.1991) (the Rehabilitation Act of 1973);  Christopher P. by Norma P. v. Marcus, 915 F.2d 794, 798-801 (2d Cir.1990) (the Education for All Handicapped Children Act of 1975);  P.C. v. McLaughlin, 913 F.2d 1033, 1040-42 (2d Cir.1990) (the Education for All Handicapped Children Act of 1975 and the Rehabilitation Act of 1973);  Affiliated Capital Corp. v. City of Houston, 735 F.2d 1555, 1569-70 (5th Cir.1984) (the Sherman Antitrust Act);  National Black Police Ass'n v. Velde, 712 F.2d 569, 574-80 (D.C.Cir.1983) (Title VI of the Civil Rights Act of 1964 and the Crime Control Act of 1973).  But see Samuel v. Holmes, 138 F.3d 173, 178 (5th Cir.1998) (holding that qualified immunity is not an available defense in retaliation claims brought under the False Claims Act).  We stress, however, that our opinion in this case should not be construed to address whether qualified immunity is available in actions brought under statutes other than &#167; 3617</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> In Burrell, this court held that a public official sued in an individual capacity under 42 U.S.C. &#167; 1985(3) may not assert a defense of qualified immunity.  The court reasoned:</p>\n        <p>Unlike in section 1983 actions, public officials ... will not be subject to liability under section 1985(3) unless their actions were motivated by \"some racial, or perhaps otherwise class-based, invidiously discriminatory animus.\"  ...  We hold that this additional safeguard obviates the need for granting public officials qualified immunity in section 1985(3) actions.</p>\n        <p>970 F.2d at 794.   Because section 3617, like 42 U.S.C. &#167; 1985(3), requires a showing of discriminatory intent, see Sofarelli v. Pinellas County, 931 F.2d 718, 722-23 (11th Cir.1991), Burrell might suggest that the qualified immunity defense is not available in a &#167; 3617 action.</p>\n        <p>For several reasons, we decline to extend Burrell 's holding to section 3617 actions.  Initially, we note that this court has not extended Burrell to 42 U.S.C. &#167; 1981 actions even though &#167; 1981, under General Building Contractors Ass'n v. Pennsylvania, 458 U.S. 375, 386-91, 102 S.Ct. 3141, 3147-50, 73 L.Ed.2d 835 (1982), requires a showing of purposeful discrimination.  See Johnson v. City of Fort Lauderdale, 126 F.3d 1372, 1379-80 (11th Cir.1997) (holding that defendant officials were entitled to qualified immunity on &#167; 1981 claim but, under Burrell, could not assert qualified immunity on &#167; 1985(3) claim).  In light of the Johnson court's implicit decision to limit Burrell, we hesitate to extend Burrell here.</p>\n        <p>Furthermore, our research reveals no case other than Burrell in which a court of appeals or the Supreme Court has barred the qualified immunity defense on the ground that the statute creating liability requires a showing of discriminatory intent.  In other circuits, for example, public officials may assert the qualified immunity defense in a &#167; 1985(3) action.  See Southard v. Texas Bd. of Criminal Justice, 114 F.3d 539, 555 (5th Cir.1997);  Brown v. City of Oneonta, N.Y., Police Dep't, 106 F.3d 1125, 1133 (2d Cir.1997);  Vaughn v. U.S. Small Business Admin., 65 F.3d 1322, 1324-30 (6th Cir.1995);  Simmons v. Poe, 47 F.3d 1370, 1376-78 (4th Cir.1995);  Bisbee v. Bey, 39 F.3d 1096, 1101-02 (10th Cir.1994);  Howard v. Suskie, 26 F.3d 84, 87 (8th Cir.1994);  Prokey v. Watkins, 942 F.2d 67, 71-74 (1st Cir.1991);  Auriemma v. Rice, 910 F.2d 1449, 1457-59 (7th Cir.1990);  Hobson v. Wilson, 737 F.2d 1, 24 (D.C.Cir.1984).</p>\n        <p>Finally, although we do not question Burrell 's result, we are not convinced of one of its premises.  Contrary to the Burrell court's statement that plaintiffs in &#167; 1983 actions need not demonstrate discriminatory intent, see 970 F.2d at 793-94, discriminatory intent is a requisite element of &#167; 1983 claims based on equal protection, see Mencer v. Hammonds, 134 F.3d 1066, 1070 (11th Cir.), cert. denied, --- U.S. ----, 119 S.Ct. 445, --- L.Ed.2d ---- (1998);  see also Edwards v. Wallace Community College, 49 F.3d 1517, 1524 (11th Cir.1995) (\"[A]lthough intent is irrelevant for a qualified immunity inquiry per se, it is relevant if intent is an element of the underlying alleged constitutional violation.\")  (citations omitted).  For all of these reasons, we decline to extend Burrell 's holding to &#167; 3617 actions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> See also Hansen v. Soldenwagner, 19 F.3d 573, 575 (11th Cir.1994) (\"Pre-existing law--whether it be case law or statutory law--must be available to instruct in a concrete way the government agent, given the circumstances.\");  Leeks v. Cunningham, 997 F.2d 1330, 1333 (11th Cir.1993) (determining whether clear \"statutory or case law\" existed at the time of the defendant's actions);  accord Samaritan Inns, 114 F.3d at 1239 (affirming the district court, which had ruled, without relying on materially similar pre-existing case law, that the defendants did not have qualified immunity in a &#167; 3617 case)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> Sofarelli, 931 F.2d at 722-23, confirms that &#167; 3617 permits a plaintiff to sue public officials who interfere with the plaintiff's efforts to provide housing on a race neutral basis as long as the plaintiff can allege and establish that race played some role in the defendant's conduct.  See also Baytree of Inverrary Realty Partners v. City of Lauderhill, 873 F.2d 1407, 1409 (11th Cir.1989) (stating that non-minority developers have standing to assert &#167; 3617 claims against local government officials).  Even though Sofarelli probably raises a question about the legality of Moran's alleged conduct in this case, because Sofarelli involved different facts, it alone cannot, under our precedent, clearly establish the relevant pre-existing law because it would not compel the conclusion that firing an employee for failing to discriminate against tenants on the basis of race violates the law.  See Lassiter, 28 F.3d at 1150</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> The district court in Baggett considered whether &#167;&#167; 3604 and 3617, standing alone, without the benefit of illuminating case law, sufficiently had established the relevant pre-existing law to permit the plaintiffs to overcome the defendants' assertion of qualified immunity, as contemplated in Lassiter.  Baggett, 1997 WL 151544, at * 22.   The court explained that, in light of the statute, \"no competent government agent reasonably could believe that truly egregious acts of discrimination ... would not violate federal law,\" but concluded that because the plaintiffs' claims posed a \"sophisticated legal issue\" the defendants remained immune.  Id. Gonzalez's claims in this case, however, present no such complications.  Gonzalez has alleged and offered evidence that Moran fired her because Gonzalez refused to discriminate against tenants on the basis of race, precisely the type of egregious discrimination that the plain language of the statute warns against and that the Baggett court explained no competent official could reasonably claim federal law permitted.  Finally, and to avoid confusion, we do not cite Baggett as a case that clearly establishes the law on this point;  our precedent firmly states that a district court opinion cannot accomplish that result, see Jenkins, 115 F.3d at 826 n. 4. We cite the case only as a persuasive illustration that the provisions at issue here, standing alone, clearly establish the law in a case alleging conduct so plainly at odds with the statutes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Although Gonzalez herself did not cite &#167; 100.400(c)(3) before the district court or initially on appeal, we must evaluate the clearly defined scope of &#167; 3617 sua sponte, regardless of whether the implementing regulation was proffered as relevant legal authority.  In Elder v. Holloway, 975 F.2d 1388 (9th Cir.1991), rev'd, 510 U.S. 510, 114 S.Ct. 1019, 127 L.Ed.2d 344 (1994), the plaintiff in a &#167; 1983 action appealed the district court's determination that the defendants were entitled to qualified immunity.  The plaintiff failed to inform either the district court or the Ninth Circuit of factually similar pre-existing case law that indicated the illegality of the defendants' actions.  See id. at 1390.   Although the Ninth Circuit noted that a pre-existing case appeared to proscribe defendants' actions, see id. at 1391, the court held that a plaintiff may not benefit on appeal from precedent that neither he nor the district court cited.  See id. at 1394-96.   The Supreme Court reversed, holding that an appellate court is required to determine the clearly established law sua sponte, based on \"its 'full knowledge of its own [and other relevant] precedents,' \" 510 U.S. at 516, 114 S.Ct. at 1023 (citing Davis v. Scherer, 468 U.S. 183, 192 n. 9, 104 S.Ct. 3012, 3018 n. 9, 82 L.Ed.2d 139 (1984)) (brackets in Elder).   Accordingly, we must determine the clearly established contours of &#167; 3617 sua sponte</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> See also W.B. v. Matula, 67 F.3d 484, 500-01 (3d Cir.1995) (examining regulations to determine parameters of clearly established law);  Torcasio v. Murray, 57 F.3d 1340, 1350-52 (4th Cir.1995) (stating that administrative guidelines \"may provide some evidence that it is ... established that the ADA applies to state prisons\");  Doe by and through Doe v. Petaluma City Sch. Dist., 54 F.3d 1447, 1452 (9th Cir.1995) (\"[A]n obligation to act might arise from something other than decisional law, such as a regulation or policy that an official is legally bound to follow.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> This holding is consistent with the principle that individuals presumptively have notice of their legal duties under federal regulations.  See, e.g., Heckler v. Community Health Servs. of Crawford County, Inc., 467 U.S. 51, 65-66, 104 S.Ct. 2218, 2227, 81 L.Ed.2d 42 (1984) (\"[T]he regulations governing the cost reimbursement provisions of Medicare should and did put respondent on ample notice of the care with which its cost reports must be prepared....\");  Ed Taylor Constr.  Co. v. Occupational Safety &amp; Health Review Comm'n, 938 F.2d 1265, 1272 (11th Cir.1991) (holding that OSHA regulation placed employers on notice of federal construction requirement;  stating that \"[w]hether or not employers are in fact aware of each OSHA regulation and fully understand it, they are charged with this knowledge and are responsible for compliance\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> The special concurrence also expresses \"doubt that a regulation which on its face purports only to be an executive department's 'interpretation of [unlawful] conduct' can be the basis of clearly established law.\"   Special Concurrence at 1311.  The regulation at issue in this case, however, is more than a mere interpretation:  it is binding law.  See King v. Housing Auth., 670 F.2d 952, 954 (11th Cir.1982) (holding that HUD has the authority to promulgate binding regulations) (citing statute under which &#167; 100.400 promulgated);  24 C.F.R. &#167; 100.400(c) (\"Conduct made unlawful under [&#167; 3617] includes, but is not limited to, the following:  [listing types of unlawful conduct].\") (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> Indeed, &#167; 100.400(c)(3) was patently valid because a reasonable public official would have no reason to believe that &#167; 100.400(c)(3) represents an impermissible construction of &#167; 3617 or is contrary to clearly expressed Congressional intent.  See Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 842-43, 104 S.Ct. 2778, 2781-82, 81 L.Ed.2d 694 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> In fact, Moran's Supplemental Brief all but abandons any attempt to argue that the regulation is ambiguous.  Instead, Moran argues that the regulation does not clearly establish that the Fair Housing Act prevents a public official from firing an employee for any reason or for insubordination.  See Moran's Supp.  Br. at 5-6.  This argument misses the point.  As long as Gonzalez presents evidence in support of her allegation that Moran fired her for refusing to engage in racial discrimination, and that evidence is sufficient to survive a motion for summary judgment, see infra Part IV.B.2, Moran's actual motivation for firing Gonzalez presents classic questions of fact and credibility that the jury will have to resolve.  For purposes of resolving the issue of qualified immunity at the summary judgment stage of the case, we must view the evidence in the light most favorable to Gonzalez and determine whether her allegations, if true, would violate clearly established law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> The special concurrence advances the attractive proposition that since the Civil War and the more recent \"great crusade for civil rights,\" racial discrimination in rental practices is so inherently evil as to bar an assertion of qualified immunity without the need for supporting case law or legislation.  Special Concurrence at 1311.  Certainly, we agree that racial discrimination, in any context, is evil and wish that the concept was as universally acknowledged and readily accepted as the special concurrence suggests.  Regrettably however, in the years since the Civil War and the adoption of the Thirteenth, Fourteenth, and Fifteenth Amendments, the recognition of equality in all aspects of life has neither been axiomatic nor obvious, see, e.g., Plessy v. Ferguson, 163 U.S. 537, 16 S.Ct. 1138, 41 L.Ed. 256 (1896) (establishing the separate but equal doctrine almost 30 years after the ratification of the Fourteenth Amendment), but has emerged only gradually, see, e.g., Brown v. Board of Educ., 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954) (striking down segregation in public schools more than 80 years after the Fourteenth Amendment);  Loving v. Virginia, 388 U.S. 1, 87 S.Ct. 1817, 18 L.Ed.2d 1010 (1967) (striking down--only 30 years ago--a statute that criminalized interracial marriage).  Indeed, Congress has recognized the continuing need for legislation to eradicate the cancer of racial discrimination by enacting measures such as the Voting Rights Act, Title VII, and, in this context, the Fair Housing Act</p>\n        <p>We also have no quarrel with the special concurrence's observation that, in the appropriate case, a government official's conduct might be so egregious that the violation of federal law is obvious, even in the absence of case law or legislation recognizing the illegality of materially similar acts;  deference to the Supreme Court's holdings requires nothing less.  See Lanier, 520 U.S. at ----, 117 S.Ct. at 1225-26.   Unlike the conduct at issue in Lanier, which was so repugnant that it had escaped prior contemplation in the relevant sources of authority, the conduct in this case is both outrageous and specifically addressed in the Fair Housing Act.  Standing alone, or as further clarified by regulation 24 C.F.R. &#167; 100.400(c)(3), the Fair Housing Act \"stake[s] out a bright line\" such that the law prohibiting racial discrimination in rental practices was clearly established in the \"concrete and factually defined context\" we required in Lassiter, 28 F.3d at 1149-50.   As a result, Moran's assertion of qualified immunity must fail, and we need not consider this additional teaching of Lanier.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46\">\n        <a class=\"footnote\" href=\"#fn46_ref\">46</a>\n        <p> See R1-15, Amended Complaint, p 1, at 1-2;  id., pp 11-12, at 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> Id., p 30, at 7-8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> See id., p 1, at 1;  id., p 11, at 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, at 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Indeed, if Gonzalez successfully thwarted Moran's intent to deny housing based on race, as would be consistent with Moran's assertion, then Gonzalez obviously made an \"effort to assist a person seeking access to the ... rental of a dwelling,\" 24 C.F.R. &#167; 100.400(c)(3), and thus Gonzalez enjoyed the protections of &#167; 3617</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> See supra Part IV.B.1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn52\">\n        <a class=\"footnote\" href=\"#fn52_ref\">52</a>\n        <p> R1-15, Amended Complaint, p 30, at 7-8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn53\">\n        <a class=\"footnote\" href=\"#fn53_ref\">53</a>\n        <p> Similarly, Moran did not respond effectively to the allegation that Gonzalez resisted Moran's orders to \"skip\" individuals on the housing waiting list because of race.  See id., p 12, at 5. Moran simply contended that this allegation was \"founded upon a single instance in which defendant Moran purportedly told the plaintiff not to offer low-income housing to an individual who was felt to be suffering from a mental disorder.\"   R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, at 8</p>\n        <p>Section 3617, however, prohibits interference with the housing rights of the mentally disabled.  See 24 C.F.R. &#167; 100.400(c)(3) (stating that &#167; 3617 prohibits the dismissal of an employee based on the employee's effort to provide rental housing to a person with a handicap);  see also 42 U.S.C. &#167; 3617 (prohibiting interference with efforts to assist others in enjoying rights established under &#167; 3604);  42 U.S.C. &#167; 3604(f) (prohibiting discrimination based on renter's handicap);  42 U.S.C. &#167; 3602(h)(1),(3) (defining handicapped person as person with substantially limiting mental impairment or person regarded as such).  Because Moran did not dispute that Gonzalez resisted Moran's orders to \"skip\" individuals on the housing waiting list, Moran's admission that she ordered Gonzalez to skip an individual based on that person's mental condition tends to support, rather than refute, Gonzalez's claim that Moran fired her \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"   R1-15, Amended Complaint, p 30, at 7-8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn54\">\n        <a class=\"footnote\" href=\"#fn54_ref\">54</a>\n        <p> See R1-37, Plaintiff's Memorandum in Opposition to Defendant Moran's Motions for Summary Judgment, at 3 (\"The facts, as relied upon by the Court for the purposes of these motions, should be as they have been presented by the Plaintiff in her Amended Complaint and the Affidavit attached to 'Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment' ....\") (footnote omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn55\">\n        <a class=\"footnote\" href=\"#fn55_ref\">55</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 5, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn56\">\n        <a class=\"footnote\" href=\"#fn56_ref\">56</a>\n        <p> See id., Ex.  A, p 8, at 1 (\"A copy of my letter is attached to and incorporated into this Affidavit.  It is marked as Attachment 3.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn57\">\n        <a class=\"footnote\" href=\"#fn57_ref\">57</a>\n        <p> See App.  A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn58\">\n        <a class=\"footnote\" href=\"#fn58_ref\">58</a>\n        <p> See App.  A, p 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn59\">\n        <a class=\"footnote\" href=\"#fn59_ref\">59</a>\n        <p> See App.  A, p 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn60\">\n        <a class=\"footnote\" href=\"#fn60_ref\">60</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 11, at 2 (\"A copy of my [October 9] letter [to Puccio] is attached to and incorporated into this Affidavit.  It is marked as Attachment 4.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn61\">\n        <a class=\"footnote\" href=\"#fn61_ref\">61</a>\n        <p> See id., Ex.  A, Attach. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn62\">\n        <a class=\"footnote\" href=\"#fn62_ref\">62</a>\n        <p> See id., Ex.  A, Attach. 4, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn63\">\n        <a class=\"footnote\" href=\"#fn63_ref\">63</a>\n        <p> See id., Ex.  A, Attach. 4, at 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn64\">\n        <a class=\"footnote\" href=\"#fn64_ref\">64</a>\n        <p> See App.  A, p 9 (\"[T]he times that you and me had argue is because you had forced me to discriminate, or rip-off people ....\");  see also id., p 8 (\"I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn65\">\n        <a class=\"footnote\" href=\"#fn65_ref\">65</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  D, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn66\">\n        <a class=\"footnote\" href=\"#fn66_ref\">66</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, Attach. 3;  R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> I also concur with the majority in parts I, II, III, and IV.A. of the opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The regulation \"provides the Department's interpretation of the conduct that is unlawful under section 818 of the Fair Housing Act.\" 24 C.F.R. &#167; 100.400(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> See Opinion at 1301 (\"Ordinarily, a plaintiff who seeks to overcome a state official's affirmative defense of qualified immunity must cite case law, in force at the time of the defendant's actions, that would have made it absolutely clear that the defendant's conduct violated federal law [and] we have acknowledged the possibility that some federal statutory provisions will be sufficiently clear on their own to provide defendants with fair notice of their obligations under the law.\")</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1290</span></span></p>\n    <p class=\"case_cite\">14 IER Cases 1059, 12 Fla. L. Weekly Fed. C 293</p>\n    <p class=\"parties\">Luz GONZALEZ, Plaintiff-Appellee,<br>v.<br>LEE COUNTY HOUSING AUTHORITY, Defendant,<br>Patricia Moran, individually and in her official capacity as<br>Executive Director of the Lee County Housing<br>Authority, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 97-2952.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eleventh Circuit.</p>\n    <p class=\"date\">Dec. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory W. Hootman, Sarasota, FL, for Defendant-Appellant.</p>\n      <p class=\"indent\">Christine Elizabeth Larson, Florida Rural Legal Services, Cathy L. Lucrezi, Fort Myers, FL, for Plaintiff-Appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Middle District of Florida.</p>\n      <p class=\"indent\">Before HATCHETT, Chief Judge, BLACK, Circuit Judge, and KRAVITCH, Senior Circuit Judge.</p>\n      <p class=\"indent\">KRAVITCH, Senior Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After being fired from her job at the Lee County Housing Authority (\"LCHA\"), Luz Gonzalez (\"Gonzalez\") brought suit against the LCHA and against Patricia Moran (\"Moran\"), the LCHA Executive Director, in her individual and official capacities, pursuant to 42 U.S.C. &#167; 1983 and 42 U.S.C. &#167; 3617, a provision of the Fair Housing Act, 42 U.S.C. &#167;&#167; 3601-3619, 3631.  Moran moved for summary judgment in her individual capacity on the basis of qualified immunity.  The district court denied this motion, and Moran filed an interlocutory appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We reverse the district court's judgment as to Gonzalez's First Amendment claim brought under 42 U.S.C. &#167; 1983.  Even viewing the evidence in the light most favorable to Gonzalez, a reasonable person in Moran's position would not have known that Gonzalez's letter of September 28, 1995, constituted speech on a matter of public concern.  See infra Part III.  On the other hand, we affirm the district court's judgment as to Gonzalez's claim brought under 42 U.S.C. &#167; 3617.  Viewing the evidence in the light most favorable to Gonzalez, a reasonable person in Moran's position would have known that her termination of Gonzalez's employment was unlawful.  See infra Part IV.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The record, for purposes of summary judgment, reveals the following:  Gonzalez worked for the LCHA from October 1993 to October 1995.  She began as an Administrative Clerk and assumed the position of Property Manager in May 1995.  Her duties as Property Manager included overseeing the day-to-day operations of the Low Income Housing Program and the Rural Community Economic Development Rural Housing Program.  At all times, she worked under Moran.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to Gonzalez, Moran directed her to engage in certain actions that, in Gonzalez's view, violated the anti-discrimination laws that apply to public housing programs.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For example, Moran complained when Gonzalez attempted to place a white woman with a black child in a vacant apartment, and Moran told Gonzalez that she did not want a black person placed in a vacant elderly housing unit.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Moran's efforts to force Gonzalez to discriminate were a central cause of the arguments that arose between Gonzalez and Moran.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Finally, during August and September 1995, Gonzalez \"confront[ed]\" Moran about the fact that Moran wanted Gonzalez to take certain actions that violated the rules and regulations of the U.S. Department of Housing and Urban Development (\"HUD\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  These confrontations concerned, inter alia, Moran's desire to discriminate against specific potential tenants:  two white women with black children and an elderly black man.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 20, 1995, Moran called Gonzalez into Moran's office and criticized Gonzalez for failing to fill apartment vacancies at the LCHA during the prior two months.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  An argument ensued, in which Gonzalez raised her voice.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  On September 21, Moran presented Gonzalez with a letter that stated in part:  \"This is to advise you that under no circumstance will I ever again tolerate your violent outburst of yesterday.... [I]f anything like that occurs again you will be terminated immediately.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Gonzalez refused to sign the letter.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to Gonzalez's complaint, Gonzalez called a member of the LCHA Board of Commissioners (the \"LCHA Board\") on September 27 to complain about, inter alia, discriminatory rental practices at the LCHA.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  On the same day, Gonzalez phoned an employee at the HUD office in Jacksonville, Florida, to lodge the same complaint.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Gonzalez also called the Chairman of the LCHA Board, James Puccio (\"Puccio\"), to report the alleged discrimination.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Gonzalez does not claim that Moran knew about these phone calls.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 28, Gonzalez wrote Moran a four-page letter, reproduced as Appendix A, infra.   In the letter, Gonzalez complained about various aspects of Moran's management, including Moran's discriminatory directives, and stated that Moran's efforts to force Gonzalez to discriminate were a central cause of the arguments between them.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 2, Moran fired Gonzalez.  In the termination letter given to Gonzalez, Moran stated that Gonzalez had exhibited \"offensive or antagonistic conduct toward superiors, fellow employees, or the public;  criticism of orders, rules and policies, or conduct interfering with proper cooperation of employees, or which impairs the efficiency of the Authority.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 4, according to Gonzalez's affidavit testimony, she and other LCHA employees met with Puccio to discuss \"problems [they] saw at the housing authority and with the practices of Ms. Moran.\"<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  On October 9, Gonzalez sent a letter to Puccio in which she requested that the LCHA Board review her termination.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  The LCHA Board did not reverse Moran's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gonzalez then filed suit against the LCHA and against Moran in her official and individual capacities.  Gonzalez claimed that Moran, in her individual capacity, violated:  (1) Gonzalez's First Amendment rights by terminating Gonzalez's employment in retaliation for her \"objections and complaints about the operations of the Defendants,\" giving rise to a claim under 42 U.S.C. &#167; 1983;<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  and (2) 42 U.S.C. &#167; 3617 by terminating Gonzalez's employment in retaliation for her \"complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Moran moved for summary judgment in her individual capacity on both claims.  The district court, without elaboration, ruled that \"issues of material fact\" precluded the court from granting summary judgment in Moran's favor.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Moran appeals the district court's denial of that motion.</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This court lacks interlocutory jurisdiction to review a district court's denial of summary judgment where the moving party appeals based solely on the argument that the district court erred in evaluating evidentiary sufficiency.  See Cottrell v. Caldwell, <span class=\"citation\" data-id=\"71001\"><a href=\"/opinion/71001/cottrell-v-caldwell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1484 (11th Cir.1996) (citing Johnson v. Jones, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, 313, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></a></span>, 2156, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1995)).  We do have interlocutory jurisdiction to review the denial of summary judgment in qualified immunity cases, however, where our review requires a determination of the clearly established law that existed at the time of the allegedly unlawful acts.  See Cottrell, 85 F.3d at 1484 (citing Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 528, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2816, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985)).  In the latter case, we have jurisdiction even if the district court, as it did here, simply ruled that \"issues of material fact\" precluded summary judgment.  See Cottrell, 85 F.3d at 1484-85 (citing Behrens v. Pelletier, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 304, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, 838, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span></a></span> (1996)).</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review de novo the district court's denial of a defendant's summary judgment motion that is based on the affirmative defense of qualified immunity.  See Walker v. Schwalbe, <span class=\"citation\" data-id=\"740298\"><a href=\"/opinion/740298/michael-walker-v-robert-schwalbe-individually-and-in-his-official/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1127</span></a></span>, 1130 (11th Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1794</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></span> (1998).  In exercising interlocutory jurisdiction in such cases, we have the discretion to accept the district court's findings of fact, if they are adequate.  See Cottrell, <span class=\"citation\" data-id=\"71001\"><a href=\"/opinion/71001/cottrell-v-caldwell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1486.   Where, as here, the district court has made no specific findings of fact, we must make such findings ourselves after full review of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A party seeking summary judgment must demonstrate that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  The moving party bears the initial burden of informing the court of the basis for its motion and of identifying those materials that demonstrate the absence of a genuine issue of material fact.  See Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).  When the non-moving party bears the burden of proof on an issue at trial, the moving party need not \"support its motion with affidavits or other similar material negating the opponent's claim,\" id. at 323, 106 S.Ct. at 2553, in order to discharge this initial responsibility.  Instead, the moving party simply may \" 'show[ ]'--that is, point[ ] out to the district court--that there is an absence of evidence to support the nonmoving party's case.\"  Id. at 325, 106 S.Ct. at 2554 (quoting Adickes v. S.H. Kress &amp; Co., <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 159, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, 1609, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1970)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In response to a properly supported motion for summary judgment, \"an adverse party may not rest upon the mere allegations or denials of the adverse party's pleadings, but ... must set forth specific facts showing that there is a genuine issue for trial.\"  Fed.R.Civ.P. 56(e).  If the non-moving party fails to \"make a sufficient showing on an essential element of her case with respect to which she has the burden of proof,\" then the court must enter summary judgment for the moving party.  See Celotex, 477 U.S. at 323, 106 S.Ct. at 2552.   In determining whether genuine issues of material fact exist, we resolve all ambiguities and draw all justifiable inferences in favor of the non-moving party.  See Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2513, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In analyzing a defense of qualified immunity, we first consider whether \"the defendant government official [has proved] that he was acting within the scope of his discretionary authority when the alleged wrongful act occurred.\"  Evans v. Hightower, <span class=\"citation\" data-id=\"71852\"><a href=\"/opinion/71852/evans-v-hightower/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1318</span></a></span>, 1320 (11th Cir.1997).  If the defendant has met this burden, \"the plaintiff must then demonstrate that the defendant violated clearly established law based upon objective standards.\"  Id. Because it is undisputed that Moran was acting within the scope of her discretionary authority when she fired Gonzalez, we consider only the second part of the qualified immunity analysis in our resolution of Gonzalez's claims under 42 U.S.C. &#167;&#167; 1983 and 3617.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This circuit has established stringent standards for a plaintiff seeking to overcome the affirmative defense of qualified immunity asserted by a government official in an individual capacity.  \"Qualified immunity protects government officials performing discretionary functions from civil trials (and the other burdens of litigation, including discovery) and from liability if their conduct violates no 'clearly established statutory or constitutional rights of which a reasonable person would have known.' \"  Lassiter v. Alabama A &amp; M Univ., Bd. of Trustees, <span class=\"citation\" data-id=\"673540\"><a href=\"/opinion/673540/albert-e-lassiter-v-alabama-a-m-university-board-of-trustees-douglas/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span>, 1149 (11th Cir.1994) (en banc) (quoting Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982)).  \"For the law to be clearly established to the point that qualified immunity does not apply, the law must have earlier been developed in such a concrete and factually defined context to make it obvious to all reasonable government actors, in the defendant's place, that 'what he is doing' violates federal law.\"  Lassiter, 28 F.3d at 1149 (quoting Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3039, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987)).  \"For qualified immunity to be surrendered, pre-existing law must dictate, that is, truly compel (not just suggest or allow or raise a question about), the conclusion for every like-situated, reasonable government agent that what defendant is doing violates federal law in the circumstances.\"  Jenkins by Hall v. Talladega City Bd. of Educ., <span class=\"citation\" data-id=\"741842\"><a href=\"/opinion/741842/cassandra-jenkins-a-minor-by-her-mother-and-next-friend-sandra-hall/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">821</span></a></span>, 823 (11th Cir.)  (en banc) (quoting Lassiter, 28 F.3d at 1150), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></span> (1997).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moran is entitled to summary judgment in her individual capacity on Gonzalez's section 1983 claim only if Moran's conduct did not violate clearly established First Amendment rights of which a reasonable government official in Moran's position would have been aware.  Because resolution of this question requires us to determine the contours of clearly established law, we have interlocutory jurisdiction to review the district court's denial of summary judgment.  See Cottrell v. Caldwell, <span class=\"citation\" data-id=\"71001\"><a href=\"/opinion/71001/cottrell-v-caldwell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1484 (11th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A public employee must satisfy four conditions in order to prevail in a section 1983 action alleging that she was fired in retaliation for constitutionally protected speech.  See Bryson v. City of Waycross, <span class=\"citation\" data-id=\"531863\"><a href=\"/opinion/531863/jr-bryson-cross-appellee-v-city-of-waycross-cb-heys-w-lynn-taylor/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1562</span></a></span>, 1565 (11th Cir.1989).  First, the employee must demonstrate that the speech allegedly resulting in her termination can \"be fairly characterized as constituting speech on a matter of public concern....\"  Connick v. Myers, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1690, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983), cited in Bryson, 888 F.2d at 1565.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Second, the employee must show that her First Amendment interests outweigh \"the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\"  Pickering v. Board of Educ. of Township High Sch. Dist. 205, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 568, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, 1734-35, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968), cited in Bryson, 888 F.2d at 1565.   If these two prerequisites are satisfied, then the employee must prove that her speech played a \"substantial part\" in the employer's termination decision.  See Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 576, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977), cited in Bryson, 888 F.2d at 1565-66.   Finally, the employee must rebut successfully any attempt by the employer to demonstrate that \"it would have reached the same decision ... even in the absence of the protected conduct.\"  Mt. Healthy, 429 U.S. at 287, 97 S.Ct. at 576, cited in Bryson, 888 F.2d at 1566.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the outset, we note that our review of Gonzalez's section 1983 claim concerns solely Gonzalez's letter to Moran on September 28.  Although evidence indicates that Gonzalez and Moran previously argued about compliance with discrimination rules, see infra Part IV.B.2, we are unable to perform a Pickering review of Gonzalez's speech on those occasions because the record does not disclose the \"manner, time, and place\" of Gonzalez's statements.  See Connick, 461 U.S. at 150-55, 103 S.Ct. at 1692-93 (describing elements of Pickering balancing test).  Accordingly, we pretermit our review of that speech and leave this question for the district court.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In reviewing Gonzalez's letter of September 28, the threshold question is whether the letter can \"be fairly characterized as constituting speech on a matter of public concern....\"  Connick, 461 U.S. at 146, 103 S.Ct. at 1690.   According to Moran, the letter does not satisfy the public concern requirement because Gonzalez did not distribute her letter publicly and because Gonzalez has not shown that her letter addressed specific matters that already had drawn significant public attention.  In Connick, however, the Supreme Court held that the public concern requirement was satisfied where a government employee spoke about an important matter of public interest, even though the employee spoke only within the workplace and even though the specific matter addressed had not drawn significant public attention prior to her speech.  See id. at 149, 103 S.Ct. at 1691.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to determine whether the letter satisfies the public concern requirement, we must analyze its \"content, form, and context ... as revealed by the whole record,\" Connick, 461 U.S. at 147-48, 103 S.Ct. at 1690, and evaluate whether Gonzalez's purpose was \"to raise issues of public concern, on the one hand, or to further her own private interest, on the other,\" Morgan v. Ford, <span class=\"citation\" data-id=\"654284\"><a href=\"/opinion/654284/jacqueline-r-morgan-v-john-ford-individually-and-in-his-official/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">750</span></a></span>, 754 (11th Cir.1993).  This question is one of law, not of fact.  See Connick, 461 U.S. at 148 n. 7, 103 S.Ct. at 1690 n. 7. If it is unclear whether the letter satisfies the public concern requirement, then Moran is entitled to qualified immunity on Gonzalez's section 1983 claim because Moran's actions did not violate Gonzalez's clearly established First Amendment rights.  See Badia v. City of Miami, <span class=\"citation\" data-id=\"750681\"><a href=\"/opinion/750681/76-fair-emplpraccas-bna-1-72-empl-prac-dec-p-45214-11-fla-l/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1443</span></a></span>, 1445 (11th Cir.1998) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In large part, the letter simply blames Moran for creating a poor working atmosphere at the LCHA.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  We thus conclude that much of the letter does not touch upon matters of public concern.  See Connick, 461 U.S. at 148-49, 103 S.Ct. at 1690-91 (stating that most of the elements of an employee's questionnaire were \"mere extensions of [her] dispute over her transfer\" and holding that \"the First Amendment does not require a public office to be run as a roundtable for employee complaints over internal office affairs\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We must evaluate every element of the letter, however, in order to determine whether Gonzalez has satisfied the public concern requirement.  See Connick, 461 U.S. at 149, 103 S.Ct. at 1691 (holding that one question in an employee's questionnaire constituted speech on a matter of public concern).  In particular, Gonzalez's accusations about Moran's discriminatory behavior merit scrutiny.  The letter, unedited, states in part:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>All I have learned from this place is to agravate myself day after they, because of the things that I see and hear.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site, if the client has HIV, you complain, if it's a white that has not been in the job for too long, you do not want me to house them, because it will become a negative rent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>If you remember, that the times that you and me had argue is because you had forced me to discriminate or rip-off people....<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is unclear whether this portion of the letter can \"be fairly characterized as constituting speech on a matter of public concern....\"  Connick, 461 U.S. at 146, 103 S.Ct. at 1690.   On the one hand, a public official's authorization of discriminatory rental practices unquestionably is an important matter of general public interest.  See, e.g., 42 U.S.C. &#167; 3601 (\"It is the policy of the United States to provide ... for fair housing throughout the United States.\");   cf. Connick, 461 U.S. at 149, 103 S.Ct. at 1691 (holding that the pressuring of public employees to work in political campaigns is a matter of public concern).  Moreover, a public employee's statement may satisfy the public concern requirement even where, as here, the employee speaks within the workplace, after an adverse employment decision, about a specific matter that had not drawn significant public attention prior to her speech.  See Connick, 461 U.S. at 149, 103 S.Ct. at 1691.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On the other hand, three unrebutted facts suggest that Gonzalez's purpose in writing this part of the letter was to blame Moran for Gonzalez's dissatisfaction with the stressful conditions of her own employment.  First, this portion of the letter does not specifically address the legal rights of the potential tenants, but rather concerns (a) Gonzalez's own aggravation and confusion, (b) Moran's complaints to Gonzalez, and (c) the arguments between Moran and Gonzalez.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  Second, the letter as a whole focuses on Gonzalez's theory that Moran, by breaking rules, was harming the office environment.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Third, Gonzalez's \"complaints ... were in large measure conveyed in light of a reprimand, still fresh, which appellant believed unfairly attributed responsibility to her....\"  Pearson v. Macon-Bibb County Hosp. Auth., <span class=\"citation\" data-id=\"574995\"><a href=\"/opinion/574995/57-fair-emplpraccas-bna-1518-58-empl-prac-dec-p-41313-sheila/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1278 (11th Cir.1992).<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  Viewed in combination, these facts indicate that Gonzalez, even though she was involved in a continuing battle with Moran over Moran's discriminatory directives, see infra Part IV, wrote this portion of the letter in order to \"further her own private interest,\" rather than \"to raise issues of public concern,\" Morgan, 6 F.3d at 754;  see Ferrara v. Mills, <span class=\"citation\" data-id=\"463567\"><a href=\"/opinion/463567/lawrence-j-ferrara-v-thomas-mills/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1508</span></a></span>, 1515-16 (11th Cir.1986) (holding that the public concern requirement was not satisfied where the teacher's speech was based on the teacher's personal concerns that collegiate registration contributed to his inability to enforce discipline).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Because housing discrimination by a public housing authority is an issue of significant public importance, a public official ordinarily would know that an employee's statement addressing this issue constitutes speech on a matter of public concern.  See Kurtz v. Vickrey, <span class=\"citation\" data-id=\"510751\"><a href=\"/opinion/510751/larry-kurtz-v-james-f-vickrey-jr-individually-and-in-his-official/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">723</span></a></span>, 727 (11th Cir.1988) (stating that the content of the speech is an important factor in the public concern analysis).  Due to the unique confluence of facts in this case, however, we hold that the evidence, even viewed in the light most favorable to Gonzalez, would not have compelled a reasonable official in Moran's position to believe that Gonzalez's letter constituted speech on a matter of public concern.  See Badia, 133 F.3d at 1445;  see also Jenkins by Hall v. Talladega City Bd. of Educ., <span class=\"citation\" data-id=\"741842\"><a href=\"/opinion/741842/cassandra-jenkins-a-minor-by-her-mother-and-next-friend-sandra-hall/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">821</span></a></span>, 823 (11th Cir.)  (en banc), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></span> (1997).  We therefore hold that Moran is entitled to qualified immunity on Gonzalez's section 1983 claim, and we reverse the district court's denial of summary judgment to Moran in her individual capacity on this claim.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Gonzalez also claims that Moran violated 42 U.S.C. &#167; 3617, a provision of the Fair Housing Act, 42 U.S.C. &#167;&#167; 3601-3619, 3631, by terminating Gonzalez's employment \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  According to section 3617, it is unlawful to</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>coerce, intimidate, threaten, or interfere with any person in the exercise or enjoyment of, or on account of his having exercised or enjoyed, or on account of his having aided or encouraged any other person in the exercise or enjoyment of, any right granted or protected by section 3603, 3604, 3605, or 3606 of this title.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Section 3604 proscribes, inter alia, racial discrimination in the rental of housing.  See 42 U.S.C. &#167; 3604(b).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Moran contends that she is entitled to qualified immunity on Gonzalez's section 3617 claim.  It is a matter of first impression for this court whether a public official sued in her individual capacity under section 3617 may assert the defense of qualified immunity.  We conclude that the qualified immunity defense is available in such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In resolving this question, we rely on the Supreme Court's qualified immunity jurisprudence relating to 42 U.S.C. &#167; 1983.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  In Scheuer v. Rhodes, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974), the Supreme Court held that state executive-branch officials may assert a qualified immunity defense when sued in their individual capacities under section 1983 for deprivations of federal rights under color of state law.  See id. at 247, 94 S.Ct. at 1692 (stating that \"in varying scope, a qualified immunity is available to officers of the executive branch of government....\").  The Scheuer Court reasoned that executive officials under common law enjoyed a qualified immunity from civil damage actions and that Congress did not intend to abolish this immunity when it enacted section 1 of the Civil Rights Act of 1871, 17 Stat. 13, now codified at 42 U.S.C. &#167; 1983.  See 416 U.S. at 239-48, 94 S.Ct. at 1688-92.   The Court also relied on the importance of according immunity to executive officials' actions.  See id. at 245-47, 94 S.Ct. at 1691-92.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Applying the reasoning of Scheuer, we hold that Moran is entitled to assert the defense of qualified immunity in this section 3617 action.  Neither the text<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> nor the legislative history<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> of section 3617 indicates that Congress intended to abrogate the qualified immunity to which executive-branch officials were entitled under common law.  Because of this fact and in light of the importance of protecting officials' decision-making capacity,<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> we conclude that executive-branch officials sued in their individual capacities under section 3617 may assert the defense of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching this conclusion, we follow the only other court of appeals that has considered the matter.  See Samaritan Inns, Inc. v. District of Columbia, <span class=\"citation\" data-id=\"741714\"><a href=\"/opinion/741714/samaritan-inns-inc-appelleecross-appellant-v-district-of-columbia/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span>, 1238-39 (D.C.Cir.1997) (allowing public officials sued in their individual capacities under section 3617 to plead the affirmative defense of qualified immunity);  see also Baggett v. Baird, No. Civ.A.4:94CV0282-HLM (N.D.Ga. Feb. 18, 1997 unpublished opinion) (granting summary judgment on the basis of qualified immunity in a section 3617 action).  Our holding also is consistent with various decisions in which this court and others have held that public officials are entitled to assert the defense of qualified immunity when sued under a federal statute other than section 1983.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a>  Furthermore, we do not believe that Burrell v. Board of Trustees of Ga.  Military College, <span class=\"citation\" data-id=\"587389\"><a href=\"/opinion/587389/melba-j-burrell-v-the-board-of-trustees-of-ga-military-college-jacob-l/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">785</span></a></span> (11th Cir.1992), counsels a contrary conclusion.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a>B.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having determined that Moran may assert a qualified immunity defense against Gonzalez's section 3617 claim, we must ascertain whether, viewing the evidence in the light most favorable to Gonzalez, a reasonable person in Moran's position would have known that her actions violated rights clearly established under section 3617.  See Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).  Because we must determine the contours of clearly established law, we have interlocutory jurisdiction to review the district court's denial of summary judgment on this claim.  See Cottrell v. Caldwell, <span class=\"citation\" data-id=\"71001\"><a href=\"/opinion/71001/cottrell-v-caldwell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1484 (11th Cir.1996).  Our inquiry involves two stages.  First, we determine what a reasonable government official, in Moran's position, would have believed to be the clearly established law in 1995.  See infra Part IV.B.1.  Second, we evaluate whether the evidence, viewed in the light most favorable to Gonzalez, indicates that Moran should have known that her termination of Gonzalez violated clearly established law.  See infra Part IV.B.2.</p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To determine what a reasonable government official, in Moran's position, would have believed the Fair Housing Act permitted when she terminated Gonzalez, we look to the law as it stood in 1995.  Although Gonzalez has not proffered any applicable, previously decided cases that clearly established that Moran's alleged conduct violated the Fair Housing Act, our review of the statutory provisions and the applicable regulation lead us to conclude that no public official, in Moran's position, could reasonably have believed that federal law permitted her to fire an employee for refusing to discriminate against tenants on the basis of race.  Accordingly, we affirm the district court's decision that Moran was not immune from suit.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Ordinarily, a plaintiff who seeks to overcome a state official's affirmative defense of qualified immunity must cite case law, in force at the time of the defendant's actions, that would have made it absolutely clear that the defendant's conduct violated federal law.  There is no case from the U.S. Supreme Court, this Circuit, or the relevant state Supreme Court, that would have established that a person violates section 3617 by firing an employee for refusing to discriminate against potential tenants on the basis of race.  Cf. Jenkins by Hall v. Talladega City Bd. of Educ., <span class=\"citation\" data-id=\"741842\"><a href=\"/opinion/741842/cassandra-jenkins-a-minor-by-her-mother-and-next-friend-sandra-hall/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">821</span></a></span>, 826 n. 4 (11th Cir.)  (en banc), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></span> (1997) (explaining that decisions from only these courts clearly establish the law for the purposes of qualified immunity).  The absence of such a case is not fatal to Gonzalez's claim, however, because this case differs from the typical qualified immunity case in which the plaintiff sues a public official pursuant to 42 U.S.C. &#167; 1983 and asserts the violation of some (often generally worded) constitutional right.  Although the assertion of such broadly conceived rights, without the benefit of sufficiently illuminating case law, may fail to overcome the hurdle of qualified immunity, see Lassiter v. Alabama A &amp; M Univ., Bd. of Trustees, <span class=\"citation\" data-id=\"673540\"><a href=\"/opinion/673540/albert-e-lassiter-v-alabama-a-m-university-board-of-trustees-douglas/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span>, 1150 (11th Cir.1994) (en banc);  Jenkins, 115 F.3d at 825 n. 3, we have acknowledged the possibility that some federal statutory provisions will be sufficiently clear on their own to provide defendants with fair notice of their obligations under the law, see Santamorena v. Georgia Military College, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1337</span></span>, 1340 n. 6 (11th Cir.1998);  Lassiter, 28 F.3d at 1150 n. 4.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a>  Cf. United States v. Lanier, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, ----, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, 1227, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span></a></span>, ---- (\"[G]eneral statements of the law are not inherently incapable of giving fair and clear warning, and ... may apply with obvious clarity to the specific conduct in question, even though 'the very action in question has [not] previously been held unlawful.' \")  (quoting Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3039, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987)).  Section 3617 provides just such an explicit statement of what the Fair Housing Act demanded of the defendant in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Section 3617 renders it unlawful to \"interfere with any person ... on account of his having aided or encouraged any other person in the exercise or enjoyment of ... any right granted or protected by section 3603, 3604, 3605, or 3606 of this title.\"  Section 3604, in turn, bars racial discrimination in the \"terms, conditions, or privileges of sale or rental of a dwelling, or in the provision of services or facilities in connection therewith....\"  42 U.S.C. &#167; 3604(b).  Section 3617, read in conjunction with section 3604, therefore, straightforwardly states the unsurprising (and presumably uncontroversial) proposition that the Fair Housing Act prohibits \"interfering\" with any person because she \"aided or encouraged\" another person's exercise of her right to rent property free from racial discrimination.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a>  Any reasonable public official, having read the plain terms of this statute, certainly would have understood that federal law makes it unlawful to terminate an employee for refusing to discriminate against potential tenants on the basis of race.  To the extent any federal statute, standing alone, can provide a potential defendant with concrete notice, \"that is, truly compel (not just suggest or allow or raise a question about), the conclusion for every like-situated, reasonable government agent that what [she] is doing violates federal law,\" we believe that section 3617 provides such notice in the circumstances of this case.  Lassiter, 28 F.3d at 1150.   Cf. Baggett, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">151544</span></span>, at * 22.<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a>  Just as generally stated constitutional principles, standing alone, without materially similar case support, would have provided fair warning to the Supreme Court's hypothetical welfare officials who sold foster children into slavery, see Lanier, 520 U.S. at ----, 117 S.Ct. at 1227-28, the statutory provisions at issue in this case, standing alone, provide fair warning and thus clearly establish that the Fair Housing Act prohibits firing an employee for refusing to discriminate against tenants on the basis of race.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Alternatively, even if a public official credibly could argue that the language of the statute provided insufficient notice, its implementing federal regulation, adopted in 1989, removes all doubt about whether federal law makes it illegal to fire an employee for refusing to discriminate on the basis of race.  As this regulation pointedly restates, section 3617 prohibits</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>[t]hreatening an employee or agent with dismissal or an adverse employment action, or taking such adverse employment action, for any effort to assist a person seeking access to the sale or rental of a dwelling or seeking access to any residential real estate-related transaction, because of the race, color, religion, sex, handicap, familial status, or national origin of that person or of any person associated with that person.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">24 C.F.R. &#167; 100.400(c)(3) (codifying Implementation of the Fair Housing Amendments Act of 1988, 54 Fed.Reg. 3232, 3292 (1989)) (emphasis added).<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A public official forfeits qualified immunity by violating the clear command of a federal regulation that, like section 100.400(c)(3), reinforces a statute and thus helps to provide the basis for a cause of action.  The Supreme Court has concluded that administrative regulations, in and of themselves, do not provide sufficient notice to override officials' qualified immunity when the plaintiff alleges a violation of broadly conceived constitutional rights.  See Davis v. Scherer, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 193-96, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, 3018-20, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></a></span> (1984);  see also Childress v. Small Bus.  Admin., <span class=\"citation\" data-id=\"492506\"><a href=\"/opinion/492506/travis-rickey-childress-slaton-jenkins-childress-gary-dennis-childress-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1550</span></a></span>, 1553 (11th Cir.1987)(quoting Davis, 468 U.S. at 194 n. 12, 104 S.Ct. at 3019 n. 12);  Harbert Int'l, Inc. v. James, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></span>, 1285-86 (11th Cir.1998).  As the Supreme Court explained, because every failure to obey a regulation could potentially provide the basis for the assertion of a constitutional right--even one \"that was not clearly defined or perhaps not even foreshadowed at the time of the alleged violation\"--the mere breach of a regulation cannot, in itself, defeat a defendant's qualified immunity.  Davis, 468 U.S. at 195, 104 S.Ct. at 3019.   The reason for this rule is obvious given the rationale underlying the qualified immunity doctrine:  public officers should have fair warning of what actions will expose them to the threat of lawsuits and eventual liability.  \"[O]fficials can act without fear of harassing litigation only if they reasonably can anticipate when their conduct may give rise to liability for damages....\"  Davis, 468 U.S. at 195, 104 S.Ct. at 3019.   Accordingly, we do not expect state officials to be aware of every regulation that indirectly might give rise to a possible constitutional claim.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As this line of cases expressly acknowledges, however, the logic they employ does not apply where a statute or regulation specifically creates the plaintiff's cause of action, because in those instances, government officials are on notice of the parameters of their exposure to suit and liability.  See Davis, 468 U.S. at 194 n. 12, 104 S.Ct. at 3019 n. 12 (\"[I]f a statute or regulation does give rise to a cause of action for damages, clear violation of the statute or regulation forfeits immunity only with respect to damages caused by that violation.\");  Childress, 825 F.2d at 1553 (\"[N]either federal nor state officials lose their immunity by violating the clear command of a statute or regulation ... unless that statute or regulation provides the basis for the cause of action sued upon.\")  (quoting Davis, 468 U.S. at 194 n. 12, 104 S.Ct. at 3019 n. 12);  Harbert, 157 F.3d at 1285 (same).<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a>  As the Supreme Court subsequently described its decision in Davis:Davis, in short, concerned not the authorities a court may consider in determining qualified immunity, but this entirely discrete question:  Is qualified immunity defeated where a defendant violates any clearly established duty, including one under state law, or must the clearly established right be the federal right on which the claim for relief is based?   The Court held the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Elder v. Holloway, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 515, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, 1023, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1994).  Thus, where a plaintiff's claim arises under a specific statutory cause of action, a regulation interpreting that statute can provide sufficient notice to abrogate a defendant's qualified immunity.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>  Gonzalez's claim in this case asserts, not some general constitutional claim premised on Moran's breach of a duty established in an administrative regulation, but a specific violation of the federal statute and regulation under which she brought suit.  See R1-15, Amended Complaint, p 33, at 8 (bringing suit pursuant to 42 U.S.C. &#167; 3613).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The special concurrence argues that section 100.400(c)(3) \"should not be deemed the source of clearly established law\" because no authoritative case has yet approved it as valid or applied it to a specific set of facts.  Special Concurrence at 1311.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a>  Moran has conceded, however, \"that the validity of [section] 100.400(c)(3) under Chevron would have been apparent to a reasonable public official in 1995.\"   Moran Supp.  Br. at 5.<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a>  Moran also should not have needed a court to explain to her that the regulation applied to the facts alleged here.  The regulation states that section 3617 prohibits dismissing an employee for \"assist[ing] a person seeking access to the ... rental of a dwelling ... because of the race ... of that person or of any person associated with that person.\"   This language unmistakably instructs that it is illegal to fire an employee for refusing to discriminate against prospective tenants on the basis of race.<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a>  Where, as here, a regulation plainly and specifically describes a public official's behavior, the official is on notice that she is subject to liability for its violation, and thus, that she will not be able to claim qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Accordingly, we hold that sections 3617 and 3604, which were in effect in 1995, truly would have compelled a reasonable public official in Moran's position to conclude that federal law prohibited firing an employee for refusing to rent public housing in a racially discriminatory manner.  See 42 U.S.C. &#167;&#167; 3604(b), 3617;  see also Jenkins, 115 F.3d at 823.   Alternatively, we hold that section 100.400(c)(3), promulgated under the Fair Housing Act and also in effect in 1995, compels the same conclusion.  Accordingly, we conclude that if Gonzalez's evidence regarding Moran's conduct and motivation is sufficient to withstand summary judgement under Rule 56, the conduct would violate clearly established federal law, and Moran, therefore, would not be entitled to qualified immunity.<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a></p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The remaining question is whether the evidence, viewed in the light most favorable to Gonzalez, indicates that Moran should have known that her actions violated clearly established prohibitions of the Fair Housing Act.  We review this issue under the framework established in Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-27, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-55, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).  See supra Part II.B.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In her Amended Complaint, Gonzalez specifically alleged that during her employment at LCHA, Gonzalez objected to Moran's orders that Gonzalez deny housing to individuals based on race and that Gonzalez \"skip\" individuals on the housing waiting list because of race.<a class=\"footnote\" href=\"#fn46\" id=\"fn46_ref\">46</a>  Gonzalez generally alleged that Moran violated section 3617 by terminating Gonzalez's employment \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Gonzalez, of course, bears the burden of demonstrating that Moran should have known that her actions violated clearly established prohibitions of section 3617.  Thus, under Celotex, Moran may prevail on her summary judgment motion without bringing forth \"affidavits or other similar materials\" negating Gonzalez's claim.  See 477 U.S. at 323, 106 S.Ct. at 2553.   Nonetheless, Moran must at least \" 'show[ ]'--that is, point[ ] out to the district court--that there is an absence of evidence to support\" Gonzalez's case.  See id. at 325, 106 S.Ct. at 2554 (quoting Adickes v. S.H. Kress &amp; Co., <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 159, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, 1609, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1970)).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We are not convinced that Moran satisfied her initial summary judgment burden.  In her memorandum in support of her motion for summary judgment, Moran cited no record evidence that would rebut Gonzalez's section 3617 claim, and it is doubtful that Moran \"show[ed]\" or \"point[ed] out\" the \"absence of evidence to support\" Gonzalez's claim.  See Celotex, 477 U.S. at 325, 106 S.Ct. at 2554.   For example, in responding to the allegation that Gonzalez objected to Moran's directive to deny housing based on race,<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a> Moran simply asserted that Gonzalez was referring to two white women with black babies and that these women ultimately did receive LCHA housing.<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a>  Gonzalez, however, need not show that applicants actually were denied housing based on race,<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a> but rather that Moran fired Gonzalez based in significant part on Gonzalez's efforts to rent public housing in a non-racially discriminatory manner.<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a>  Because Moran does not even address Gonzalez's claim that Moran terminated Gonzalez's employment \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants,\"<a class=\"footnote\" href=\"#fn52\" id=\"fn52_ref\">52</a> Moran appears to have failed to point out the absence of evidence supporting Gonzalez's claim.  See Celotex, 477 U.S. at 325, 106 S.Ct. at 2554.<a class=\"footnote\" href=\"#fn53\" id=\"fn53_ref\">53</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Even assuming, arguendo, that Moran did meet her Celotex burden, we would hold that Gonzalez did not \"rest upon the mere allegations\" of her complaint, but rather \"set forth specific facts showing that there is a genuine issue for trial.\"  Fed.R.Civ.P. 56(e).  In her memorandum in opposition to Moran's motion for summary judgment, Gonzalez relied upon the affidavit that Gonzalez previously filed in support of her motion for partial summary judgment.<a class=\"footnote\" href=\"#fn54\" id=\"fn54_ref\">54</a>  That affidavit contained several important pieces of evidence. First, Gonzalez testified that Moran directed her to engage in actions that, in Gonzalez's view, violated the anti-discrimination laws that apply to public housing programs.<a class=\"footnote\" href=\"#fn55\" id=\"fn55_ref\">55</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Second, attached to the affidavit and incorporated by reference therein<a class=\"footnote\" href=\"#fn56\" id=\"fn56_ref\">56</a> was the letter written by Gonzalez to Moran on September 28, 1995.<a class=\"footnote\" href=\"#fn57\" id=\"fn57_ref\">57</a>  According to that letter, Moran complained when Gonzalez attempted to place a white woman with a black child in a vacant apartment and tried to place an elderly black man in a vacant unit.<a class=\"footnote\" href=\"#fn58\" id=\"fn58_ref\">58</a>  Of particular note, Gonzalez also stated in the letter that Gonzalez's refusal to discriminate was a central cause of the arguments between Moran and Gonzalez.<a class=\"footnote\" href=\"#fn59\" id=\"fn59_ref\">59</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Third, attached to the affidavit and incorporated by reference therein<a class=\"footnote\" href=\"#fn60\" id=\"fn60_ref\">60</a> was the letter written by Gonzalez to Puccio on October 9, 1995.<a class=\"footnote\" href=\"#fn61\" id=\"fn61_ref\">61</a>  In that letter, Gonzalez stated that during August and September 1995, Gonzalez \"confront[ed]\" Moran about the fact that Moran wanted Gonzalez to take certain actions that violated HUD rules and regulations.<a class=\"footnote\" href=\"#fn62\" id=\"fn62_ref\">62</a>  These confrontations concerned, inter alia, Moran's desire to discriminate against specific potential tenants:  two white women with black children and an elderly black man.<a class=\"footnote\" href=\"#fn63\" id=\"fn63_ref\">63</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Gonzalez thus made an affirmative showing that, in the time immediately preceding Moran's decision to fire her, a serious rift was developing between Moran and Gonzalez concerning Gonzalez's refusal to comply with Moran's directives to deny housing to individuals based on race.  Indeed, the record suggests that Gonzalez's refusal to follow Moran's discriminatory directives was a central cause of the problems between them.  Moreover, when Gonzalez, in the context of a wide-ranging personal complaint about office conditions, stated in writing that Moran was forcing Gonzalez to discriminate,<a class=\"footnote\" href=\"#fn64\" id=\"fn64_ref\">64</a> Moran's displeasure with Gonzalez's recalcitrance probably sharpened even further.  Viewed in the light most favorable to Gonzalez, the evidence thus suggests that Gonzalez's termination represented the culmination of a long-standing and intensifying disagreement in which Moran's discriminatory directives played an important role, and that Moran fired her based in significant part on Gonzalez's resistance to Moran's discriminatory orders.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This inference finds additional support in the termination letter that Moran herself sent to Gonzalez.  As a reason for Gonzalez's termination, the letter cites Gonzalez's \"criticism of orders, rules and policies,\"<a class=\"footnote\" href=\"#fn65\" id=\"fn65_ref\">65</a> and Moran has brought forth no evidence showing that the phrase \"orders, rules and policies\" refers to anything other than Moran's own discriminatory directives.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Accordingly, we hold that Gonzalez has brought forth sufficient evidence to create the reasonable inference that Moran fired her based in significant part on Gonzalez's efforts to rent public housing in a non-racially discriminatory manner.  Because a reasonable official in Moran's position should have known that such an action was unlawful, see 42 U.S.C. &#167;&#167; 3604(b), 3617;  24 C.F.R. &#167; 100.400(c)(3), we affirm the district court's decision to deny Moran's motion for summary judgment on this claim.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">For the foregoing reasons, we REVERSE the district court's denial of summary judgment to Moran in her individual capacity as to Gonzalez's section 1983 claim;  we AFFIRM the district court's denial of summary judgment to Moran in her individual capacity as to Gonzalez's section 3617 claim;  and we REMAND the case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>APPENDIX A</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Reproduced below, unedited, is the text of Gonzalez's letter to Moran dated September 28, 1995.<a class=\"footnote\" href=\"#fn66\" id=\"fn66_ref\">66</a></p>\n    </div>\n    <p class=\"indent\">Dear Ms. Moran</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>[p 1] On Wednesday, September 20, 1995, you called me in your office to insult me blaming me for all the vacancies LCHA has in all the sites for the past 2 months.  You had told me that I am not doing my job.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>[p 2] I felt hurt and raised my voice at you, because I could not believe what you said to me.  I have done more than I am supposed to do for this business and everyone is a witness to that.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>[p 3] You are the kind of person that whenever things go fine, you are happy, but when things get a little blurry, you turn into a very critical, and verbally abusive person.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>[p 4] In two years that I have been here, I have seen and also received a lot of verbal abuse along with my co-workers.  You had called my co-workers words and names that I can not even write in this letter.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>[p 5] It is very sad to say that you have no consideration for your staff.  All you know is to exploit people and then if someone complaints you threaten us we will loose our jobs, because you happen to be the \"Executive Director\".</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>[p 6] I suppose you were not happy for what you did to me on September 20, 1995, on Thursday, September 21, 1995 you had sent me to Charleston Park in Alva and without even saying a good morning to me, you gave me a letter, a reprimend and asked me to sign it, which I refused because it is a lie.  You also started yelling at me because I refused to sign the reprimend.  You wrote in the reprimend that you will not tolerate my violent outburst, that I have a problem with language interpretation.  You needed to write in the reprimend that my outburst was provoked by you and you had also said I have a problem following Rules and Regulations, that is correct too, but it is because you do not follow Rules and Regulations, you changed them, if it is not on a daily basis, it is on a weekly basis, which causes so much confusion not only to me, also to every person in this office.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>[p 7] You had also said to me that you made me from a Receptionist to a Property Manager, well I have learned everything on my own, because you had never trained me or have anyone training me at this job.  I had to work my way up all by myself, learning from my mistakes.  If you look at my file when I put an application to work here, I brought you reference letters from my other jobs.  I was not a nobody when I came to work here.  All I have learned from this place is to agravate myself day after they, because of the things that I see and hear.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>[p 8] I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site, if the client has HIV, you complain, if it's a white that has not been in the job for too long, you do not want me to house them, because it will become a negative rent.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>[p 9] If you remember, that the times that you and me had argue is because you had forced me to discriminate, or rip-off people (meaning that if someone moves after the 5th. of the months, you do not want me to pro-rate the rent and charge them from the 1st. of the month.)[p 10] You can not keep blaming me for this place starting to fall apart.  You owe all this to yourself, because you are the one that bend the rules all the time.  More examples are, if I give a tenant a violation, which is part of my job and the tenant does not like it, they come to you and then you will not back me up, causing for the tenants not to respect my position.  Another good example will be last year when I did the re-certification inspections that I had found Ms. Loretta Huff with a cat inside the unit.  After I mentioned the tenant she needed to get rid of the pet, she called you and then you called me in your office to tell me to \"stay away from the elderly site\".  A few months ago you received a complaint from a tenant at the elderly site about so many cats around, and then you wanted me to take care of the problem.  There are plenty of violation over on that site, but if I try to do my job, is either you get upset or your good friend Mr. Edward Kross (board member that you recommended), will come to this office and complaint about me doing my job and I will be asked to back out.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>[p 11] Also, when Mr. Willie Christmas, tenant from Charleston Park, Alva took you to Legal Aid, you told Legal Aid that the eviction was done while you were on vacation, trying to blame the mistake on me, but what you forgot is that I do not process evictions unless you order me, and also you were the one that singed all the paperwork before you left on vacation.  Here again, the mistake was made, because the bookeping department gives the notices for eviction out and then you do not file thru with them.  First tenants have no respect for eviction notices and that is why we keep loosing money all the time.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>[p 12] You also drive the company car, and most of the time is not available for the rest of the staff that do inspections, banck deposits, etc.  Libby has to use her car to do FSS inspections or go to meetings, Sylvia has to use her car to do the bank deposits, and I have to use my car all the time for inspections and to go to Alva.  If I tell you I need the car to do an inspection, is either you tell me to reschedule for another day or will give me 10 minutes to come back, which it is impossible.  You get very upset if someone uses the car after 3:00 P.M., because you want the car for you to leave a 3:30 P.M. most of the time.  We do not consider that a company car, it is your personal car.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>[p 13] Also, I had reported to you all the complaints we had received of Mr. Richard Wombwell, the Senior Aide you have at Barrett Park.  There are plenty of verbal and written complaints against Mr. Wombwell about him being unrespectful to tenants, fresh with the spanish married women, and even denied the use of the LCHA lawn mower to the tenants he does not like, or timed them with same.  You said he was going to help me with the tenants problems, collecting rent, delivering notices and rent receipts, give out violations to the tenants, things that he has denied to do, but on the other hand you had approved a lot of social activities, that he uses LCHA money to buy refreshments and candy all the time.  He also got a brand new TV and a VCR with LCHA money for entertainment.  I reported to you the time Mr. Wombwell asked me if I could give violations to his \"buddies\" so they would not get mad at him.  Today, I had to write you a complaint about Mr. Wombwell asking the bookeeper if I still work for LCHA, which make me think why someone that does not even work for LCHA, because he is an employee for Dr. Ella Piper, knows if I am going to be fired or not.  On the other hand I heard the bookeeper suplying him with all the updates about me.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>[p 14] The communication problems that I have with staff members, maintenance members, are all caused by you because you are a terrible instigator among all of us in this office and that is very sad.  You had always make us feel we do not worth anything and nothing is appreciated.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>[p 15] You keep giving us a miserable raise if any every year, because there is no money, but then you went ahead and bought yourself a new computer that you hardly look at it, the TV and VCR for Barrett Park, to keep Mr. Richard Wombwell happy and also a few more toys.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>[p 16] Writing this type of letter is not me, but you had pushed me to do it, you had been very unfair with me and my co-workers and that LCHA could be a wonderful place to work if things are done the right way and if we could accept our mistakes, starting with you, instead of putting the blame on somebody else.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>[p 17] You had also mentioned to some staff members about the money I asked you to lend me to buy my car and I need to remind you that God is my witness I have never asked you for that money, because I did not know that well to do something like that.  You offered me that money and told me that I could pay you anyway I could and I accepted and also wrote my debt to you in a piece of paper that I signed, compromising myself to give $100.00 every month.  I have done this every months, but since I had a problem this month and could not give you any money this month, you even called me at my house on Tuesday, September 26, 1995 around 7:00 P.M. to asked to borrow the money and made me feel real bad.  I do not know what kind of person you think I am, but even that I did not asked for that money, I will pay you every single dollar you lent me, because I happen to be a decent and grateful person.  Even that this job and you have tried to change me, I'm still a good person inside, that only fights back when she gets pushed or abused.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>[p 18] I will like for you to take some time and think of all the good things and the good atmosphere we could have in this office, instead of creating this miserable environment.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>[p 19] The new Job Description you had given me on Tuesday, September 26, 1995, I will consider it as a revision to the first one you gave me, because I know the things that you added to it, is because of the argument we had on September 20, 1995, because when you gave me the letter changing my title you never mentioned about giving me a new job description.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>Sincerely,</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>/s/L. Gonzalez</p>\n    </div>\n    <p>Luz N. Gonzalez</p>\n    <p>Property Manager</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>cc:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>[p 20] NOTE:  I need to mention that when you hired me, it was for Pine Echo (Family and Elderly sites) and Barrett Park.  When you fired Richard Brevick, you had asked me if I could help you collecting the rent and I even expressed to you that I will do only that because I knew nothing about Farmers Home Housing, but I ended doing all the work and now you blamed me for the vacancies overthere too.  That is why you decided to add Charleston Park to the new job description.</p>\n    </div>\n    <p class=\"indent\">BLACK, Circuit Judge, specially concurring:</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">In part IV.B. of the opinion, the Court holds that a government official who implements a plan to discriminate against black persons in public housing and fires a subordinate employee for refusing to discriminate pursuant to the plan has no qualified immunity.  I completely agree.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  I write separately because of the explanation given for today's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Part IV.B. of the opinion sets out two alternative bases for finding clearly established law to overcome qualified immunity:  first, the plain language of 42 U.S.C. &#167; 3617;  and second, the clear command of 24 C.F.R. &#167; 100.400(c)(3), which interprets 42 U.S.C. &#167; 3617.  Section 3617 is a very general statute and is not sufficiently fact-specific to satisfy the requirements of Lassiter v. Alabama A &amp; M Univ., Bd. of Trustees, <span class=\"citation\" data-id=\"673540\"><a href=\"/opinion/673540/albert-e-lassiter-v-alabama-a-m-university-board-of-trustees-douglas/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span>, 1149-50 (11th Cir.1994) (en banc).  As this Circuit has made clear, it is the \"exceptional case where the words of a federal statute or federal constitutional provision will be specific enough to establish the law applicable to particular circumstances clearly and to overcome qualified immunity even in the absence of case law.\"  Santamorena v. Georgia Military College, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1337</span></span>, 1340 n. 6 (11th Cir.1998) (emphasis added) (quoting Lassiter, 28 F.3d at 1150 n. 4).   Thus, the federal regulation is the only remaining source of clearly established law.  Neither party cited 24 C.F.R. &#167; 100.400(c)(3) in the briefs to this Court or the district court.  We requested supplemental briefing as to whether 24 C.F.R. &#167; 100.400(c)(3) even applies to the facts of this case and were not informed of any United States Supreme Court or Eleventh Circuit case in which 24 C.F.R. &#167; 100.400(c)(3) is mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Even if a regulation can be the basis of clearly established law, neither this Circuit nor the Supreme Court has ever so held.  Moreover, I doubt that a regulation which on its face purports only to be an executive department's \"interpretation of [unlawful] conduct\" can be the basis of clearly established law.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  In the context of qualified immunity, I believe courts should not give much weight to executive branch regulations interpreting statutes when the regulations have not been held by a court to be accurate interpretations.  At any rate, 24 C.F.R. &#167; 100.400(c)(3) should not be deemed the source of clearly established law in this case, where the Court today recognizes its application for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The purpose of qualified immunity is to protect government officials from liability for conduct they could not reasonably have known was unlawful.  Much of federal constitutional law and statutory law is unpredictable and unclear in its application to particular circumstances.  Thus, as the Court states, we require materially similar case law or a very specific statute before saying that a government official should have known her conduct was unlawful.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  There is no specific pre-existing case law applicable to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">On the other hand, we have recognized that in the extremely rare case a government official's conduct may be so egregious, in fact evil, as to be obviously contrary to federal law, so that no case law or statute needs to have recognized previously that materially similar conduct is unlawful.  The facts alleged here, if true, make this that extremely rare case.  More than a century after the Civil War and more than a quarter century after the great crusade for civil rights for black persons in this country, no government housing official could reasonably believe that she may lawfully discriminate against black persons on the basis of race, or that she might punish another public official for refusing to discriminate in the course of her official duties against black persons on the basis of race.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court also granted Moran's motion for summary judgment in her official capacity and denied Gonzalez's motion for partial summary judgment as to Gonzalez's contract claim.  The sole issue on appeal, however, is whether the district court erred in denying summary judgment to Moran in her individual capacity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 5, at 1 (\"While I worked at the housing authority, Ms. Moran directed me to engage in certain job acts that I thought violated the laws about discrimination [sic] the regulations that apply to the housing programs.  Despite my concerns, I did as she asked because she was my boss.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See id., Ex.  A, Attach. 3, p 8, at 2 (\"I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site ....\");  accord R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  B, p 8, at 2. This letter from Gonzalez to Moran is reproduced as Appendix A, infra.   The quotations from the letter that appear throughout this opinion are unedited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See App.  A, p 9 (\"[T]he times that you and me had argue is because you had forced me to discriminate, or rip-off people....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, Attach. 4, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Gonzalez stated:</p>\n        <p>[F]or about 2 months I have been confronting Ms. Moran on things that she want me to do and are against HUD rules and regulations and against the Department of Labor.</p>\n        <p>The following are only some of those things:</p>\n        <p>....</p>\n        <p>7) I had to enforce the authority Ms. Moran gave me, to house two white girls that came up on the waiting list, but as Ms. Moran opinion they were no good just because they had babies from black men.</p>\n        <p>Example:  Victoria Fisher--14153 Warner Circle</p>\n        <p>Chandra Sharp--9831 Poplar Grove Lane</p>\n        <p>Also had to do the same thing for Mr. Steven Thomas, who lives now at 9750 Feathertree Lane, because Ms. Moran did not want me to put any black person on the elderly site.</p>\n        <p>See id., Ex.  A, Attach. 4, at 1-2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See App.  A, p 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See id., p 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  A, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See R1-15, Amended Complaint, p 15, at 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See id., p 16, at 5-6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See id., p 17, at 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See App.  A, pp 8-9.  In addition, on September 29, Gonzalez wrote Moran a one-page letter in which she complained that another LCHA employee had been spreading information about Moran's reprimand of Gonzalez.  See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, Attach. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  D, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 10, at 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See id., Ex.  A, Attach. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See R1-15, Amended Complaint, p 34, at 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See id., p 30, at 7-8.   Gonzalez also brought these two claims against LCHA and against Moran in her official capacity.  See id., pp 30, 34, at 7-8.   Furthermore, Gonzalez alleged that LCHA and Moran, in her official capacity, breached Gonzalez's employment contract.  See id., p 39, at 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> R1-44, Order, at 2. The district court also granted Moran's motion for summary judgment in her official capacity and denied Gonzalez's motion for partial summary judgment as to Gonzalez's contract claim.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Even where a public employee's speech does not touch upon a matter of public concern, that speech is not \"totally beyond the protection of the First Amendment,\" Connick, 461 U.S. at 147, 103 S.Ct. at 1690, but \"absent the most unusual circumstances, a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior,\" id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Similarly, we pretermit our review of other instances of Gonzalez's speech because of the lack of causation evidence required under Mt. Healthy.   See 429 U.S. at 287, 97 S.Ct. at 576 (stating that the employee must prove that her speech played a \"substantial\" part in the employer's termination decision).  No evidence indicates that Moran, when firing Gonzalez, knew about Gonzalez's pre-termination conversations with the HUD official and LCHA Board members.  Similarly, Gonzalez's discussions with Puccio on October 4 obviously played no role in Gonzalez's termination on October 2. Thus, Gonzalez's speech in these instances cannot form the basis of a successful claim under &#167; 1983.  See Hughes v. Bedsole, <span class=\"citation\" data-id=\"691016\"><a href=\"/opinion/691016/sandra-k-hughes-v-morris-bedsole-both-individually-and-in-his-official/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1386 (4th Cir.1995) (pretermitting review of &#167; 1983 free speech claim based on lack of causation evidence)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> In Connick, Assistant District Attorney Myers opposed District Attorney Connick's decision to transfer her.  See 461 U.S. at 140-41, 103 S.Ct. at 1686.   As a result of her discontent, Myers prepared and circulated to other assistant district attorneys a questionnaire concerning office transfer policy, office morale, the need for a grievance committee, the level of confidence in supervisors, and whether employees felt pressured to work in political campaigns.  See id. at 141, 103 S.Ct. at 1687.   Connick then terminated Myers.  See id</p>\n        <p>The Connick Court analyzed each of the questions in the questionnaire separately.  Most of the questions were not \"of public import in evaluating the performance of the District Attorney as an elected official,\" 461 U.S. at 148, 103 S.Ct. at 1690, but simply \"reflect[ed] one employee's dissatisfaction with a transfer and an attempt to turn that displeasure into a cause celebre,\" id. at 148, 103 S.Ct. at 1691.   The Court, however, held that the question concerning whether assistant district attorneys felt pressured to work in political campaigns did touch upon a matter of public concern in light of:  (1) the constitutional guarantees protecting employees from having to work for political candidates not of their own choice;  and (2) the \"demonstrated interest in this country that government service should depend upon meritorious performance rather than political service.\"  Id. at 149, 103 S.Ct. at 1691.</p>\n        <p>The Connick Court thus held that the public concern requirement was satisfied even though Myers did not publicize the questionnaire and even though no evidence indicated that the public, at the time Myers circulated the questionnaire, knew about the District Attorney's unlawful practice of pressuring his employees to work on political campaigns.  We reject Moran's contention that Peterson v. Atlanta Hous.  Auth., <span class=\"citation\" data-id=\"611057\"><a href=\"/opinion/611057/shirley-p-peterson-v-the-atlanta-housing-authority-jane-fortson-in-her/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span> (11th Cir.1993), indicates a contrary rule.  Although Peterson's inter-office speech did concern an issue that had received media scrutiny, see id. at 916, the court specifically noted that public awareness of the problem was not necessary to satisfy the public concern requirement, see id. at 917 n. 25;  see also Morgan v. Ford, <span class=\"citation\" data-id=\"654284\"><a href=\"/opinion/654284/jacqueline-r-morgan-v-john-ford-individually-and-in-his-official/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">750</span></a></span>, 754 n. 5 (11th Cir.1993) (\"[A] court cannot determine that an utterance is not a matter of public concern solely because the employee does not air the concerns to the public.\");  Deremo v. Watkins, <span class=\"citation\" data-id=\"565129\"><a href=\"/opinion/565129/bonnie-deremo-brenda-mills-joyce-fox-v-james-c-watkins-individually/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 911 n. 3 (11th Cir.1991) (stating that an employee's effort to communicate her concerns to the public is a relevant, but not dispositive, element in the public concern analysis).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> See, e.g., App.  A, p 3 (\"[W]hen things get a little blurry, you turn into a very critical, and verbally abusive person.\");  id., p 4 (\"I have seen and also received a lot of verbal abuse along with my co-workers.\");  id., p 5 (\"[Y]ou have no consideration for your staff.\");  id., p 14 (\"[Y]ou are a terrible instigator among all of us in this office ....\");  id., p 15 (stating that Moran only gives \"miserable raise[s]\");  id., p 16 (criticizing Moran for blaming others for her own mistakes);  id., p 18 (blaming Moran for \"creating this miserable environment\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See App.  A, pp 7-9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See App.  A, pp 7-8 (stating that Gonzalez becomes aggravated at work and cannot predict whether Moran will want to rent to certain tenants);  id., p 8 (stating that Moran complains to Gonzalez when Gonzalez rents in a non-discriminatory manner);  id., p 9 (stating that Moran and Gonzalez argue when Moran forces Gonzalez to break the rules)</p>\n        <p>This portion of the letter thus differs from the element of the employee's speech in Connick that satisfied the public concern requirement.  See 461 U.S. at 149, 103 S.Ct. at 1691.   Even though Myers circulated the questionnaire as a result of her employment grievance, the actual question about whether assistant district attorneys were forced to work on political campaigns did not refer explicitly to Myers's self-interest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See, e.g., id., p 6 (\"[Y]ou do not follow Rules and Regulations ..., which causes so much confusion not only to me, also to every person in this office.\");  id., p 10 (\"You can not keep blaming me for this place starting to fall apart.  You owe all this to yourself, because you are the one that bend the rules all the time.\");  id., p 19 (stating that Moran creates a \"miserable environment\" in the office)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> In Pearson, a hospital nurse alleged that her employer violated &#167; 1983 by discharging her for comments she made about her supervisors' assignment of cleaning responsibilities and about operating room cleanliness.  See id. at 1276-77.   In holding that her comments did not satisfy the public concern requirement, we explained:</p>\n        <p>Pearson's complaints primarily pertained to the assignment of cleaning responsibilities in the O.R. and the allocation of blame among the nurses responsible for O.R. conditions on those occasions when cleaning duties were neglected.  It was only incident to speaking on these concerns that appellant's remarks touched on conditions that might be potentially hazardous to patients.  Appellant's complaints, furthermore, were in large measure conveyed in light of a reprimand, still fresh, which appellant believed unfairly attributed responsibility to her for poor O.R. conditions.  In essence, Pearson's comments concerned the circumstances of her own employment.</p>\n        <p>Id. at 1278-79.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> R1-15, Amended Complaint at 7-8, p 30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> This jurisprudence is not directly applicable here because Gonzalez brought her Fair Housing Act claim under 42 U.S.C. &#167;&#167; 3617 and 3613, not under 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> The Supreme Court's reasoning in subsequent cases confirms its analysis in Scheuer.   For example, in Owen v. City of Independence, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 638, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, 1409, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1980), the Court stated:  \"Where the immunity claimed by the defendant was well established at common law at the time &#167; 1983 was enacted, and where its rationale was compatible with the purposes of the Civil Rights Act, we have construed the statute to incorporate that immunity.\"   Likewise, in City of Newport v. Fact Concerts, Inc., <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2748</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1981), the Court held that municipalities are immune from punitive damages in actions brought under &#167; 1983 because:  (1) municipalities enjoyed that immunity at common law, see id. at 259-63, 101 S.Ct. at 2756-58;  (2) neither the language nor legislative history of &#167; 1983 demonstrates Congress's intent to abolish that immunity, see id. at 263-66, 101 S.Ct. at 2758-59;  and (3) such immunity is compatible with the policy goals of &#167; 1983, see id. at 266-71, 101 S.Ct. at 2759-62</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> The fact that &#167; 3617 is silent as to qualified immunity indicates that Congress did not intend to preclude the common-law qualified immunity defense in &#167; 3617 actions.  Cf. Buckley v. Fitzsimmons, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 268, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2606</span></a></span>, 2613, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1993) (\"Certain immunities were so well established in 1871, when &#167; 1983 was enacted, that we presume that Congress would have specifically so provided had it wished to abolish them.\")  (internal quotation omitted);  Fact Concerts, 453 U.S. at 258, 101 S.Ct. at 2755 (\"One important assumption underlying the Court's decisions in this area is that members of the 42d Congress were familiar with common-law principles, including defenses previously recognized in ordinary tort litigation, and that they likely intended these common-law principles to obtain, absent specific provisions to the contrary.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> The substance of &#167; 3617: (1) appeared in the amendment to H.R. 2516 that was introduced and later tabled by Senators Mondale and Brooks, see 114 Cong. Rec. at 2270;  (2) was included in Senator Dirksen's approved substitute amendment to H.R. 2516, see 114 Cong. Rec. at 4573;  and (3) was part of the bills passed by the Senate, see id. at 5992, and the House of Representatives, see id. at 9621;  see also Pub.L. 90-284, Title VIII, &#167; 817, 82 Stat. 89 (1968).  No aspect of the legislative history suggests that Congress intended to deprive public officials of the ability to assert a qualified immunity defense in a &#167; 3617 action.  See, e.g., S.Rep. No. 721 (1968), reprinted in 1968 U.S.C.C.A.N. 1837 (concerning relevant public law, but not addressing &#167; 3617)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> See Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 814, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2736, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982) (stating that qualified immunity is necessary to avoid \"the expenses of litigation, the diversion of official energy from pressing public issues, and the deterrence of able citizens from acceptance of public office\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> See Lussier v. Dugger, <span class=\"citation\" data-id=\"542407\"><a href=\"/opinion/542407/maurice-g-lussier-v-richard-dugger-as-secretary-of-the-department-of/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span>, 663-64, 670 n. 10 (11th Cir.1990) (the Rehabilitation Act of 1973);  see also Cullinan v. Abramson, <span class=\"citation\" data-id=\"747621\"><a href=\"/opinion/747621/r-keith-cullinan-and-cullinan-associates-inc-v-jerry-e-abramson/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 307-12 (6th Cir.1997) (the Racketeer Influenced and Corrupt Organizations Act), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1560</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></span> (1998);  Torcasio v. Murray, <span class=\"citation\" data-id=\"698336\"><a href=\"/opinion/698336/anthony-torcasio-v-edward-w-murray-director-gl-bass-deputy-warden/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1340</span></a></span>, 1343 (4th Cir.1995) (the Americans with Disabilities Act and the Rehabilitation Act of 1973);  Lue v. Moore, <span class=\"citation\" data-id=\"685652\"><a href=\"/opinion/685652/mckinley-lue-v-dick-moore-teresa-thornburg-jerry-hudson-sue-labuary/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1203</span></a></span>, 1205 (8th Cir.1994) (the Rehabilitation Act of 1973);  McGregor v. Louisiana State Univ.  Bd. of Supervisors, <span class=\"citation\" data-id=\"628999\"><a href=\"/opinion/628999/robert-t-mcgregor-v-louisiana-state-university-board-of-supervisors/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">850</span></a></span>, 862 &amp; n. 19 (5th Cir.1993) (the Rehabiliation Act of 1973);  Cronen v. Texas Dep't of Human Servs., <span class=\"citation\" data-id=\"593203\"><a href=\"/opinion/593203/charles-d-cronen-v-texas-department-of-human-services-jean-roberts-ann/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 939-40 (5th Cir.1992) (Food Stamp Act of 1977);  Doe v. Attorney General, <span class=\"citation\" data-id=\"566410\"><a href=\"/opinion/566410/john-doe-v-attorney-general-of-the-united-states-the-director-of-the/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 797-99 (9th Cir.1991) (the Rehabilitation Act of 1973);  Christopher P. by Norma P. v. Marcus, <span class=\"citation\" data-id=\"548934\"><a href=\"/opinion/548934/christopher-p-a-minor-by-his-mother-and-next-friend-norma-p-norma-p/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">794</span></a></span>, 798-801 (2d Cir.1990) (the Education for All Handicapped Children Act of 1975);  P.C. v. McLaughlin, <span class=\"citation\" data-id=\"547607\"><a href=\"/opinion/547607/pc-v-neil-mclaughlin-individually-rod-copeland-individually-and-in-his/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1040-42 (2d Cir.1990) (the Education for All Handicapped Children Act of 1975 and the Rehabilitation Act of 1973);  Affiliated Capital Corp. v. City of Houston, <span class=\"citation\" data-id=\"437087\"><a href=\"/opinion/437087/affiliated-capital-corporation-etc-v-city-of-houston-gulf-coast-cable/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span>, 1569-70 (5th Cir.1984) (the Sherman Antitrust Act);  National Black Police Ass'n v. Velde, <span class=\"citation\" data-id=\"421799\"><a href=\"/opinion/421799/national-black-police-association-inc-v-richard-w-velde/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 574-80 (D.C.Cir.1983) (Title VI of the Civil Rights Act of 1964 and the Crime Control Act of 1973).  But see Samuel v. Holmes, <span class=\"citation\" data-id=\"752086\"><a href=\"/opinion/752086/carlos-samuel-v-morris-holmes-maudelle-davis-cade-j-berengher-brechtel/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 178 (5th Cir.1998) (holding that qualified immunity is not an available defense in retaliation claims brought under the False Claims Act).  We stress, however, that our opinion in this case should not be construed to address whether qualified immunity is available in actions brought under statutes other than &#167; 3617</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> In Burrell, this court held that a public official sued in an individual capacity under 42 U.S.C. &#167; 1985(3) may not assert a defense of qualified immunity.  The court reasoned:</p>\n        <p>Unlike in section 1983 actions, public officials ... will not be subject to liability under section 1985(3) unless their actions were motivated by \"some racial, or perhaps otherwise class-based, invidiously discriminatory animus.\"  ...  We hold that this additional safeguard obviates the need for granting public officials qualified immunity in section 1985(3) actions.</p>\n        <p>970 F.2d at 794.   Because section 3617, like 42 U.S.C. &#167; 1985(3), requires a showing of discriminatory intent, see Sofarelli v. Pinellas County, <span class=\"citation\" data-id=\"559980\"><a href=\"/opinion/559980/michael-sofarelli-v-pinellas-county-pinellas-county-sheriff-dept-norman/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></a></span>, 722-23 (11th Cir.1991), Burrell might suggest that the qualified immunity defense is not available in a &#167; 3617 action.</p>\n        <p>For several reasons, we decline to extend Burrell 's holding to section 3617 actions.  Initially, we note that this court has not extended Burrell to 42 U.S.C. &#167; 1981 actions even though &#167; 1981, under General Building Contractors Ass'n v. Pennsylvania, <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 386-91, <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3141</span></a></span>, 3147-50, <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></a></span> (1982), requires a showing of purposeful discrimination.  See Johnson v. City of Fort Lauderdale, <span class=\"citation\" data-id=\"746963\"><a href=\"/opinion/746963/75-fair-emplpraccas-bna-519-11-fla-l-weekly-fed-c-682-herbert/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1372</span></a></span>, 1379-80 (11th Cir.1997) (holding that defendant officials were entitled to qualified immunity on &#167; 1981 claim but, under Burrell, could not assert qualified immunity on &#167; 1985(3) claim).  In light of the Johnson court's implicit decision to limit Burrell, we hesitate to extend Burrell here.</p>\n        <p>Furthermore, our research reveals no case other than Burrell in which a court of appeals or the Supreme Court has barred the qualified immunity defense on the ground that the statute creating liability requires a showing of discriminatory intent.  In other circuits, for example, public officials may assert the qualified immunity defense in a &#167; 1985(3) action.  See Southard v. Texas Bd. of Criminal Justice, <span class=\"citation\" data-id=\"741085\"><a href=\"/opinion/741085/74-fair-emplpraccas-bna-163-71-empl-prac-dec-p-44805-sherry/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span>, 555 (5th Cir.1997);  Brown v. City of Oneonta, N.Y., Police Dep't, <span class=\"citation\" data-id=\"735406\"><a href=\"/opinion/735406/ricky-brown-jamel-champen-sheryl-champen-hopeton-gordon-jean-cantave/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1125</span></a></span>, 1133 (2d Cir.1997);  Vaughn v. U.S. Small Business Admin., <span class=\"citation\" data-id=\"704009\"><a href=\"/opinion/704009/jerry-l-vaughn-v-united-states-small-business-administration-john/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1322</span></a></span>, 1324-30 (6th Cir.1995);  Simmons v. Poe, <span class=\"citation\" data-id=\"689899\"><a href=\"/opinion/689899/james-e-simmons-individually-and-on-behalf-of-all-those-he-represents-v/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1370</span></a></span>, 1376-78 (4th Cir.1995);  Bisbee v. Bey, <span class=\"citation\" data-id=\"681697\"><a href=\"/opinion/681697/kenneth-l-bisbee-v-john-bey-in-his-individual-capacity-james-johnson-in/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1096</span></a></span>, 1101-02 (10th Cir.1994);  Howard v. Suskie, <span class=\"citation\" data-id=\"671539\"><a href=\"/opinion/671539/the-reverend-wg-howard-v-john-t-suskie-manager-little-rock-office-of/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 87 (8th Cir.1994);  Prokey v. Watkins, <span class=\"citation\" data-id=\"566801\"><a href=\"/opinion/566801/gloria-prokey-v-george-watkins-scott-cataldi-roderick-beaulieu-gloria/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 71-74 (1st Cir.1991);  Auriemma v. Rice, <span class=\"citation\" data-id=\"546269\"><a href=\"/opinion/546269/john-auriemma-daniel-coll-marshall-consadine-renaldo-cozzi-kenneth/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1449</span></a></span>, 1457-59 (7th Cir.1990);  Hobson v. Wilson, <span class=\"citation\" data-id=\"437447\"><a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 24 (D.C.Cir.1984).</p>\n        <p>Finally, although we do not question Burrell 's result, we are not convinced of one of its premises.  Contrary to the Burrell court's statement that plaintiffs in &#167; 1983 actions need not demonstrate discriminatory intent, see 970 F.2d at 793-94, discriminatory intent is a requisite element of &#167; 1983 claims based on equal protection, see Mencer v. Hammonds, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1066</span></span>, 1070 (11th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></span>, --- L.Ed.2d ---- (1998);  see also Edwards v. Wallace Community College, <span class=\"citation\" data-id=\"70184\"><a href=\"/opinion/70184/edwards-v-wallace-community-coll/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1517</span></a></span>, 1524 (11th Cir.1995) (\"[A]lthough intent is irrelevant for a qualified immunity inquiry per se, it is relevant if intent is an element of the underlying alleged constitutional violation.\")  (citations omitted).  For all of these reasons, we decline to extend Burrell 's holding to &#167; 3617 actions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> See also Hansen v. Soldenwagner, <span class=\"citation\" data-id=\"665872\"><a href=\"/opinion/665872/brent-k-hansen-v-john-soldenwagner-raymond-malecki-john-puleo-city-of/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span>, 575 (11th Cir.1994) (\"Pre-existing law--whether it be case law or statutory law--must be available to instruct in a concrete way the government agent, given the circumstances.\");  Leeks v. Cunningham, <span class=\"citation\" data-id=\"610856\"><a href=\"/opinion/610856/joseph-d-leeks-v-lowell-k-cunningham-mr-carson-p-bass-joseph-a/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1330</span></a></span>, 1333 (11th Cir.1993) (determining whether clear \"statutory or case law\" existed at the time of the defendant's actions);  accord Samaritan Inns, 114 F.3d at 1239 (affirming the district court, which had ruled, without relying on materially similar pre-existing case law, that the defendants did not have qualified immunity in a &#167; 3617 case)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> Sofarelli, 931 F.2d at 722-23, confirms that &#167; 3617 permits a plaintiff to sue public officials who interfere with the plaintiff's efforts to provide housing on a race neutral basis as long as the plaintiff can allege and establish that race played some role in the defendant's conduct.  See also Baytree of Inverrary Realty Partners v. City of Lauderhill, <span class=\"citation\" data-id=\"522317\"><a href=\"/opinion/522317/baytree-of-inverrary-realty-partners-v-the-city-of-lauderhill/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span>, 1409 (11th Cir.1989) (stating that non-minority developers have standing to assert &#167; 3617 claims against local government officials).  Even though Sofarelli probably raises a question about the legality of Moran's alleged conduct in this case, because Sofarelli involved different facts, it alone cannot, under our precedent, clearly establish the relevant pre-existing law because it would not compel the conclusion that firing an employee for failing to discriminate against tenants on the basis of race violates the law.  See Lassiter, 28 F.3d at 1150</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> The district court in Baggett considered whether &#167;&#167; 3604 and 3617, standing alone, without the benefit of illuminating case law, sufficiently had established the relevant pre-existing law to permit the plaintiffs to overcome the defendants' assertion of qualified immunity, as contemplated in Lassiter.  Baggett, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">151544</span></span>, at * 22.   The court explained that, in light of the statute, \"no competent government agent reasonably could believe that truly egregious acts of discrimination ... would not violate federal law,\" but concluded that because the plaintiffs' claims posed a \"sophisticated legal issue\" the defendants remained immune.  Id. Gonzalez's claims in this case, however, present no such complications.  Gonzalez has alleged and offered evidence that Moran fired her because Gonzalez refused to discriminate against tenants on the basis of race, precisely the type of egregious discrimination that the plain language of the statute warns against and that the Baggett court explained no competent official could reasonably claim federal law permitted.  Finally, and to avoid confusion, we do not cite Baggett as a case that clearly establishes the law on this point;  our precedent firmly states that a district court opinion cannot accomplish that result, see Jenkins, 115 F.3d at 826 n. 4. We cite the case only as a persuasive illustration that the provisions at issue here, standing alone, clearly establish the law in a case alleging conduct so plainly at odds with the statutes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Although Gonzalez herself did not cite &#167; 100.400(c)(3) before the district court or initially on appeal, we must evaluate the clearly defined scope of &#167; 3617 sua sponte, regardless of whether the implementing regulation was proffered as relevant legal authority.  In Elder v. Holloway, <span class=\"citation\" data-id=\"591193\"><a href=\"/opinion/591193/charles-k-elder-beverly-s-elder-husband-and-wife-v-rd-holloway-other/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span></a></span> (9th Cir.1991), rev'd, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1994), the plaintiff in a &#167; 1983 action appealed the district court's determination that the defendants were entitled to qualified immunity.  The plaintiff failed to inform either the district court or the Ninth Circuit of factually similar pre-existing case law that indicated the illegality of the defendants' actions.  See id. at 1390.   Although the Ninth Circuit noted that a pre-existing case appeared to proscribe defendants' actions, see id. at 1391, the court held that a plaintiff may not benefit on appeal from precedent that neither he nor the district court cited.  See id. at 1394-96.   The Supreme Court reversed, holding that an appellate court is required to determine the clearly established law sua sponte, based on \"its 'full knowledge of its own [and other relevant] precedents,' \" 510 U.S. at 516, 114 S.Ct. at 1023 (citing Davis v. Scherer, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 192 n. 9, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, 3018 n. 9, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></a></span> (1984)) (brackets in Elder).   Accordingly, we must determine the clearly established contours of &#167; 3617 sua sponte</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> See also W.B. v. Matula, <span class=\"citation\" data-id=\"705915\"><a href=\"/opinion/705915/wb-parent-of-the-minor-ej-on-her-own-behalf-and-on-behalf-of-her/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span>, 500-01 (3d Cir.1995) (examining regulations to determine parameters of clearly established law);  Torcasio v. Murray, <span class=\"citation\" data-id=\"698336\"><a href=\"/opinion/698336/anthony-torcasio-v-edward-w-murray-director-gl-bass-deputy-warden/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1340</span></a></span>, 1350-52 (4th Cir.1995) (stating that administrative guidelines \"may provide some evidence that it is ... established that the ADA applies to state prisons\");  Doe by and through Doe v. Petaluma City Sch. Dist., <span class=\"citation\" data-id=\"696237\"><a href=\"/opinion/696237/jane-doe-a-minor-by-and-through-her-guardian-ad-litem-john-doe-v/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1447</span></a></span>, 1452 (9th Cir.1995) (\"[A]n obligation to act might arise from something other than decisional law, such as a regulation or policy that an official is legally bound to follow.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> This holding is consistent with the principle that individuals presumptively have notice of their legal duties under federal regulations.  See, e.g., Heckler v. Community Health Servs. of Crawford County, Inc., <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 65-66, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span>, 2227, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span></a></span> (1984) (\"[T]he regulations governing the cost reimbursement provisions of Medicare should and did put respondent on ample notice of the care with which its cost reports must be prepared....\");  Ed Taylor Constr.  Co. v. Occupational Safety &amp; Health Review Comm'n, <span class=\"citation no-link\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1265</span></span>, 1272 (11th Cir.1991) (holding that OSHA regulation placed employers on notice of federal construction requirement;  stating that \"[w]hether or not employers are in fact aware of each OSHA regulation and fully understand it, they are charged with this knowledge and are responsible for compliance\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> The special concurrence also expresses \"doubt that a regulation which on its face purports only to be an executive department's 'interpretation of [unlawful] conduct' can be the basis of clearly established law.\"   Special Concurrence at 1311.  The regulation at issue in this case, however, is more than a mere interpretation:  it is binding law.  See King v. Housing Auth., <span class=\"citation\" data-id=\"399379\"><a href=\"/opinion/399379/jimmie-mae-king-v-the-housing-authority-of-the-city-of-huntsville-alabama/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span>, 954 (11th Cir.1982) (holding that HUD has the authority to promulgate binding regulations) (citing statute under which &#167; 100.400 promulgated);  24 C.F.R. &#167; 100.400(c) (\"Conduct made unlawful under [&#167; 3617] includes, but is not limited to, the following:  [listing types of unlawful conduct].\") (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> Indeed, &#167; 100.400(c)(3) was patently valid because a reasonable public official would have no reason to believe that &#167; 100.400(c)(3) represents an impermissible construction of &#167; 3617 or is contrary to clearly expressed Congressional intent.  See Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2781-82, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> In fact, Moran's Supplemental Brief all but abandons any attempt to argue that the regulation is ambiguous.  Instead, Moran argues that the regulation does not clearly establish that the Fair Housing Act prevents a public official from firing an employee for any reason or for insubordination.  See Moran's Supp.  Br. at 5-6.  This argument misses the point.  As long as Gonzalez presents evidence in support of her allegation that Moran fired her for refusing to engage in racial discrimination, and that evidence is sufficient to survive a motion for summary judgment, see infra Part IV.B.2, Moran's actual motivation for firing Gonzalez presents classic questions of fact and credibility that the jury will have to resolve.  For purposes of resolving the issue of qualified immunity at the summary judgment stage of the case, we must view the evidence in the light most favorable to Gonzalez and determine whether her allegations, if true, would violate clearly established law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> The special concurrence advances the attractive proposition that since the Civil War and the more recent \"great crusade for civil rights,\" racial discrimination in rental practices is so inherently evil as to bar an assertion of qualified immunity without the need for supporting case law or legislation.  Special Concurrence at 1311.  Certainly, we agree that racial discrimination, in any context, is evil and wish that the concept was as universally acknowledged and readily accepted as the special concurrence suggests.  Regrettably however, in the years since the Civil War and the adoption of the Thirteenth, Fourteenth, and Fifteenth Amendments, the recognition of equality in all aspects of life has neither been axiomatic nor obvious, see, e.g., Plessy v. Ferguson, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></a></span> (1896) (establishing the separate but equal doctrine almost 30 years after the ratification of the Fourteenth Amendment), but has emerged only gradually, see, e.g., Brown v. Board of Educ., <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954) (striking down segregation in public schools more than 80 years after the Fourteenth Amendment);  Loving v. Virginia, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span> (1967) (striking down--only 30 years ago--a statute that criminalized interracial marriage).  Indeed, Congress has recognized the continuing need for legislation to eradicate the cancer of racial discrimination by enacting measures such as the Voting Rights Act, Title VII, and, in this context, the Fair Housing Act</p>\n        <p>We also have no quarrel with the special concurrence's observation that, in the appropriate case, a government official's conduct might be so egregious that the violation of federal law is obvious, even in the absence of case law or legislation recognizing the illegality of materially similar acts;  deference to the Supreme Court's holdings requires nothing less.  See Lanier, 520 U.S. at ----, 117 S.Ct. at 1225-26.   Unlike the conduct at issue in Lanier, which was so repugnant that it had escaped prior contemplation in the relevant sources of authority, the conduct in this case is both outrageous and specifically addressed in the Fair Housing Act.  Standing alone, or as further clarified by regulation 24 C.F.R. &#167; 100.400(c)(3), the Fair Housing Act \"stake[s] out a bright line\" such that the law prohibiting racial discrimination in rental practices was clearly established in the \"concrete and factually defined context\" we required in Lassiter, 28 F.3d at 1149-50.   As a result, Moran's assertion of qualified immunity must fail, and we need not consider this additional teaching of Lanier.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46\">\n        <a class=\"footnote\" href=\"#fn46_ref\">46</a>\n        <p> See R1-15, Amended Complaint, p 1, at 1-2;  id., pp 11-12, at 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> Id., p 30, at 7-8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> See id., p 1, at 1;  id., p 11, at 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, at 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Indeed, if Gonzalez successfully thwarted Moran's intent to deny housing based on race, as would be consistent with Moran's assertion, then Gonzalez obviously made an \"effort to assist a person seeking access to the ... rental of a dwelling,\" 24 C.F.R. &#167; 100.400(c)(3), and thus Gonzalez enjoyed the protections of &#167; 3617</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> See supra Part IV.B.1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn52\">\n        <a class=\"footnote\" href=\"#fn52_ref\">52</a>\n        <p> R1-15, Amended Complaint, p 30, at 7-8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn53\">\n        <a class=\"footnote\" href=\"#fn53_ref\">53</a>\n        <p> Similarly, Moran did not respond effectively to the allegation that Gonzalez resisted Moran's orders to \"skip\" individuals on the housing waiting list because of race.  See id., p 12, at 5. Moran simply contended that this allegation was \"founded upon a single instance in which defendant Moran purportedly told the plaintiff not to offer low-income housing to an individual who was felt to be suffering from a mental disorder.\"   R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, at 8</p>\n        <p>Section 3617, however, prohibits interference with the housing rights of the mentally disabled.  See 24 C.F.R. &#167; 100.400(c)(3) (stating that &#167; 3617 prohibits the dismissal of an employee based on the employee's effort to provide rental housing to a person with a handicap);  see also 42 U.S.C. &#167; 3617 (prohibiting interference with efforts to assist others in enjoying rights established under &#167; 3604);  42 U.S.C. &#167; 3604(f) (prohibiting discrimination based on renter's handicap);  42 U.S.C. &#167; 3602(h)(1),(3) (defining handicapped person as person with substantially limiting mental impairment or person regarded as such).  Because Moran did not dispute that Gonzalez resisted Moran's orders to \"skip\" individuals on the housing waiting list, Moran's admission that she ordered Gonzalez to skip an individual based on that person's mental condition tends to support, rather than refute, Gonzalez's claim that Moran fired her \"in retaliation of her complaints and refusal to participate in the discriminatory rental practices of the Defendants.\"   R1-15, Amended Complaint, p 30, at 7-8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn54\">\n        <a class=\"footnote\" href=\"#fn54_ref\">54</a>\n        <p> See R1-37, Plaintiff's Memorandum in Opposition to Defendant Moran's Motions for Summary Judgment, at 3 (\"The facts, as relied upon by the Court for the purposes of these motions, should be as they have been presented by the Plaintiff in her Amended Complaint and the Affidavit attached to 'Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment' ....\") (footnote omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn55\">\n        <a class=\"footnote\" href=\"#fn55_ref\">55</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 5, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn56\">\n        <a class=\"footnote\" href=\"#fn56_ref\">56</a>\n        <p> See id., Ex.  A, p 8, at 1 (\"A copy of my letter is attached to and incorporated into this Affidavit.  It is marked as Attachment 3.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn57\">\n        <a class=\"footnote\" href=\"#fn57_ref\">57</a>\n        <p> See App.  A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn58\">\n        <a class=\"footnote\" href=\"#fn58_ref\">58</a>\n        <p> See App.  A, p 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn59\">\n        <a class=\"footnote\" href=\"#fn59_ref\">59</a>\n        <p> See App.  A, p 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn60\">\n        <a class=\"footnote\" href=\"#fn60_ref\">60</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, p 11, at 2 (\"A copy of my [October 9] letter [to Puccio] is attached to and incorporated into this Affidavit.  It is marked as Attachment 4.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn61\">\n        <a class=\"footnote\" href=\"#fn61_ref\">61</a>\n        <p> See id., Ex.  A, Attach. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn62\">\n        <a class=\"footnote\" href=\"#fn62_ref\">62</a>\n        <p> See id., Ex.  A, Attach. 4, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn63\">\n        <a class=\"footnote\" href=\"#fn63_ref\">63</a>\n        <p> See id., Ex.  A, Attach. 4, at 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn64\">\n        <a class=\"footnote\" href=\"#fn64_ref\">64</a>\n        <p> See App.  A, p 9 (\"[T]he times that you and me had argue is because you had forced me to discriminate, or rip-off people ....\");  see also id., p 8 (\"I never know who you will want me to house even if they are next on the waiting list.  If it's a white girl with a black baby, you complain, if we have a vacancie on the lederly site, you do not want me to put a black person on that site....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn65\">\n        <a class=\"footnote\" href=\"#fn65_ref\">65</a>\n        <p> See R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  D, at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn66\">\n        <a class=\"footnote\" href=\"#fn66_ref\">66</a>\n        <p> See R1-20, Plaintiff's Memorandum in Support of Motion for Partial Summary Judgment, Ex.  A, Attach. 3;  R1-33, Memorandum of Law in Support of Motion for Summary Judgment of Defendant Moran in her Individual Capacity, Ex.  B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> I also concur with the majority in parts I, II, III, and IV.A. of the opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The regulation \"provides the Department's interpretation of the conduct that is unlawful under section 818 of the Fair Housing Act.\" 24 C.F.R. &#167; 100.400(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> See Opinion at 1301 (\"Ordinarily, a plaintiff who seeks to overcome a state official's affirmative defense of qualified immunity must cite case law, in force at the time of the defendant's actions, that would have made it absolutely clear that the defendant's conduct violated federal law [and] we have acknowledged the possibility that some federal statutory provisions will be sufficiently clear on their own to provide defendants with fair notice of their obligations under the law.\")</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/70184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71001/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112933/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/399379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/421799/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/492506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/522317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/531863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/542407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/546269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/548934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/559980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/565129/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566801/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/574995/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/587389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/591193/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/593203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/611057/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/628999/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/654284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/665872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/671539/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/681697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/685652/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/689899/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/691016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/696237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/704009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/735406/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741842/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/746963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/747621/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/750681/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752086/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:50:55.993988Z",
      "date_modified": "2017-09-21T19:41:53.992561Z",
      "date_filed": "1998-12-02",
      "date_filed_is_approximate": false,
      "slug": "luz-gonzalez-v-lee-county-housing-authority-patricia-moran-individually",
      "citation_id": 732345,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Luz Gonzalez v. Lee County Housing Authority, Patricia Moran, Individually and in Her Official Capacity as Executive Director of the Lee County Housing Authority",
      "federal_cite_one": "161 F.3d 1290",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 66,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1279149/luz-gonzalez-v-lee-county-housing-authority-patricia-moran-individually/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:31:06.179993Z",
  "date_modified": "2016-02-01T18:40:36.063445Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Luz Gonzalez v. Lee County Housing Authority, Patricia Moran, Individually and in Her Official Capacity as Executive Director of the Lee County Housing Authority",
  "slug": "luz-gonzalez-v-lee-county-housing-authority-patricia-moran-individually",
  "docket_number": "97-2952",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}