{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1280175/",
  "id": 1280175,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ksd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1691416/",
      "id": 1691416,
      "absolute_url": "/opinion/1691416/united-states-v-wyandotte-county-kansas/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1280175/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1691416/",
          "id": 1691416,
          "absolute_url": "/opinion/1691416/united-states-v-wyandotte-county-kansas/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1691416/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/428/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:07:53.920072Z",
          "date_modified": "2017-04-06T18:33:48.170297Z",
          "type": "010combined",
          "sha1": "bdc2a4b46905e0b58e2b941d09daff29cbebabac",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>343 F.Supp. 1189 (1972)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWYANDOTTE COUNTY, KANSAS, et al., Defendants.</h1></center>\n<center>Civ. A. No. KC-3163.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>May 9, 1972.</center>\n<p>John N. Mitchell, Atty. Gen., Jerris Leonard, Asst. Atty. Gen., Robert J. Roth, U. S. Atty., D. of Kan., Gerald W. Jones, Richard W. Bourne, Attys., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>J. W. Mahoney, Thomas E. Joyce, Kansas City, Kan., for defendants, Brunk, Boring, and Pacheco.</p>\n<p>Frank D. Menghini, Wyandotte County Atty., Robert J. Foster, Meeks, Whyte &amp; Meeks, Kansas City, Kan., for remaining defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p></p>\n<h2>FINDINGS OF FACT, CONCLUSIONS OF LAW</h2>\n<p>WESLEY E. BROWN, Chief Judge.</p>\n<p>This action was instituted by the Attorney General of the United States for the purpose of securing certain injunctive <span class=\"star-pagination\">*1190</span> relief regarding practices allegedly followed in the Wyandotte County Jail, Kansas City, Kansas, which practices are said to be in violation of contractual rights of the United States, and in violation of Title III of the Civil Rights Act of 1964, 42 U.S.C. § 2000b(a) and the Fourteenth Amendment. More particularly, the government contends that defendants have followed a policy of racial segregation within the jail, and have failed to provide for the security and well being of federal and state prisoners who have been confined in that institution.</p>\n<p>The United States seeks an order from this Court which would require Wyandotte County officials to \"consult with\" the federal Bureau of Prisons, and to develop a plan which will assure cell assignments on a non-racial basis, and which would require institution of certain protective and rehabilitative programs within the county jail.</p>\n<p>The defendants in this action, Wyandotte County, individual members of the Board of Commissioners, the Sheriff, Undersheriff, and Warden of the jail, contend that prisoner housing assignments have been made on the basis of the safety and security of the inmates and jail personnel, and not on the basis of race; that there has been no systematic discrimination based upon race practiced in the operation of the jail, and that the law does not require the institution of various rehabilitative programs suggested by the United States.</p>\n<p>The issues were tried to the Court, and after a view of the premises of the Wyandotte County Jail, and considering the testimony, stipulations and documentary evidence presented by the parties, the Court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>This action was filed on June 5, 1970, by the Attorney General of the United States, pursuant to Section 301(a) and (b) of the Civil Rights Act of 1964, 42 U.S.C.A. § 2000b(a) and (b), upon the ground that the Wyandotte County Jail is a \"public facility\" within the meaning of the Act, and that defendants have practiced racial discrimination in their operation of the county jail, in violation of the Act, and the Fourteenth Amendment.</p>\n<p>Section 2000b(a), Title 42, U.S.C.A. provides in pertinent part that:</p>\n<blockquote>\"Whenever the Attorney General receives a complaint in writing signed by an individual to the effect that he is being deprived of or threatened with the loss of his right to the equal protection of the laws, on account of his race, color, religion, or national origin, by being denied equal utilization of any public facility which is owned, operated, or managed by or on behalf of any State or subdivision thereof . . . and the Attorney General believes the complaint is meritorious and certifies that the signer or signers of such complaint are unable, in his judgment, to initiate and maintain appropriate legal proceedings for relief and that the institution of an action will materially further the orderly progress of desegregation in public facilities, the Attorney General is authorized to institute for or in the name of the United States a civil action in any appropriate district court . . . against such parties and for such relief as may be appropriate, and such court shall have and shall exercise jurisdiction of proceedings instituted pursuant to this section . . . .\"</blockquote>\n<p>A certificate and affidavit have been filed by the Attorney General, to the effect that he has received a complaint in writing from an individual concerning racial discrimination in the Wyandotte County Jail, in accordance with the provisions of 42 U.S.C.A. § 2000b(a). [Complaint, Dkt. 1; Tr. 463.]<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*1191</span> The defendant, Wyandotte County, Kansas, is a public body corporate, and maintains the Wyandotte County Jail, located in the County Courthouse, Kansas City, Kansas. [P.T.O. ¶2].</p>\n<p>The defendant Cordell D. Meeks is a member of, and chairman of the Board of the Wyandotte County Commissioners. Defendants Albert J. Sachen and Julius Novak are members of the Wyandotte County Board of Commissioners. Subsequent to the filing of this lawsuit, Julius Novak replaced the defendant Richard F. Walsh as a Commissioner, and defendant Julius Novak has been substituted for Richard F. Walsh as a party defendant in this action. All of the above named individuals are residents of the State of Kansas. [P.T.O. ¶2].</p>\n<p>The defendant Glenn E. Brunk is the Sheriff of Wyandotte County, and as such has the charge and custody of the Wyandotte County Jail and all prisoners located in said jail. The defendant Jess F. Boring is the Undersheriff of Wyandotte County, and the defendant Sallee Pacheo is a Deputy Sheriff of Wyandotte County, and acts as Warden of the county jail. Sheriff Brunk, and through him, defendants Boring and Pacheco, are charged under Kansas law with the custody and safekeeping of prisoners confined in the county jail. All of the above named individuals are residents of the State of Kansas. [P.T.O. ¶3].</p>\n<p>On November 1, 1969, the United States of America, by and through the Federal Bureau of Prisons, entered into a contract with Wyandotte County, whereby the county undertook to house federal prisoners at a contract rate of $2.10 per day. [Ex. A, P.T.O.]. This contract is for a three year period, to expire October 31, 1972; it was executed on behalf of the county by the defendant Board of County Commissioners, and approved by the Sheriff, defendant Brunk.</p>\n<p>Certain rules and regulations of the Federal Bureau of Prisons are made a part of, and incorporated into the contract between the United States and Wyandotte County. Among these regulations are the following provisions:</p>\n<blockquote>\"1. <i>Responsibility for Prisoners' Custody</i>\n</blockquote>\n<blockquote>It is the responsibility of the sheriff, jailer, or other official responsible for the administration of the institution to keep the prisoners in safe custody and to maintain proper discipline and control.\"</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"3. <i>Standard of Treatment</i>\n</blockquote>\n<blockquote>Federal Prisoners will be held in clean quarters adequately heated and ventilated, and receive adequate and wholesome food, and proper medical services. Juveniles will be held apart from adults and male and female prisoners will be properly segregated. Federal prisoners will not be allowed special privileges or improper liberties . . . .</blockquote>\n<blockquote>Federal prisoners shall not be subjected to corporal punishment or other cruel or inhumane treatment, nor to control or abuse by kangaroo courts. . . .</blockquote>\n<blockquote>Federal prisoners who violate the rules of the institution may be disciplined by the following methods:</blockquote>\n<blockquote>Restriction of privileges.</blockquote>\n<blockquote>Restricted diet of a type approved by physicians as sufficient to safeguard health.</blockquote>\n<blockquote>Solitary confinement for a limited period of time. . . .</blockquote>\n<blockquote>Forfeiture of good conduct deductions. This must have the approval of the Director of the Bureau of Prisons.</blockquote>\n<blockquote>No person confined in a jail or other place of detention shall on the ground of race, color, religion, or national origin, be subjected to discrimination <span class=\"star-pagination\">*1192</span> in any matter relating to his confinement.\"</blockquote>\n<p>Paragraph 14 of the federal regulations incorporated in the contract draw attention to the fact that federal law provides punishment by fine or imprisonment \"for persons who have in custody any federal prisoner and voluntarily or through negligence permit such prisoner to escape.\"</p>\n<p>Pursuant to the contract above described, white and Negro prisoners of the United States have been confined in the Wyandotte County Jail, and monies from the United States Treasury have been paid to Wyandotte County for their care and confinement, at the rate of $2.10 per day for each federal prisoner maintained in the county facility.</p>\n<p>Under Kansas law, the Sheriff has the charge and custody of the county jail and its prisoners. Section 19-811 provides that:</p>\n<blockquote>\"The sheriff shall have the charge and custody of the jail of his county, and all the prisoners in the same, and shall keep such jail himself, or by his deputy or jailer, for whose acts he and his sureties shall be liable.</blockquote>\n<p>Section 19-1903 K.S.A. provides that:</p>\n<blockquote>\"The sheriff of the county by himself or deputy shall keep the jail, and shall be responsible for the manner in which the same is kept. He shall keep separate rooms for the sexes, except where they are lawfully married. He shall supply proper bread, meat, drink and fuel for the prisoners.\"</blockquote>\n<p>Section 19-1919 K.S.A. provides that:</p>\n<blockquote>\"All prisoners shall be treated with humanity, and in a manner calculated to promote their reformation. Juvenile prisoners shall be kept, if the jail will admit it, in apartments separate from those containing more experienced and hardened criminals. The visits of parents and friends who desire to exert a moral influence over them shall at all reasonable times be permitted.\"</blockquote>\n<p>The Board of Commissioners of Wyandotte County is financially responsible for operating the county jail, K.S. A. §§ 19-1901, 28-706, and the Board is charged under Kansas law with the duty of maintaining the jail in such a manner as to assure \"the sufficiency thereof for the safekeeping of prisoners, their convenient<sup>[2]</sup> accommodation and health.\" K.S.A. § 19-1902.</p>\n<p>The Wyandotte County jail occupies the fourth floor of the Wyandotte County Courthouse, Kansas City, Kansas, which facility is over 40 years old. The jail has a prisoner capacity of 148 inmates who are divided among eight cell blocks, or \"tanks\", and a kitchen area. The average daily inmate population is 87. The jail is staffed by the Warden, nine full-time jailers, a steward and matron, and one part-time jailer who works on a temporary basis.</p>\n<p>Many of the prisoners confined, in the Wyandotte County jail are persons not yet convicted of any crime, but detained while awaiting trial for periods up to approximately six months. The balance of the inmate population is made up largely of convicted misdemeanants, serving sentences ranging from 30 days to one year. In addition, the jail contains persons awaiting sentence after a felony or misdemeanor conviction, and others, both federal and state prisoners, in transit from one detention facility to another. The evidence establishes that there is a vast \"turn-over\" in prisoners, as would be expected in any \"jail-type\" institution, as opposed to more permanent holding institutions denominated as \"penitentiaries\". A great percentage of the inmate population in the Wyandotte County Jail is made up of recidivists. [Tr. 310].</p>\n<p>The general layout of the various areas of the jail premises, as disclosed by the testimony of witness Harmon, the Exhibit No. 4, and the Court's personal <span class=\"star-pagination\">*1193</span> view of the premises, may be described as follows:</p>\n<p>Along the north side of the jail there are four separate holding areas, referred to in the evidence as the \"northwest tank\", the \"west tank\", and the \"east tank\", and the \"northeast tank\". Cell areas of each are as follows:</p>\n<blockquote>Northwest tank4 individual cells, with 2 beds each; capacity8.</blockquote>\n<blockquote>West tank4 cells, 8 beds each; capacity 32.</blockquote>\n<blockquote>East tank4 cells, 8 beds each; 1 cell, 4 beds; capacity36.</blockquote>\n<blockquote>Northeast tank4 cells, 8 beds each; capacity32.</blockquote>\n<p>The west-center area of the jail premises is occupied by kitchen facilities and jail offices. Certain prisoners, designated as \"trusties\" help in the kitchen, and their sleeping area, containing 8 beds, is located near the kitchen, and apart from the other prisoners.</p>\n<p>To the east, there is a roof area, and then three additional holding areas located on the eastern wall of the jail premises, described as follows:</p>\n<blockquote>Women's tank2 cells, 2 beds each; capacity 4.</blockquote>\n<blockquote>Drunk tank4 cells, 1 bed each; capacity 4.</blockquote>\n<blockquote>\"Sick tank\"actually a property room, sometimes used to house sick prisoners.</blockquote>\n<p>One additional holding area is located along the south portion of the premises. This area, referred to as the \"South tank\", or \"Boy's Tank\" contains 4 cells, with 6 beds each, with a total capacity of 24. In this area there is also a room referred to as \"the hole\" or \"sweat-box\" by inmates. This is actually a portion of an interrogation room, approximately 4' 4\" by 38\" with a height of 93\". It contains lights, and adequate ventilation through door grates. Prisoners are sometimes confined to this room for disciplinary purposes for short periods of time. [Tr. 302 et seq.; Ex. D].</p>\n<p>With the exception of the \"Northwest tank\", the cell doors in each tank are left open from 7:00 A.M. to 8:00 P.M. daily, and the prisoners are allowed freedom to use the tank space outside their cells during these hours. Each cell in all the tanks has a toilet stool and wash basin. In addition, each tank has a shower and toilet facilities outside the cell areas. [Ex. 4].</p>\n<p>Bathing is available to all prisoners during the daylight hours, with sufficient amounts of soap and clean towels issued regularly. Sheets, blankets and jail clothing are furnished to the prisoners, with all items being sent to a commercial laundry except for sheets which are washed each week by trusties in a laundry located on the premises. Razors are issued each day for the prisoners' use. Medical services are provided by both county an federal doctors who are on call. One doctor makes two regular weekly visits to the jail to make \"sick calls\". [Exs. B and C].</p>\n<p>At the time of trial, additional juvenile facilities had been constructed on the 5th floor of the county courthouse. These facilities are not involved in the issues now before the court.</p>\n<p>The defendant Sheriff Brunk is responsible for county-wide law enforcement besides his duty of keeping the jail and its prisoners. Defendant Brunk has delegated his authority for the day to day operation of the jail to his Undersheriff Boring, and defendant Pacheco, who acts as warden of the jail. Warden Pacheco determines the day to day operations of the jail, determines what kinds of inmate conduct merit discipline, and the extent of punishment for same, determines which special responsibilities should be delegated to inmates and trusties, and what criteria are to be employed in inmate classification and assignment to housing. Defendants Boring and Pacheco make oral and written reports to Sheriff Brunk on unusual occurrences in the jail. Written records of \"casualty reports\" and medical treatment afforded prisoners are kept by members of the jail personnel. No written rules and regulations have been promulgated by Sheriff Brunk for the guidance <span class=\"star-pagination\">*1194</span> of his subordinates, other than a written order that no gas is to be used for the purpose of controlling the prisoners.</p>\n<p>Defendant Brunk became Sheriff of Wyandotte County in January, 1967, and prior to that time had been with the Kansas City Fire Department for 30 years. [Tr. 155, 156]. Undersheriff Boring has also held his position since January, 1967, and prior to that time, he had been with the Kansas City Police Department for over 25 years, where he attained the rank of Captain. While Defendant Boring, like Sheriff Brunk, has other police duties connected with the operation of Wyandotte County, he does visit the jail daily and receives regular reports from Warden Pacheco.</p>\n<p>Warden Pacheco, who has the responsibility for the day-to-day operation of the jail, is a Mexican-American who joined the jail staff in December, 1965. Although he had had no prior correctional background he received \"on the job\" training and took a federal correspondence course on correctional systems. He was appointed Warden of the jail early in 1968.</p>\n<p>In determining tank assignments in the County Jail, the Warden and his staff make certain objective determinations which depend upon the prisoner's age, the charge against him, and his physical and mental condition. Since many of the prisoners are recidivists, the Warden also draws upon his personal knowledge concerning a prisoner's prior conduct in the Wyandotte County Jail. Based upon such objective criteria, the Warden assigns his worst security risks, those known to be prone to excessive violence or escape attempts to the \"Northwest tank,\" which contains the locked cells, with no \"tank area\". Those \"next-worst\", so to speak, those prisoners who have misbehaved while in the general prison population or who need protection from other prisoners, the \"problem prisoners\", are assigned to cells in the Northeast tank. Those charged with minor offenses and young offenders are assigned cells in the \"Boys' Tank\". Those with mental problems, those on narcotics, or those with physical conditions requiring special diets or medication, are assigned to the \"Drunk\" and \"sick\" tanks. Women prisoners, of course, are assigned to the \"Women's tank\".</p>\n<p>The balance of the prisoners, usually older, and charged with various felonies, such as murder, armed robbery, assault, are confined in the East and West tanks. Assignment to one of the two tanks is made upon a racial basis, with Negroes generally being assigned to the East tank, and white prisoners being assigned to the West tank. Thus, a 30-year old white man, charged with armed robbery, would be assigned to the West tank, while a 30-year old black man, charged with the same offense, would be assigned to the East tank. [Tr. 245, 246.]<sup>[3]</sup></p>\n<p>After examination of census reports contained in Exhibits 4, 5, 12, and E, and consideration of the testimony, the Court finds that cell and tank assignments in all holding areas of the county jail, with the exception of the East and West tanks, are made without regard to race. It further appears that assignments to the trusties' sleeping quarters are made without regard to race.<sup>[4]</sup></p>\n<p>The defendants Brunk, Boring, and Pacheco are primarily responsible for the security, safety, and well being of their prisoners, of their jail personnel, and other county employees and members of the public, who utilize other portions of the Wyandotte County Courthouse. There have been several escape attempts, some successful. There has been only one death in the County Jail during Sheriff Brunk's tenure, that being self-inflicted. It is the opinion of <span class=\"star-pagination\">*1195</span> these jail officials that separation of races in the East and West tank areas is necessary for the security and safety of the prisoners, as well as jail personnel, and that such separation reduces the fighting and other acts of violence which are prevalent in most penal institutions, federal penitentiaries being no exception.</p>\n<p>The Court is struck by the fact that although there admittedly is, and has been in the past, racial separation in the East and West tanks, no prisoner who testified before me complained of this fact. It further appears that after a local citizens' committee toured the facility in late 1968, Warden Pacheco made a survey of the men in each tank to inquire whether or not they wished to be \"integrated\". He received unanimous answers of \"No\" in both the East and West tanks. [Tr. 248-249].</p>\n<p>In December, 1968, agents of the F.B. I., investigating the complaint filed with the Attorney General interviewed several Negro inmates of the Wyandotte County Jail concerning racial discrimination. These comments were elicited: [Ex. A]:</p>\n<blockquote>\"In the Wyandotte County Jail the Negro inmates are segregated by race as far as what tank they are held. I think the Negroes should be segregated because this makes for a better situation and less fights. . . .</blockquote>\n<blockquote>\"I do not feel there is any discrimination by race in this jail.\" [L. Gilyard, state prisoner, Ex. A, p. 11].</blockquote>\n<blockquote>\"About one month ago the jail officials asked the Negro inmates in my tank, the East tank, if we wanted to be integrated or stay segregated. The members of my tank, all Negro, voted to stay segregated.</blockquote>\n<blockquote>\"I believe the inmates should be integrated but I prefer to be segregated. The reason being I prefer to be among my own race.\" [F. Sanders, federal prisoner, Ex. A, p. 13].</blockquote>\n<blockquote>\"He stated that the inmates are definitely segregated in that all the Negro inmates are kept in one tank, and all the white inmates are kept together. Kennedy stated other than this fact, he has seen no example of racial discrimination. He knows that the Negroes are fed the exact same food and quantity of food that the white person is fed, and to the best of his knowledge all the prisoners are treated the same by the jail personnel\". [D. Kennedy, federal prisoner, Ex. A, p. 15].</blockquote>\n<blockquote>\"Since I've been in this jail I have been kept in a tank with all Negroes. The reason being this jail is segregated by race as far as what tank an inmate is held.</blockquote>\n<blockquote>There is no racial discrimination in this jail as far as work assignments.</blockquote>\n<blockquote>As far as inmates being segregated or integrated I have no preference.\" [T. Griffin, federal prisoner, Ex. A, p. 16].</blockquote>\n<blockquote>\"I know of no racial discrimination as to work assignments in this jail. The inmates all eat the same food.</blockquote>\n<blockquote>I wish to add, that in my opinion this jail should be segregated by race because this helps to keep down the violence.\" [C. Fells, federal prisoner, Ex. A, p. 18].</blockquote>\n<blockquote>\"In the Wyandotte County Jail the tanks where the inmates are held are segregated by race. The kitchen is integrated and there are five Negroes and three white inmates assigned to the kitchen.</blockquote>\n<blockquote>I know of no racial discrimination in this jail other than the placing of Negroes and whites in separate tanks. This I think is best because I have been in jails where the tanks are integrated and this causes more fights among the inmates.\" [C. Graham, state prisoner, Ex. A, p. 20].</blockquote>\n<p>The Wyandotte County Jail is staffed by the Warden, nine jailers, a steward and a matron [P.T.O. ¶ 4]. These jailers operate in three shifts around the clock. As a general rule, three jailers, including the Warden, are assigned to the day shift, and two jailers are on the night shifts. [Tr. 195-196].</p>\n<p><span class=\"star-pagination\">*1196</span> Training of jailers consists of a two-week on-the-job training program. The only manual used by jailers is a two page set of instructions prepared by the warden. [Tr. 232-234]. During the day time, jailers usually go back and forth through the jail area; during the night hours, a jailer tours the jail once every hour. Because of the distance of the various tanks from the jail office, it is difficult to hear disturbances in the jail, and fights and other inmate abuses can occur without the knowledge of the jailers.</p>\n<p>Each tank area except for the Northwest tank, has one or more large, long tables for dining and work space. Prisoners are usually allowed freedom to use this space outside of their cells from 7:00 A.M. to 8:00 P.M. daily. Prisoners are allowed to play cards and use their radios and television sets during this time.</p>\n<p>Warden Pacheco has attempted to provide other recreational facilities for the inmates. At his suggestion, shuffleboard games were painted inside both the East and West tanks, and ping pong tables in each tank were installed, with the thought that contests and tournaments could be held between the two tanks from time to time. After three months, the shuffleboard cues were broken and used as weapons in the East tank, while the ping pong table in the West tank was broken up by a prisoner, who made a zip gun out of a piece of chrome from the table leg. At the time of trial, the Warden was in the process of converting a storage room near the Northeast tank into a recreational area. His intention is to try again with two ping pong tables in this area, and to install a library to utilize the eight or nine hundred books recently donated to the prison by Johnson County citizens. [Tr. 331, 332].</p>\n<p>The defendants at present have no facilities, programs, or budget for in-prison work projects, work release, education, exercise, or other rehabilitation programs for the inmates of the Wyandotte County Jail. [P.T.O. ¶6].</p>\n<p>The committee of local citizens which toured the jail made recommendations to the Sheriff as to activities which would relieve the monotony of jail life. The Sheriff disapproved of many of the recommendations because he believes a jail's functions are not to treat inmates as guests. Somewhat unrealistic suggestions offered by the committee included installing color television sets, letting the prisoners play volleyball on the courthouse grounds; taking them out to \"browse\" through the public library, and taking them on excursions to the Chief's football games.<sup>[5]</sup> [Tr. 159-160].</p>\n<p>Due to its situation on the fourth floor of the county courthouse, located in downtown Kansas City, Kansas, there is no space available for volleyball games or other outdoor activities at the county jail. The roof area of the premises is not suitable for this type of activity, since it would offer tempting opportunities for escape, and it would obviously present a source of danger to the inmates and jail personnel if a prisoner should decide to push someone over the wall.</p>\n<p>Fights frequently occur in the county jailsometimes three or four a week, sometimes perhaps only once a month. [Tr. 250]. Fights occur in all of the tanks and can erupt over anything, cards, food, a cigarette. Sometimes the <span class=\"star-pagination\">*1197</span> inmates fight \"just for fun\". Some fights are racially inspired. [Tr. 255].</p>\n<p>There were two incidents of sexual attack in the East tank on March 12, 1971, and prosecution on complaint of the victims was initiated, although charges against the accused party were later dropped by the county attorney. [Exs. 11, 13, Test. Carter; Stip.Dkt. # 56].</p>\n<p>On September 2, 1968, three Negro inmates, Dooley, J. W. Jones and L. C. Jones, were beaten and abused by other inmates in the East tank who believed that they were involved in an attack on a relative of another prisoner.<sup>[6]</sup></p>\n<p>On February 19, 1969, a fight occurred between John Caswell and Kenneth Brooks, both white inmates in the West tank. This occurred when Brooks discovered that Caswell had allegedly falsely implicated him in the commission of another crime. Caswell suffered a bruised nose, was subjected to verbal abuse as a \"snitch\" and thrown into the shower. [Exs. 8, F., Test. Brooks].</p>\n<p>In each tank, Warden Pacheco appoints one inmate as \"tankman\", sometimes referred to a \"railman\", or \"keyman\". Their authority is limited, and their duties generally include attending to the wants of the other prisoners by serving meals, passing out commissary items, and seeing that inmates take their prescribed medication, which is dispensed by a guard. Tankmen are also responsible for cleaning their area of the jail, and have authority to select prisoners for this detail. A tankman is supposed to notify the guards of any trouble in the tank, but they have no obligation to stop fights. There was testimony that tankmen sometimes exploited their positions, and that a \"social system\" sometimes develops in the tanks in which tougher, more experienced prisoners \"check-out\" new arrivals as to their courage and fighting ability. [Tr. 416]. No federal prisoner testified concerning mistreatment by a \"kangaroo court\".<sup>[7]</sup></p>\n<p>The Court has carefully considered the various written \"casualty reports\" which are prepared by jail personnel [Exs. to Dkt. #56], together with all of the testimony presented with regard to the various incidences of violence. It is apparent that because of fear of retaliation, victims and witnesses to violence sometimes do not report the true facts to jail officials, and victims themselves have offered innocent reasons for their visible injuries. The evidence however establishes that tankmen have summoned aid for injured prisoners; that the guards, upon discovery of fights, or upon receipt of reports of abuses have provided prompt medical attention, have removed victims to other cells for their own safety, and have disciplined those responsible. The Court finds that the inmates are by no means in charge of the Wyandotte County Jail. Warden Pacheco and his staff have at all times endeavored to provide for the safety and security of their prisoners.</p>\n<p>There are no written rules and regulations governing discipline in the Wyandotte County Jail. From time to time it is necessary to discipline prisoners for fighting, stealing, starting fires, etc. This is accomplished in various ways by isolation in the Northwest, or Northeast tank; by denying visiting rights; denying commissary rights; or in some cases by denying a prisoner one of his three meals per day. Warden Pacheco has also confined a prisoner in the \"sweat box\" mentioned previously for <span class=\"star-pagination\">*1198</span> limited periods of time. All of these forms of discipline are approved by the federal regulations governing care of federal prisoners. In instances where fires have been set, or the plumbing has been stopped up by the prisoners, it has been necessary to remove prisoners' bedding and mattresses and to cut off the water supply for short periods of time.<sup>[8]</sup> [Tr. 285]. While there are no written rules governing discipline, there is affirmative evidence to the effect, and the Court so finds, that discipline administered by Warden Pacheco has been applied in a fair and non-discriminatory manner, that it was not arbitrary or capricious, and that none of the various forms of discipline practiced by Warden Pacheco and his staff constituted cruel or unusual punishment.</p>\n<p>As noted, Sheriff Brunk is responsible for county-wide law enforcement duties, apart from his responsibility for the jail and its prisoners. The Legislature of the State of Kansas has limited the amount of money which he may appropriate as salaries for his county-wide operation to the sum of $346,950.00 per year. K.S.A. Supp. 28-706.<sup>[9]</sup> The County Commissioners have no control over the amount expended by the Sheriff for salaries. [P.T.O. ¶ 3]. Out of his total allowance for county-wide salaries, it appears that Sheriff Brunk is spending approximately $75,000 annually for jail personnel. In June, 1971, his monthly payroll for all county personnel, in the sum of $28,739.20, was distributed as follows: [P.T.O. p. 4].</p>\n<p></p>\n<pre>\nUndersheriff                                $   748.00\nAsst. Chief Deputy                              638.00\nSeven deputies at $499.40                     3,495.80\nJury Clerk                                      444.40\nClerical Supervisor                             575.00\nThree secretaries, $480, $490, $450           1,320.00\nTwo detectives at $605                        1,210.00\nFour dispatchers at $550                      2,200.00\nCaptain, Road crew                              638.00\nFour Lieutenants at $583                      2,332.00\nSixteen Patrolmen at $550                     8,800.00\nWarden, jail                                    638.00\nNine jailers at $550                          4,950.00\nSteward and Matron                              650.00\n                                            __________\n                                            $28,739.20\n</pre>\n<p>Because of low rates of salaries, there is a large turnover in jail personnel. Guards and jailers are hard to get, and hard to keep due to the low salary levels. There has been a turnover in personnel of from 20 to 30 guards since 1968. [Tr. 313].</p>\n<p>In addition to salaries, the expenses of running the jail, which include food, clothing, bedding, and miscellaneous items, are authorized by the Board of County Commissioners, as per request of the Sheriff. [P.T.O. ¶ 3]. In every instance since 1965, the Sheriff has received every dollar to run the jail that he requested. [P.T.O. ¶ 3]. From 1965 through 1969, the approved budget request for the jail was in the amount of $50,000; in 1970, the amount was increased to $55,000, and for 1971, a budget of $60,000 for jail operations was approved.<sup>[10]</sup> [P.T.O. Ex. 4].</p>\n<p>The above figures reflect that monies available for operation of the jail during 1971, including salaries, amounted to $135,000. Based upon an average census of 87 prisoners per day, it thus appears <span class=\"star-pagination\">*1199</span> that Wyandotte County expended approximately $1,550.00 per annum, or $4.40 per day for the care and custody of each prisoner confined in the county jail.</p>\n<p>The law of Kansas requires that a Judge of the district or criminal court, and the county attorney shall make a personal inspection of the county jail \"as to the sufficiency thereof for the safekeeping of prisoners, their convenient accommodation and health\", and make a report of same to the Board of County Commissioners. K.S.A. 19-1902. This Kansas statute further provides that:</p>\n<blockquote>\"Whenever any grand jury shall be in session in any county, it shall be the duty of such jury to make inspection and report to the county commissioners touching the same matters; and it shall be the imperative duty of the county commissioners to issue the necessary orders, or cause to be made the necessary purchases or repairs, in accordance with the recommendations of the grand jury.\"</blockquote>\n<p>Pursuant to K.S.A. 19-1902, inspections were made by the Judges of the District Court of Wyandotte County, and reports were made to the Board of County Commissioners on March 8, 1967, May 3, 1968, May 26, 1970, and March 17, 1971. [Exhibits to Stipulation, Dkt. #56.] On each inspection, the Judges found the jail \"to be sufficient for the safekeeping of prisoners, their convenience, accommodation and health.\" Upon the inspection of May 3, 1968, it was recommended that a new floor be put in the jail kitchen. Funds for this purpose were provided by the Board of County Commissioners.</p>\n<p>The Grand Jury for the December, 1969 Term inspected the county jail as required by statute. A report filed by that body on November 17, 1969, concluded that \"the quality of maintenance of the jail premises exceeds that which might be considered minimal.\" [Ex., Stip., Dkt. #56.]</p>\n<p>Regular inspections of the Wyandotte County Jail are made by the United States Department of Justice, Bureau of Prisons, for the purpose of determining its suitability for confinement of federal prisoners. Inspections for this purpose were made on May 14, 1968, and January 8, 1969, by Mr. Coons of the federal bureau. [Exs. B, C.]</p>\n<p>After his inspections in 1968, and 1969, Mr. Coons gave the county jail an overall rating of \"Fair\".<sup>[11]</sup> In the May, 1968 report, the inspector noted that \"Attitude and behavior of the prisoners indicated they were receiving fair and impartial treatment from the officials and a more relaxed atmosphere was noted than had been in the past\"; and that religious services were provided for the prisoners each Friday evening and Sunday morning by one of the local churches in the jail corridor. The \"outstanding problem\" listed was a fast turnover of employees; it was recommended that a security door to segregation be locked; that records be kept of night patrols, or time clocks be installed in strategic places; and that a study be made concerning use of television sets in the tanks. All of Mr. Coon's recommendations were adopted by Warden Pacheco.</p>\n<p>After the inspection of January 8, 1969, Mr. Coons noted that the morale of the prisoners had improved since his last inspection, probably due to the addition of television sets in the tanks; he found Warden Pacheco to be \"well qualified\" for his position; that adequate food was served, although the diet was monotonous, and that \"as a result of a recent investigation by a citizens committee funds are being made available to purchase paint, tile, stools and other items to improve the appearance of the interior.\" It was recommended that the key to the women's tank remain in the possession of the matron at all times; <span class=\"star-pagination\">*1200</span> that visiting time be limited to 15 minutes per prisoner in order to alleviate overcrowding and avoid possibility of contraband being introduced into the jail; and that the steward be instructed to supervise more closely the planning and preparation of meals. Warden Pacheco complied with these recommendations, with the exception of the key to the women's tank. This suggestion proved unworkable because the tank is frequently used to house male prisoners when there are no female inmates in custody.</p>\n<p>At no time did the federal inspector make objection to the separation of the races in the east and west tanks.</p>\n<p>The government presented the testimony of Mark S. Richmond, Assistant Director of the Federal Bureau of Prisons, for the purpose of pointing out the deficiencies of the Wyandotte County Jail. Mr. Richmond has developed a plan for classifying and screening prisoners at the time they are booked, which plan is exemplified in a brochure received in evidence. [Exhibit 16.] This classification program, first published in 1971, is experimental in nature. The material therein was not brought to the attention of Sheriff Brunk and his personnel, and such recommendations are not a part of the contract between the federal government and Wyandotte County, governing the care and custody of federal prisoners.</p>\n<p>The screening program developed by witness Richmond was designed as a guide to deciding the degree of custody or amount of supervision required for a prisoner. The brochure notes that the guide <i>\"is not a substitute for common sense.\"</i> [Ex. 16, p. 9.]</p>\n<p>As previously noted, the federal government is presently paying $2.10 per day for the keep of a federal prisoner in the Wyandotte County Jail. The range of payment for such services throughout the United States varies widely, from 90 cents to $20.00 per day. The average contract rate for all of the 800 jails which have a contract with the federal government is between $6.00 and $7.00 per day. At the federal penitentiary, Leavenworth, Kansas, the costs to support each prisoner ranges from $6.00 to $10.00 per day. [Tr. 550, 551.]</p>\n<p>Based upon the foregoing findings of fact, the Court further finds:</p>\n<p>Considering all of the circumstances present in the operation of the Wyandotte County Jail, including the physical plant and available space for housing inmates, that in separating the races and the east and west tanks of the county jail, Sheriff Brunk and his deputies acted in good faith, and with common sense, in properly taking into account racial tensions in maintaining the security, discipline and good order in the Wyandotte County Jail;</p>\n<p>That during the period 1968 to date of trial, the defendants have lawfully operated the Wyandotte County Jail in accordance with provisions of the Kansas law, and have supplied proper food, drink and housing for the care and custody of the prisoners, and that the county jail was sufficient for the safekeeping of prisoners, their convenient accommodation and health;</p>\n<p>That from and after November 1, 1969, and in accordance with the contract entered into with the Federal Bureau of Prisons, the defendants have discharged their responsibility of keeping federal prisoners in safe custody, that they have maintained proper discipline and control; that federal prisoners have been held in clean quarters, adequately heated and ventilated; that they have received adequate and wholesome food and proper medical services;</p>\n<p>That no prisoner in the Wyandotte County Jail has been subjected to cruel and unusual punishment with regard to matters of discipline; that there has been no mistreatment of any prisoner by Sheriff Brunk, Warden Pacheco, or any member of their jail staff; that the absence of additional recreational facilities, work-release programs, vocational training and other amenities in the Wyandotte County Jail does not constitute <span class=\"star-pagination\">*1201</span> cruel and unusual punishment or denial of equal protection of the laws;</p>\n<p>That no person confined in the Wyandotte County Jail during the relevant time has been otherwise subjected to discrimination or deprived of his right to equal protection of the laws on account of his race, color, religion, or national origin by being denied equal utilization of the facilities of the Wyandotte County Jail.</p>\n<p>In addition to the alleged violation of contract standards, the government contends that conditions in the Wyandotte County Jail fail to meet \"the minimum standards of the Eighth and Fourteenth Amendments.\" In addition to racial segregation, the government criticizes the classification system used by Warden Pacheco, the failure to separate misdemeanants from felony offenders, the failure to separate those awaiting trial from those convicted, the inadequacy of training of correctional officers; the use of inmate trusties, use of \"kangaroo courts\", an absence of any rehabilitative program for those serving sentences; the absence of exercise or recreational facilities, and absence of written disciplinary regulations.</p>\n<p>The government has candidly stated that the Wyandotte County Jail is no worse than other county jails.<sup>[12]</sup> [Proposed Findings; Memorandum pp. 30-31.] The issue thus presented is whether such institutions, \"in light of current law and knowledge\" are legal and proper places of detention under federal constitutional standards.</p>\n<p>The Wyandotte County Jail is not a place where law abiding citizens would care to spend time. It is built of steel and concrete. It is primarily designed for the isolation and safekeeping of those persons who provide a threat to the security and safety of the citizens of Wyandotte County. Nor would such citizens care to associate with the recidivists held therein. There are, of course, deficiencies in its administration, and the establishment of the various innovative programs suggested by the government would no doubt work toward a more ideal prison system. This Court cannot say that the absence of such expensive and idealistic programs are such as to constitute cruel and unusual punishment within the meaning of the Eighth Amendment, or an unconstitutional denial of \"due process of law.\" The operation of a prison system, or the reform of a state's correctional programs are highly specialized endeavors, requiring \"the sober judgment of experienced correctional personnel\". Washington v. Lee (M.D.Ala.1966) 263 F. Supp. 327, 332, aff'd, Lee v. Washington (1968) 390 U.S. 333, 88 S.Ct. 994, 19 L. Ed.2d 1212. This is not a case in which a state statute arbitrarily, and without exception, requires segregation of the races in all facilities of a state penal system, as was the situation in Washington v. Lee, <i>supra</i><i>.</i> The three-judge court which ruled in that case recognized that in some instances, prison security and discipline may require separation of the races, 263 F.Supp. at 331, and that court further held that separation solely on the basis of race <i>does not</i> constitute a violation of the cruel and unusual punishment clause of the Eighth Amendment, inasmuch as that amendment was adopted \"to prevent inhuman, barbarous or torturous punishment.\" 263 F.Supp. at 332.</p>\n<p>The Court has carefully considered the opinions of the courts in Washington v. Lee, <i>supra</i><i>;</i> Wilson v. Kelley (N.D. <span class=\"star-pagination\">*1202</span> Ga.1968) 294 F.Supp. 1005, aff'd, 393 U.S. 266, 89 S.Ct. 477, 21 L.Ed.2d 425; Rentfrow v. Carter (N.D.Ga.1968) 296 F.Supp. 301; Jordan v. Fitzharris (N. D.Cal.1966) 257 F.Supp. 674 (use of strip cells permitted conditions to prevail \"of a shocking and debased nature\"); and Holt v. Sarver (E.D.Ark. 1970) 309 F.Supp. 362, aff'd 442 F.2d 304 (8th Cir. 1971), which involved conditions and practices \"so bad as to be shocking to the conscience of reasonably civilized people\" in the Arkansas prison system. While we do not adhere to the doctrine announced in the <i>Holt</i> case, <i>supra,</i> regarding sociological theories ripening into Constitutional law, we do agree with that court when it held that the absence of rehabilitative facilities, in and of itself, does not violate Constitutional principles. 309 F.Supp. at 379.<sup>[13]</sup></p>\n<p>In the absence of barbarous and shocking conditions which would justify a finding of \"cruel and unusual punishment\" and other limited instances of clear abuse or caprice of prison officials mentioned in Bethea v. Crouse, 417 F.2d 504 (CA 10, 1969) it is not the function of this Court to interfere with the administration of jails or the penal systems of the State of Kansas.<sup>[14]</sup></p>\n<p><span class=\"star-pagination\">*1203</span> In this day and age the problems faced by wardens and sheriffs and others operating penal institutions are staggering.</p>\n<p>The dockets of this Court are crowded with suits by inmates of jails and penitentiaries against their wardens and jailers. These suits in the nature of habeas corpus and civil rights actions require the resolution of factual contentions by trials.</p>\n<p>Such suits are proliferated with the aid of court decisions, some of which may appear to espouse sociological theories, but all seek to weed out valid cruel and unusual punishment claims from ingenuous, although frivolous and often malicious, contentions of convicted felons. Under the present posture of the law the wardens and jailers bear the burden of these suits.<sup>[15]</sup></p>\n<p>Here the Sheriff's classification of prisoners assigned to his custody and placed in jail could be improved upon. But we regard his primary duty to be to secure the prisoner in custody for future judicial proceedings or retain them in accordance with a lawful judgment for comparatively short periods of time (not to exceed one year).</p>\n<p>Human conduct is such that upon occasion a person may be restrained of liberty in jail who is charged but not yet convicted of any punishable offense. Kansas has adopted statutory provisions (K.S.A.1971, 22-2801) to assure that persons shall not be needlessly detained when such detention serves neither the ends of justice nor the public interest. The Kansas statute is adopted from the federal provisions of 18 U.S.C. § 3146. There is no indication that the mandates of the Kansas statute are not being followed by Kansas authorities.</p>\n<p>A Court's role is best expressed in the views expressed in two cases with which we agree and quote. In the recent case of Novak v. Beto (5th Cir. 1971) 453 F. 2d 661, 670-671, that Court said:</p>\n<blockquote>\"Our role as judges is not to determine which of these treatments (discipline of prisoners) is more rehabilitative than another, or which is more effective than another. The Constitution does not answer such questions. The scope of our review is very limited under the cruel and unusual punishment clause. And there are good reasons for the limitations on the scope of that review. In the first place we simply are not qualified to <span class=\"star-pagination\">*1204</span> answer the many difficult medical, psychological, sociological and correctional questions when it comes to choosing between one form of treatment and another. It is for this reason, we think, that courts have traditionally confined their review of prison regulations to such standards as `barbarous' and `shocking to the conscience'. . . . More important, however, we think it is apparent from our experience with this case . . . that courts simply are not equipped to police the prisons.\"</blockquote>\n<p>In Sostre v. McGinnis (2d Cir. en banc 1971) 442 F.2d 178, 205, appeal pending, the Court pointed out that prison reform is primarily a task for legislators and experienced correctional personnel:</p>\n<blockquote>\"We do not doubt the magnitude of the task ahead before our correctional systems become acceptable and effective from a correctional, social and humane viewpoint, but the proper tools for the job do not lie with a remote federal court. The sensitivity to local nuance, opportunity for daily perseverance, and the human and monetary resources required lie rather with legislators, executives, and citizens in their communities.\"</blockquote>\n<p>With respect to separation of the races in the East and West tanks the Court has found that this practice was a consequence of the good faith judgment of correctional personnel in discharging their primary responsibility of providing for the safety of the prisoners in their charge, as well as to provide for the safety of the jail personnel, and other members of the public having resort to use of the facilities of the county courthouse as a whole. It should not be necessary to point out that problems presented by inmates of the East and West tanks of the Wyandotte County Jail, the majority of which are recidivists, charged with serious felonies and violent crimes, are not those presented by \"racial integration\" of school children, \"free world housing\", theatres, restaurants, or hotels. See Holt v. Sarver, <i>supra,</i> 309 F.Supp. 362, 381.</p>\n<p>We can think of no more appropriate case than this one to follow the teachings of <i>Bethea,</i> when that Court said, (417 F.2d 506)</p>\n<blockquote>\"In balancing the necessity for a free hand in prison administration against the basic constitutional rights of prisoners, it seems practical and workable to say, as did the Fourth Circuit in Edwards v. Duncan, 355 F.2d 993 (4th Cir. 1966), that `[t]he hands-off doctrine operates reasonably to the extent that it prevents judicial review of deprivations which are necessary or reasonable concomitants of imprisonment.'\"</blockquote>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>For the foregoing reasons, this Court is of the opinion, and so concludes:</p>\n<p>This Court has jurisdiction of this action under Section 301(a) of the Civil Rights Act of 1964, 42 U.S.C. § 2000b(a), and 28 U.S.C. § 1345.</p>\n<p>The Attorney General is authorized to institute this action on behalf of the United States pursuant to Section 301(a) and (b) of the Civil Rights Act of 1963, 42 U.S.C. § 2000b(a) and (b), and has inherent power to enforce the contract rights of the United States.</p>\n<p>The Wyandotte County Jail is a public facility within the meaning of 42 U.S.C. § 2000b(a), and the Court hereby incorporates and adopts its prior findings and conclusions to this effect, set out in the Order overruling defendants' motion for summary judgment and to dismiss. [Dkt. #30.]</p>\n<p>The evidence fails to establish that the defendants have breached the conditions of the certain contract, dated November 1, 1969, wherein defendants undertook to provide quarters for federal prisoners.</p>\n<p>The evidence fails to establish that the defendants have violated the equal protection clause of the Fourteenth Amendment of the United States Constitution by depriving any inmate of the Wyandotte County Jail equal utilization <span class=\"star-pagination\">*1205</span> of the public facility, Wyandotte County Jail, in violation of 42 U.S.C. § 2000b(a).</p>\n<p>The evidence fails to establish that any inmate of the Wyandotte County Jail has been subjected to cruel and unusual punishment, in violation of the Eighth Amendment to the Constitution of the United States.</p>\n<p>In accordance with the foregoing findings and conclusions,</p>\n<p>It is ordered that the Clerk of this Court enter judgment in this action in favor of the defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  On October 16, 1968, an <i>ad hoc</i> committee entitled \"Citizens for the Improvement of the County Jail\" addressed a document entitled \"To the Citizens and Public Officials of Wyandotte County, Kansas\" concerning certain conditions at the jail. A copy of this document was directed to the United States Attorney General, then Mr. Ramsey Clark. [Ex. 10.]</p>\n<p>[2]  We adopt the Webster Dictionary meaning of convenient, namely, \"fit . . . suitable\".</p>\n<p>[3]  A census report of 1/28/70 reveals, however, that thirteen Negroes were assigned to the West Tank, although they were assigned to cells 1 and 2, with the white prisoners being assigned to cells 3 and 4.</p>\n<p>[4]  On 1/28/70, there were five white and three Negro trusties; on 10/29/71, five Negro and three white trusties; on 11/2/71, two white, five Negro, and one Mexican-American trusties.</p>\n<p>[5]  The Sheriff's response to these suggestions: \". . . I just can't bring myself to take a man that has been charged with rape and brought up there and put in jail one day and take him down and browse through the library the next day. I just can't see that. It is my responsibility to take care of those prisoners . . . . I told him . . . `This isn't a rest home up here. This place up here, this isn't a place for people to come and rest up until they can get out and commit another crime, where they can rejuvenate themselves and rest up. This is a jail and as long as I am Sheriff I am going to see that it is a jail. I am not going to mistreat anybody but they are not going to be treated as guests.'\"</p>\n<p>[6]  Although Dooley was only 18 years of age, and had never been arrested before, it appears that he and the Joneses were arrested as a result of a family affray in which a shotgun had been discharged three times at a house in Bonner Springs. Dooley was booked on a charge of assaulting an officer and resisting arrest.</p>\n<p>[7]  Witness Harris, a Negro and former state inmate of the Wyandotte County Jail, testified to the existence of what he referred to as a \"kangaroo court\". This appears to be the informal manner in which new arrivals are \"checked-out\". Harris appears to have progressed well at his \"trial\", he did not \"back down\", there was no fight, and he suffered no injury. [Tr. 419].</p>\n<p>[8]  On one occasion the jail was flooded, causing damage to a courtroom on the floor below. Extensive renovation of the plumbing system was necessary. Within the past 2 to 3 years Wyandotte County has spent in excess of $100,000 on courthouse plumbing, a great portion of which was spent on the jail. [Tr. 577.]</p>\n<p>[9]  K.S.A. 28-706 provides a salary of $10,900 per annum for the Sheriff, plus car allowance of $160 per month, with deputies receiving a car allowance of $100 per month. The Sheriff appoints jailers, with the approval of the county commissioners, one jury clerk, a matron for the county jail, and a cook to prepare the meals for the prisoners. A limit of $346,950 is set for expenditures for salaries of deputies, jailers, jury clerk, matron, cook, clerks and stenographers.</p>\n<p>[10]  A budget for operating the Sheriff's Office for 1971 was approved in the total sum of $482,170.00. This was distributed as follows:\n</p>\n<p></p>\n<pre>\nSalaries (fixed by Legislature)       $346,950.00\nOffice Expense                           5,500.00\nCar Allowance                           12,720.00\nConveying to Institutions                8,000.00\nRoad Patrol                             49,000.00\nJail                                    60,000.00\n(These figures do not include maintenance repairs)\n</pre>\n<p>[11]  \"Administration\" was rated as \"Good\", Inmate employment and activities were rated \"Poor\", while \"Fair\" ratings were given for custody and security, inmate control and discipline, food, housekeeping, etc.</p>\n<p>[12]  \"Regretably, in many respects the Wyandotte County Jail is not atypical. We make no contention that this jail or this sheriff and his deputies provide detention that is substantially different in terms of facilities and programs from that afforded by many other jurisdictions. In candor, we must advise the Court that, except for racial assignments, the Wyandotte Jail is comparable to those of many other jurisdictions. Overcrowding, idleness, and inmate brutality are salient features of many American penal institutions, and among them the local jails which handle most misdemeanants and serve as the doorway to adult institutions for felons are the most inadequate in every way.\"</p>\n<p>[13]  \"<i>This Court knows that a sociological theory or idea may ripen into constitutional law; many such theories and ideas have done so.</i> But, this Court is not prepared to say that such a ripening has occurred as yet as far as rehabilitation of convicts is concerned. Given an otherwise unexceptional penal institution, the Court is not willing to hold that confinement in it is unconstitutional simply because the institution does not operate a school, or provide vocational training, or other rehabilitative facilities and services which many institutions now offer.\" [309 F. Supp. at 379]. The Court found, however, that absence of such facilities remains a factor in the overall constitutional question presented by the Arkansas prison system.</p>\n<p>[14]  <i>Kansas state \"penal\" institutions.</i>\n</p>\n<p>1. State Industrial School for Boys (Topeka) § 76-2101 et seq.</p>\n<p>2. State Industrial School for Girls (Beloit) § 76-2201 et seq.</p>\n<p>The above two institutions are under the director of the State Department of Social Welfare, § 75-3307.</p>\n<p>3. State Industrial Reformatory (Hutchinson) § 76-2301 (under jurisdiction of state director of \"penal institutions\" persons between ages of 16 and 25 may be sent here or to state penitentiary (if first offense) at discretion of trial judge. § 76-2320 provides that \"discipline shall be reformatory\": and that control over prisoners is so as to best secure \"their reformation\".</p>\n<p>4. State Penitentiary (Lansing) § 76-2401, et seq.</p>\n<p>The statutes provide for a warden, deputies, clerks, physicians, chaplain, \"director of classification of prisoners\", superintendent of industries, etc.</p>\n<p>The duties of the Warden are set out in § 76-2406:</p>\n<p>To exercise general superintendence; give necessary directions to guards; to examine daily into the state of the penitentiary and the health, conduct and safekeeping of the prisoners; and \"to use every proper means to furnish employment to the prisoners most beneficial to the public and best suited to their several capacities\".</p>\n<p>All of his rules must be published (§ 76-2410); Bibles to be furnished to each prisoner, and if he is illiterate, he is to be taught reading, writing and arithmetic (§ 76-2413).</p>\n<p>The chaplain is also the librarian, and he must \"devote his whole time to the intellectual and moral improvement of the convicts\" (§ 76-2417).</p>\n<p><i>Punishment of prisoners set out in</i> § <i>76-2423:</i></p>\n<p>\"There shall be no corporal punishment, and no painful and unusual kinds of punishment inflicted, such as binding the limbs or any member thereof, or placing and keeping the person in painful posture; and that the punishment of delinquent prisoners shall be restricted to the ball and chain, but so used as not to torture the person or limbs, and to close and solitary confinement, with such deprivation, of light and such limitation in kind and quality of food as may, in the exercise of sound discretion, produce distress without hazarding the life of the offender\". (Laws of 1868, 1891).</p>\n<p>Provisions are also made for working the prisoners, with pay ($1.00 per day, less deductions)</p>\n<p>5. State Security Hospital (Larned)  used for mentally ill persons from penitentiary (§ 76-2460)</p>\n<p>(All inmates may correspond freely with the Governor and Department of Social Welfare, § 76-2464).</p>\n<p>6. State Reception and Diagnostic Center, Shawnee County § 76-24a01.</p>\n<p><i>The purpose is set out in</i> § <i>76-24a03:</i></p>\n<p>\"The primary function and purpose of the Kansas State Reception and Diagnostic Center shall be to provide a thorough and scientific examination and study of all felony offenders of the male sex sentenced by the courts of this state to state penal institutions so that each such offender may be assigned to a state penal institution having the type of security (maximum, medium or minimum) and programs of education, employment or treatment designed to accomplish a maximum of rehabilitation for such offender.\"</p>\n<p>The Superintendent of this Center is authorized to appoint psychiatrists, psychologists, social workers, chaplains, etc.</p>\n<p>7. State Industrial Farm for Women (Lansing) § 76-2501.</p>\n<p>Discipline is to be \"reformatory\", and assignments of inmates to work and housing required to be by \"a careful classification according to physical, mental and moral conditions\" in order that groups of individuals may be mutually helpful in reformation.</p>\n<p>8. Minimum Security Institutionto be located on grounds of the Kansas Technical Institute, Shawnee County [New Laws, 1970] § 76-24b01.</p>\n<p>The purpose of same is \"for the confinement, discipline, education, rehabilitation, care and reformation\" of male persons. The institution is to provide industrial, vocational and other training to inmates.</p>\n<p>9. Kansas Correctional Institution for WomenThis apparently is to take place of the old \"state industrial farm for women\" [New Laws, 1970].</p>\n<p>[15]  See Wright v. McMann, (2 Cir. 1972) 460 F.2d 126.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1189</span></span> (1972)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWYANDOTTE COUNTY, KANSAS, et al., Defendants.</h1></center>\n<center>Civ. A. No. KC-3163.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>May 9, 1972.</center>\n<p>John N. Mitchell, Atty. Gen., Jerris Leonard, Asst. Atty. Gen., Robert J. Roth, U. S. Atty., D. of Kan., Gerald W. Jones, Richard W. Bourne, Attys., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>J. W. Mahoney, Thomas E. Joyce, Kansas City, Kan., for defendants, Brunk, Boring, and Pacheco.</p>\n<p>Frank D. Menghini, Wyandotte County Atty., Robert J. Foster, Meeks, Whyte &amp; Meeks, Kansas City, Kan., for remaining defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p></p>\n<h2>FINDINGS OF FACT, CONCLUSIONS OF LAW</h2>\n<p>WESLEY E. BROWN, Chief Judge.</p>\n<p>This action was instituted by the Attorney General of the United States for the purpose of securing certain injunctive <span class=\"star-pagination\">*1190</span> relief regarding practices allegedly followed in the Wyandotte County Jail, Kansas City, Kansas, which practices are said to be in violation of contractual rights of the United States, and in violation of Title III of the Civil Rights Act of 1964, 42 U.S.C. § 2000b(a) and the Fourteenth Amendment. More particularly, the government contends that defendants have followed a policy of racial segregation within the jail, and have failed to provide for the security and well being of federal and state prisoners who have been confined in that institution.</p>\n<p>The United States seeks an order from this Court which would require Wyandotte County officials to \"consult with\" the federal Bureau of Prisons, and to develop a plan which will assure cell assignments on a non-racial basis, and which would require institution of certain protective and rehabilitative programs within the county jail.</p>\n<p>The defendants in this action, Wyandotte County, individual members of the Board of Commissioners, the Sheriff, Undersheriff, and Warden of the jail, contend that prisoner housing assignments have been made on the basis of the safety and security of the inmates and jail personnel, and not on the basis of race; that there has been no systematic discrimination based upon race practiced in the operation of the jail, and that the law does not require the institution of various rehabilitative programs suggested by the United States.</p>\n<p>The issues were tried to the Court, and after a view of the premises of the Wyandotte County Jail, and considering the testimony, stipulations and documentary evidence presented by the parties, the Court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>This action was filed on June 5, 1970, by the Attorney General of the United States, pursuant to Section 301(a) and (b) of the Civil Rights Act of 1964, 42 U.S.C.A. § 2000b(a) and (b), upon the ground that the Wyandotte County Jail is a \"public facility\" within the meaning of the Act, and that defendants have practiced racial discrimination in their operation of the county jail, in violation of the Act, and the Fourteenth Amendment.</p>\n<p>Section 2000b(a), Title 42, U.S.C.A. provides in pertinent part that:</p>\n<blockquote>\"Whenever the Attorney General receives a complaint in writing signed by an individual to the effect that he is being deprived of or threatened with the loss of his right to the equal protection of the laws, on account of his race, color, religion, or national origin, by being denied equal utilization of any public facility which is owned, operated, or managed by or on behalf of any State or subdivision thereof . . . and the Attorney General believes the complaint is meritorious and certifies that the signer or signers of such complaint are unable, in his judgment, to initiate and maintain appropriate legal proceedings for relief and that the institution of an action will materially further the orderly progress of desegregation in public facilities, the Attorney General is authorized to institute for or in the name of the United States a civil action in any appropriate district court . . . against such parties and for such relief as may be appropriate, and such court shall have and shall exercise jurisdiction of proceedings instituted pursuant to this section . . . .\"</blockquote>\n<p>A certificate and affidavit have been filed by the Attorney General, to the effect that he has received a complaint in writing from an individual concerning racial discrimination in the Wyandotte County Jail, in accordance with the provisions of 42 U.S.C.A. § 2000b(a). [Complaint, Dkt. 1; Tr. 463.]<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*1191</span> The defendant, Wyandotte County, Kansas, is a public body corporate, and maintains the Wyandotte County Jail, located in the County Courthouse, Kansas City, Kansas. [P.T.O. ¶2].</p>\n<p>The defendant Cordell D. Meeks is a member of, and chairman of the Board of the Wyandotte County Commissioners. Defendants Albert J. Sachen and Julius Novak are members of the Wyandotte County Board of Commissioners. Subsequent to the filing of this lawsuit, Julius Novak replaced the defendant Richard F. Walsh as a Commissioner, and defendant Julius Novak has been substituted for Richard F. Walsh as a party defendant in this action. All of the above named individuals are residents of the State of Kansas. [P.T.O. ¶2].</p>\n<p>The defendant Glenn E. Brunk is the Sheriff of Wyandotte County, and as such has the charge and custody of the Wyandotte County Jail and all prisoners located in said jail. The defendant Jess F. Boring is the Undersheriff of Wyandotte County, and the defendant Sallee Pacheo is a Deputy Sheriff of Wyandotte County, and acts as Warden of the county jail. Sheriff Brunk, and through him, defendants Boring and Pacheco, are charged under Kansas law with the custody and safekeeping of prisoners confined in the county jail. All of the above named individuals are residents of the State of Kansas. [P.T.O. ¶3].</p>\n<p>On November 1, 1969, the United States of America, by and through the Federal Bureau of Prisons, entered into a contract with Wyandotte County, whereby the county undertook to house federal prisoners at a contract rate of $2.10 per day. [Ex. A, P.T.O.]. This contract is for a three year period, to expire October 31, 1972; it was executed on behalf of the county by the defendant Board of County Commissioners, and approved by the Sheriff, defendant Brunk.</p>\n<p>Certain rules and regulations of the Federal Bureau of Prisons are made a part of, and incorporated into the contract between the United States and Wyandotte County. Among these regulations are the following provisions:</p>\n<blockquote>\"1. <i>Responsibility for Prisoners' Custody</i>\n</blockquote>\n<blockquote>It is the responsibility of the sheriff, jailer, or other official responsible for the administration of the institution to keep the prisoners in safe custody and to maintain proper discipline and control.\"</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"3. <i>Standard of Treatment</i>\n</blockquote>\n<blockquote>Federal Prisoners will be held in clean quarters adequately heated and ventilated, and receive adequate and wholesome food, and proper medical services. Juveniles will be held apart from adults and male and female prisoners will be properly segregated. Federal prisoners will not be allowed special privileges or improper liberties . . . .</blockquote>\n<blockquote>Federal prisoners shall not be subjected to corporal punishment or other cruel or inhumane treatment, nor to control or abuse by kangaroo courts. . . .</blockquote>\n<blockquote>Federal prisoners who violate the rules of the institution may be disciplined by the following methods:</blockquote>\n<blockquote>Restriction of privileges.</blockquote>\n<blockquote>Restricted diet of a type approved by physicians as sufficient to safeguard health.</blockquote>\n<blockquote>Solitary confinement for a limited period of time. . . .</blockquote>\n<blockquote>Forfeiture of good conduct deductions. This must have the approval of the Director of the Bureau of Prisons.</blockquote>\n<blockquote>No person confined in a jail or other place of detention shall on the ground of race, color, religion, or national origin, be subjected to discrimination <span class=\"star-pagination\">*1192</span> in any matter relating to his confinement.\"</blockquote>\n<p>Paragraph 14 of the federal regulations incorporated in the contract draw attention to the fact that federal law provides punishment by fine or imprisonment \"for persons who have in custody any federal prisoner and voluntarily or through negligence permit such prisoner to escape.\"</p>\n<p>Pursuant to the contract above described, white and Negro prisoners of the United States have been confined in the Wyandotte County Jail, and monies from the United States Treasury have been paid to Wyandotte County for their care and confinement, at the rate of $2.10 per day for each federal prisoner maintained in the county facility.</p>\n<p>Under Kansas law, the Sheriff has the charge and custody of the county jail and its prisoners. Section 19-811 provides that:</p>\n<blockquote>\"The sheriff shall have the charge and custody of the jail of his county, and all the prisoners in the same, and shall keep such jail himself, or by his deputy or jailer, for whose acts he and his sureties shall be liable.</blockquote>\n<p>Section 19-1903 K.S.A. provides that:</p>\n<blockquote>\"The sheriff of the county by himself or deputy shall keep the jail, and shall be responsible for the manner in which the same is kept. He shall keep separate rooms for the sexes, except where they are lawfully married. He shall supply proper bread, meat, drink and fuel for the prisoners.\"</blockquote>\n<p>Section 19-1919 K.S.A. provides that:</p>\n<blockquote>\"All prisoners shall be treated with humanity, and in a manner calculated to promote their reformation. Juvenile prisoners shall be kept, if the jail will admit it, in apartments separate from those containing more experienced and hardened criminals. The visits of parents and friends who desire to exert a moral influence over them shall at all reasonable times be permitted.\"</blockquote>\n<p>The Board of Commissioners of Wyandotte County is financially responsible for operating the county jail, K.S. A. §§ 19-1901, 28-706, and the Board is charged under Kansas law with the duty of maintaining the jail in such a manner as to assure \"the sufficiency thereof for the safekeeping of prisoners, their convenient<sup>[2]</sup> accommodation and health.\" K.S.A. § 19-1902.</p>\n<p>The Wyandotte County jail occupies the fourth floor of the Wyandotte County Courthouse, Kansas City, Kansas, which facility is over 40 years old. The jail has a prisoner capacity of 148 inmates who are divided among eight cell blocks, or \"tanks\", and a kitchen area. The average daily inmate population is 87. The jail is staffed by the Warden, nine full-time jailers, a steward and matron, and one part-time jailer who works on a temporary basis.</p>\n<p>Many of the prisoners confined, in the Wyandotte County jail are persons not yet convicted of any crime, but detained while awaiting trial for periods up to approximately six months. The balance of the inmate population is made up largely of convicted misdemeanants, serving sentences ranging from 30 days to one year. In addition, the jail contains persons awaiting sentence after a felony or misdemeanor conviction, and others, both federal and state prisoners, in transit from one detention facility to another. The evidence establishes that there is a vast \"turn-over\" in prisoners, as would be expected in any \"jail-type\" institution, as opposed to more permanent holding institutions denominated as \"penitentiaries\". A great percentage of the inmate population in the Wyandotte County Jail is made up of recidivists. [Tr. 310].</p>\n<p>The general layout of the various areas of the jail premises, as disclosed by the testimony of witness Harmon, the Exhibit No. 4, and the Court's personal <span class=\"star-pagination\">*1193</span> view of the premises, may be described as follows:</p>\n<p>Along the north side of the jail there are four separate holding areas, referred to in the evidence as the \"northwest tank\", the \"west tank\", and the \"east tank\", and the \"northeast tank\". Cell areas of each are as follows:</p>\n<blockquote>Northwest tank4 individual cells, with 2 beds each; capacity8.</blockquote>\n<blockquote>West tank4 cells, 8 beds each; capacity 32.</blockquote>\n<blockquote>East tank4 cells, 8 beds each; 1 cell, 4 beds; capacity36.</blockquote>\n<blockquote>Northeast tank4 cells, 8 beds each; capacity32.</blockquote>\n<p>The west-center area of the jail premises is occupied by kitchen facilities and jail offices. Certain prisoners, designated as \"trusties\" help in the kitchen, and their sleeping area, containing 8 beds, is located near the kitchen, and apart from the other prisoners.</p>\n<p>To the east, there is a roof area, and then three additional holding areas located on the eastern wall of the jail premises, described as follows:</p>\n<blockquote>Women's tank2 cells, 2 beds each; capacity 4.</blockquote>\n<blockquote>Drunk tank4 cells, 1 bed each; capacity 4.</blockquote>\n<blockquote>\"Sick tank\"actually a property room, sometimes used to house sick prisoners.</blockquote>\n<p>One additional holding area is located along the south portion of the premises. This area, referred to as the \"South tank\", or \"Boy's Tank\" contains 4 cells, with 6 beds each, with a total capacity of 24. In this area there is also a room referred to as \"the hole\" or \"sweat-box\" by inmates. This is actually a portion of an interrogation room, approximately 4' 4\" by 38\" with a height of 93\". It contains lights, and adequate ventilation through door grates. Prisoners are sometimes confined to this room for disciplinary purposes for short periods of time. [Tr. 302 et seq.; Ex. D].</p>\n<p>With the exception of the \"Northwest tank\", the cell doors in each tank are left open from 7:00 A.M. to 8:00 P.M. daily, and the prisoners are allowed freedom to use the tank space outside their cells during these hours. Each cell in all the tanks has a toilet stool and wash basin. In addition, each tank has a shower and toilet facilities outside the cell areas. [Ex. 4].</p>\n<p>Bathing is available to all prisoners during the daylight hours, with sufficient amounts of soap and clean towels issued regularly. Sheets, blankets and jail clothing are furnished to the prisoners, with all items being sent to a commercial laundry except for sheets which are washed each week by trusties in a laundry located on the premises. Razors are issued each day for the prisoners' use. Medical services are provided by both county an federal doctors who are on call. One doctor makes two regular weekly visits to the jail to make \"sick calls\". [Exs. B and C].</p>\n<p>At the time of trial, additional juvenile facilities had been constructed on the 5th floor of the county courthouse. These facilities are not involved in the issues now before the court.</p>\n<p>The defendant Sheriff Brunk is responsible for county-wide law enforcement besides his duty of keeping the jail and its prisoners. Defendant Brunk has delegated his authority for the day to day operation of the jail to his Undersheriff Boring, and defendant Pacheco, who acts as warden of the jail. Warden Pacheco determines the day to day operations of the jail, determines what kinds of inmate conduct merit discipline, and the extent of punishment for same, determines which special responsibilities should be delegated to inmates and trusties, and what criteria are to be employed in inmate classification and assignment to housing. Defendants Boring and Pacheco make oral and written reports to Sheriff Brunk on unusual occurrences in the jail. Written records of \"casualty reports\" and medical treatment afforded prisoners are kept by members of the jail personnel. No written rules and regulations have been promulgated by Sheriff Brunk for the guidance <span class=\"star-pagination\">*1194</span> of his subordinates, other than a written order that no gas is to be used for the purpose of controlling the prisoners.</p>\n<p>Defendant Brunk became Sheriff of Wyandotte County in January, 1967, and prior to that time had been with the Kansas City Fire Department for 30 years. [Tr. 155, 156]. Undersheriff Boring has also held his position since January, 1967, and prior to that time, he had been with the Kansas City Police Department for over 25 years, where he attained the rank of Captain. While Defendant Boring, like Sheriff Brunk, has other police duties connected with the operation of Wyandotte County, he does visit the jail daily and receives regular reports from Warden Pacheco.</p>\n<p>Warden Pacheco, who has the responsibility for the day-to-day operation of the jail, is a Mexican-American who joined the jail staff in December, 1965. Although he had had no prior correctional background he received \"on the job\" training and took a federal correspondence course on correctional systems. He was appointed Warden of the jail early in 1968.</p>\n<p>In determining tank assignments in the County Jail, the Warden and his staff make certain objective determinations which depend upon the prisoner's age, the charge against him, and his physical and mental condition. Since many of the prisoners are recidivists, the Warden also draws upon his personal knowledge concerning a prisoner's prior conduct in the Wyandotte County Jail. Based upon such objective criteria, the Warden assigns his worst security risks, those known to be prone to excessive violence or escape attempts to the \"Northwest tank,\" which contains the locked cells, with no \"tank area\". Those \"next-worst\", so to speak, those prisoners who have misbehaved while in the general prison population or who need protection from other prisoners, the \"problem prisoners\", are assigned to cells in the Northeast tank. Those charged with minor offenses and young offenders are assigned cells in the \"Boys' Tank\". Those with mental problems, those on narcotics, or those with physical conditions requiring special diets or medication, are assigned to the \"Drunk\" and \"sick\" tanks. Women prisoners, of course, are assigned to the \"Women's tank\".</p>\n<p>The balance of the prisoners, usually older, and charged with various felonies, such as murder, armed robbery, assault, are confined in the East and West tanks. Assignment to one of the two tanks is made upon a racial basis, with Negroes generally being assigned to the East tank, and white prisoners being assigned to the West tank. Thus, a 30-year old white man, charged with armed robbery, would be assigned to the West tank, while a 30-year old black man, charged with the same offense, would be assigned to the East tank. [Tr. 245, 246.]<sup>[3]</sup></p>\n<p>After examination of census reports contained in Exhibits 4, 5, 12, and E, and consideration of the testimony, the Court finds that cell and tank assignments in all holding areas of the county jail, with the exception of the East and West tanks, are made without regard to race. It further appears that assignments to the trusties' sleeping quarters are made without regard to race.<sup>[4]</sup></p>\n<p>The defendants Brunk, Boring, and Pacheco are primarily responsible for the security, safety, and well being of their prisoners, of their jail personnel, and other county employees and members of the public, who utilize other portions of the Wyandotte County Courthouse. There have been several escape attempts, some successful. There has been only one death in the County Jail during Sheriff Brunk's tenure, that being self-inflicted. It is the opinion of <span class=\"star-pagination\">*1195</span> these jail officials that separation of races in the East and West tank areas is necessary for the security and safety of the prisoners, as well as jail personnel, and that such separation reduces the fighting and other acts of violence which are prevalent in most penal institutions, federal penitentiaries being no exception.</p>\n<p>The Court is struck by the fact that although there admittedly is, and has been in the past, racial separation in the East and West tanks, no prisoner who testified before me complained of this fact. It further appears that after a local citizens' committee toured the facility in late 1968, Warden Pacheco made a survey of the men in each tank to inquire whether or not they wished to be \"integrated\". He received unanimous answers of \"No\" in both the East and West tanks. [Tr. 248-249].</p>\n<p>In December, 1968, agents of the F.B. I., investigating the complaint filed with the Attorney General interviewed several Negro inmates of the Wyandotte County Jail concerning racial discrimination. These comments were elicited: [Ex. A]:</p>\n<blockquote>\"In the Wyandotte County Jail the Negro inmates are segregated by race as far as what tank they are held. I think the Negroes should be segregated because this makes for a better situation and less fights. . . .</blockquote>\n<blockquote>\"I do not feel there is any discrimination by race in this jail.\" [L. Gilyard, state prisoner, Ex. A, p. 11].</blockquote>\n<blockquote>\"About one month ago the jail officials asked the Negro inmates in my tank, the East tank, if we wanted to be integrated or stay segregated. The members of my tank, all Negro, voted to stay segregated.</blockquote>\n<blockquote>\"I believe the inmates should be integrated but I prefer to be segregated. The reason being I prefer to be among my own race.\" [F. Sanders, federal prisoner, Ex. A, p. 13].</blockquote>\n<blockquote>\"He stated that the inmates are definitely segregated in that all the Negro inmates are kept in one tank, and all the white inmates are kept together. Kennedy stated other than this fact, he has seen no example of racial discrimination. He knows that the Negroes are fed the exact same food and quantity of food that the white person is fed, and to the best of his knowledge all the prisoners are treated the same by the jail personnel\". [D. Kennedy, federal prisoner, Ex. A, p. 15].</blockquote>\n<blockquote>\"Since I've been in this jail I have been kept in a tank with all Negroes. The reason being this jail is segregated by race as far as what tank an inmate is held.</blockquote>\n<blockquote>There is no racial discrimination in this jail as far as work assignments.</blockquote>\n<blockquote>As far as inmates being segregated or integrated I have no preference.\" [T. Griffin, federal prisoner, Ex. A, p. 16].</blockquote>\n<blockquote>\"I know of no racial discrimination as to work assignments in this jail. The inmates all eat the same food.</blockquote>\n<blockquote>I wish to add, that in my opinion this jail should be segregated by race because this helps to keep down the violence.\" [C. Fells, federal prisoner, Ex. A, p. 18].</blockquote>\n<blockquote>\"In the Wyandotte County Jail the tanks where the inmates are held are segregated by race. The kitchen is integrated and there are five Negroes and three white inmates assigned to the kitchen.</blockquote>\n<blockquote>I know of no racial discrimination in this jail other than the placing of Negroes and whites in separate tanks. This I think is best because I have been in jails where the tanks are integrated and this causes more fights among the inmates.\" [C. Graham, state prisoner, Ex. A, p. 20].</blockquote>\n<p>The Wyandotte County Jail is staffed by the Warden, nine jailers, a steward and a matron [P.T.O. ¶ 4]. These jailers operate in three shifts around the clock. As a general rule, three jailers, including the Warden, are assigned to the day shift, and two jailers are on the night shifts. [Tr. 195-196].</p>\n<p><span class=\"star-pagination\">*1196</span> Training of jailers consists of a two-week on-the-job training program. The only manual used by jailers is a two page set of instructions prepared by the warden. [Tr. 232-234]. During the day time, jailers usually go back and forth through the jail area; during the night hours, a jailer tours the jail once every hour. Because of the distance of the various tanks from the jail office, it is difficult to hear disturbances in the jail, and fights and other inmate abuses can occur without the knowledge of the jailers.</p>\n<p>Each tank area except for the Northwest tank, has one or more large, long tables for dining and work space. Prisoners are usually allowed freedom to use this space outside of their cells from 7:00 A.M. to 8:00 P.M. daily. Prisoners are allowed to play cards and use their radios and television sets during this time.</p>\n<p>Warden Pacheco has attempted to provide other recreational facilities for the inmates. At his suggestion, shuffleboard games were painted inside both the East and West tanks, and ping pong tables in each tank were installed, with the thought that contests and tournaments could be held between the two tanks from time to time. After three months, the shuffleboard cues were broken and used as weapons in the East tank, while the ping pong table in the West tank was broken up by a prisoner, who made a zip gun out of a piece of chrome from the table leg. At the time of trial, the Warden was in the process of converting a storage room near the Northeast tank into a recreational area. His intention is to try again with two ping pong tables in this area, and to install a library to utilize the eight or nine hundred books recently donated to the prison by Johnson County citizens. [Tr. 331, 332].</p>\n<p>The defendants at present have no facilities, programs, or budget for in-prison work projects, work release, education, exercise, or other rehabilitation programs for the inmates of the Wyandotte County Jail. [P.T.O. ¶6].</p>\n<p>The committee of local citizens which toured the jail made recommendations to the Sheriff as to activities which would relieve the monotony of jail life. The Sheriff disapproved of many of the recommendations because he believes a jail's functions are not to treat inmates as guests. Somewhat unrealistic suggestions offered by the committee included installing color television sets, letting the prisoners play volleyball on the courthouse grounds; taking them out to \"browse\" through the public library, and taking them on excursions to the Chief's football games.<sup>[5]</sup> [Tr. 159-160].</p>\n<p>Due to its situation on the fourth floor of the county courthouse, located in downtown Kansas City, Kansas, there is no space available for volleyball games or other outdoor activities at the county jail. The roof area of the premises is not suitable for this type of activity, since it would offer tempting opportunities for escape, and it would obviously present a source of danger to the inmates and jail personnel if a prisoner should decide to push someone over the wall.</p>\n<p>Fights frequently occur in the county jailsometimes three or four a week, sometimes perhaps only once a month. [Tr. 250]. Fights occur in all of the tanks and can erupt over anything, cards, food, a cigarette. Sometimes the <span class=\"star-pagination\">*1197</span> inmates fight \"just for fun\". Some fights are racially inspired. [Tr. 255].</p>\n<p>There were two incidents of sexual attack in the East tank on March 12, 1971, and prosecution on complaint of the victims was initiated, although charges against the accused party were later dropped by the county attorney. [Exs. 11, 13, Test. Carter; Stip.Dkt. # 56].</p>\n<p>On September 2, 1968, three Negro inmates, Dooley, J. W. Jones and L. C. Jones, were beaten and abused by other inmates in the East tank who believed that they were involved in an attack on a relative of another prisoner.<sup>[6]</sup></p>\n<p>On February 19, 1969, a fight occurred between John Caswell and Kenneth Brooks, both white inmates in the West tank. This occurred when Brooks discovered that Caswell had allegedly falsely implicated him in the commission of another crime. Caswell suffered a bruised nose, was subjected to verbal abuse as a \"snitch\" and thrown into the shower. [Exs. 8, F., Test. Brooks].</p>\n<p>In each tank, Warden Pacheco appoints one inmate as \"tankman\", sometimes referred to a \"railman\", or \"keyman\". Their authority is limited, and their duties generally include attending to the wants of the other prisoners by serving meals, passing out commissary items, and seeing that inmates take their prescribed medication, which is dispensed by a guard. Tankmen are also responsible for cleaning their area of the jail, and have authority to select prisoners for this detail. A tankman is supposed to notify the guards of any trouble in the tank, but they have no obligation to stop fights. There was testimony that tankmen sometimes exploited their positions, and that a \"social system\" sometimes develops in the tanks in which tougher, more experienced prisoners \"check-out\" new arrivals as to their courage and fighting ability. [Tr. 416]. No federal prisoner testified concerning mistreatment by a \"kangaroo court\".<sup>[7]</sup></p>\n<p>The Court has carefully considered the various written \"casualty reports\" which are prepared by jail personnel [Exs. to Dkt. #56], together with all of the testimony presented with regard to the various incidences of violence. It is apparent that because of fear of retaliation, victims and witnesses to violence sometimes do not report the true facts to jail officials, and victims themselves have offered innocent reasons for their visible injuries. The evidence however establishes that tankmen have summoned aid for injured prisoners; that the guards, upon discovery of fights, or upon receipt of reports of abuses have provided prompt medical attention, have removed victims to other cells for their own safety, and have disciplined those responsible. The Court finds that the inmates are by no means in charge of the Wyandotte County Jail. Warden Pacheco and his staff have at all times endeavored to provide for the safety and security of their prisoners.</p>\n<p>There are no written rules and regulations governing discipline in the Wyandotte County Jail. From time to time it is necessary to discipline prisoners for fighting, stealing, starting fires, etc. This is accomplished in various ways by isolation in the Northwest, or Northeast tank; by denying visiting rights; denying commissary rights; or in some cases by denying a prisoner one of his three meals per day. Warden Pacheco has also confined a prisoner in the \"sweat box\" mentioned previously for <span class=\"star-pagination\">*1198</span> limited periods of time. All of these forms of discipline are approved by the federal regulations governing care of federal prisoners. In instances where fires have been set, or the plumbing has been stopped up by the prisoners, it has been necessary to remove prisoners' bedding and mattresses and to cut off the water supply for short periods of time.<sup>[8]</sup> [Tr. 285]. While there are no written rules governing discipline, there is affirmative evidence to the effect, and the Court so finds, that discipline administered by Warden Pacheco has been applied in a fair and non-discriminatory manner, that it was not arbitrary or capricious, and that none of the various forms of discipline practiced by Warden Pacheco and his staff constituted cruel or unusual punishment.</p>\n<p>As noted, Sheriff Brunk is responsible for county-wide law enforcement duties, apart from his responsibility for the jail and its prisoners. The Legislature of the State of Kansas has limited the amount of money which he may appropriate as salaries for his county-wide operation to the sum of $346,950.00 per year. K.S.A. Supp. 28-706.<sup>[9]</sup> The County Commissioners have no control over the amount expended by the Sheriff for salaries. [P.T.O. ¶ 3]. Out of his total allowance for county-wide salaries, it appears that Sheriff Brunk is spending approximately $75,000 annually for jail personnel. In June, 1971, his monthly payroll for all county personnel, in the sum of $28,739.20, was distributed as follows: [P.T.O. p. 4].</p>\n<p></p>\n<pre>\nUndersheriff                                $   748.00\nAsst. Chief Deputy                              638.00\nSeven deputies at $499.40                     3,495.80\nJury Clerk                                      444.40\nClerical Supervisor                             575.00\nThree secretaries, $480, $490, $450           1,320.00\nTwo detectives at $605                        1,210.00\nFour dispatchers at $550                      2,200.00\nCaptain, Road crew                              638.00\nFour Lieutenants at $583                      2,332.00\nSixteen Patrolmen at $550                     8,800.00\nWarden, jail                                    638.00\nNine jailers at $550                          4,950.00\nSteward and Matron                              650.00\n                                            __________\n                                            $28,739.20\n</pre>\n<p>Because of low rates of salaries, there is a large turnover in jail personnel. Guards and jailers are hard to get, and hard to keep due to the low salary levels. There has been a turnover in personnel of from 20 to 30 guards since 1968. [Tr. 313].</p>\n<p>In addition to salaries, the expenses of running the jail, which include food, clothing, bedding, and miscellaneous items, are authorized by the Board of County Commissioners, as per request of the Sheriff. [P.T.O. ¶ 3]. In every instance since 1965, the Sheriff has received every dollar to run the jail that he requested. [P.T.O. ¶ 3]. From 1965 through 1969, the approved budget request for the jail was in the amount of $50,000; in 1970, the amount was increased to $55,000, and for 1971, a budget of $60,000 for jail operations was approved.<sup>[10]</sup> [P.T.O. Ex. 4].</p>\n<p>The above figures reflect that monies available for operation of the jail during 1971, including salaries, amounted to $135,000. Based upon an average census of 87 prisoners per day, it thus appears <span class=\"star-pagination\">*1199</span> that Wyandotte County expended approximately $1,550.00 per annum, or $4.40 per day for the care and custody of each prisoner confined in the county jail.</p>\n<p>The law of Kansas requires that a Judge of the district or criminal court, and the county attorney shall make a personal inspection of the county jail \"as to the sufficiency thereof for the safekeeping of prisoners, their convenient accommodation and health\", and make a report of same to the Board of County Commissioners. K.S.A. 19-1902. This Kansas statute further provides that:</p>\n<blockquote>\"Whenever any grand jury shall be in session in any county, it shall be the duty of such jury to make inspection and report to the county commissioners touching the same matters; and it shall be the imperative duty of the county commissioners to issue the necessary orders, or cause to be made the necessary purchases or repairs, in accordance with the recommendations of the grand jury.\"</blockquote>\n<p>Pursuant to K.S.A. 19-1902, inspections were made by the Judges of the District Court of Wyandotte County, and reports were made to the Board of County Commissioners on March 8, 1967, May 3, 1968, May 26, 1970, and March 17, 1971. [Exhibits to Stipulation, Dkt. #56.] On each inspection, the Judges found the jail \"to be sufficient for the safekeeping of prisoners, their convenience, accommodation and health.\" Upon the inspection of May 3, 1968, it was recommended that a new floor be put in the jail kitchen. Funds for this purpose were provided by the Board of County Commissioners.</p>\n<p>The Grand Jury for the December, 1969 Term inspected the county jail as required by statute. A report filed by that body on November 17, 1969, concluded that \"the quality of maintenance of the jail premises exceeds that which might be considered minimal.\" [Ex., Stip., Dkt. #56.]</p>\n<p>Regular inspections of the Wyandotte County Jail are made by the United States Department of Justice, Bureau of Prisons, for the purpose of determining its suitability for confinement of federal prisoners. Inspections for this purpose were made on May 14, 1968, and January 8, 1969, by Mr. Coons of the federal bureau. [Exs. B, C.]</p>\n<p>After his inspections in 1968, and 1969, Mr. Coons gave the county jail an overall rating of \"Fair\".<sup>[11]</sup> In the May, 1968 report, the inspector noted that \"Attitude and behavior of the prisoners indicated they were receiving fair and impartial treatment from the officials and a more relaxed atmosphere was noted than had been in the past\"; and that religious services were provided for the prisoners each Friday evening and Sunday morning by one of the local churches in the jail corridor. The \"outstanding problem\" listed was a fast turnover of employees; it was recommended that a security door to segregation be locked; that records be kept of night patrols, or time clocks be installed in strategic places; and that a study be made concerning use of television sets in the tanks. All of Mr. Coon's recommendations were adopted by Warden Pacheco.</p>\n<p>After the inspection of January 8, 1969, Mr. Coons noted that the morale of the prisoners had improved since his last inspection, probably due to the addition of television sets in the tanks; he found Warden Pacheco to be \"well qualified\" for his position; that adequate food was served, although the diet was monotonous, and that \"as a result of a recent investigation by a citizens committee funds are being made available to purchase paint, tile, stools and other items to improve the appearance of the interior.\" It was recommended that the key to the women's tank remain in the possession of the matron at all times; <span class=\"star-pagination\">*1200</span> that visiting time be limited to 15 minutes per prisoner in order to alleviate overcrowding and avoid possibility of contraband being introduced into the jail; and that the steward be instructed to supervise more closely the planning and preparation of meals. Warden Pacheco complied with these recommendations, with the exception of the key to the women's tank. This suggestion proved unworkable because the tank is frequently used to house male prisoners when there are no female inmates in custody.</p>\n<p>At no time did the federal inspector make objection to the separation of the races in the east and west tanks.</p>\n<p>The government presented the testimony of Mark S. Richmond, Assistant Director of the Federal Bureau of Prisons, for the purpose of pointing out the deficiencies of the Wyandotte County Jail. Mr. Richmond has developed a plan for classifying and screening prisoners at the time they are booked, which plan is exemplified in a brochure received in evidence. [Exhibit 16.] This classification program, first published in 1971, is experimental in nature. The material therein was not brought to the attention of Sheriff Brunk and his personnel, and such recommendations are not a part of the contract between the federal government and Wyandotte County, governing the care and custody of federal prisoners.</p>\n<p>The screening program developed by witness Richmond was designed as a guide to deciding the degree of custody or amount of supervision required for a prisoner. The brochure notes that the guide <i>\"is not a substitute for common sense.\"</i> [Ex. 16, p. 9.]</p>\n<p>As previously noted, the federal government is presently paying $2.10 per day for the keep of a federal prisoner in the Wyandotte County Jail. The range of payment for such services throughout the United States varies widely, from 90 cents to $20.00 per day. The average contract rate for all of the 800 jails which have a contract with the federal government is between $6.00 and $7.00 per day. At the federal penitentiary, Leavenworth, Kansas, the costs to support each prisoner ranges from $6.00 to $10.00 per day. [Tr. 550, 551.]</p>\n<p>Based upon the foregoing findings of fact, the Court further finds:</p>\n<p>Considering all of the circumstances present in the operation of the Wyandotte County Jail, including the physical plant and available space for housing inmates, that in separating the races and the east and west tanks of the county jail, Sheriff Brunk and his deputies acted in good faith, and with common sense, in properly taking into account racial tensions in maintaining the security, discipline and good order in the Wyandotte County Jail;</p>\n<p>That during the period 1968 to date of trial, the defendants have lawfully operated the Wyandotte County Jail in accordance with provisions of the Kansas law, and have supplied proper food, drink and housing for the care and custody of the prisoners, and that the county jail was sufficient for the safekeeping of prisoners, their convenient accommodation and health;</p>\n<p>That from and after November 1, 1969, and in accordance with the contract entered into with the Federal Bureau of Prisons, the defendants have discharged their responsibility of keeping federal prisoners in safe custody, that they have maintained proper discipline and control; that federal prisoners have been held in clean quarters, adequately heated and ventilated; that they have received adequate and wholesome food and proper medical services;</p>\n<p>That no prisoner in the Wyandotte County Jail has been subjected to cruel and unusual punishment with regard to matters of discipline; that there has been no mistreatment of any prisoner by Sheriff Brunk, Warden Pacheco, or any member of their jail staff; that the absence of additional recreational facilities, work-release programs, vocational training and other amenities in the Wyandotte County Jail does not constitute <span class=\"star-pagination\">*1201</span> cruel and unusual punishment or denial of equal protection of the laws;</p>\n<p>That no person confined in the Wyandotte County Jail during the relevant time has been otherwise subjected to discrimination or deprived of his right to equal protection of the laws on account of his race, color, religion, or national origin by being denied equal utilization of the facilities of the Wyandotte County Jail.</p>\n<p>In addition to the alleged violation of contract standards, the government contends that conditions in the Wyandotte County Jail fail to meet \"the minimum standards of the Eighth and Fourteenth Amendments.\" In addition to racial segregation, the government criticizes the classification system used by Warden Pacheco, the failure to separate misdemeanants from felony offenders, the failure to separate those awaiting trial from those convicted, the inadequacy of training of correctional officers; the use of inmate trusties, use of \"kangaroo courts\", an absence of any rehabilitative program for those serving sentences; the absence of exercise or recreational facilities, and absence of written disciplinary regulations.</p>\n<p>The government has candidly stated that the Wyandotte County Jail is no worse than other county jails.<sup>[12]</sup> [Proposed Findings; Memorandum pp. 30-31.] The issue thus presented is whether such institutions, \"in light of current law and knowledge\" are legal and proper places of detention under federal constitutional standards.</p>\n<p>The Wyandotte County Jail is not a place where law abiding citizens would care to spend time. It is built of steel and concrete. It is primarily designed for the isolation and safekeeping of those persons who provide a threat to the security and safety of the citizens of Wyandotte County. Nor would such citizens care to associate with the recidivists held therein. There are, of course, deficiencies in its administration, and the establishment of the various innovative programs suggested by the government would no doubt work toward a more ideal prison system. This Court cannot say that the absence of such expensive and idealistic programs are such as to constitute cruel and unusual punishment within the meaning of the Eighth Amendment, or an unconstitutional denial of \"due process of law.\" The operation of a prison system, or the reform of a state's correctional programs are highly specialized endeavors, requiring \"the sober judgment of experienced correctional personnel\". Washington v. Lee (M.D.Ala.1966) <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">327</span></span>, 332, aff'd, Lee v. Washington (1968) <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">994</span></a></span>, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1212</span></a></span>. This is not a case in which a state statute arbitrarily, and without exception, requires segregation of the races in all facilities of a state penal system, as was the situation in Washington v. Lee, <i>supra</i><i>.</i> The three-judge court which ruled in that case recognized that in some instances, prison security and discipline may require separation of the races, 263 F.Supp. at 331, and that court further held that separation solely on the basis of race <i>does not</i> constitute a violation of the cruel and unusual punishment clause of the Eighth Amendment, inasmuch as that amendment was adopted \"to prevent inhuman, barbarous or torturous punishment.\" 263 F.Supp. at 332.</p>\n<p>The Court has carefully considered the opinions of the courts in Washington v. Lee, <i>supra</i><i>;</i> Wilson v. Kelley (N.D. <span class=\"star-pagination\">*1202</span> Ga.1968) <span class=\"citation\" data-id=\"1883714\"><a href=\"/opinion/1883714/wilson-v-kelley/\"><span class=\"volume\">294</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1005</span></a></span>, aff'd, <span class=\"citation\" data-id=\"107812\"><a href=\"/opinion/107812/wilson-v-kelley/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">477</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">425</span></span>; Rentfrow v. Carter (N.D.Ga.1968) <span class=\"citation\" data-id=\"1982981\"><a href=\"/opinion/1982981/rentfrow-v-carter/\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">301</span></a></span>; Jordan v. Fitzharris (N. D.Cal.1966) <span class=\"citation\" data-id=\"1600643\"><a href=\"/opinion/1600643/jordan-v-fitzharris/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">674</span></a></span> (use of strip cells permitted conditions to prevail \"of a shocking and debased nature\"); and Holt v. Sarver (E.D.Ark. 1970) <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></span>, aff'd <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (8th Cir. 1971), which involved conditions and practices \"so bad as to be shocking to the conscience of reasonably civilized people\" in the Arkansas prison system. While we do not adhere to the doctrine announced in the <i>Holt</i> case, <i>supra,</i> regarding sociological theories ripening into Constitutional law, we do agree with that court when it held that the absence of rehabilitative facilities, in and of itself, does not violate Constitutional principles. 309 F.Supp. at 379.<sup>[13]</sup></p>\n<p>In the absence of barbarous and shocking conditions which would justify a finding of \"cruel and unusual punishment\" and other limited instances of clear abuse or caprice of prison officials mentioned in Bethea v. Crouse, <span class=\"citation\" data-id=\"286950\"><a href=\"/opinion/286950/oscar-bethea-v-sherman-h-crouse-warden-kansas-state-penitentiary-james/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span> (CA 10, 1969) it is not the function of this Court to interfere with the administration of jails or the penal systems of the State of Kansas.<sup>[14]</sup></p>\n<p><span class=\"star-pagination\">*1203</span> In this day and age the problems faced by wardens and sheriffs and others operating penal institutions are staggering.</p>\n<p>The dockets of this Court are crowded with suits by inmates of jails and penitentiaries against their wardens and jailers. These suits in the nature of habeas corpus and civil rights actions require the resolution of factual contentions by trials.</p>\n<p>Such suits are proliferated with the aid of court decisions, some of which may appear to espouse sociological theories, but all seek to weed out valid cruel and unusual punishment claims from ingenuous, although frivolous and often malicious, contentions of convicted felons. Under the present posture of the law the wardens and jailers bear the burden of these suits.<sup>[15]</sup></p>\n<p>Here the Sheriff's classification of prisoners assigned to his custody and placed in jail could be improved upon. But we regard his primary duty to be to secure the prisoner in custody for future judicial proceedings or retain them in accordance with a lawful judgment for comparatively short periods of time (not to exceed one year).</p>\n<p>Human conduct is such that upon occasion a person may be restrained of liberty in jail who is charged but not yet convicted of any punishable offense. Kansas has adopted statutory provisions (K.S.A.1971, 22-2801) to assure that persons shall not be needlessly detained when such detention serves neither the ends of justice nor the public interest. The Kansas statute is adopted from the federal provisions of 18 U.S.C. § 3146. There is no indication that the mandates of the Kansas statute are not being followed by Kansas authorities.</p>\n<p>A Court's role is best expressed in the views expressed in two cases with which we agree and quote. In the recent case of Novak v. Beto (5th Cir. 1971) <span class=\"citation\" data-id=\"300811\"><a href=\"/opinion/300811/ronald-novak-individually-and-on-behalf-of-all-others-similarly-situated/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span>, 670-671, that Court said:</p>\n<blockquote>\"Our role as judges is not to determine which of these treatments (discipline of prisoners) is more rehabilitative than another, or which is more effective than another. The Constitution does not answer such questions. The scope of our review is very limited under the cruel and unusual punishment clause. And there are good reasons for the limitations on the scope of that review. In the first place we simply are not qualified to <span class=\"star-pagination\">*1204</span> answer the many difficult medical, psychological, sociological and correctional questions when it comes to choosing between one form of treatment and another. It is for this reason, we think, that courts have traditionally confined their review of prison regulations to such standards as `barbarous' and `shocking to the conscience'. . . . More important, however, we think it is apparent from our experience with this case . . . that courts simply are not equipped to police the prisons.\"</blockquote>\n<p>In Sostre v. McGinnis (2d Cir. en banc 1971) <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 205, appeal pending, the Court pointed out that prison reform is primarily a task for legislators and experienced correctional personnel:</p>\n<blockquote>\"We do not doubt the magnitude of the task ahead before our correctional systems become acceptable and effective from a correctional, social and humane viewpoint, but the proper tools for the job do not lie with a remote federal court. The sensitivity to local nuance, opportunity for daily perseverance, and the human and monetary resources required lie rather with legislators, executives, and citizens in their communities.\"</blockquote>\n<p>With respect to separation of the races in the East and West tanks the Court has found that this practice was a consequence of the good faith judgment of correctional personnel in discharging their primary responsibility of providing for the safety of the prisoners in their charge, as well as to provide for the safety of the jail personnel, and other members of the public having resort to use of the facilities of the county courthouse as a whole. It should not be necessary to point out that problems presented by inmates of the East and West tanks of the Wyandotte County Jail, the majority of which are recidivists, charged with serious felonies and violent crimes, are not those presented by \"racial integration\" of school children, \"free world housing\", theatres, restaurants, or hotels. See Holt v. Sarver, <i>supra,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></span>, 381.</p>\n<p>We can think of no more appropriate case than this one to follow the teachings of <i>Bethea,</i> when that Court said, (<span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></span>)</p>\n<blockquote>\"In balancing the necessity for a free hand in prison administration against the basic constitutional rights of prisoners, it seems practical and workable to say, as did the Fourth Circuit in Edwards v. Duncan, <span class=\"citation\" data-id=\"270556\"><a href=\"/opinion/270556/clarence-r-edwards-v-john-b-duncan-dc-commissioner/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">993</span></a></span> (4th Cir. 1966), that `[t]he hands-off doctrine operates reasonably to the extent that it prevents judicial review of deprivations which are necessary or reasonable concomitants of imprisonment.'\"</blockquote>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>For the foregoing reasons, this Court is of the opinion, and so concludes:</p>\n<p>This Court has jurisdiction of this action under Section 301(a) of the Civil Rights Act of 1964, 42 U.S.C. § 2000b(a), and 28 U.S.C. § 1345.</p>\n<p>The Attorney General is authorized to institute this action on behalf of the United States pursuant to Section 301(a) and (b) of the Civil Rights Act of 1963, 42 U.S.C. § 2000b(a) and (b), and has inherent power to enforce the contract rights of the United States.</p>\n<p>The Wyandotte County Jail is a public facility within the meaning of 42 U.S.C. § 2000b(a), and the Court hereby incorporates and adopts its prior findings and conclusions to this effect, set out in the Order overruling defendants' motion for summary judgment and to dismiss. [Dkt. #30.]</p>\n<p>The evidence fails to establish that the defendants have breached the conditions of the certain contract, dated November 1, 1969, wherein defendants undertook to provide quarters for federal prisoners.</p>\n<p>The evidence fails to establish that the defendants have violated the equal protection clause of the Fourteenth Amendment of the United States Constitution by depriving any inmate of the Wyandotte County Jail equal utilization <span class=\"star-pagination\">*1205</span> of the public facility, Wyandotte County Jail, in violation of 42 U.S.C. § 2000b(a).</p>\n<p>The evidence fails to establish that any inmate of the Wyandotte County Jail has been subjected to cruel and unusual punishment, in violation of the Eighth Amendment to the Constitution of the United States.</p>\n<p>In accordance with the foregoing findings and conclusions,</p>\n<p>It is ordered that the Clerk of this Court enter judgment in this action in favor of the defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  On October 16, 1968, an <i>ad hoc</i> committee entitled \"Citizens for the Improvement of the County Jail\" addressed a document entitled \"To the Citizens and Public Officials of Wyandotte County, Kansas\" concerning certain conditions at the jail. A copy of this document was directed to the United States Attorney General, then Mr. Ramsey Clark. [Ex. 10.]</p>\n<p>[2]  We adopt the Webster Dictionary meaning of convenient, namely, \"fit . . . suitable\".</p>\n<p>[3]  A census report of 1/28/70 reveals, however, that thirteen Negroes were assigned to the West Tank, although they were assigned to cells 1 and 2, with the white prisoners being assigned to cells 3 and 4.</p>\n<p>[4]  On 1/28/70, there were five white and three Negro trusties; on 10/29/71, five Negro and three white trusties; on 11/2/71, two white, five Negro, and one Mexican-American trusties.</p>\n<p>[5]  The Sheriff's response to these suggestions: \". . . I just can't bring myself to take a man that has been charged with rape and brought up there and put in jail one day and take him down and browse through the library the next day. I just can't see that. It is my responsibility to take care of those prisoners . . . . I told him . . . `This isn't a rest home up here. This place up here, this isn't a place for people to come and rest up until they can get out and commit another crime, where they can rejuvenate themselves and rest up. This is a jail and as long as I am Sheriff I am going to see that it is a jail. I am not going to mistreat anybody but they are not going to be treated as guests.'\"</p>\n<p>[6]  Although Dooley was only 18 years of age, and had never been arrested before, it appears that he and the Joneses were arrested as a result of a family affray in which a shotgun had been discharged three times at a house in Bonner Springs. Dooley was booked on a charge of assaulting an officer and resisting arrest.</p>\n<p>[7]  Witness Harris, a Negro and former state inmate of the Wyandotte County Jail, testified to the existence of what he referred to as a \"kangaroo court\". This appears to be the informal manner in which new arrivals are \"checked-out\". Harris appears to have progressed well at his \"trial\", he did not \"back down\", there was no fight, and he suffered no injury. [Tr. 419].</p>\n<p>[8]  On one occasion the jail was flooded, causing damage to a courtroom on the floor below. Extensive renovation of the plumbing system was necessary. Within the past 2 to 3 years Wyandotte County has spent in excess of $100,000 on courthouse plumbing, a great portion of which was spent on the jail. [Tr. 577.]</p>\n<p>[9]  K.S.A. 28-706 provides a salary of $10,900 per annum for the Sheriff, plus car allowance of $160 per month, with deputies receiving a car allowance of $100 per month. The Sheriff appoints jailers, with the approval of the county commissioners, one jury clerk, a matron for the county jail, and a cook to prepare the meals for the prisoners. A limit of $346,950 is set for expenditures for salaries of deputies, jailers, jury clerk, matron, cook, clerks and stenographers.</p>\n<p>[10]  A budget for operating the Sheriff's Office for 1971 was approved in the total sum of $482,170.00. This was distributed as follows:\n</p>\n<p></p>\n<pre>\nSalaries (fixed by Legislature)       $346,950.00\nOffice Expense                           5,500.00\nCar Allowance                           12,720.00\nConveying to Institutions                8,000.00\nRoad Patrol                             49,000.00\nJail                                    60,000.00\n(These figures do not include maintenance repairs)\n</pre>\n<p>[11]  \"Administration\" was rated as \"Good\", Inmate employment and activities were rated \"Poor\", while \"Fair\" ratings were given for custody and security, inmate control and discipline, food, housekeeping, etc.</p>\n<p>[12]  \"Regretably, in many respects the Wyandotte County Jail is not atypical. We make no contention that this jail or this sheriff and his deputies provide detention that is substantially different in terms of facilities and programs from that afforded by many other jurisdictions. In candor, we must advise the Court that, except for racial assignments, the Wyandotte Jail is comparable to those of many other jurisdictions. Overcrowding, idleness, and inmate brutality are salient features of many American penal institutions, and among them the local jails which handle most misdemeanants and serve as the doorway to adult institutions for felons are the most inadequate in every way.\"</p>\n<p>[13]  \"<i>This Court knows that a sociological theory or idea may ripen into constitutional law; many such theories and ideas have done so.</i> But, this Court is not prepared to say that such a ripening has occurred as yet as far as rehabilitation of convicts is concerned. Given an otherwise unexceptional penal institution, the Court is not willing to hold that confinement in it is unconstitutional simply because the institution does not operate a school, or provide vocational training, or other rehabilitative facilities and services which many institutions now offer.\" [309 F. Supp. at 379]. The Court found, however, that absence of such facilities remains a factor in the overall constitutional question presented by the Arkansas prison system.</p>\n<p>[14]  <i>Kansas state \"penal\" institutions.</i>\n</p>\n<p>1. State Industrial School for Boys (Topeka) § 76-2101 et seq.</p>\n<p>2. State Industrial School for Girls (Beloit) § 76-2201 et seq.</p>\n<p>The above two institutions are under the director of the State Department of Social Welfare, § 75-3307.</p>\n<p>3. State Industrial Reformatory (Hutchinson) § 76-2301 (under jurisdiction of state director of \"penal institutions\" persons between ages of 16 and 25 may be sent here or to state penitentiary (if first offense) at discretion of trial judge. § 76-2320 provides that \"discipline shall be reformatory\": and that control over prisoners is so as to best secure \"their reformation\".</p>\n<p>4. State Penitentiary (Lansing) § 76-2401, et seq.</p>\n<p>The statutes provide for a warden, deputies, clerks, physicians, chaplain, \"director of classification of prisoners\", superintendent of industries, etc.</p>\n<p>The duties of the Warden are set out in § 76-2406:</p>\n<p>To exercise general superintendence; give necessary directions to guards; to examine daily into the state of the penitentiary and the health, conduct and safekeeping of the prisoners; and \"to use every proper means to furnish employment to the prisoners most beneficial to the public and best suited to their several capacities\".</p>\n<p>All of his rules must be published (§ 76-2410); Bibles to be furnished to each prisoner, and if he is illiterate, he is to be taught reading, writing and arithmetic (§ 76-2413).</p>\n<p>The chaplain is also the librarian, and he must \"devote his whole time to the intellectual and moral improvement of the convicts\" (§ 76-2417).</p>\n<p><i>Punishment of prisoners set out in</i> § <i>76-2423:</i></p>\n<p>\"There shall be no corporal punishment, and no painful and unusual kinds of punishment inflicted, such as binding the limbs or any member thereof, or placing and keeping the person in painful posture; and that the punishment of delinquent prisoners shall be restricted to the ball and chain, but so used as not to torture the person or limbs, and to close and solitary confinement, with such deprivation, of light and such limitation in kind and quality of food as may, in the exercise of sound discretion, produce distress without hazarding the life of the offender\". (Laws of 1868, 1891).</p>\n<p>Provisions are also made for working the prisoners, with pay ($1.00 per day, less deductions)</p>\n<p>5. State Security Hospital (Larned)  used for mentally ill persons from penitentiary (§ 76-2460)</p>\n<p>(All inmates may correspond freely with the Governor and Department of Social Welfare, § 76-2464).</p>\n<p>6. State Reception and Diagnostic Center, Shawnee County § 76-24a01.</p>\n<p><i>The purpose is set out in</i> § <i>76-24a03:</i></p>\n<p>\"The primary function and purpose of the Kansas State Reception and Diagnostic Center shall be to provide a thorough and scientific examination and study of all felony offenders of the male sex sentenced by the courts of this state to state penal institutions so that each such offender may be assigned to a state penal institution having the type of security (maximum, medium or minimum) and programs of education, employment or treatment designed to accomplish a maximum of rehabilitation for such offender.\"</p>\n<p>The Superintendent of this Center is authorized to appoint psychiatrists, psychologists, social workers, chaplains, etc.</p>\n<p>7. State Industrial Farm for Women (Lansing) § 76-2501.</p>\n<p>Discipline is to be \"reformatory\", and assignments of inmates to work and housing required to be by \"a careful classification according to physical, mental and moral conditions\" in order that groups of individuals may be mutually helpful in reformation.</p>\n<p>8. Minimum Security Institutionto be located on grounds of the Kansas Technical Institute, Shawnee County [New Laws, 1970] § 76-24b01.</p>\n<p>The purpose of same is \"for the confinement, discipline, education, rehabilitation, care and reformation\" of male persons. The institution is to provide industrial, vocational and other training to inmates.</p>\n<p>9. Kansas Correctional Institution for WomenThis apparently is to take place of the old \"state industrial farm for women\" [New Laws, 1970].</p>\n<p>[15]  See Wright v. McMann, (2 Cir. 1972) <span class=\"citation\" data-id=\"303419\"><a href=\"/opinion/303419/lawrence-william-wright-v-daniel-mcmann-warden-of-clinton-prison-united/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/270556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303419/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1600643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1883714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1982981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096340/"
          ]
        }
      ],
      "judges": "Wesley E. Brown",
      "date_created": "2014-10-30T15:31:35.192650Z",
      "date_modified": "2017-04-08T16:19:15.233415Z",
      "date_filed": "1972-05-09",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-wyandotte-county-kansas",
      "citation_id": 1664187,
      "case_name_short": "",
      "case_name": "United States v. Wyandotte County, Kansas",
      "case_name_full": "",
      "federal_cite_one": "343 F. Supp. 1189",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1280175/united-states-v-wyandotte-county-kansas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:31:35.189240Z",
  "date_modified": "2014-10-30T15:31:35.189240Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Wyandotte County, Kansas",
  "case_name_full": "",
  "slug": "united-states-v-wyandotte-county-kansas",
  "docket_number": "Civ. A. No. KC-3163",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}