{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1287645/",
  "id": 1287645,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mich/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1699940/",
      "id": 1699940,
      "absolute_url": "/opinion/1699940/people-v-stoudemire/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1287645/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1699940/",
          "id": 1699940,
          "absolute_url": "/opinion/1699940/people-v-stoudemire/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1699940/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4784/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:09:52.588477Z",
          "date_modified": "2017-04-06T19:20:17.202325Z",
          "type": "010combined",
          "sha1": "9d5dc41aab5f79b2ed7625a2278fc90191e9e8e8",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>429 Mich. 262 (1987)</b></center>\n<center><b>414 N.W.2d 693</b></center>\n<center><h1>PEOPLE<br>\nv.<br>\nSTOUDEMIRE</h1></center>\n<center>Docket No. 75907, (Calendar No. 3).</center>\n<center><p><b>Supreme Court of Michigan.</b></p></center>\n<center>Argued March 3, 1987.</center>\n<center>Decided October 30, 1987.</center>\n<p><i>Frank J. Kelley,</i> Attorney General, <i>Louis J. Caruso,</i> Solicitor General, <i>Joe Filip,</i> Prosecuting Attorney, and <i>Brian E. Thiede</i> and <i>Jerrold E. Schrotenboer,</i> Assistant Prosecuting Attorneys, for the people.</p>\n<p><i>William Worth, Jr.,</i> for the defendant.</p>\n<p>Decided October 30, 1987. Rehearing denied post, 1213.</p>\n<p>LEVIN, J.</p>\n<p>The habitual offender statute provides escalating penalties for persons repeatedly convicted of felonies.<sup>[1]</sup> A life sentence may be imposed on a fourth-felony offender where the fourth felony is punishable by a term of five years or more. The question presented is whether Stoudemire was properly charged as an habitual offender with three prior convictions where the three convictions arose out of a single transaction. We hold that he could only be charged as a second offender, reverse the decision of the Court of Appeals, and remand for trial on the principal charge and a supplemental information charging that he was convicted but one previous time.</p>\n<p>Stoudemire was originally charged with assaulting a prison guard<sup>[2]</sup> and as a fourth offender under the habitual offender statute.<sup>[3]</sup> The three prior convictions set forth in the supplemental information were for breaking and entering, unarmed robbery, and criminal sexual conduct, and arose out of a single transaction, and a single trial and sentencing.</p>\n<p>Stoudemire moved to dismiss the supplemental information, arguing that because the three prior <span class=\"star-pagination\">*265</span> felony convictions arose out of a single transaction, they should count as only one \"conviction\" under the habitual offender statute. Therefore, Stoudemire argued, any supplemental information should have charged him as only a second offender.<sup>[4]</sup> The trial court denied Stoudemire's motion, and Stoudemire thereafter pled guilty to the principal charge in exchange for dismissal of the habitual offender charge. Stoudemire subsequently appealed his plea-based conviction to the Court of Appeals, which affirmed.</p>\n<p>I</p>\n<p>Legislative purpose is the lodestar of statutory construction.<sup>[5]</sup> This Court has said:</p>\n<blockquote>A court's responsibility when it construes a statute is to implement the purpose and intent of those who enact it. A failure to consider whether the Legislature understood the meaning of a term quite differently when a statute was enacted than it is understood today would allow a statute to be construed in a manner which extends its intended scope. [<i>People v Gilbert,</i> 414 Mich 191, 200; 324 NW2d 834 (1982).]</blockquote>\n<blockquote>\"The particular inquiry is not what is the abstract force of the words or what they may comprehend, but in what sense were they intended to be understood or what understanding they convey when used in the particular act.\" [<i>People v Lynch,</i> 410 Mich 343, 354; 301 NW2d 796 (1981).][<sup>[6]</sup>]</blockquote>\n<p>In <i>Wymer v Holmes,</i> 429 Mich 66, 76; 412 NW2d <span class=\"star-pagination\">*266</span> 213 (1987), this Court, discussing \"plain meaning,\" said that \"in construing a statute, this Court must read the language of the statute in light of the general purpose to be accomplished.... Our first task, therefore, is to ascertain the question of legislative purpose.\"</p>\n<p>Once legislative intent is discerned, it must be given effect, even if doing so might appear to conflict with the letter of the statute. \"`[A] thing which is within the spirit of a statute is within the statute, although not within the letter; and a thing within the letter is not within the statute, unless within the intention.'\" <i>Metropolitan Council #23 v Oakland Co Prosecutor,</i> 409 Mich 299, 319; 294 NW2d 578 (1980).<sup>[7]</sup></p>\n<p>In this case, the legislative history of the statute indicates that the Legislature, by using the phrase \"after having been three times convicted,\" intended that the fourth-offender penalties reach only incorrigible criminals who had failed three separate times to reform  who had been convicted three separate times where the last two convictions were for crimes committed after the prior conviction. The Legislature used the phrase \"after having been three times convicted\" as shorthand.</p>\n<p>When the Legislature uses a shorthand expression, legislative intent controls over an arguably literal reading of the statute inconsistent with that intent. As this Court stated in <i>Elba Twp v Gratiot Co,</i> 287 Mich 372, 394; 283 NW 615 (1939), where it encountered a similar question of statutory construction:</p>\n<blockquote>\n<span class=\"star-pagination\">*267</span> In ascertaining the true intent and meaning of a statute often allowance must be made for attempted brevity of expression.</blockquote>\n<blockquote>\"Where the language of a statute, in its ordinary meaning and grammatical construction, leads to a manifest contradiction of the apparent purpose of the enactment, or to some inconvenience or absurdity, hardship or injustice, presumably not intended, a construction may be put upon it which modifies the meaning of the words, and even the structure of the sentence.\"[<sup>[8]</sup>]</blockquote>\n<p>II</p>\n<p>The habitual offender provisions were first enacted as part of the Code of Criminal Procedure in 1927,<sup>[9]</sup> and adopted <i>in toto</i> the language of New York's habitual offender statute.<sup>[10]</sup></p>\n<p>The author of the New York statute, State <span class=\"star-pagination\">*268</span> Senator Caleb Baumes,<sup>[11]</sup> aimed the act's escalating penalties  and in particular the mandatory life sentence imposed in the original enactment on fourth offenders  at the professional criminal, the hard-core recidivist who had been repeatedly tried, convicted, and sentenced, and who committed yet another crime. Senator Baumes said:</p>\n<blockquote>The theory of the Fourth Offender Act[<sup>[12]</sup>] is not punishment at all, but it is protection to the public. The man who has been convicted once, twice, three times, sentenced <i>and served his time</i> and come [sic] out and resumed operations again has proven to you and to me that he cannot learn his lesson. He is incurable. He is non-reformable. And either he cannot or he will not adjust himself to the fixed and settled rules and regulations of society and civilization.... He is a [sic] habitual criminal, a menace to society, and as such should be segregated from society for the good of society and perhaps for his own good as well. [Baumes, <i>The Baumes laws and legislative program in New York,</i> 52 ABA Rep 511, 521 (1927). Emphasis added.]</blockquote>\n<p><span class=\"star-pagination\">*269</span> New York courts have construed the Baumes Act in accordance with Senator Baumes' intent. In <i>People v Spellman,</i> 136 Misc 25; 242 NYS 68 (1930), the court declared that multiple convictions on the same day constitute only one \"conviction\" for purposes of the habitual offender statute. Spellman was convicted of burglary in 1922. Subsequently, on January 19, 1924, he pled guilty to seven indictments for burglary and grand larceny. After his release from prison, he was again convicted of burglary, and the state charged him as a fourth offender under the habitual offender statute. The court held that the seven same-day convictions constituted only one habitual offender \"conviction,\" and that therefore Spellman could be charged only as a third offender. Before his most recent arrest, Spellman had had only two, not three, opportunities to reform:</p>\n<blockquote>The courts have, however, humanely and justly required a mandatory life sentence[<sup>[13]</sup>] only after three or more fully completed, legal, prior judgments of conviction, separated sufficiently to offer opportunity for the felon to reform. (<i>People v Bergman,</i> 176 [AD] 318 [162 NYS 443 (1916)], <i>People v Schaller,</i> 224 [AD] 3, 8 [229 NYS 492 (1928)], <i>People ex rel Gaczewski v Jennings,</i> 223 [AD] 78 [228 NYS 373 (1928)].) [<i>Spellman, supra,</i> p 29.][<sup>[14]</sup>]</blockquote>\n<p>Construing the Michigan statute in 1929, this <span class=\"star-pagination\">*270</span> Court echoed Senator Baumes and the New York courts:</p>\n<blockquote>[Habitual offender] laws evidence a desire on the part of the people of the State to protect themselves from the acts of habitual violators of law. Such persons, by the <i>repeated commissions</i> of felonies, have shown that they are a menace to society, unfit for liberty, and should be deprived thereof. The punishment in such cases is increased because of the apparent persistence in the commission of crime by the person convicted and his indifference to the laws deemed necessary for the protection of the people and their property. [<i>People v Palm,</i> 245 Mich 396, 401; 223 NW 67 (1929).][<sup>[15]</sup>] [Emphasis added.]</blockquote>\n<p><span class=\"star-pagination\">*271</span> By borrowing New York's statute in its entirety, the Legislature indicated that it was motivated by the same purpose that underlay the New York statute. The Legislature intended that the habitual offender statute's fourth-felony provision, like the parallel provision in the New York statute, should apply only to a person who had had three opportunities to reform  who had been convicted and sentenced and then subsequently committed another felony for which he was also convicted and sentenced, and then subsequent to the second conviction committed yet another felony, for which he was again convicted and sentenced. Upon this person's conviction for yet a fourth felony, he would be subject to the habitual offender act's fourth-felony provision. He would be subject to mandatory life imprisonment because he had three times failed to reform, \"because of the apparent persistence in the commission of crime by the person convicted and his indifference to the laws....\"</p>\n<p>Stoudemire had one opportunity to reform before he was charged as a fourth-felony offender. Before the assault in the instant case, Stoudemire had been tried and sentenced but once. He could only have been charged as a second offender.<sup>[16]</sup> To deem Stoudemire a fourth-felony offender, subject to the most severe habitual offender penalties, would be contrary to the legislative purpose of applying the fourth-felony offender penalties against only those persons who, after failing three separate opportunities to reform, were deemed incorrigible criminals.</p>\n<p>III</p>\n<p>It is appropriate to infer legislative intent from <span class=\"star-pagination\">*272</span> the purpose of similar statutes enacted in other jurisdictions. See <i>Wymer v Holmes, supra</i><i>,</i> where this Court, in determining the legislative purpose underlying Michigan's recreational land use statute,<sup>[17]</sup> declared that \"[i]t is reasonable to assume that the Michigan statute has the similar general purpose of similar acts in other jurisdictions....\" In construing similar statutes, a substantial majority of the courts that have considered this question have recognized that the enacting legislature intended that prior \"convictions\" reflect previous opportunities to reform. Multiple convictions arising out of one incident count as only one \"conviction\" for purposes of applying habitual offender statutes.<sup>[18]</sup></p>\n<p>In <i>Rezin v State,</i> 95 Nev 461, 463; 596 P2d 226 (1979), the Supreme Court of Nevada construed an habitual offender statute providing for additional punishment for persons previously \"convicted.\"<sup>[19]</sup><span class=\"star-pagination\">*273</span> The court noted that the legislative purpose underlying the habitual offender statute was \"to discourage repeat offenders and to afford them an opportunity to reform.\" The court held that \"where two or more convictions grow out of the same act, transaction, or occurrence, and are presented in the same indictment or information, those several convictions may be utilized only as a single `prior conviction' for purposes of applying the habitual criminal statute.\" <i>Id.,</i> p 462.</p>\n<p>The Court of Appeals of New Mexico construed its habitual criminal statute<sup>[20]</sup> to mean that convictions arising out of a single incident \"would count as only one `prior' under the habitual offender statute....\" <i>State v Montoya,</i> 92 NM 734, 737; 594 P2d 1190 (1979). This holding was based on the legislative purpose underlying the statute, that \"`the increased penalty is held <i>in terrorem</i> over the criminal for the purpose of effecting his reformation and preventing further and subsequent offenses by him.'\" Therefore, \"`each felony must have been committed after conviction for the preceding felony.'\"<sup>[21]</sup></p>\n<p><span class=\"star-pagination\">*274</span> In <i>State v Tavares,</i> 63 Hawaii 509, 515; 630 P2d 633 (1981), the Supreme Court of Hawaii rejected the prosecutor's claim that convictions on multiple counts of a single indictment should count as multiple prior convictions for purposes of the statute.<sup>[22]</sup> \"[T]his court chooses,\" it said, \"to follow the majority rule and holds that convictions on several counts of an indictment are to be treated as only one conviction [under the statute].\"<sup>[23]</sup></p>\n<p><span class=\"star-pagination\">*275</span> In a brief filed in the United States Supreme Court, the Solicitor General of the United States confessed error and asked the Court to overrule a decision of the United States Court of Appeals for the Eighth Circuit that counted an offender's six felony convictions arising from one incident as six separate convictions for purposes of the federal habitual criminal act.<sup>[24]</sup><i>Petty v United States,</i> 481 US ___; 107 S Ct 1968; 95 L Ed 2d 810 (1987). The statute provided that a person convicted of firearm possession \"who has three previous convictions ... for robbery or burglary, or both ... shall [be] ... imprisoned not less than fifteen years, and ... such person shall not be eligible for parole....\" Petty had previously been convicted of armed robbery in Missouri, and of six counts of armed robbery in New York, on the basis of his participation in a robbery at a restaurant during which six different people were robbed at the same time. The Solicitor General said that for purposes of the statute, six convictions arising out of the same incident should be counted as only one \"previous conviction.\" To rule otherwise would contradict the clear legislative intent that the increased penalty was for \"`hard-core recidivist robbers and burglars,' `repeat offenders,' and `three-time losers.'\"<sup>[25]</sup> The United States Supreme Court remanded the cause to the United States Court of Appeals for the Eighth Circuit, which accepted the Solicitor General's position and vacated the habitual offender sentence. <span class=\"star-pagination\">*276</span> <i>United States v Petty,</i> 828 F2d 2 (CA 8, 1987).</p>\n<p>IV</p>\n<p>While the Legislature has amended the habitual offender statute since 1927, none of the changes evidence an intent that the fourth-offender provision should apply to anyone other than someone who, prior to his fourth conviction, had already been convicted and sentenced three separate and subsequent times. The first amendment (1929 PA 24) moderated the fourth-offender penalty so that a life sentence was mandated only when the fourth felony was one where, upon a first conviction, \"the offender might be imprisoned in a state prison for a maximum term of five years or more....\" If the maximum was less than five years, the habitual offender sentence was \"not less than seven and one-half years nor more than fifteen years.\"</p>\n<p>The second amendment (1949 PA 56) changed the sentencing from mandatory to discretionary. Life sentences were no longer required upon fourth-felony convictions for offenses which, had they been first convictions, would have been punishable by sentences of five years or more. The judge could, rather, sentence the offender \"to imprisonment in a state prison for the term of his natural life or for any lesser term in the discretion of the court....\"</p>\n<p>The third and last amendment (1978 PA 77) was primarily an editing amendment as part of changes made concerning controlled substance offenses. For example, the Legislature altered 1949 PA 56,</p>\n<blockquote>\n<span class=\"star-pagination\">*277</span> If the felony for which such offender is tried is such that upon a first conviction thereof the offender might be imprisoned in a state prison for a maximum term of 5 years or more, or for life, then such person may be sentenced upon conviction of such fourth or subsequent offense to imprisonment in a state prison for the term of his natural life or for any lesser term in the discretion of the court ...</blockquote>\n<p>to:</p>\n<blockquote>If the subsequent felony is punishable upon a first conviction by imprisonment for a maximum term of 5 years or more, or for life, then the court, except as otherwise provided in this section or section 1 of chapter 11, may sentence the person upon conviction of the fourth or subsequent offense to imprisonment in a state prison for the term of life or for a lesser term. [1978 PA 77, § 12(1)(a).]</blockquote>\n<p>Similarly, the Legislature edited 1949 PA 56,</p>\n<blockquote>A person who after having been 3 times convicted within this state, of felonies or attempts to commit felonies, or under the law of any other state, government or country, of crimes which if committed within this state would be felonious, commits any felony within this state is punishable upon conviction as follows ...</blockquote>\n<p>to read:</p>\n<blockquote>If a person has been convicted of 3 or more felonies, attempts to commit felonies, or both, whether the convictions occurred in this state or would have been for felonies in this state if the convictions obtained outside this state had been obtained in this state, and that person commits a subsequent felony within this state, the person shall be punished upon conviction as follows.... [1978 PA 77, § 12(1).]</blockquote>\n<p><span class=\"star-pagination\">*278</span> While the phrase \"If a person has been convicted of 3 or more felonies,\" arguably has a different import than the phrase \"A person who after having been 3 times convicted,\" when considered in the context of the other changes made in the statute it is clear that the Legislature intended only to improve the statute's grammar, not to alter its underlying meaning. These alterations are stylistic, not substantive. They therefore do not alter the legislative purpose expressed in the original 1927 statute.</p>\n<p>We therefore hold, consistent with the legislative purpose underlying the habitual offender statute, that multiple convictions arising out of a single incident may count as only a single prior conviction for purposes of the statute.</p>\n<p>Reversed and remanded to the trial court for further proceedings consistent with this opinion.</p>\n<p>RILEY, C.J., and BRICKLEY, CAVANAGH, BOYLE, and GRIFFIN, JJ., concurred with LEVIN, J.</p>\n<p>ARCHER, J. (<i>dissenting</i>).</p>\n<p>I. FACTS</p>\n<p>The essential facts of this case are set forth by the Court of Appeals in <i>People v Stoudemire,</i> 140 Mich App 687, 688; 365 NW2d 214 (1985).</p>\n<blockquote>Defendant was originally charged with assaulting a prison guard, MCL 750.197c; MSA 28.394(3), and as a[n] habitual offender-fourth offense, MCL 769.12; MSA 28.1084. The supplemental information was predicated upon three prior felony convictions for breaking and entering, unarmed robbery and criminal sexual conduct. Both defendant and the prosecution agree that the three prior felony convictions were part of a single transaction and occurred at the same time and place.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*279</span> Defendant brought a motion to dismiss the supplemental information, arguing that the three prior felony convictions arose out of a single transaction charged in one multi-count information. Defendant claims that the three prior convictions count only as one conviction under the habitual offender statute, and therefore any supplemental information should have charged defendant only as a second offender. Defendant's motion was denied by the trial court, and defendant thereafter pled guilty to the principal charge in exchange for dismissal of the supplemental information. The plea agreement was complied with[. D]efendant [then] appeal[ed] as of right from his plea-based conviction.</blockquote>\n<p>On appeal to the Court of Appeals, defendant relied on <i>People v Ross,</i> 84 Mich App 218; 269 NW2d 532 (1978), and argued that under the habitual offender statute, the supplemental information should have charged him only as a second offender because his three prior felony convictions arose out of a single transaction. The Court of Appeals found that defendant was properly charged under the habitual offender statute as a fourth offender, affirmed defendant's plea-based conviction, and also certified that its decision in this case conflicts with its decision in <i>People v Carson,</i> 115 Mich App 202; 320 NW2d 343 (1982).<sup>[1]</sup></p>\n<p>The section of the habitual offender statute under which defendant was charged as an habitual offender-fourth offense provides in pertinent part:</p>\n<blockquote>\n<span class=\"star-pagination\">*280</span> If a person has been convicted of 3 or more felonies, attempts to commit felonies, or both, whether the convictions occurred in this state or would have been for felonies in this state if the convictions obtained outside this state had been obtained in this state, and that person commits a subsequent felony within this state, the person shall be punished upon conviction.... [MCL 769.12; MSA 28.1084.]</blockquote>\n<p>We granted leave to appeal in this case to determine whether a defendant can be charged under the habitual offender statute as a fourth offender where his three prior felony convictions arose out of the same transaction. I would affirm the decision of the Court of Appeals.</p>\n<p>II. STATUTORY RULES OF CONSTRUCTION</p>\n<p>We must construe the provisions of the statute in question to reach the issue raised in this case. The intent of the Legislature controls statutory construction. <i>Owendale Schools v State Bd of Ed,</i> 413 Mich 1, 8; 317 NW2d 529 (1982). Our primary goal in construing the habitual offender statute is to discover and give effect to the intent of the Legislature. The intent of the Legislature is derived from the actual language used in the statute. <i>Grand Rapids v Crocker,</i> 219 Mich 178, 182-183; 189 NW 221 (1922). When the language used in a statute is plain and unambiguous, a common-sense reading of the provision will suffice. No interpretation is necessary. <i>Dussia v Monroe Co Employees Retirement System,</i> 386 Mich 244, 248-249; 191 NW2d 307 (1971). This rule was first pronounced in Michigan in an 1865 case, <i>People v Blodgett,</i> 13 Mich 127, 167-168 (1865), where Justice COOLEY wrote:</p>\n<blockquote>\n<span class=\"star-pagination\">*281</span> There are certain well settled rules for the construction of statutes, which no court can safely disregard. Where the statute is plain and unambiguous in its terms, the courts have nothing to do but to obey it. They may give a sensible and reasonable interpretation to legislative expressions which are obscure, but they have no right to distort those which are clear and intelligible. The fair and natural import of the terms employed, in view of the subject matter of the law, is what should govern. .. . [Citations omitted.]</blockquote>\n<p>There is another fundamental rule of statutory construction that we must take into consideration before reaching the question raised in this case. That rule states that \"departure from the literal construction of a statute is justified when such construction would produce an absurd and unjust result and would be clearly inconsistent with the purposes and policies of the act in question.\" <i>Salas v Clements,</i> 399 Mich 103, 109; 247 NW2d 889 (1976).</p>\n<p>III. DISCUSSION</p>\n<p>I now turn to the challenged habitual offender statute. MCL 769.10 <i>et seq.;</i> MSA 28.1082 <i>et seq.</i> In applying the fundamental rules of statutory construction discussed above, one must read the entire habitual offender statute and give due consideration to every section, to produce, if possible, an harmonious and consistent enactment of the whole act. <i>Grand Rapids v Crocker, supra,</i> 182.</p>\n<p>The habitual offender statute provides for enhanced punishment for individuals who have been convicted of at least one previous felony, an attempt to commit a felony, or both, and who commit a subsequent felony within this state.</p>\n<p>The various sections of the statute apply to graduated levels of previous felonies ranging from <span class=\"star-pagination\">*282</span> one prior felony to three or more prior felonies. If an individual has previously been convicted of felonies or attempted felonies and commits a subsequent felony, the statute authorizes the sentencing court to impose an enhanced sentence. The statute is silent with regard to the necessary sequence of prior convictions. The fact that the statute is silent on this point does not necessarily mean that the language is ambiguous. My reading of the statute as a whole convinces me that the language is plain and unambiguous.</p>\n<p>A literal reading of the statutory language indicates that an individual who has been convicted of three felonies which arose out of the same criminal transaction, like the defendant in the instant case, and who commits a subsequent felony, can be sentenced under the habitual offender statute as a fourth offender. MCL 769.12; MSA 28.1084. One must determine whether the literal meaning of the statute as applied to the facts of this case is so unjust and absurd as to justify a departure. <i>Salas v Clements, supra,</i> 109.</p>\n<p>A</p>\n<p>In <i>People v Podsiad,</i> 295 Mich 541; 295 NW 257 (1940), and <i>People v Lowenstein,</i> 309 Mich 94; 14 NW2d 794 (1944), we were asked to determine whether a defendant convicted of and sentenced for two counts arising out of the same criminal transaction had been convicted of two felonies so as to subject the defendant to enhanced punishment under the habitual criminal act.<sup>[2]</sup> In both cases,<sup>[3]</sup> we concluded that a defendant who was <span class=\"star-pagination\">*283</span> convicted of and sentenced for two counts arising out of the same criminal transaction could not be sentenced under the habitual criminal act. The statute applied only to individuals who, after having been convicted of one felony, committed a subsequent crime. The defendants in both <i>Podsiad</i> and <i>Lowenstein</i> had not been convicted of a prior felony at the time they committed the two felonies that were under review.</p>\n<p>The holding in <i>Podsiad</i> represents the majority rule which states that \"it is a prerequisite that the prior conviction or convictions precede the commission of the principal offense in order to enhance the punishment under habitual criminal statutes.\" Anno: <i>Chronological or procedural sequence of former convictions as affecting enhancement of penalty for subsequent offense under habitual criminal statutes,</i> 24 ALR2d 1247, 1249; 22-24 ALR2d (Later Case Service) 544, 545.</p>\n<p>The minority rule states that conviction of the previous offense or offenses does not have to antedate the commission of the primary offense. 24 ALR2d 1252.</p>\n<p>The defendant in the instant case was initially charged as a fourth offender because he committed a subsequent felony after having been convicted of three counts arising out of the same criminal transaction. The facts of this case are therefore distinguishable from the facts in <i>Podsiad.</i> I do not believe that <i>Podsiad</i> is determinative of the question presented in this case.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*284</span> B</p>\n<p>We have never addressed the appropriate application of the habitual offender statute to cases involving defendants who have been convicted of previous felonies which arose out of the same transaction and who then commit a subsequent felony.<sup>[5]</sup> The habitual statute enhances punishment \"`because of the apparent persistence in the commission of crime by the person convicted and his indifference to the laws deemed necessary for the protection of the people and their property.'\" <i>People v Hendrick,</i> 398 Mich 410, 416; 247 NW2d 840 (1976), quoting <i>People v Palm,</i> 245 Mich 396, 401; 223 NW 67 (1929). See also <i>In re Southard,</i> 298 Mich 75, 78; 298 NW 457 (1941), where we stated, \"The habitual criminal act was passed to provide a punishment for repeated commissions of felonies.\"</p>\n<p>I note that the statute does not mandate that the prosecutor charge an individual as an habitual offender whenever the individual has been convicted of a prior felony and commits a subsequent felony. The trial court also is not mandated to sentence a defendant under the statute merely because the prosecutor files a separate or supplemental information accusing the defendant of being convicted of prior felonies. Sentencing the defendant under the statute is within the sound discretion of the trial court.</p>\n<p>The stated purpose of the habitual offender statute leads me to conclude that the result reached in this case is neither absurd nor unjust. Given the Legislature's concern with crime and the effect it has on the citizens of this state, the Legislature <span class=\"star-pagination\">*285</span> must have intended that the habitual offender statute be applied to prior convictions for multiple felonies which arose out of the same transaction. The appropriate sentence under the statute is determined by the number of prior felony convictions without regard to the sequence of the convictions.</p>\n<p>An individual who has been convicted and sentenced, and has served the prescribed prison or probation term for three counts of manslaughter which arose out of the same criminal transaction should have sufficient motivation to reform himself and become an acceptable member of our society. When an individual is not so motivated, he can be sentenced as a fourth habitual offender once he commits a subsequent manslaughter or other felony. I do not believe that the Legislature intended that an individual be sentenced only as a second offender under the statute merely because the three prior manslaughter convictions arose out of the same transaction. A defendant who has been convicted of three counts of manslaughter which arose out of the same criminal transaction and who is convicted of a subsequent felony is no less persistent at committing crimes than a defendant who has been convicted of three independent homicides and commits a subsequent felony. It would be reasonable to subject individuals who commit homicides under either set of circumstances to the same degree of sanctions under the statute.</p>\n<p>Defendant's argument that the purpose of the habitual offender statute is to provide that where a defendant had been convicted of a prior felony he should be given an opportunity for reformation, and that the convictions must be on charges separately brought and tried, would be better addressed by the Legislature.</p>\n<p><span class=\"star-pagination\">*286</span> C</p>\n<p>My view does not represent the rule adopted by the majority of jurisdictions which have considered this question. In most cases construing a state's habitual offender statute, the sequence of prior convictions is not an issue. Where this factor is an issue, the rule followed in the majority of jurisdictions is that each successive felony must be committed after the previous felony before it can be counted under the habitual offender statute. 24 ALR2d 1249.</p>\n<p>In <i>State v Carlson,</i> 560 P2d 26 (Alas, 1977), the Alaska Supreme Court construed the now repealed Alaska habitual offender statute,<sup>[6]</sup> which was very similar to Michigan's statute, and concluded that the statute did not apply to an individual who committed four crimes within a short time and <span class=\"star-pagination\">*287</span> was given at most one opportunity to reform. Both the Michigan and the Alaska statutes are silent on the required sequence of prior convictions.</p>\n<p>While the statutory language contained in the Alaska habitual offender statute is similar to the Michigan statute, there is a significant difference between the rule of statutory construction we must follow and the rule of construction followed by the courts of Alaska. The Alaska Supreme Court rejects the so-called \"plain meaning\" rule as a strict exclusionary rule. That court has held that \"[w]hile a fundamental principle of statutory interpretation is that a statute means what its language reasonably conveys to others, reference to legislative history may provide an insight which is helpful to making a judgment concerning what a statute means.\" The Alaska Supreme Court further held that its inquiry into the meaning of a statute does not end with a literal interpretation of the statute even though the language used is clear and unambiguous. <i>North Slope Borough v Sohio Petroleum Corp,</i> 585 P2d 534, 540 (Alas, 1978).</p>\n<p>As discussed earlier, the \"plain meaning\" rule is alive and well in Michigan. See <i>Hiltz v Phil's Quality Market,</i> 417 Mich 335, 343; 337 NW2d 237 (1983); <i>In re Certified Questions,</i> 416 Mich 558, 567; 331 NW2d 456 (1982); <i>Dussia v Monroe Co Employees Retirement System, supra,</i> 249.<sup>[7]</sup></p>\n<p>I believe that the Alaska Supreme Court's rejection of the \"plain meaning\" rule accounts for the fact that the court interprets the Alaska habitual offender statute as not requiring that a defendant who was convicted of three prior felonies which <span class=\"star-pagination\">*288</span> arose out of the same transaction be sentenced as a fourth offender.</p>\n<p>In <i>State v Tillman,</i> 228 NW2d 38, 41 (Iowa, 1975), the Iowa Supreme Court held that the Iowa habitual offender statute \"dictates that each offense must have been complete as to conviction, sentence and commitment to prison before the commission of the next in order that it qualify for application of the enlarged punishment\" provided for under the statute. The challenged statute in <i>Tillman</i> provided in pertinent part:</p>\n<blockquote>\"Whoever has been twice convicted of a crime, <i>sentenced,</i> and <i>committed to prison,</i> in this or any other state, ... for terms of not less than three years each shall, upon conviction of a felony .. . be deemed to be a habitual criminal, and shall be punished by imprisonment in the penitentiary for a term of not more than twenty-five years....\" [228 NW2d 40.]</blockquote>\n<p>Defendant Tillman was convicted on December 23, 1971, of attempting to break and enter and was sentenced to five years imprisonment. The sentence was suspended, and the defendant was paroled for good behavior. On May 12, 1972, the defendant's parole was revoked, and he was incarcerated.</p>\n<p>On March 26, 1972, Tillman committed a shoplifting offense. He was convicted of this crime on July 3, 1972, and was sentenced to seven years in the state penitentiary.</p>\n<p>The convictions for shoplifting and breaking and entering were used to justify sentencing the defendant as an habitual criminal when the defendant committed a subsequent offense in November, 1973. The Iowa Supreme Court held that the habitual offender statute did not apply to Tillman under the facts presented, stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*289</span> \"In the light of its purpose, and applying the principle of strict construction we hold in accordance with the general rule that under § 747.5 the first conviction and imposition of sentence must precede the second offense, and that both of the prior convictions and impositions of sentence must precede the third conviction.</blockquote>\n<blockquote>That sequence does not exist in this case. The incidents resulting in the first and second convictions each occurred before conviction and imposition of penalty for the first offense. Therefore, Code § 747.5 is inapplicable....\" [228 NW2d 41.]</blockquote>\n<p>The Iowa statute, unlike the Michigan statute, defines an habitual offender as an individual who has been convicted of a crime, sentenced, and committed to prison in Iowa or any other state for no less than three years. The Michigan statute does not require that an individual be sentenced and committed to prison for a prior conviction before he can be charged as an habitual offender. Instead, our statute refers to an habitual offender as an individual who has been convicted of a felony, an attempt to commit a felony, or both in this state or any other state. The Iowa statute is therefore distinguishable from our statute.</p>\n<p>IV</p>\n<p>I would hold that the habitual offender statute is clear and unambiguous on its face. I would further hold that literal construction of the statute would not produce an absurd or unjust result in this case and would not be clearly inconsistent with the purposes and policies of the act. On the basis of the facts before us, defendant was properly charged under the statute as a fourth offender.</p>\n<p>I would affirm the decision of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  MCL 769.10-769.14; MSA 28.1082-28.1085(1).</p>\n<p>[2]  MCL 750.197c; MSA 28.394(3).</p>\n<p>[3]  MCL 769.12; MSA 28.1084.</p>\n<p>[4]  MCL 769.10; MSA 28.1082.</p>\n<p>[5]  <i>People v Gilbert,</i> 414 Mich 191, 205; 324 NW2d 834 (1982), <i>People v Lynch,</i> 410 Mich 343, 354; 301 NW2d 796 (1981), <i>People v McFarlin,</i> 389 Mich 557, 563-565; 208 NW2d 504 (1973), and <i>Stambaugh Twp v Iron Co Treasurer,</i> 153 Mich 104, 107; 116 NW 569 (1908).</p>\n<p>[6]  Quoting 2A Sands, Sutherland Statutory Construction (4th ed), § 46.07, p 110.</p>\n<p>[7]  Quoting <i>Detroit Common Council v Rush,</i> 82 Mich 532, 542; 46 NW 951 (1890).\n</p>\n<p>See also <i>Aikens v Dep't of Conservation,</i> 387 Mich 495, 499; 198 NW2d 304 (1972), where this Court said: \"It is well settled that the proper construction of any statute is for the court. The purpose of the court in interpreting a statute is to give effect to the legislative intent. If there is a conflict, the spirit and purpose of the statute should prevail over its strict letter.\" (Citations omitted.)</p>\n<p>[8]  Quoting Endlich, Interpretation of Statutes, § 295, p 399.</p>\n<p>[9]  1927 PA 175. The original fourth offender provision stated:\n</p>\n<p>Sec. 12. A person who after having been three times convicted within this state, of felonies or attempts to commit felonies, or under the law of any other state, government or country, of crimes which if committed within this state would be felonious, commits a felony within this state, must be sentenced upon conviction of such fourth or subsequent offense, to imprisonment in a state prison for the term of his natural life. Offenders sentenced under this and the last two preceding sections shall not be eligible to parole before the expiration of the minimum term fixed by the sentencing judge at the time of sentence without the written approval of the judge of such court or any judge of such court if the sentencing judge is not then serving. A person to be punishable under this and the last two preceding sections need not have been indicted and convicted as a previous offender in order to receive the increased punishment therein provided, but may be proceeded against as provided in the following section.</p>\n<p>[10]  1926 NY Laws 457. There are several grammatical differences between the two acts. The New York act, for example, inserted a comma after \"A person who ...,\" which comma the Michigan version omitted. Additionally, the Michigan act included a sentence regarding parole eligibility that was not in the New York statute. The New York statute read as follows:\n</p>\n<p>§ 1942. A person who, after having been three times convicted within this state, of felonies or attempts to commit felonies, or under the law of any other state, government or country, of crimes which if committed within this state would be felonious, commits a felony within this state, shall be sentenced upon conviction of such fourth, or subsequent, offense to imprisonment in a state prison for the term of his natural life. A person to be punishable under this and the preceding section need not have been indicted and convicted as a previous offender in order to receive the increased punishment therein provided, but may be proceeded against as provided in the following section.</p>\n<p>[11]  Senator Baumes' act served as a model for the recidivist legislation that swept the nation in the late 1920s and which was referred to generically as the \"Baumes Laws.\" See Brown, <i>The treatment of the recidivist in the United States,</i> 23 Can Bar J 640, 642-643 (1945); Johnsen, <i>The Baumes Laws</i> (6 The Reference Shelf, Number 3, 1929); Shumaker, <i>Life imprisonment for habitual offenders,</i> 31 Law Notes 106 (1927).</p>\n<p>[12]  1926 NY Laws 457, § 1942. See n 6 <i>supra.</i></p>\n<p>[13]  The original Michigan statute, like New York's, imposed a mandatory life sentence on a fourth felony offender.</p>\n<p>[14]  See also <i>People v Gowasky,</i> 244 NY 451; 155 NE 737 (1927). The discussion of the Baumes Act and its English predecessors by the New York Court of Appeals is predicated on the assumption that the legislation was targeted at hard-core recidivists who had repeatedly been convicted and sentenced and who subsequently committed yet another crime.\n</p>\n<p>Later New York cases appear to conflict with <i>Spellman.</i> These cases counted as a conviction for purposes of the habitual offender statute convictions for crimes that were committed before the defendant had been convicted of some or all of his previous crimes. The defendant in these cases had not been given the requisite number of opportunities to reform before his commission of one or more of his past crimes. (I.e., if the defendant was charged as a third offender, he should have had two previous opportunities to reform  one after his first conviction and before he committed the crime that led to his second conviction, and another after his second conviction, but before he committed the crime that led to his third conviction.) <i>People v Brophy,</i> 256 AD 894; 9 NYS2d 25 (1939); <i>People v Gorney,</i> 203 Misc 512; 103 NYS2d 75 (1951); <i>Terwilliger v Turk,</i> 156 Misc 246; 281 NYS 527 (1935).</p>\n<p>These opinions do not reflect awareness of the legislative intent clearly expressed by Senator Baumes. Additionally, the construction was later rejected by the New York Legislature, which amended the statute so as to confirm the <i>Spellman</i> court's interpretation of prior convictions as prior opportunities for reform. New York Penal Law, § 70.10, pp 222-223 (McKinney) (Practice Commentary). See also <i>People v Morse,</i> 62 NY2d 205, 219-222; 465 NE2d 12 (1984).</p>\n<p>Earlier, in 1936, the New York Legislature amended its code of criminal procedure to permit, for the first time, multiple indictments and the consolidation of indictments for trial. 1936 NY Laws 328, § 279. In the same act, the Legislature affirmed the <i>Spellman</i> court's construction of the habitual offender statute by adding to the fourth-felony provision a sentence providing that convictions arising out of multiple or consolidated indictments would count as only one conviction for the habitual offender statute: \"For purposes of this section, conviction of two or more crimes in separate counts of one indictment or information, or in two or more indictments or informations consolidated for trial, shall be deemed to be only one conviction.\" 1936 NY Laws 328, § 1942.</p>\n<p>[15]  See also <i>People v Sawyer,</i> 410 Mich 531, 535-536; 302 NW2d 534 (1981); <i>People v Lowenstein,</i> 309 Mich 94; 14 NW2d 794 (1944); <i>People v Podsiad,</i> 295 Mich 541; 295 NW 257 (1940).</p>\n<p>[16]  MCL 769.10; MSA 28.1082.</p>\n<p>[17]  MCL 300.201(1); MSA 13.1485(1).</p>\n<p>[18]  At least one court has held that multiple convictions arising from the same indictment may count as separate for the purpose of the habitual offender statute. <i>Eaton v State,</i> 423 So 2d 352 (Ala Crim App, 1982).</p>\n<p>[19]  Every person convicted in this state of any crime of which fraud or intent to defraud is an element, or of petit larceny, or of any felony, who has previously been twice convicted, whether in this state or elsewhere, of any crime which under the laws of the situs of the crime or of this state would amount to a felony, or who has previously been three times convicted, whether in this state or elsewhere, of petit larceny, or of any misdemeanor or gross misdemeanor of which fraud or intent to defraud is an element, is an habitual criminal and shall be punished by imprisonment in the state prison for not less than 10 years nor more than 20 years.</p>\n<p>2. Every person convicted in this state of any crime of which fraud or intent to defraud is an element, or of petit larceny, or of any felony, who has previously been three times convicted, whether in this state or elsewhere, of any crime which under the laws of the situs of the crime or of this state would amount to a felony, or who has previously been five times convicted, whether in this state or elsewhere, of petit larceny, or of any misdemeanor or gross misdemeanor of which fraud or intent to defraud is an element, shall be punished by imprisonment in the state prison for life with or without possibility of parole. If the penalty fixed by the court is life imprisonment with the possibility of parole, eligibility for parole begins when a minimum of 10 years has been served. [Nev Rev Stat 207.010.]</p>\n<p>[20]  person who, after having been convicted within this state of a felony, or who has been convicted under the laws of any other state government or country, of a crime or crimes which if committed within this state would be a felony, commits any felony within this state not otherwise punishable by death or life imprisonment, shall be punished....\" [The punishment depended upon the number of \"prior convictions.\" <i>State v Montoya,</i> 92 NM 734, 735; 594 P2d 1190 (1979).]</p>\n<p>[21]  Quoting <i>State v Linam,</i> 93 NM 307, 309; 600 P2d 253 (1979).</p>\n<p>[22]  Notwithstanding section 706-669 and any other law to the contrary, any person convicted under section 707-701 relating to murder, 707-710 relating to assault in the first degree, 720 relating to kidnapping, 707-724 relating to criminal coercion involving dangerous weapons, 707-730 relating to rape in the first degree, 707-733 relating to sodomy in the first degree, 707-768 relating to extortion involving dangerous weapons, 708-810 relating to burglary in the first degree, 708-840 relating to robbery in the first degree, 712-1241 relating to the promoting of a dangerous drug in the first degree, 712-1242 relating to the promoting of a dangerous drug in the second degree, or 712-1244 relating to the promoting of a harmful drug in the first degree, who has a prior conviction for any of the above enumerated offenses or of any one of those enumerated in subsection (2) in this or another jurisdiction, within the time of the maximum sentence of the prior conviction, shall be sentenced for each conviction after the first conviction to a mandatory minimum period of imprisonment without possibility of parole during such period as follows:</p>\n<p>(a) Second conviction  5 years;</p>\n<p>(b) Third conviction  10 years. [Hawaii Rev Stat, § 706-606.5(1)(a)(b).]</p>\n<p>[23]  See also <i>Gonzalez v United States,</i> 224 F2d 431 (CA 1, 1955); <i>State v Ellis,</i> 214 Neb 172; 333 NW2d 391 (1983); <i>State v Hollins,</i> 310 NW2d 216 (Iowa, 1981); <i>State v Brezillac,</i> 19 Wash App 11; 573 P2d 1343 (1978); <i>State v Carlson,</i> 560 P2d 26 (Alas, 1977); <i>State v Simmons,</i> 258 NW2d 908 (Minn, 1977); <i>State v Murray,</i> 200 Kan 526; 437 P2d 816 (1968); <i>Ross v Commonwealth,</i> 384 SW2d 324 (Ky, 1964); <i>Dye v Skeen,</i> 135 W Va 90; 62 SE2d 681 (1950); <i>Joyner v State,</i> 158 Fla 806; 30 So 2d 304 (1947); <i>Ellis v State,</i> 134 Tex Crim App 346; 115 SW2d 660 (1938). See, generally, anno: <i>Habitual criminal statutes,</i> 24 ALR2d 1247, 1249 (The great majority of cases have held that two or more convictions on the same day on two or more indictments, or on two or more counts of the same indictment, constitute only one conviction for the purposes of the habitual offender statute); Sorenson, <i>The habitual criminal act: Quantity of convictions only?,</i> 59 Neb L R 507 (1980).</p>\n<p>[24]  18 USC App, § 1201(a) (1982 &amp; Supp II, 1984). Congress has since repealed this section, but it has made the enhanced penalty provision of former § 1202(a) applicable to violations of 18 USC 922(g). See Firearms Owners' Protection Act of 1986, PL 99-308, §§ 102, 104, 100 Stat 452, 458-459. The pertinent language of the amended version of § 922(g) is the same as the language of former § 1202(a), and the legislative history indicates that § 922(g) is to be applied in the same manner as the enhanced sentencing provision of former § 1202(a).</p>\n<p>[25]  Brief of Solicitor General, p 8.</p>\n<p>[1]  It is not clear why the Court of Appeals refers to <i>People v Carson</i> in its order certifying a conflict to this Court. The Court of Appeals opinion in this case does not cite <i>Carson. People v Ross</i> is discussed extensively by the <i>Stoudemire</i> Court, but is not mentioned in the order. We note that the habitual offender statute was amended after <i>Ross</i> was decided in 1978, but before <i>Carson.</i> The 1978 amendments do not affect the issue in this case.</p>\n<p>[2]  This act is now commonly referred to as the habitual offender statute.</p>\n<p>[3]  <i>People v Lowenstein, supra</i><i>,</i> relied on the holding in <i>People v Podsiad</i><i>.</i></p>\n<p>[4]  As stated earlier, defendant relies on the Court of Appeals holding in <i>People v Ross, supra</i><i>,</i> as authority for his argument that the three prior felonies in this case which arose out of the same transaction should only be counted as one prior felony for purposes of applying the habitual offender statute. The <i>Ross</i> Court relied on our holding in <i>Podsiad.</i> I believe the <i>Ross</i> Court misread <i>Podsiad.</i></p>\n<p>[5]  See <i>People v Wakeford,</i> 418 Mich 95; 341 NW2d 68 (1983), where we held that the armed robbery of two cashiers in one grocery store during the same period of time was not a single offense.</p>\n<p>[6]  Alas Stat 12.55.050 provided:\n</p>\n<p>\"Increased punishment for persons convicted of more than one felony. A person convicted of a felony in this state who has been previously convicted of a felony in this state or elsewhere, if the same crime elsewhere would constitute a felony under Alaska law, is punishable as follows:</p>\n<p>\"(1) If the person is convicted of a felony which would be punishable by imprisonment for a term less than his natural life, and has previously been convicted of one felony, then he is punishable by imprisonment for not less than the minimum nor more than twice the longest term prescribed for the felony of which that person is convicted.</p>\n<p>\"(2) If the person has previously been convicted of two felonies, then he is punishable by imprisonment for not less than the minimum nor more than twice the longest term prescribed herein for a second conviction of felony.</p>\n<p>\"(3) If the person has previously been convicted of three or more felonies, then on the fourth conviction he shall be adjudged an habitual criminal, and is punishable by imprisonment for not less than 20 years nor more than the remainder of his natural life.\" [560 P2d 27, n 2.]</p>\n<p>This statute has been repealed and replaced by materially different wording. For the existing legislation on sentences of imprisonment for felonies, see Alas Stat 12.55.125.</p>\n<p>[7]  The rule states that where language of a statute is clear and construction according to its terms does not lead to absurd consequences, the words used are taken as the final expression of the meaning intended, and legislative history will not be consulted. See 2A Sands, Sutherland Statutory Construction (4th ed), § 45.09.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">262</span></span> (1987)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">693</span></span></b></center>\n<center><h1>PEOPLE<br>\nv.<br>\nSTOUDEMIRE</h1></center>\n<center>Docket No. 75907, (Calendar No. 3).</center>\n<center><p><b>Supreme Court of Michigan.</b></p></center>\n<center>Argued March 3, 1987.</center>\n<center>Decided October 30, 1987.</center>\n<p><i>Frank J. Kelley,</i> Attorney General, <i>Louis J. Caruso,</i> Solicitor General, <i>Joe Filip,</i> Prosecuting Attorney, and <i>Brian E. Thiede</i> and <i>Jerrold E. Schrotenboer,</i> Assistant Prosecuting Attorneys, for the people.</p>\n<p><i>William Worth, Jr.,</i> for the defendant.</p>\n<p>Decided October 30, 1987. Rehearing denied post, 1213.</p>\n<p>LEVIN, J.</p>\n<p>The habitual offender statute provides escalating penalties for persons repeatedly convicted of felonies.<sup>[1]</sup> A life sentence may be imposed on a fourth-felony offender where the fourth felony is punishable by a term of five years or more. The question presented is whether Stoudemire was properly charged as an habitual offender with three prior convictions where the three convictions arose out of a single transaction. We hold that he could only be charged as a second offender, reverse the decision of the Court of Appeals, and remand for trial on the principal charge and a supplemental information charging that he was convicted but one previous time.</p>\n<p>Stoudemire was originally charged with assaulting a prison guard<sup>[2]</sup> and as a fourth offender under the habitual offender statute.<sup>[3]</sup> The three prior convictions set forth in the supplemental information were for breaking and entering, unarmed robbery, and criminal sexual conduct, and arose out of a single transaction, and a single trial and sentencing.</p>\n<p>Stoudemire moved to dismiss the supplemental information, arguing that because the three prior <span class=\"star-pagination\">*265</span> felony convictions arose out of a single transaction, they should count as only one \"conviction\" under the habitual offender statute. Therefore, Stoudemire argued, any supplemental information should have charged him as only a second offender.<sup>[4]</sup> The trial court denied Stoudemire's motion, and Stoudemire thereafter pled guilty to the principal charge in exchange for dismissal of the habitual offender charge. Stoudemire subsequently appealed his plea-based conviction to the Court of Appeals, which affirmed.</p>\n<p>I</p>\n<p>Legislative purpose is the lodestar of statutory construction.<sup>[5]</sup> This Court has said:</p>\n<blockquote>A court's responsibility when it construes a statute is to implement the purpose and intent of those who enact it. A failure to consider whether the Legislature understood the meaning of a term quite differently when a statute was enacted than it is understood today would allow a statute to be construed in a manner which extends its intended scope. [<i>People v Gilbert,</i> <span class=\"citation\" data-id=\"1580197\"><a href=\"/opinion/1580197/people-v-gilbert/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">191</span></a></span>, 200; 324 NW2d 834 (1982).]</blockquote>\n<blockquote>\"The particular inquiry is not what is the abstract force of the words or what they may comprehend, but in what sense were they intended to be understood or what understanding they convey when used in the particular act.\" [<i>People v Lynch,</i> <span class=\"citation\" data-id=\"1961254\"><a href=\"/opinion/1961254/people-v-lynch/\"><span class=\"volume\">410</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">343</span></a></span>, 354; 301 NW2d 796 (1981).][<sup>[6]</sup>]</blockquote>\n<p>In <i>Wymer v Holmes,</i> <span class=\"citation\" data-id=\"1302804\"><a href=\"/opinion/1302804/wymer-v-holmes/\"><span class=\"volume\">429</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">66</span></a></span>, 76; 412 NW2d <span class=\"star-pagination\">*266</span> 213 (1987), this Court, discussing \"plain meaning,\" said that \"in construing a statute, this Court must read the language of the statute in light of the general purpose to be accomplished.... Our first task, therefore, is to ascertain the question of legislative purpose.\"</p>\n<p>Once legislative intent is discerned, it must be given effect, even if doing so might appear to conflict with the letter of the statute. \"`[A] thing which is within the spirit of a statute is within the statute, although not within the letter; and a thing within the letter is not within the statute, unless within the intention.'\" <i>Metropolitan Council #23 v Oakland Co Prosecutor,</i> <span class=\"citation\" data-id=\"2086381\"><a href=\"/opinion/2086381/council-23-v-oakland-county/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">299</span></a></span>, 319; 294 NW2d 578 (1980).<sup>[7]</sup></p>\n<p>In this case, the legislative history of the statute indicates that the Legislature, by using the phrase \"after having been three times convicted,\" intended that the fourth-offender penalties reach only incorrigible criminals who had failed three separate times to reform  who had been convicted three separate times where the last two convictions were for crimes committed after the prior conviction. The Legislature used the phrase \"after having been three times convicted\" as shorthand.</p>\n<p>When the Legislature uses a shorthand expression, legislative intent controls over an arguably literal reading of the statute inconsistent with that intent. As this Court stated in <i>Elba Twp v Gratiot Co,</i> <span class=\"citation\" data-id=\"3491043\"><a href=\"/opinion/3521917/elba-twp-v-gratiot-county/\"><span class=\"volume\">287</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">372</span></a></span>, 394; <span class=\"citation\" data-id=\"3491043\"><a href=\"/opinion/3521917/elba-twp-v-gratiot-county/\"><span class=\"volume\">283</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">615</span></a></span> (1939), where it encountered a similar question of statutory construction:</p>\n<blockquote>\n<span class=\"star-pagination\">*267</span> In ascertaining the true intent and meaning of a statute often allowance must be made for attempted brevity of expression.</blockquote>\n<blockquote>\"Where the language of a statute, in its ordinary meaning and grammatical construction, leads to a manifest contradiction of the apparent purpose of the enactment, or to some inconvenience or absurdity, hardship or injustice, presumably not intended, a construction may be put upon it which modifies the meaning of the words, and even the structure of the sentence.\"[<sup>[8]</sup>]</blockquote>\n<p>II</p>\n<p>The habitual offender provisions were first enacted as part of the Code of Criminal Procedure in 1927,<sup>[9]</sup> and adopted <i>in toto</i> the language of New York's habitual offender statute.<sup>[10]</sup></p>\n<p>The author of the New York statute, State <span class=\"star-pagination\">*268</span> Senator Caleb Baumes,<sup>[11]</sup> aimed the act's escalating penalties  and in particular the mandatory life sentence imposed in the original enactment on fourth offenders  at the professional criminal, the hard-core recidivist who had been repeatedly tried, convicted, and sentenced, and who committed yet another crime. Senator Baumes said:</p>\n<blockquote>The theory of the Fourth Offender Act[<sup>[12]</sup>] is not punishment at all, but it is protection to the public. The man who has been convicted once, twice, three times, sentenced <i>and served his time</i> and come [sic] out and resumed operations again has proven to you and to me that he cannot learn his lesson. He is incurable. He is non-reformable. And either he cannot or he will not adjust himself to the fixed and settled rules and regulations of society and civilization.... He is a [sic] habitual criminal, a menace to society, and as such should be segregated from society for the good of society and perhaps for his own good as well. [Baumes, <i>The Baumes laws and legislative program in New York,</i> 52 ABA Rep 511, 521 (1927). Emphasis added.]</blockquote>\n<p><span class=\"star-pagination\">*269</span> New York courts have construed the Baumes Act in accordance with Senator Baumes' intent. In <i>People v Spellman,</i> 136 Misc 25; <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">68</span></span> (1930), the court declared that multiple convictions on the same day constitute only one \"conviction\" for purposes of the habitual offender statute. Spellman was convicted of burglary in 1922. Subsequently, on January 19, 1924, he pled guilty to seven indictments for burglary and grand larceny. After his release from prison, he was again convicted of burglary, and the state charged him as a fourth offender under the habitual offender statute. The court held that the seven same-day convictions constituted only one habitual offender \"conviction,\" and that therefore Spellman could be charged only as a third offender. Before his most recent arrest, Spellman had had only two, not three, opportunities to reform:</p>\n<blockquote>The courts have, however, humanely and justly required a mandatory life sentence[<sup>[13]</sup>] only after three or more fully completed, legal, prior judgments of conviction, separated sufficiently to offer opportunity for the felon to reform. (<i>People v Bergman,</i> 176 [AD] 318 [<span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">443</span></span> (1916)], <i>People v Schaller,</i> 224 [AD] 3, 8 [<span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">492</span></span> (1928)], <i>People ex rel Gaczewski v Jennings,</i> 223 [AD] 78 [<span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">373</span></span> (1928)].) [<i>Spellman, supra,</i> p 29.][<sup>[14]</sup>]</blockquote>\n<p>Construing the Michigan statute in 1929, this <span class=\"star-pagination\">*270</span> Court echoed Senator Baumes and the New York courts:</p>\n<blockquote>[Habitual offender] laws evidence a desire on the part of the people of the State to protect themselves from the acts of habitual violators of law. Such persons, by the <i>repeated commissions</i> of felonies, have shown that they are a menace to society, unfit for liberty, and should be deprived thereof. The punishment in such cases is increased because of the apparent persistence in the commission of crime by the person convicted and his indifference to the laws deemed necessary for the protection of the people and their property. [<i>People v Palm,</i> <span class=\"citation\" data-id=\"3503026\"><a href=\"/opinion/3532565/people-v-palm/\"><span class=\"volume\">245</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">396</span></a></span>, 401; <span class=\"citation\" data-id=\"3503026\"><a href=\"/opinion/3532565/people-v-palm/\"><span class=\"volume\">223</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">67</span></a></span> (1929).][<sup>[15]</sup>] [Emphasis added.]</blockquote>\n<p><span class=\"star-pagination\">*271</span> By borrowing New York's statute in its entirety, the Legislature indicated that it was motivated by the same purpose that underlay the New York statute. The Legislature intended that the habitual offender statute's fourth-felony provision, like the parallel provision in the New York statute, should apply only to a person who had had three opportunities to reform  who had been convicted and sentenced and then subsequently committed another felony for which he was also convicted and sentenced, and then subsequent to the second conviction committed yet another felony, for which he was again convicted and sentenced. Upon this person's conviction for yet a fourth felony, he would be subject to the habitual offender act's fourth-felony provision. He would be subject to mandatory life imprisonment because he had three times failed to reform, \"because of the apparent persistence in the commission of crime by the person convicted and his indifference to the laws....\"</p>\n<p>Stoudemire had one opportunity to reform before he was charged as a fourth-felony offender. Before the assault in the instant case, Stoudemire had been tried and sentenced but once. He could only have been charged as a second offender.<sup>[16]</sup> To deem Stoudemire a fourth-felony offender, subject to the most severe habitual offender penalties, would be contrary to the legislative purpose of applying the fourth-felony offender penalties against only those persons who, after failing three separate opportunities to reform, were deemed incorrigible criminals.</p>\n<p>III</p>\n<p>It is appropriate to infer legislative intent from <span class=\"star-pagination\">*272</span> the purpose of similar statutes enacted in other jurisdictions. See <i>Wymer v Holmes, supra</i><i>,</i> where this Court, in determining the legislative purpose underlying Michigan's recreational land use statute,<sup>[17]</sup> declared that \"[i]t is reasonable to assume that the Michigan statute has the similar general purpose of similar acts in other jurisdictions....\" In construing similar statutes, a substantial majority of the courts that have considered this question have recognized that the enacting legislature intended that prior \"convictions\" reflect previous opportunities to reform. Multiple convictions arising out of one incident count as only one \"conviction\" for purposes of applying habitual offender statutes.<sup>[18]</sup></p>\n<p>In <i>Rezin v State,</i> 95 Nev 461, 463; 596 P2d 226 (1979), the Supreme Court of Nevada construed an habitual offender statute providing for additional punishment for persons previously \"convicted.\"<sup>[19]</sup><span class=\"star-pagination\">*273</span> The court noted that the legislative purpose underlying the habitual offender statute was \"to discourage repeat offenders and to afford them an opportunity to reform.\" The court held that \"where two or more convictions grow out of the same act, transaction, or occurrence, and are presented in the same indictment or information, those several convictions may be utilized only as a single `prior conviction' for purposes of applying the habitual criminal statute.\" <i>Id.,</i> p 462.</p>\n<p>The Court of Appeals of New Mexico construed its habitual criminal statute<sup>[20]</sup> to mean that convictions arising out of a single incident \"would count as only one `prior' under the habitual offender statute....\" <i>State v Montoya,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">NM</span> <span class=\"page\">734</span></span>, 737; 594 P2d 1190 (1979). This holding was based on the legislative purpose underlying the statute, that \"`the increased penalty is held <i>in terrorem</i> over the criminal for the purpose of effecting his reformation and preventing further and subsequent offenses by him.'\" Therefore, \"`each felony must have been committed after conviction for the preceding felony.'\"<sup>[21]</sup></p>\n<p><span class=\"star-pagination\">*274</span> In <i>State v Tavares,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">509</span></span>, 515; 630 P2d 633 (1981), the Supreme Court of Hawaii rejected the prosecutor's claim that convictions on multiple counts of a single indictment should count as multiple prior convictions for purposes of the statute.<sup>[22]</sup> \"[T]his court chooses,\" it said, \"to follow the majority rule and holds that convictions on several counts of an indictment are to be treated as only one conviction [under the statute].\"<sup>[23]</sup></p>\n<p><span class=\"star-pagination\">*275</span> In a brief filed in the United States Supreme Court, the Solicitor General of the United States confessed error and asked the Court to overrule a decision of the United States Court of Appeals for the Eighth Circuit that counted an offender's six felony convictions arising from one incident as six separate convictions for purposes of the federal habitual criminal act.<sup>[24]</sup><i>Petty v United States,</i> <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span>___; <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1968</span></span>; <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></span> (1987). The statute provided that a person convicted of firearm possession \"who has three previous convictions ... for robbery or burglary, or both ... shall [be] ... imprisoned not less than fifteen years, and ... such person shall not be eligible for parole....\" Petty had previously been convicted of armed robbery in Missouri, and of six counts of armed robbery in New York, on the basis of his participation in a robbery at a restaurant during which six different people were robbed at the same time. The Solicitor General said that for purposes of the statute, six convictions arising out of the same incident should be counted as only one \"previous conviction.\" To rule otherwise would contradict the clear legislative intent that the increased penalty was for \"`hard-core recidivist robbers and burglars,' `repeat offenders,' and `three-time losers.'\"<sup>[25]</sup> The United States Supreme Court remanded the cause to the United States Court of Appeals for the Eighth Circuit, which accepted the Solicitor General's position and vacated the habitual offender sentence. <span class=\"star-pagination\">*276</span> <i>United States v Petty,</i> 828 F2d 2 (CA 8, 1987).</p>\n<p>IV</p>\n<p>While the Legislature has amended the habitual offender statute since 1927, none of the changes evidence an intent that the fourth-offender provision should apply to anyone other than someone who, prior to his fourth conviction, had already been convicted and sentenced three separate and subsequent times. The first amendment (<span class=\"citation no-link\"><span class=\"volume\">1929</span> <span class=\"reporter\">PA</span> <span class=\"page\">24</span></span>) moderated the fourth-offender penalty so that a life sentence was mandated only when the fourth felony was one where, upon a first conviction, \"the offender might be imprisoned in a state prison for a maximum term of five years or more....\" If the maximum was less than five years, the habitual offender sentence was \"not less than seven and one-half years nor more than fifteen years.\"</p>\n<p>The second amendment (<span class=\"citation no-link\"><span class=\"volume\">1949</span> <span class=\"reporter\">PA</span> <span class=\"page\">56</span></span>) changed the sentencing from mandatory to discretionary. Life sentences were no longer required upon fourth-felony convictions for offenses which, had they been first convictions, would have been punishable by sentences of five years or more. The judge could, rather, sentence the offender \"to imprisonment in a state prison for the term of his natural life or for any lesser term in the discretion of the court....\"</p>\n<p>The third and last amendment (<span class=\"citation no-link\"><span class=\"volume\">1978</span> <span class=\"reporter\">PA</span> <span class=\"page\">77</span></span>) was primarily an editing amendment as part of changes made concerning controlled substance offenses. For example, the Legislature altered <span class=\"citation no-link\"><span class=\"volume\">1949</span> <span class=\"reporter\">PA</span> <span class=\"page\">56</span></span>,</p>\n<blockquote>\n<span class=\"star-pagination\">*277</span> If the felony for which such offender is tried is such that upon a first conviction thereof the offender might be imprisoned in a state prison for a maximum term of 5 years or more, or for life, then such person may be sentenced upon conviction of such fourth or subsequent offense to imprisonment in a state prison for the term of his natural life or for any lesser term in the discretion of the court ...</blockquote>\n<p>to:</p>\n<blockquote>If the subsequent felony is punishable upon a first conviction by imprisonment for a maximum term of 5 years or more, or for life, then the court, except as otherwise provided in this section or section 1 of chapter 11, may sentence the person upon conviction of the fourth or subsequent offense to imprisonment in a state prison for the term of life or for a lesser term. [<span class=\"citation no-link\"><span class=\"volume\">1978</span> <span class=\"reporter\">PA</span> <span class=\"page\">77</span></span>, § 12(1)(a).]</blockquote>\n<p>Similarly, the Legislature edited <span class=\"citation no-link\"><span class=\"volume\">1949</span> <span class=\"reporter\">PA</span> <span class=\"page\">56</span></span>,</p>\n<blockquote>A person who after having been 3 times convicted within this state, of felonies or attempts to commit felonies, or under the law of any other state, government or country, of crimes which if committed within this state would be felonious, commits any felony within this state is punishable upon conviction as follows ...</blockquote>\n<p>to read:</p>\n<blockquote>If a person has been convicted of 3 or more felonies, attempts to commit felonies, or both, whether the convictions occurred in this state or would have been for felonies in this state if the convictions obtained outside this state had been obtained in this state, and that person commits a subsequent felony within this state, the person shall be punished upon conviction as follows.... [<span class=\"citation no-link\"><span class=\"volume\">1978</span> <span class=\"reporter\">PA</span> <span class=\"page\">77</span></span>, § 12(1).]</blockquote>\n<p><span class=\"star-pagination\">*278</span> While the phrase \"If a person has been convicted of 3 or more felonies,\" arguably has a different import than the phrase \"A person who after having been 3 times convicted,\" when considered in the context of the other changes made in the statute it is clear that the Legislature intended only to improve the statute's grammar, not to alter its underlying meaning. These alterations are stylistic, not substantive. They therefore do not alter the legislative purpose expressed in the original 1927 statute.</p>\n<p>We therefore hold, consistent with the legislative purpose underlying the habitual offender statute, that multiple convictions arising out of a single incident may count as only a single prior conviction for purposes of the statute.</p>\n<p>Reversed and remanded to the trial court for further proceedings consistent with this opinion.</p>\n<p>RILEY, C.J., and BRICKLEY, CAVANAGH, BOYLE, and GRIFFIN, JJ., concurred with LEVIN, J.</p>\n<p>ARCHER, J. (<i>dissenting</i>).</p>\n<p>I. FACTS</p>\n<p>The essential facts of this case are set forth by the Court of Appeals in <i>People v Stoudemire,</i> <span class=\"citation\" data-id=\"1640295\"><a href=\"/opinion/1640295/people-v-stoudemire/\"><span class=\"volume\">140</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">687</span></a></span>, 688; 365 NW2d 214 (1985).</p>\n<blockquote>Defendant was originally charged with assaulting a prison guard, MCL 750.197c; MSA 28.394(3), and as a[n] habitual offender-fourth offense, MCL 769.12; MSA 28.1084. The supplemental information was predicated upon three prior felony convictions for breaking and entering, unarmed robbery and criminal sexual conduct. Both defendant and the prosecution agree that the three prior felony convictions were part of a single transaction and occurred at the same time and place.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*279</span> Defendant brought a motion to dismiss the supplemental information, arguing that the three prior felony convictions arose out of a single transaction charged in one multi-count information. Defendant claims that the three prior convictions count only as one conviction under the habitual offender statute, and therefore any supplemental information should have charged defendant only as a second offender. Defendant's motion was denied by the trial court, and defendant thereafter pled guilty to the principal charge in exchange for dismissal of the supplemental information. The plea agreement was complied with[. D]efendant [then] appeal[ed] as of right from his plea-based conviction.</blockquote>\n<p>On appeal to the Court of Appeals, defendant relied on <i>People v Ross,</i> <span class=\"citation\" data-id=\"2039526\"><a href=\"/opinion/2039526/people-v-ross/\"><span class=\"volume\">84</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">218</span></a></span>; 269 NW2d 532 (1978), and argued that under the habitual offender statute, the supplemental information should have charged him only as a second offender because his three prior felony convictions arose out of a single transaction. The Court of Appeals found that defendant was properly charged under the habitual offender statute as a fourth offender, affirmed defendant's plea-based conviction, and also certified that its decision in this case conflicts with its decision in <i>People v Carson,</i> <span class=\"citation\" data-id=\"1752476\"><a href=\"/opinion/1752476/people-v-carson/\"><span class=\"volume\">115</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">202</span></a></span>; 320 NW2d 343 (1982).<sup>[1]</sup></p>\n<p>The section of the habitual offender statute under which defendant was charged as an habitual offender-fourth offense provides in pertinent part:</p>\n<blockquote>\n<span class=\"star-pagination\">*280</span> If a person has been convicted of 3 or more felonies, attempts to commit felonies, or both, whether the convictions occurred in this state or would have been for felonies in this state if the convictions obtained outside this state had been obtained in this state, and that person commits a subsequent felony within this state, the person shall be punished upon conviction.... [MCL 769.12; MSA 28.1084.]</blockquote>\n<p>We granted leave to appeal in this case to determine whether a defendant can be charged under the habitual offender statute as a fourth offender where his three prior felony convictions arose out of the same transaction. I would affirm the decision of the Court of Appeals.</p>\n<p>II. STATUTORY RULES OF CONSTRUCTION</p>\n<p>We must construe the provisions of the statute in question to reach the issue raised in this case. The intent of the Legislature controls statutory construction. <i>Owendale Schools v State Bd of Ed,</i> <span class=\"citation\" data-id=\"1641504\"><a href=\"/opinion/1641504/owendale-gagetown-sch-v-state-bd-of-ed/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">1</span></a></span>, 8; 317 NW2d 529 (1982). Our primary goal in construing the habitual offender statute is to discover and give effect to the intent of the Legislature. The intent of the Legislature is derived from the actual language used in the statute. <i>Grand Rapids v Crocker,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">178</span></span>, 182-183; <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">221</span></span> (1922). When the language used in a statute is plain and unambiguous, a common-sense reading of the provision will suffice. No interpretation is necessary. <i>Dussia v Monroe Co Employees Retirement System,</i> <span class=\"citation\" data-id=\"1710685\"><a href=\"/opinion/1710685/dussia-v-monroe-cty-emp-ret-sys/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">244</span></a></span>, 248-249; 191 NW2d 307 (1971). This rule was first pronounced in Michigan in an 1865 case, <i>People v Blodgett,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">127</span></span>, 167-168 (1865), where Justice COOLEY wrote:</p>\n<blockquote>\n<span class=\"star-pagination\">*281</span> There are certain well settled rules for the construction of statutes, which no court can safely disregard. Where the statute is plain and unambiguous in its terms, the courts have nothing to do but to obey it. They may give a sensible and reasonable interpretation to legislative expressions which are obscure, but they have no right to distort those which are clear and intelligible. The fair and natural import of the terms employed, in view of the subject matter of the law, is what should govern. .. . [Citations omitted.]</blockquote>\n<p>There is another fundamental rule of statutory construction that we must take into consideration before reaching the question raised in this case. That rule states that \"departure from the literal construction of a statute is justified when such construction would produce an absurd and unjust result and would be clearly inconsistent with the purposes and policies of the act in question.\" <i>Salas v Clements,</i> <span class=\"citation\" data-id=\"2131461\"><a href=\"/opinion/2131461/salas-v-clements/\"><span class=\"volume\">399</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">103</span></a></span>, 109; 247 NW2d 889 (1976).</p>\n<p>III. DISCUSSION</p>\n<p>I now turn to the challenged habitual offender statute. MCL 769.10 <i>et seq.;</i> MSA 28.1082 <i>et seq.</i> In applying the fundamental rules of statutory construction discussed above, one must read the entire habitual offender statute and give due consideration to every section, to produce, if possible, an harmonious and consistent enactment of the whole act. <i>Grand Rapids v Crocker, supra,</i> 182.</p>\n<p>The habitual offender statute provides for enhanced punishment for individuals who have been convicted of at least one previous felony, an attempt to commit a felony, or both, and who commit a subsequent felony within this state.</p>\n<p>The various sections of the statute apply to graduated levels of previous felonies ranging from <span class=\"star-pagination\">*282</span> one prior felony to three or more prior felonies. If an individual has previously been convicted of felonies or attempted felonies and commits a subsequent felony, the statute authorizes the sentencing court to impose an enhanced sentence. The statute is silent with regard to the necessary sequence of prior convictions. The fact that the statute is silent on this point does not necessarily mean that the language is ambiguous. My reading of the statute as a whole convinces me that the language is plain and unambiguous.</p>\n<p>A literal reading of the statutory language indicates that an individual who has been convicted of three felonies which arose out of the same criminal transaction, like the defendant in the instant case, and who commits a subsequent felony, can be sentenced under the habitual offender statute as a fourth offender. MCL 769.12; MSA 28.1084. One must determine whether the literal meaning of the statute as applied to the facts of this case is so unjust and absurd as to justify a departure. <i>Salas v Clements, supra,</i> 109.</p>\n<p>A</p>\n<p>In <i>People v Podsiad,</i> <span class=\"citation\" data-id=\"3500826\"><a href=\"/opinion/3530596/people-v-podsiad/\"><span class=\"volume\">295</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">541</span></a></span>; <span class=\"citation\" data-id=\"3500826\"><a href=\"/opinion/3530596/people-v-podsiad/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">257</span></a></span> (1940), and <i>People v Lowenstein,</i> <span class=\"citation\" data-id=\"3491285\"><a href=\"/opinion/3522128/people-v-lowenstein/\"><span class=\"volume\">309</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">94</span></a></span>; 14 NW2d 794 (1944), we were asked to determine whether a defendant convicted of and sentenced for two counts arising out of the same criminal transaction had been convicted of two felonies so as to subject the defendant to enhanced punishment under the habitual criminal act.<sup>[2]</sup> In both cases,<sup>[3]</sup> we concluded that a defendant who was <span class=\"star-pagination\">*283</span> convicted of and sentenced for two counts arising out of the same criminal transaction could not be sentenced under the habitual criminal act. The statute applied only to individuals who, after having been convicted of one felony, committed a subsequent crime. The defendants in both <i>Podsiad</i> and <i>Lowenstein</i> had not been convicted of a prior felony at the time they committed the two felonies that were under review.</p>\n<p>The holding in <i>Podsiad</i> represents the majority rule which states that \"it is a prerequisite that the prior conviction or convictions precede the commission of the principal offense in order to enhance the punishment under habitual criminal statutes.\" Anno: <i>Chronological or procedural sequence of former convictions as affecting enhancement of penalty for subsequent offense under habitual criminal statutes,</i> 24 ALR2d 1247, 1249; 22-24 ALR2d (Later Case Service) 544, 545.</p>\n<p>The minority rule states that conviction of the previous offense or offenses does not have to antedate the commission of the primary offense. 24 ALR2d 1252.</p>\n<p>The defendant in the instant case was initially charged as a fourth offender because he committed a subsequent felony after having been convicted of three counts arising out of the same criminal transaction. The facts of this case are therefore distinguishable from the facts in <i>Podsiad.</i> I do not believe that <i>Podsiad</i> is determinative of the question presented in this case.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*284</span> B</p>\n<p>We have never addressed the appropriate application of the habitual offender statute to cases involving defendants who have been convicted of previous felonies which arose out of the same transaction and who then commit a subsequent felony.<sup>[5]</sup> The habitual statute enhances punishment \"`because of the apparent persistence in the commission of crime by the person convicted and his indifference to the laws deemed necessary for the protection of the people and their property.'\" <i>People v Hendrick,</i> <span class=\"citation\" data-id=\"2131525\"><a href=\"/opinion/2131525/people-v-hendrick/\"><span class=\"volume\">398</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">410</span></a></span>, 416; 247 NW2d 840 (1976), quoting <i>People v Palm,</i> <span class=\"citation\" data-id=\"3503026\"><a href=\"/opinion/3532565/people-v-palm/\"><span class=\"volume\">245</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">396</span></a></span>, 401; <span class=\"citation\" data-id=\"3503026\"><a href=\"/opinion/3532565/people-v-palm/\"><span class=\"volume\">223</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">67</span></a></span> (1929). See also <i>In re Southard,</i> <span class=\"citation\" data-id=\"3493058\"><a href=\"/opinion/3523696/in-re-southard/\"><span class=\"volume\">298</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">75</span></a></span>, 78; <span class=\"citation\" data-id=\"3493058\"><a href=\"/opinion/3523696/in-re-southard/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">457</span></a></span> (1941), where we stated, \"The habitual criminal act was passed to provide a punishment for repeated commissions of felonies.\"</p>\n<p>I note that the statute does not mandate that the prosecutor charge an individual as an habitual offender whenever the individual has been convicted of a prior felony and commits a subsequent felony. The trial court also is not mandated to sentence a defendant under the statute merely because the prosecutor files a separate or supplemental information accusing the defendant of being convicted of prior felonies. Sentencing the defendant under the statute is within the sound discretion of the trial court.</p>\n<p>The stated purpose of the habitual offender statute leads me to conclude that the result reached in this case is neither absurd nor unjust. Given the Legislature's concern with crime and the effect it has on the citizens of this state, the Legislature <span class=\"star-pagination\">*285</span> must have intended that the habitual offender statute be applied to prior convictions for multiple felonies which arose out of the same transaction. The appropriate sentence under the statute is determined by the number of prior felony convictions without regard to the sequence of the convictions.</p>\n<p>An individual who has been convicted and sentenced, and has served the prescribed prison or probation term for three counts of manslaughter which arose out of the same criminal transaction should have sufficient motivation to reform himself and become an acceptable member of our society. When an individual is not so motivated, he can be sentenced as a fourth habitual offender once he commits a subsequent manslaughter or other felony. I do not believe that the Legislature intended that an individual be sentenced only as a second offender under the statute merely because the three prior manslaughter convictions arose out of the same transaction. A defendant who has been convicted of three counts of manslaughter which arose out of the same criminal transaction and who is convicted of a subsequent felony is no less persistent at committing crimes than a defendant who has been convicted of three independent homicides and commits a subsequent felony. It would be reasonable to subject individuals who commit homicides under either set of circumstances to the same degree of sanctions under the statute.</p>\n<p>Defendant's argument that the purpose of the habitual offender statute is to provide that where a defendant had been convicted of a prior felony he should be given an opportunity for reformation, and that the convictions must be on charges separately brought and tried, would be better addressed by the Legislature.</p>\n<p><span class=\"star-pagination\">*286</span> C</p>\n<p>My view does not represent the rule adopted by the majority of jurisdictions which have considered this question. In most cases construing a state's habitual offender statute, the sequence of prior convictions is not an issue. Where this factor is an issue, the rule followed in the majority of jurisdictions is that each successive felony must be committed after the previous felony before it can be counted under the habitual offender statute. 24 ALR2d 1249.</p>\n<p>In <i>State v Carlson,</i> 560 P2d 26 (Alas, 1977), the Alaska Supreme Court construed the now repealed Alaska habitual offender statute,<sup>[6]</sup> which was very similar to Michigan's statute, and concluded that the statute did not apply to an individual who committed four crimes within a short time and <span class=\"star-pagination\">*287</span> was given at most one opportunity to reform. Both the Michigan and the Alaska statutes are silent on the required sequence of prior convictions.</p>\n<p>While the statutory language contained in the Alaska habitual offender statute is similar to the Michigan statute, there is a significant difference between the rule of statutory construction we must follow and the rule of construction followed by the courts of Alaska. The Alaska Supreme Court rejects the so-called \"plain meaning\" rule as a strict exclusionary rule. That court has held that \"[w]hile a fundamental principle of statutory interpretation is that a statute means what its language reasonably conveys to others, reference to legislative history may provide an insight which is helpful to making a judgment concerning what a statute means.\" The Alaska Supreme Court further held that its inquiry into the meaning of a statute does not end with a literal interpretation of the statute even though the language used is clear and unambiguous. <i>North Slope Borough v Sohio Petroleum Corp,</i> 585 P2d 534, 540 (Alas, 1978).</p>\n<p>As discussed earlier, the \"plain meaning\" rule is alive and well in Michigan. See <i>Hiltz v Phil's Quality Market,</i> <span class=\"citation\" data-id=\"1760440\"><a href=\"/opinion/1760440/hiltz-v-phils-quality-market/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">335</span></a></span>, 343; 337 NW2d 237 (1983); <i>In re Certified Questions,</i> <span class=\"citation\" data-id=\"1614107\"><a href=\"/opinion/1614107/in-re-certified-questions/\"><span class=\"volume\">416</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">558</span></a></span>, 567; 331 NW2d 456 (1982); <i>Dussia v Monroe Co Employees Retirement System, supra,</i> 249.<sup>[7]</sup></p>\n<p>I believe that the Alaska Supreme Court's rejection of the \"plain meaning\" rule accounts for the fact that the court interprets the Alaska habitual offender statute as not requiring that a defendant who was convicted of three prior felonies which <span class=\"star-pagination\">*288</span> arose out of the same transaction be sentenced as a fourth offender.</p>\n<p>In <i>State v Tillman,</i> 228 NW2d 38, 41 (Iowa, 1975), the Iowa Supreme Court held that the Iowa habitual offender statute \"dictates that each offense must have been complete as to conviction, sentence and commitment to prison before the commission of the next in order that it qualify for application of the enlarged punishment\" provided for under the statute. The challenged statute in <i>Tillman</i> provided in pertinent part:</p>\n<blockquote>\"Whoever has been twice convicted of a crime, <i>sentenced,</i> and <i>committed to prison,</i> in this or any other state, ... for terms of not less than three years each shall, upon conviction of a felony .. . be deemed to be a habitual criminal, and shall be punished by imprisonment in the penitentiary for a term of not more than twenty-five years....\" [228 NW2d 40.]</blockquote>\n<p>Defendant Tillman was convicted on December 23, 1971, of attempting to break and enter and was sentenced to five years imprisonment. The sentence was suspended, and the defendant was paroled for good behavior. On May 12, 1972, the defendant's parole was revoked, and he was incarcerated.</p>\n<p>On March 26, 1972, Tillman committed a shoplifting offense. He was convicted of this crime on July 3, 1972, and was sentenced to seven years in the state penitentiary.</p>\n<p>The convictions for shoplifting and breaking and entering were used to justify sentencing the defendant as an habitual criminal when the defendant committed a subsequent offense in November, 1973. The Iowa Supreme Court held that the habitual offender statute did not apply to Tillman under the facts presented, stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*289</span> \"In the light of its purpose, and applying the principle of strict construction we hold in accordance with the general rule that under § 747.5 the first conviction and imposition of sentence must precede the second offense, and that both of the prior convictions and impositions of sentence must precede the third conviction.</blockquote>\n<blockquote>That sequence does not exist in this case. The incidents resulting in the first and second convictions each occurred before conviction and imposition of penalty for the first offense. Therefore, Code § 747.5 is inapplicable....\" [228 NW2d 41.]</blockquote>\n<p>The Iowa statute, unlike the Michigan statute, defines an habitual offender as an individual who has been convicted of a crime, sentenced, and committed to prison in Iowa or any other state for no less than three years. The Michigan statute does not require that an individual be sentenced and committed to prison for a prior conviction before he can be charged as an habitual offender. Instead, our statute refers to an habitual offender as an individual who has been convicted of a felony, an attempt to commit a felony, or both in this state or any other state. The Iowa statute is therefore distinguishable from our statute.</p>\n<p>IV</p>\n<p>I would hold that the habitual offender statute is clear and unambiguous on its face. I would further hold that literal construction of the statute would not produce an absurd or unjust result in this case and would not be clearly inconsistent with the purposes and policies of the act. On the basis of the facts before us, defendant was properly charged under the statute as a fourth offender.</p>\n<p>I would affirm the decision of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  MCL 769.10-769.14; MSA 28.1082-28.1085(1).</p>\n<p>[2]  MCL 750.197c; MSA 28.394(3).</p>\n<p>[3]  MCL 769.12; MSA 28.1084.</p>\n<p>[4]  MCL 769.10; MSA 28.1082.</p>\n<p>[5]  <i>People v Gilbert,</i> <span class=\"citation\" data-id=\"1580197\"><a href=\"/opinion/1580197/people-v-gilbert/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">191</span></a></span>, 205; 324 NW2d 834 (1982), <i>People v Lynch,</i> <span class=\"citation\" data-id=\"1961254\"><a href=\"/opinion/1961254/people-v-lynch/\"><span class=\"volume\">410</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">343</span></a></span>, 354; 301 NW2d 796 (1981), <i>People v McFarlin,</i> <span class=\"citation\" data-id=\"2060047\"><a href=\"/opinion/2060047/people-v-mcfarlin/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">557</span></a></span>, 563-565; 208 NW2d 504 (1973), and <i>Stambaugh Twp v Iron Co Treasurer,</i> <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">104</span></span>, 107; <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">569</span></span> (1908).</p>\n<p>[6]  Quoting 2A Sands, Sutherland Statutory Construction (4th ed), § 46.07, p 110.</p>\n<p>[7]  Quoting <i>Detroit Common Council v Rush,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">532</span></span>, 542; <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">951</span></span> (1890).\n</p>\n<p>See also <i>Aikens v Dep't of Conservation,</i> <span class=\"citation\" data-id=\"1978917\"><a href=\"/opinion/1978917/aikens-v-dept-of-conservation/\"><span class=\"volume\">387</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">495</span></a></span>, 499; 198 NW2d 304 (1972), where this Court said: \"It is well settled that the proper construction of any statute is for the court. The purpose of the court in interpreting a statute is to give effect to the legislative intent. If there is a conflict, the spirit and purpose of the statute should prevail over its strict letter.\" (Citations omitted.)</p>\n<p>[8]  Quoting Endlich, Interpretation of Statutes, § 295, p 399.</p>\n<p>[9]  <span class=\"citation no-link\"><span class=\"volume\">1927</span> <span class=\"reporter\">PA</span> <span class=\"page\">175</span></span>. The original fourth offender provision stated:\n</p>\n<p>Sec. 12. A person who after having been three times convicted within this state, of felonies or attempts to commit felonies, or under the law of any other state, government or country, of crimes which if committed within this state would be felonious, commits a felony within this state, must be sentenced upon conviction of such fourth or subsequent offense, to imprisonment in a state prison for the term of his natural life. Offenders sentenced under this and the last two preceding sections shall not be eligible to parole before the expiration of the minimum term fixed by the sentencing judge at the time of sentence without the written approval of the judge of such court or any judge of such court if the sentencing judge is not then serving. A person to be punishable under this and the last two preceding sections need not have been indicted and convicted as a previous offender in order to receive the increased punishment therein provided, but may be proceeded against as provided in the following section.</p>\n<p>[10]  1926 NY Laws 457. There are several grammatical differences between the two acts. The New York act, for example, inserted a comma after \"A person who ...,\" which comma the Michigan version omitted. Additionally, the Michigan act included a sentence regarding parole eligibility that was not in the New York statute. The New York statute read as follows:\n</p>\n<p>§ 1942. A person who, after having been three times convicted within this state, of felonies or attempts to commit felonies, or under the law of any other state, government or country, of crimes which if committed within this state would be felonious, commits a felony within this state, shall be sentenced upon conviction of such fourth, or subsequent, offense to imprisonment in a state prison for the term of his natural life. A person to be punishable under this and the preceding section need not have been indicted and convicted as a previous offender in order to receive the increased punishment therein provided, but may be proceeded against as provided in the following section.</p>\n<p>[11]  Senator Baumes' act served as a model for the recidivist legislation that swept the nation in the late 1920s and which was referred to generically as the \"Baumes Laws.\" See Brown, <i>The treatment of the recidivist in the United States,</i> 23 Can Bar J 640, 642-643 (1945); Johnsen, <i>The Baumes Laws</i> (6 The Reference Shelf, Number 3, 1929); Shumaker, <i>Life imprisonment for habitual offenders,</i> 31 Law Notes 106 (1927).</p>\n<p>[12]  1926 NY Laws 457, § 1942. See n 6 <i>supra.</i></p>\n<p>[13]  The original Michigan statute, like New York's, imposed a mandatory life sentence on a fourth felony offender.</p>\n<p>[14]  See also <i>People v Gowasky,</i> 244 NY 451; <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">737</span></span> (1927). The discussion of the Baumes Act and its English predecessors by the New York Court of Appeals is predicated on the assumption that the legislation was targeted at hard-core recidivists who had repeatedly been convicted and sentenced and who subsequently committed yet another crime.\n</p>\n<p>Later New York cases appear to conflict with <i>Spellman.</i> These cases counted as a conviction for purposes of the habitual offender statute convictions for crimes that were committed before the defendant had been convicted of some or all of his previous crimes. The defendant in these cases had not been given the requisite number of opportunities to reform before his commission of one or more of his past crimes. (I.e., if the defendant was charged as a third offender, he should have had two previous opportunities to reform  one after his first conviction and before he committed the crime that led to his second conviction, and another after his second conviction, but before he committed the crime that led to his third conviction.) <i>People v Brophy,</i> 256 AD 894; 9 NYS2d 25 (1939); <i>People v Gorney,</i> 203 Misc 512; 103 NYS2d 75 (1951); <i>Terwilliger v Turk,</i> 156 Misc 246; <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">527</span></span> (1935).</p>\n<p>These opinions do not reflect awareness of the legislative intent clearly expressed by Senator Baumes. Additionally, the construction was later rejected by the New York Legislature, which amended the statute so as to confirm the <i>Spellman</i> court's interpretation of prior convictions as prior opportunities for reform. New York Penal Law, § 70.10, pp 222-223 (McKinney) (Practice Commentary). See also <i>People v Morse,</i> 62 NY2d 205, 219-222; 465 NE2d 12 (1984).</p>\n<p>Earlier, in 1936, the New York Legislature amended its code of criminal procedure to permit, for the first time, multiple indictments and the consolidation of indictments for trial. 1936 NY Laws 328, § 279. In the same act, the Legislature affirmed the <i>Spellman</i> court's construction of the habitual offender statute by adding to the fourth-felony provision a sentence providing that convictions arising out of multiple or consolidated indictments would count as only one conviction for the habitual offender statute: \"For purposes of this section, conviction of two or more crimes in separate counts of one indictment or information, or in two or more indictments or informations consolidated for trial, shall be deemed to be only one conviction.\" 1936 NY Laws 328, § 1942.</p>\n<p>[15]  See also <i>People v Sawyer,</i> <span class=\"citation\" data-id=\"2173480\"><a href=\"/opinion/2173480/people-v-sawyer/\"><span class=\"volume\">410</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">531</span></a></span>, 535-536; 302 NW2d 534 (1981); <i>People v Lowenstein,</i> <span class=\"citation\" data-id=\"3491285\"><a href=\"/opinion/3522128/people-v-lowenstein/\"><span class=\"volume\">309</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">94</span></a></span>; 14 NW2d 794 (1944); <i>People v Podsiad,</i> <span class=\"citation\" data-id=\"3500826\"><a href=\"/opinion/3530596/people-v-podsiad/\"><span class=\"volume\">295</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">541</span></a></span>; <span class=\"citation\" data-id=\"3500826\"><a href=\"/opinion/3530596/people-v-podsiad/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">257</span></a></span> (1940).</p>\n<p>[16]  MCL 769.10; MSA 28.1082.</p>\n<p>[17]  MCL 300.201(1); MSA 13.1485(1).</p>\n<p>[18]  At least one court has held that multiple convictions arising from the same indictment may count as separate for the purpose of the habitual offender statute. <i>Eaton v State,</i> 423 So 2d 352 (Ala Crim App, 1982).</p>\n<p>[19]  Every person convicted in this state of any crime of which fraud or intent to defraud is an element, or of petit larceny, or of any felony, who has previously been twice convicted, whether in this state or elsewhere, of any crime which under the laws of the situs of the crime or of this state would amount to a felony, or who has previously been three times convicted, whether in this state or elsewhere, of petit larceny, or of any misdemeanor or gross misdemeanor of which fraud or intent to defraud is an element, is an habitual criminal and shall be punished by imprisonment in the state prison for not less than 10 years nor more than 20 years.</p>\n<p>2. Every person convicted in this state of any crime of which fraud or intent to defraud is an element, or of petit larceny, or of any felony, who has previously been three times convicted, whether in this state or elsewhere, of any crime which under the laws of the situs of the crime or of this state would amount to a felony, or who has previously been five times convicted, whether in this state or elsewhere, of petit larceny, or of any misdemeanor or gross misdemeanor of which fraud or intent to defraud is an element, shall be punished by imprisonment in the state prison for life with or without possibility of parole. If the penalty fixed by the court is life imprisonment with the possibility of parole, eligibility for parole begins when a minimum of 10 years has been served. [Nev Rev Stat 207.010.]</p>\n<p>[20]  person who, after having been convicted within this state of a felony, or who has been convicted under the laws of any other state government or country, of a crime or crimes which if committed within this state would be a felony, commits any felony within this state not otherwise punishable by death or life imprisonment, shall be punished....\" [The punishment depended upon the number of \"prior convictions.\" <i>State v Montoya,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">NM</span> <span class=\"page\">734</span></span>, 735; 594 P2d 1190 (1979).]</p>\n<p>[21]  Quoting <i>State v Linam,</i> <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">NM</span> <span class=\"page\">307</span></span>, 309; 600 P2d 253 (1979).</p>\n<p>[22]  Notwithstanding section 706-669 and any other law to the contrary, any person convicted under section 707-701 relating to murder, 707-710 relating to assault in the first degree, 720 relating to kidnapping, 707-724 relating to criminal coercion involving dangerous weapons, 707-730 relating to rape in the first degree, 707-733 relating to sodomy in the first degree, 707-768 relating to extortion involving dangerous weapons, 708-810 relating to burglary in the first degree, 708-840 relating to robbery in the first degree, 712-1241 relating to the promoting of a dangerous drug in the first degree, 712-1242 relating to the promoting of a dangerous drug in the second degree, or 712-1244 relating to the promoting of a harmful drug in the first degree, who has a prior conviction for any of the above enumerated offenses or of any one of those enumerated in subsection (2) in this or another jurisdiction, within the time of the maximum sentence of the prior conviction, shall be sentenced for each conviction after the first conviction to a mandatory minimum period of imprisonment without possibility of parole during such period as follows:</p>\n<p>(a) Second conviction  5 years;</p>\n<p>(b) Third conviction  10 years. [Hawaii Rev Stat, § 706-606.5(1)(a)(b).]</p>\n<p>[23]  See also <i>Gonzalez v United States,</i> 224 F2d 431 (CA 1, 1955); <i>State v Ellis,</i> 214 Neb 172; 333 NW2d 391 (1983); <i>State v Hollins,</i> 310 NW2d 216 (Iowa, 1981); <i>State v Brezillac,</i> 19 Wash App 11; 573 P2d 1343 (1978); <i>State v Carlson,</i> 560 P2d 26 (Alas, 1977); <i>State v Simmons,</i> 258 NW2d 908 (Minn, 1977); <i>State v Murray,</i> 200 Kan 526; 437 P2d 816 (1968); <i>Ross v Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">324</span></span> (Ky, 1964); <i>Dye v Skeen,</i> 135 W Va 90; 62 SE2d 681 (1950); <i>Joyner v State,</i> 158 Fla 806; 30 So 2d 304 (1947); <i>Ellis v State,</i> 134 Tex Crim App 346; <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">660</span></span> (1938). See, generally, anno: <i>Habitual criminal statutes,</i> 24 ALR2d 1247, 1249 (The great majority of cases have held that two or more convictions on the same day on two or more indictments, or on two or more counts of the same indictment, constitute only one conviction for the purposes of the habitual offender statute); Sorenson, <i>The habitual criminal act: Quantity of convictions only?,</i> 59 Neb L R 507 (1980).</p>\n<p>[24]  18 USC App, § 1201(a) (1982 &amp; Supp II, 1984). Congress has since repealed this section, but it has made the enhanced penalty provision of former § 1202(a) applicable to violations of 18 USC 922(g). See Firearms Owners' Protection Act of 1986, PL 99-308, §§ 102, 104, 100 Stat 452, 458-459. The pertinent language of the amended version of § 922(g) is the same as the language of former § 1202(a), and the legislative history indicates that § 922(g) is to be applied in the same manner as the enhanced sentencing provision of former § 1202(a).</p>\n<p>[25]  Brief of Solicitor General, p 8.</p>\n<p>[1]  It is not clear why the Court of Appeals refers to <i>People v Carson</i> in its order certifying a conflict to this Court. The Court of Appeals opinion in this case does not cite <i>Carson. People v Ross</i> is discussed extensively by the <i>Stoudemire</i> Court, but is not mentioned in the order. We note that the habitual offender statute was amended after <i>Ross</i> was decided in 1978, but before <i>Carson.</i> The 1978 amendments do not affect the issue in this case.</p>\n<p>[2]  This act is now commonly referred to as the habitual offender statute.</p>\n<p>[3]  <i>People v Lowenstein, supra</i><i>,</i> relied on the holding in <i>People v Podsiad</i><i>.</i></p>\n<p>[4]  As stated earlier, defendant relies on the Court of Appeals holding in <i>People v Ross, supra</i><i>,</i> as authority for his argument that the three prior felonies in this case which arose out of the same transaction should only be counted as one prior felony for purposes of applying the habitual offender statute. The <i>Ross</i> Court relied on our holding in <i>Podsiad.</i> I believe the <i>Ross</i> Court misread <i>Podsiad.</i></p>\n<p>[5]  See <i>People v Wakeford,</i> <span class=\"citation\" data-id=\"1719297\"><a href=\"/opinion/1719297/people-v-wakeford/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">95</span></a></span>; 341 NW2d 68 (1983), where we held that the armed robbery of two cashiers in one grocery store during the same period of time was not a single offense.</p>\n<p>[6]  Alas Stat 12.55.050 provided:\n</p>\n<p>\"Increased punishment for persons convicted of more than one felony. A person convicted of a felony in this state who has been previously convicted of a felony in this state or elsewhere, if the same crime elsewhere would constitute a felony under Alaska law, is punishable as follows:</p>\n<p>\"(1) If the person is convicted of a felony which would be punishable by imprisonment for a term less than his natural life, and has previously been convicted of one felony, then he is punishable by imprisonment for not less than the minimum nor more than twice the longest term prescribed for the felony of which that person is convicted.</p>\n<p>\"(2) If the person has previously been convicted of two felonies, then he is punishable by imprisonment for not less than the minimum nor more than twice the longest term prescribed herein for a second conviction of felony.</p>\n<p>\"(3) If the person has previously been convicted of three or more felonies, then on the fourth conviction he shall be adjudged an habitual criminal, and is punishable by imprisonment for not less than 20 years nor more than the remainder of his natural life.\" [560 P2d 27, n 2.]</p>\n<p>This statute has been repealed and replaced by materially different wording. For the existing legislation on sentences of imprisonment for felonies, see Alas Stat 12.55.125.</p>\n<p>[7]  The rule states that where language of a statute is clear and construction according to its terms does not lead to absurd consequences, the words used are taken as the final expression of the meaning intended, and legislative history will not be consulted. See 2A Sands, Sutherland Statutory Construction (4th ed), § 45.09.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1302804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1580197/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1614107/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1640295/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1641504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1710685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1719297/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1752476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1760440/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1961254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1978917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2039526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2060047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2086381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2131461/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2131525/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2173480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3491043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3491285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3493058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3500826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3503026/"
          ]
        }
      ],
      "judges": "Levin",
      "date_created": "2014-10-30T15:35:03.105732Z",
      "date_modified": "2017-07-27T04:15:13.672221Z",
      "date_filed": "1987-10-30",
      "date_filed_is_approximate": false,
      "slug": "people-v-stoudemire",
      "citation_id": 1672710,
      "case_name_short": "Stoudemire",
      "case_name": "People v. Stoudemire",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "429 Mich. 262",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "414 N.W.2d 693",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 32,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1287645/people-v-stoudemire/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:35:03.103217Z",
  "date_modified": "2014-10-30T15:35:03.103217Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Stoudemire",
  "case_name": "People v. Stoudemire",
  "case_name_full": "",
  "slug": "people-v-stoudemire",
  "docket_number": "75907, (Calendar No. 3)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}