{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1292116/",
  "id": 1292116,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cadc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/185017/",
      "id": 185017,
      "absolute_url": "/opinion/185017/kimberlin-brett-c-v-quinlan-michael-j/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1292116/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/185017/",
          "id": 185017,
          "absolute_url": "/opinion/185017/kimberlin-brett-c-v-quinlan-michael-j/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/185017/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-02-05T02:26:44Z",
          "date_modified": "2017-03-24T10:03:48.282720Z",
          "type": "010combined",
          "sha1": "60963d93b7fcbe29aed977c6a0fbdaa644c97d7f",
          "page_count": null,
          "download_url": "http://www.cadc.uscourts.gov/internet/opinions.nsf/7A9121D2D28F28BB85256F15006C77EE/$file/98-5530a.txt",
          "local_path": "txt/1999/12/28/Kimberlin_Brett_C._vs._Quinlan_Michael_J..txt",
          "plain_text": "                  United States Court of Appeals\n\n               FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n      Argued November 10, 1999   Decided December 28, 1999 \n\n                           No. 98-5530\n\n                       Brett C. Kimberlin, \n                             Appellee\n\n                                v.\n\n                       J. Michael Quinlan, \n               Director U.S. Bureau of Prisons and \n                      Loye W. Miller, Jr., \n                            Appellants\n\n          Appeal from the United States District Court \n                  for the District of Columbia \n                         (No. 90cv01549)\n\n     Michael L. Martinez argued the cause for appellants.  \nWith him on the briefs were Paul G. Lane and Danielle E. \nBerry.\n\n\f     Timothy E. Boyle argued the cause for appellee.  With him \non the brief were Howard T. Rosenblatt and Matthew S. \nWild.\n\n     Before:  Edwards, Chief Judge, Silberman and Henderson, \nCircuit Judges.\n\n     Opinion for the Court filed by Chief Judge Edwards.\n\n     Separate opinion dissenting in part filed by Circuit Judge \nHenderson.\n\n     Edwards, Chief Judge:  In 1990, Brett Kimberlin brought \nthis Bivens action alleging, inter alia, that J. Michael Quin-\nlan, formerly the Director of the Federal Bureau of Prisons, \nand Loye Miller, formerly the Director of Public Affairs for \nthe United States Department of Justice, violated his consti-\ntutional rights under the First Amendment.  This is the \nsecond time that this court has had occasion to hear an appeal \nin this case.  The first appeal followed an order by the \nDistrict Court denying defendants' motion for summary judg-\nment on grounds of qualified immunity.  See Kimberlin v. \nQuinlan, 774 F. Supp. 1 (D.D.C. 1991) (\"Kimberlin I\").  We \nreversed the District Court, see Kimberlin v. Quinlan, 6 F.3d \n789 (D.C. Cir. 1993), but the Supreme Court granted certiora-\nri, vacated this court's decision in light of Johnson v. Jones, \n515 U.S. 304 (1995), and remanded the case for further \nproceedings.  See Kimberlin v. Quinlan, 515 U.S. 321 (1995).  \nWe then remanded the case to the District Court.  The trial \ncourt then considered and denied defendants' renewed motion \nfor summary judgment on grounds of qualified immunity.  In \nreaching this conclusion, the District Court held that its \njudgment in the initial proceeding established the law-of-the-\ncase regarding the existence of clearly established law and \nthat this was dispositive of the qualified immunity issue.  See \nKimberlin v. Quinlan, Civ. Act. No. 90-1549, Mem. Op. \n(D.D.C. Oct. 21, 1998), reprinted in Joint Appendix (\"J.A.\") \n24-44 (\"Kimberlin II\").\n\n     We affirm the judgment of the District Court on the law-of-\nthe-case issue.  In their appeal of Kimberlin I, appellants did \nnot challenge the District Court's judgment regarding the \n\n\fclearly established law;  thus, the issue was settled as to these \nparties in this case.  And there was no good reason for the \nDistrict Court to reexamine its judgment when the case was \nremanded for further proceedings.\n\n     The judgment on the clearly established law, however, is \nnot fully dispositive of the issues raised by appellants' re-\nnewed motion for summary judgment on grounds of qualified \nimmunity.  The District Court must now determine whether \nthere are disputed issues of fact as to whether appellants \nviolated the clearly established law either by intentionally \nsegregating Mr. Kimberlin from the general prison popula-\ntion or by interfering with his press contacts on account of \nthe content of his speech.  In particular, the District Court \nmust inquire whether Mr. Kimberlin has identified affirma-\ntive evidence from which a jury could find that he has carried \nhis burden of proving the pertinent motive.\n\n     Accordingly, the judgment of the District Court on the law-\nof-the-case issue is affirmed.  However, the case is remanded \nfor further proceedings to address the remaining issues on \nthe qualified immunity claim and, if necessary, to proceed to \nhear the case on the merits in the event that appellants' \nmotion is denied.\n\n                          I. BACKGROUND\n\nA.   Factual Background\n\n     In 1988, Brett Kimberlin was an inmate at the Federal \nCorrectional Institute at El Reno, Oklahoma.  Nina Toten-\nberg, a reporter with National Public Radio, contacted Mr. \nKimberlin approximately one month before the November \n1988 election, acting on a tip that Mr. Kimberlin claimed to \nhave sold marijuana to then-vice-presidential candidate Dan \nQuayle while Mr. Quayle was in law school.  The story leaked \nto other news organizations, and, in short time, the prison \nwas inundated with requests to interview Mr. Kimberlin.\n\n     Mr. Kimberlin claims that on three occasions he was placed \nin administrative segregation because of his communication \nwith the press and that on each occasion appellants interfered \n\n\fwith his access to the press because of the content of his \nspeech.  The first detention occurred on November 4, 1988, \nafter Mr. Kimberlin conducted an interview with NBC News \nthat NBC never aired.  After the NBC interview, several \nnews organizations contacted the prison the same day and \nrequested interviews with Mr. Kimberlin.  Prison officials \narranged a group interview for that evening at 7:00 p.m.  The \nevent never occurred, because Mr. Quinlan personally can-\nceled the interview.  The District Court has previously ob-\nserved that there was \"some question even from the defense \nside as to why he did that.\"  Kimberlin I, 774 F. Supp. at 7.  \nSubsequently, around 11:00 p.m., Mr. Kimberlin was placed in \nadministrative detention.  The parties dispute the reasons \nboth for the interview's cancellation and for Mr. Kimberlin's \ndetention;  we pass no judgment regarding whether there is \nsufficient evidence to establish a dispute as to the defendants' \nrole in and motivation for the cancellation of the interview \nand the placement of Mr. Kimberlin in detention.  Mr. Kim-\nberlin was released from administrative detention on Satur-\nday, November 5, and he began to organize a telephone call \nto a group of reporters in Washington, D.C., to take place at \n10:00 a.m. on November 7, the day before the election.\n\n     Mr. Kimberlin was never permitted to make his phone call, \nbecause on Monday, November 7, he was placed in adminis-\ntrative segregation for a week.  The parties again dispute the \nreason for this decision.  Mr. Kimberlin was confined to \nadministrative detention a third time on December 22, 1998.  \nMr. Kimberlin alleges that the defendants were responsible \nfor both his confinement and the interference with his press \ncontacts, all on account of the content of his speech.\n\nB.   Procedural Background\n\n     On July 2, 1990, Mr. Kimberlin filed his original complaint \nagainst Mr. Quinlan and Mr. Miller in their individual capaci-\nties, the Federal Bureau of Prisons, and the United States \nGovernment.  In the instant case, all that is before the court \nis Mr. Kimberlin's claim that Mr. Quinlan and Mr. Miller \nviolated Mr. Kimberlin's First Amendment rights.\n\n\f     Appellants first moved to dismiss or for summary judgment \non September 27, 1990, arguing, inter alia, that:  (1) Mr. \nKimberlin failed to meet the D.C. Circuit's \"heightened plead-\ning\" standard which was then being applied to assess motive-\nbased civil rights claims against government officials;  (2) \nthere was no violation of clearly established law, and, thus, \nappellants were entitled to qualified immunity;  and (3) even if \nthe law were clear, appellants' conduct was objectively rea-\nsonable.  The District Court denied appellants' asserted qual-\nified immunity on the First Amendment claim, finding both \nthat Mr. Kimberlin's pleading was sufficient under the height-\nened pleading standard and that there was a clearly estab-\nlished First Amendment right for prison inmates to \"be free \nfrom governmental interference with their contacts with the \npress if that interference is based on the content of their \nspeech or proposed speech.\"  Kimberlin I, 774 F. Supp. at 3-\n4.\n\n     Appellants appealed only the trial court's decision regard-\ning the heightened pleading standard.  This court reversed, \nsee Kimberlin, 6 F.3d at 797-98, but the Supreme Court \nvacated our decision in light of Johnson, 515 U.S. at 304, and \nremanded the case for further proceedings.  See Kimberlin, \n515 U.S. at 322.  This court then remanded the case to the \nDistrict Court.\n\n     Discovery proceeded in the District Court, and, after com-\npletion of discovery, appellants moved to dismiss or for \nsummary judgment on the same grounds rejected by the \nDistrict Court in Kimberlin I.  Pending the matter's disposi-\ntion, however, the Supreme Court rejected this court's height-\nened pleading standard for civil rights suits against govern-\nment officials.  See Crawford-El v. Britton, 523 U.S. 574 \n(1998).  Thus, appellants' only remaining arguments were \nthat the law regarding prisoners' First Amendment rights \nwas not clearly established and that, even if it were, appel-\nlants' conduct was objectively reasonable.\n\n     On October 21, 1998, the District Court issued the decision \nthat is the subject of the current appeal.  The District Court \ndenied appellants' claim of qualified immunity, holding that \n\n\fthe \"law-of-the-case,\" unchallenged on the first appeal, was \nthat a prisoner's right not to have his contact with the press \ninterfered with on the basis of the content of his communica-\ntion was clearly established at the time of the alleged viola-\ntions.  See Kimberlin II at 6, reprinted in J.A. 29.  This \nappeal followed.\n\n                           II. ANALYSIS\n\nA.   The Law-of-the-Case Doctrine\n\n     The law-of-the-case doctrine rests on a simple premise:  \n\"the same issue presented a second time in the same case in \nthe same court should lead to the same result.\"  LaShawn A. \nv. Barry, 87 F.3d 1389, 1393 (D.C. Cir. 1996) (en banc).  \nAccordingly, a \"legal decision made at one stage of litigation, \nunchallenged in a subsequent appeal when the opportunity to \ndo so existed, becomes the law of the case for future stages of \nthe same litigation, and the parties are deemed to have \nwaived the right to challenge that decision at a later time.\"  \nWilliamsburg Wax Museum, Inc. v. Historic Figures, Inc., \n810 F.2d 243, 250 (D.C. Cir. 1987).  The law-of-the-case may \nbe revisited only if there is an intervening change in the law \nor if the previous decision was \"clearly erroneous and would \nwork a manifest injustice.\"  LaShawn A., 87 F.3d at 1393 \n(internal quotation marks omitted).\n\n     Our dissenting colleague misconstrues the posture of this \nappeal by suggesting that the law-of-the-case doctrine is \ninapplicable to the instant case.  In this case, we are called \nupon to review the propriety of the District Court's applica-\ntion of the law-of-the-case.  Thus, there is no occasion to \ninvoke the so-called \"derivative waiver\" doctrine.  Crocker v. \nPiedmont Aviation, Inc., 49 F.3d 735 (D.C. Cir. 1995), sug-\ngests nothing to the contrary.  The derivative waiver princi-\nple described in Crocker applies where a party fails to appeal \nan appealable issue and then raises the issue for the first time \nin a subsequent appeal.  See id. at 739-40.  In that circum-\nstance, neither the District Court nor the appellate court has \nthe opportunity to apply the law-of-the-case.  Here, appel-\nlants failed to appeal an appealable issue and then raised the \n\n\fissue for a second time before the District Court.  Therefore, \nwe must determine whether the District Court correctly \napplied its established law-of-the-case.  Prior opinions of this \ncourt make it clear that, in a situation such as the one raised \nin the case at bar, notions of derivative waiver do not come \ninto play.  See, e.g., Palmer v. Kelly, 17 F.3d 1490, 1494 (D.C. \nCir. 1994) (reviewing the District Court's decision to apply \nlaw-of-the-case for error);  Williamsburg Wax Museum, 810 \nF.2d at 250-51 (same).\n\n     We also not that, even were the dissent correct in suggest-\ning that the \"derivative waiver\" doctrine applies here, \"discre-\ntion to waive a waiver is normally exercised only in exception-\nal circumstances, where injustice might otherwise result.\"  \nCrocker, 49 F.3d at 740 (internal quotation marks omitted).  \nThere are no \"exceptional circumstances\" justifying any waiv-\ner here.\n\n     Application of the law-of-the-case doctrine is a two-step \nprocess:  A court must first determine whether the threshold \nrequirements are met and then ask whether there are pru-\ndential reasons to ignore the applicable law-of-the-case.  The \nthreshold requirements for application of the law-of-the-case \ndoctrine are plainly met in the instant case.  In Kimberlin I, \nthe District Court ruled adversely to appellants on the clearly \nestablished law issue.  Appellants did not challenge the clear-\nly established law in their Kimberlin I appeal, although they \nconcede that this issue was appealable.  In an effort to avoid \nthe obvious, appellants make two arguments against applica-\ntion of the law-of-the-case doctrine:  first, they claim that \nthere has been an intervening change in the law that justifies \nprudential departure from the law-of-the-case;  and, second, \nthey contend that the doctrine should not apply to qualified \nimmunity appeals.  These arguments are meritless.\n\n     Appellants argue that intervening law has \"evolved\" since \nKimberlin I.  See Reply Br. at 9.  On this point, appellants \ncite the Supreme Court's decision in Sandin v. Conner, 515 \nU.S. 472 (1995), which narrowed the availability to prisoners \nof due process challenges to disciplinary segregation.  This \n\n\fargument does not hold water.  First, without regard to \nSandin's specific holding, the District Court in Kimberlin I \nwas required to decide what law was clearly established in \n1988.  Sandin, announced in 1995, is not relevant to what law \nwas clearly established seven years earlier.\n\n     Furthermore, Sandin does not mark a change in the law \nrelevant to this case.  Sandin only establishes that a prison-\ner's segregation from the rest of the prison population will \ntrigger the procedural requirements of the Due Process \nClause when the segregation falls outside the \"range of \nconfinement to be normally expected.\"  515 U.S. at 487.  \nSandin did not change the law regarding whether a prison \nofficial violates a prisoner's rights under the First Amend-\nment by segregating the prisoner because of the content of a \nprisoner's communications with the media.  Indeed, the Court \nin Sandin made it clear that:\n\n     [p]risoners ... retain other protection from arbitrary \n     state action even within the expected conditions of con-\n     finement.  They may invoke the First and Eighth \n     Amendments and the Equal Protection Clause of the \n     Fourteenth Amendment where appropriate, and may \n     draw upon internal prison grievance procedures and \n     state judicial review where available.\n     \nId. at 487 n.11 (emphasis added).  Here, then, even if Mr. \nKimberlin's administrative segregation fell within the expect-\ned range of his sentence, Sandin recognizes that Mr. Kimber-\nlin's administrative segregation still may allege that such \nsegregation violated the First Amendment.  Thus, there was \nno change in the applicable law that might have led the \nDistrict Court to revisit Kimberlin I.\n\n     Nor is there any weight to appellants' assertion that the \nlaw-of-the-case doctrine is inapplicable to qualified immunity \nappeals.  Appellants rely heavily on Behrens v. Pelletier, in \nwhich the Supreme Court acknowledged that qualified immu-\nnity issues may require more than one \"judiciously timed \nappeal.\"  516 U.S. 299, 309 (1996) (internal quotation marks \nomitted).  This is so, the Court explained, because \"the \nlegally relevant factors ... will be different on summary \n\n\fjudgment than on an earlier motion to dismiss.  At that \nearlier stage, it is the defendant's conduct as alleged in the \ncomplaint that is scrutinized for 'objective legal reasonable-\nness.' \"  Id.  On this analysis, the defendant in Behrens did \nnot waive any arguments in his first appeal, so the situation \nin that case did not call into play the law-of-the-case doctrine.  \nAnd Behrens certainly does not say that the traditional law-\nof-the-case doctrine is inapplicable to cases involving claims of \nqualified immunity.\n\n     Furthermore, appellants cite nothing to indicate that the \nrelevant facts have somehow changed so that the District \nCourt's opinion in Kimberlin I regarding the clearly estab-\nlished law is now somehow diminished.  Appellants address \ndisputed facts only in connection with their claim that their \nconduct was objectively reasonable.  See Br. for Appellants at \n22-27;  28-36.  However, in advancing this argument, they \ntellingly acknowledge that the issue of what was clearly \nestablished law at the time of the alleged violation is a legal \ndetermination that does not depend on the evidence in dis-\npute.  In short, appellants' attempt to draw sustenance from \nBehrens is fruitless.\n\n     Finally, it is noteworthy that appellants incorrectly frame \nthe relevant \"law\" for which the court must determine what \nwas clearly established when.  Appellants ask whether Mr. \nKimberlin had either an \"unfettered clearly established right \nof access to the press\" or \"a clearly established right not to \nbe placed in administrative detention.\"  Br. for Appellants at \n2.  These are the wrong questions.  The proper question in \nthis case, as the District Court correctly noted, is whether \nMr. Kimberlin had a clearly established right \"to be free from \ngovernmental interference with [his] contacts with the press \nif that interference is based on the content of [his] speech or \nproposed speech.\"  Kimberlin I, 774 F. Supp. at 3-4.  This \nright without doubt was clearly established in 1988.  See \nTurner v. Safley, 482 U.S. 78, 90 (1987) (\"We have found it \nimportant to inquire whether prison regulations restricting \ninmates' First Amendment rights operated in a neutral fash-\nion, without regard to the content of the expression.\");  Pell v. \nProcunier, 417 U.S. 817, 828 (1974) (holding that so long as \n\n\frestriction on inmates' communication \"operates in a neutral \nfashion, without regard to the content of the expression,\" it \nwill not violate First Amendment).\n\nB.   Disputed Issues of Fact\n\n     The District Court rested the decision under review on the \nlaw-of-the-case.  Finding that appellants had waived any \nchallenge to the judgement in Kimberlin I on the established \nlaw, the trial court reasoned that summary judgment on \ngrounds of qualified immunity was inappropriate.  This ap-\nproach fell short of what is required by Crawford-El, 523 \nU.S. at 600.  In particular, the District Court failed to \nconsider whether there are disputed issues of fact as to \nwhether appellants violated clearly established law by inten-\ntionally segregating Mr. Kimberlin or interfering with his \npress contacts on account of the content of his speech.\n\n     At oral argument, counsel for appellee urged that one line \nin the District Court's order suggests that the court did \nindeed weigh the evidence regarding the defendants' intent.  \nSee Kimberlin II at 4, reprinted in J.A. 27.  We are unim-\npressed, for counsel's argument clearly is a stretch and it \ndoes not reach the desired mark.  The reference cited by \ncounsel is to the decision in Kimberlin I, in which the trial \ncourt admittedly conducted an analysis of the record then \nbefore it.  See 774 F. Supp. at 6-8.  However, discovery has \ncontinued since Kimberlin I, and there is nothing in Kimber-\nlin II that addresses the current record.\n\n     We therefore remand this matter to the District Court for \nconsideration of whether there are disputed issues of material \nfact regarding the defendants' motivation.  In so doing, the \nDistrict Court must ask whether Mr. Kimberlin has identified \n\"affirmative evidence from which a jury could find that the \nplaintiff has carried his or her burden of proving the perti-\nnent motive.\"  Crawford-El, 523 U.S. at 600.\n\n     The District Court will have two principal considerations at \nthe forefront upon remand.  First, the District Court is not \nforeclosed from issuing a summary judgment for appellants \nmerely because Mr. Kimberlin's claim rests on appellants' \n\n\fmotive.  It is true that \"objective\" issues such as whether the \nplaintiff suffered an injury or engaged in protected conduct \nare \"more amenable to summary disposition than disputes \nabout the official's intent.\"  Id. at 599.  Nonetheless, the \nSupreme Court has expressed faith in the experience of \nDistrict Court judges to manage cases involving allegations of \nimproper intent in a way that will allow for summary judg-\nment in appropriate cases.  Indeed, this expressed faith laid \nthe foundation for the Court's rejection of the so-called \n\"heightened pleading\" standard in civil rights actions against \ngovernment officials.  See id. at 600-01.\n\n     Second, even if appellants provide an objectively valid \nreason for their actions in this case, the District Court must \nstill inquire into whether there is a disputed issue of fact as to \nwhether appellants were actually motivated by an illegitimate \npurpose.  The opinion for the Court in Crawford-El specifi-\ncally rejected the dissent's proposal to \"immunize all officials \nwhose conduct is 'objectively valid,' regardless of improper \nintent.\"  Id. at 593-94.  Moreover, in considering any objec-\ntively valid reasons offered by appellants, the District Court \nshould be mindful of the Supreme Court's recent decision in \nWilson v. Layne, 119 S. Ct. 1692 (1999).  In Wilson, the \nCourt described the \"objectively reasonable\" aspect of the \nqualified immunity defense as \"whether a reasonable officer \ncould have believed that bringing members of the media into \na home during the execution of an arrest warrant was lawful, \nin light of clearly established law and the information the \nofficers possessed.\"  Id. at 1700.  The analogous question in \nthis case has already been answered:  the District Court has \nfound that no reasonable prison official could believe that \ninterfering with an inmate's access to the press because of the \ncontent of the inmate's speech could be lawful.  The District \nCourt must now weigh the evidence to determine if there are \ndisputed issues of fact as to whether appellants were motivat-\ned by improper intent.\n\n     Upon resolving these questions, the District Court will \neither issue a summary judgment for appellants or proceed to \nhear the case on the merits.  The second possibility will \nresult in an interlocutory order which will not be subject to \n\n\fimmediate review.  See Johnson, 515 U.S. at 313-18.  Non-\nfinal qualified immunity determinations are appealable \"when \nthey resolve a dispute concerning an abstract issue of law \nrelating to qualified immunity--typically, the issue whether \nthe federal right allegedly infringed was clearly established.\"  \nBehrens, 516 U.S. at 313 (internal quotation marks omitted) \n(citing Johnson, 515 U.S. at 317).  When the law and fact \nissues are not separable, however, a very different situation \narises:\n\n     Many constitutional tort cases, unlike the simple \"we \n     didn't do it\" case before us, involve factual controversies \n     about, for example, intent--controversies that, before \n     trial, may seem nebulous.  To resolve those controver-\n     sies--to determine whether there is or is not a triable \n     issue of fact about such a matter--may require reading a \n     vast pretrial record, with numerous conflicting affidavits, \n     depositions, and other discovery materials.\n     \nJohnson, 515 U.S. at 316.  The \"upshot,\" according to the \nCourt, \"is that ... considerations of delay, comparative ex-\npertise of trial and appellate courts, and wise use of appellate \nresources argue in favor of limiting interlocutory appeals of \n'qualified immunity' matters to cases presenting more ab-\nstract issues of law.\"  Id. at 317.  The District Court's \noriginal decision that Mr. Kimberlin's First Amendment \nrights were clearly established at the time of the alleged \nviolation was immediately appealable, because the disputed \nissue involved an \"abstract\" issue of law.  Whether there is a \ndisputed issue of material fact regarding appellants' intent, \nhowever, is not \"separable\" from Mr. Kimberlin's underlying \ncause of action;  in fact, it is part and parcel of his claim.\n\n     Moreover, this court has interpreted Behrens and Johnson \nto draw a clear distinction between the availability of appel-\nlate review in qualified immunity cases involving pure legal \nissues and those involving disputed issues of fact:\n\n     In the qualified immunity arena, the Supreme Court has \n     drawn a distinction between two categories of cases, only \n     one of which merits immediate appellate review:  an \n     interlocutory decision that rests upon the purely legal \n     \n\f     question of whether or not an official's actions violate \n     clearly established law does satisfy the Cohen criteria, \n     while an interlocutory decision that denies summary \n     judgment because of the presence of triable issues of fact \n     does not.\n     \nMeredith v. Federal Mine Safety & Health Review Comm'n, \n177 F.3d 1042, 1048-49 (D.C. Cir. 1999) (citations omitted);  \nsee also Farmer v. Moritsugu, 163 F.3d 610, 613-14 (D.C. \nCir. 1998) (distinguishing interlocutory appeals of qualified \nimmunity raising abstract legal issues from appeals challeng-\ning the sufficiency of the evidence).\n\n     Thus, if the District Court, on remand, denies summary \njudgment on the issue of appellants' intent, the matter will \nnot be subject to immediate appeal.\n\n                         III.  CONCLUSION\n\n     For the reasons articulated herein, the case is remanded to \nthe District Court for further proceedings consistent with this \nopinion.\n\n\fKaren LeCraft Henderson, Circuit Judge, dissenting in part:\n\n     I dissent from the majority's holdings that (1) the law of \nthe case doctrine bars review of the district court's determi-\nnation that the applicable law was clearly established at the \ntime of the alleged constitutional deprivation and (2) that the \ncase must be remanded to determine whether the appellants' \nconduct violated clearly established law.  In my view, law of \nthe case does not apply, the applicable law was clearly \nestablished and the appellants' conduct, as revealed in the \nrecord, did not violate the clearly established law.  Accord-\ningly, I would hold that the appellants are entitled to qualified \nimmunity and remand for entry of judgment in their favor.\n\n     First, I disagree with the majority's contention that the \nappellants' failure in their first appeal to challenge the district \ncourt's ruling that the relevant law was clearly established \nmade that ruling the \"law of the case\" precluding the appel-\nlants from arguing otherwise now.  As this court explained in \nCrocker v. Piedmont Aviation, Inc., 49 F.3d 735 (D.C. Cir. \n1995), \"law-of-the-case doctrine holds that decisions rendered \non the first appeal should not be revisited on later trips to the \nappellate court.\"  49 F.3d at 739.  In other words, law of the \ncase applies where \"the first appeals court has affirmatively \ndecided the issue, be it explicitly or by necessary implication.\"  \nId.  Because this court did not decide the clearly established \nlaw issue in the 1992 appeal, we here confront not law of the \ncase but an \"analytically distinct principle ...--best under-\nstood as a species of waiver doctrine\" which \"does not involve \nany previous appellate court decision on the barred issue\" but \nimposes a \"bar on raising issues omitted from prior appeals.\"  \nId.  Under this waiver principle, \" 'a legal decision made at \none stage of litigation, unchallenged in a subsequent appeal \nwhen the opportunity to do so existed, [governs] future stages \nof the same litigation, and the parties are deemed to have \nwaived the right to challenge that decision at a later time.' \" \nId. (quoting Williamsburg Wax Museum, Inc. v. Historic \nFigures, Inc., 810 F.2d 243, 250 (D.C. Cir. 1987);  citing \nPalmer v. Kelly, 17 F.3d 1490, 1495-96 (D.C. Cir. 1994);  \nLaffey v. Northwest Airlines, Inc., 740 F.2d 1071, 1089-90 \n(D.C. Cir. 1984)).1  I do not believe, however, that waiver \n\n__________\n     1  In Palmer, this court applied the waiver theory (albeit under \nthe \"law of the case\" rubric) in the same circumstances we have \n\nbars appeal of the clearly established law determination here.\n\n     As the court in Crocker noted, \"neither law-of-the-case \ndoctrine proper nor th[e] subsidiary waiver principle is an \nabsolute preclusion to appellate review.\"  Id.  Each of these \nprinciples is \"prudential\" and admits of exceptions \"broader \nthan for conventional issue or claim preclusion\" but the \npreclusive effect of waiver is \"one notch weaker\" than that of \nlaw of the case.  Id.  In the case of waiver, \"the appellate \ncourt, for example, always possesses discretion to reach an \notherwise waived issue logically 'antecedent to and ultimately \ndispositive of the dispute before it.' \"  Id. at 740 (quoting \n\"United States Nat'l Bank of Oregon v. Independent Ins. \nAgents of Am., 508 U.S. 439, 447 (1993)).\n\n     In Insurance Agents, the United States Supreme Court \nheld this court had not abused its discretion in deciding an \nissue first raised in supplemental post-argument briefing, \nalthough the appellants had failed to raise it in either their \nopening or reply brief before argument.  The Court so held \nbecause the neglected issue--whether a statute had been \nrepealed--was \"antecedent to\" and \"dispositive of\" the ques-\ntion addressed in the opening brief--how the provision should \nbe construed.  While the circumstances here (two separate \nappeals) are somewhat different from those in Insurance \nAgents (a single appeal with post-argument supplemental \nbriefing), the same reasoning applies.  Whether the law was \nclearly established is \"antecedent to\" and, if decided in the \nappellants' favor, \"dispositive of\" the issue argued in the 1992 \nappeal:  whether the appellants in fact violated the law.  If \nthe law was not clearly established then it is irrelevant \nwhether or not the appellants violated the law because they \nwere shielded by qualified immunity and therefore entitled to \njudgment as a matter of law.  See Behrens v. Pelletier, 516 \nU.S. 299, 306 (1996) (\"Unless the plaintiff's allegations state a \nclaim of violation of clearly established law, a defendant \n\n__________\nhere--where the district court concluded its earlier unappealed \ndecision was law of the case.  See 17 F.3d at 1495-96 (defendant \n\"waived\" claim through \"failure to appeal on alternative grounds\" in \nearlier appeal).\n\n\fpleading qualified immunity is entitled to dismissal before the \ncommencement of discovery.\") (quoting Mitchell v. Forsyth, \n472 U.S. 511, 526 (1985)).  Given the strong policy favoring an \nofficial's \"entitlement not to stand trial or face the other \nburdens of litigation,\" Mitchell v. Forsyth, 472 U.S. 511, 526 \n(1985), we should exercise our discretion here and decide \nwhether the law was clearly established at the time of the \nalleged violation.  I conclude that it was.\n\n     Case law from the Supreme Court, as well as from circuit \ncourts including this one, make it clear that the right identi-\nfied by the district court--federal inmates' \"First Amendment \nright to be free from governmental interference with their \ncontacts with the press if that interference is based on the \ncontent of their speech or proposed speech right of federal \nprisoners,\" 774 F. Supp. at 3-4--was well established at the \ntime of the alleged violation in November 1988.  See \nCrawford-El v. Britton, 93 F.3d 813, 826 (D.C. Cir. 1996) (en \nbanc) (\"[I]n light of Turner [v. Safley, 482 U.S. 78 (1987)] and \nrelated cases, retaliation against Crawford-El for criticism of \nthe prison administration that was truthful, and not otherwise \noffensive to some penological interest (so far as appears), \nwould have violated a clearly established right of which a \nreasonable prison official would have known.\") (citing Picker-\ning v. Board of Educ., 391 U.S. 563, 568, 571-72 (1968)), \nvacated on other ground, 523 U.S. 574 (1998);  Murphy v. \nMissouri Dep't of Correction, 769 F.2d 502, 503 (8th Cir. \n1985) (\"While a prisoner enjoys no constitutional right to \nremain in a particular institution and generally is not entitled \nto due process protections prior to such a transfer, prison \nofficials do not have the discretion to punish an inmate for \nexercising his first amendment rights by transferring him to \na different institution.\") (citing Garland v. Polley, 594 F.2d \n1220, 1222-23 (8th Cir. 1979)) (internal citations omitted);  \nMain Rd. v. Aytch, 522 F.2d 1080, 1086-87 (3d Cir. 1975) \n(\"Even if the prisoners held pending trial have no constitu-\ntional right to meet with reporters, the First Amendment \nprecludes Aytch from regulating, through the grant or denial \nof permission for prisoners to talk with reporters, the content \nof speech which reaches the news media, unless the restric-\n\n\ftion bears a substantial relationship to a significant govern-\nmental interest.\").  I therefore concur--albeit on a different \nground--in the majority's affirmance of the district court's \nholding that the law was clearly established.  I disagree, \nhowever, with the majority's decision to remand in order to \ndetermine whether the appellant's conduct violated the clear-\nly established law.\n\n     Although the district court's order does not expressly ad-\ndress whether the evidence, viewed most favorably to Kim-\nberlin, makes out a constitutional deprivation, the issue is \nnevertheless properly before this court.  The appellants' sum-\nmary judgment motion below expressly argued the issue, see \nKimberlin v. Quinlan, No. 90-1549, Memorandum in Support \nof Summary Judgment Motion at 16-29 (filed Feb. 3, 1997), \nand the district court, in denying the summary judgment \nmotion, at least implicitly resolved it in Kimberlin's favor.  \nThus, \"there is no apparent impediment to [the argument] \nbeing raised on appeal.\"  Behrens v. Pelletier, 516 U.S. 299, \n313 (1996) (authorizing appeal where argument \"was present-\ned by the petitioner in the trial court\" and \"the District \nCourt's denial of petitioner's summary judgment motion nec-\nessarily determined that certain conduct attributed to peti-\ntioner ... constituted a violation of clearly established law,\" \nnotwithstanding that \"the District Court, in denying petition-\ner's summary judgment motion, did not identify the particular \ncharged conduct that it deemed adequately supported\").  We \nshould therefore address the question now,2 without remand, \nand we should resolve it in the appellants' favor.\n\n__________\n     2  Appeal of this issue is not barred under Johnson v. Jones, 515 \nU.S. 304, 319 (1995), which held that no appeal lies \"if what is at \nissue in the sufficiency determination is nothing more than whether \nthe evidence could support a finding that particular conduct oc-\ncurred.\"  Behrens, 516 U.S. at 313.  Here, the issue is, as in \nBehrens, whether \"the conduct which the District Court deemed \nsufficiently supported for purposes of summary judgment met the \nHarlow standard of 'objective legal reasonableness.' \" Id.;  see also \nFarmer v. Moritsugu, 163 F.3d 610, 614 (D.C. Cir. 1998) (permit-\nting immediate appeal where case \" 'concern[s], not which facts the \nparties might be able to prove, but, rather, whether or not certain \n\n\f     As the district court did not identify what the evidence \nreveals the appellants did, it is this court's \"task\" to under-\ntake a \" 'review of the record to determine what facts the \ndistrict court, in the light most favorable to the nonmoving \nparty, likely assumed.' \"  Behrens, 516 U.S. at 313 (quoting \nJohnson, 515 U.S. at 319). The uncontroverted facts establish \nthat appellant Quinlan canceled the press conference because \nit was not authorized under Bureau of Prisons policy and \nordered Kimberlin's first administrative segregation for the \npurpose of ensuring Kimberlin's safety.  No evidence sug-\ngests that Quinlan undertook these acts with intent to pre-\nvent Kimberlin from reporting his story to the press, which \nKimberlin had in fact already done in an interview with NBC \nNews which Quinlan had himself facilitated.  Nor is there \nevidence that Quinlan was at all involved in the two subse-\nquent segregations on November 7 and December 22, 1988.  \nAs for appellant Miller, the record does not indicate that he \nmade any effort in his telephone conversations with the \nBureau of Prisons either to get the press conference canceled \nor to secure Kimberlin's confinement.  Because the appel-\nlants' conduct as revealed by the record, viewed in the light \nmost favorable to the plaintiff, did not violate Kimberlin's \nFirst Amendment rights (clearly established or otherwise), \nboth are entitled to qualified immunity.  See Siegert v. Gilley, \n500 U.S. 226 (1991) (defendant entitled to qualified immunity \nwhere plaintiff \"not only failed to allege the violation of a \nconstitutional right that was clearly established at the time of \nthe [defendant's] action, but ... failed to establish the viola-\ntion of any constitutional right at all.\").\n\n     For the foregoing reasons, I would remand with direction \nto enter summary judgment for the appellants.\n\n__________\ngiven facts show[ ] a violation of \"clearly established\" law' \") (quot-\ning Johnson, 515 U.S. at 311) (alterations original).\n\n                                                                     ",
          "html": "<p class=\"case_cite\">199 F.3d 496 (D.C. Cir. 1999)</p>\n    <p class=\"parties\">Brett C. Kimberlin, Appellee<br>v.<br>J. Michael Quinlan, Director U.S. Bureau of Prisons and Loye W. Miller, Jr.,Appellants</p>\n    <p class=\"docket\">No. 98-5530</p>\n    <p class=\"court\">United States Court of Appeals<br>FOR THE DISTRICT OF COLUMBIA CIRCUIT</p>\n    <p class=\"date\">Argued November 10, 1999<br>Decided December 28, 1999</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Columbia(No. 90cv01549)</p>\n      <p class=\"indent\">Michael L. Martinez argued the cause for appellants. With him on the briefs were Paul G. Lane and Danielle E.  Berry.</p>\n      <p class=\"indent\">Timothy E. Boyle argued the cause for appellee.  With him  on the brief were Howard T. Rosenblatt and Matthew S.  Wild.</p>\n      <p class=\"indent\">Before:  Edwards, Chief Judge, Silberman and Henderson,  Circuit Judges.</p>\n      <p class=\"indent\">Opinion for the Court filed by Chief Judge Edwards.</p>\n      <p class=\"indent\">Separate opinion dissenting in part filed by Circuit Judge  Henderson.</p>\n      <p class=\"indent\">Edwards, Chief Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1990, Brett Kimberlin brought  this Bivens action alleging, inter alia, that J. Michael Quinlan, formerly the Director of the Federal Bureau of Prisons,  and Loye Miller, formerly the Director of Public Affairs for  the United States Department of Justice, violated his constitutional rights under the First Amendment.  This is the  second time that this court has had occasion to hear an appeal  in this case.  The first appeal followed an order by the  District Court denying defendants' motion for summary judgment on grounds of qualified immunity.  See Kimberlin v.  Quinlan, 774 F. Supp. 1 (D.D.C. 1991) (\"Kimberlin I\").  We  reversed the District Court, see Kimberlin v. Quinlan, 6 F.3d  789 (D.C. Cir. 1993), but the Supreme Court granted certiorari, vacated this court's decision in light of Johnson v. Jones,  515 U.S. 304 (1995), and remanded the case for further  proceedings.  See Kimberlin v. Quinlan, 515 U.S. 321 (1995).We then remanded the case to the District Court.  The trial  court then considered and denied defendants' renewed motion  for summary judgment on grounds of qualified immunity.  In  reaching this conclusion, the District Court held that its  judgment in the initial proceeding established the law-of-thecase regarding the existence of clearly established law and  that this was dispositive of the qualified immunity issue.  See  Kimberlin v. Quinlan, Civ. Act. No. 90-1549, Mem. Op.  (D.D.C. Oct. 21, 1998), reprinted in Joint Appendix (\"J.A.\")  24-44 (\"Kimberlin II\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm the judgment of the District Court on the law-ofthe-case issue.  In their appeal of Kimberlin I, appellants did  not challenge the District Court's judgment regarding the clearly established law;  thus, the issue was settled as to these  parties in this case.  And there was no good reason for the  District Court to reexamine its judgment when the case was  remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The judgment on the clearly established law, however, is  not fully dispositive of the issues raised by appellants' renewed motion for summary judgment on grounds of qualified  immunity.  The District Court must now determine whether  there are disputed issues of fact as to whether appellants  violated the clearly established law either by intentionally  segregating Mr. Kimberlin from the general prison population or by interfering with his press contacts on account of  the content of his speech.  In particular, the District Court  must inquire whether Mr. Kimberlin has identified affirmative evidence from which a jury could find that he has carried  his burden of proving the pertinent motive.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Accordingly, the judgment of the District Court on the lawof-the-case issue is affirmed.  However, the case is remanded  for further proceedings to address the remaining issues on  the qualified immunity claim and, if necessary, to proceed to  hear the case on the merits in the event that appellants'  motion is denied.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <p class=\"indent\">A. Factual Background</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1988, Brett Kimberlin was an inmate at the Federal  Correctional Institute at El Reno, Oklahoma.  Nina Totenberg, a reporter with National Public Radio, contacted Mr.  Kimberlin approximately one month before the November  1988 election, acting on a tip that Mr. Kimberlin claimed to  have sold marijuana to then-vice-presidential candidate Dan  Quayle while Mr. Quayle was in law school.  The story leaked  to other news organizations, and, in short time, the prison  was inundated with requests to interview Mr. Kimberlin.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Kimberlin claims that on three occasions he was placed  in administrative segregation because of his communication  with the press and that on each occasion appellants interfered with his access to the press because of the content of his  speech.  The first detention occurred on November 4, 1988,  after Mr. Kimberlin conducted an interview with NBC News  that NBC never aired.  After the NBC interview, several  news organizations contacted the prison the same day and  requested interviews with Mr. Kimberlin.  Prison officials  arranged a group interview for that evening at 7:00 p.m.  The  event never occurred, because Mr. Quinlan personally canceled the interview.  The District Court has previously observed that there was \"some question even from the defense  side as to why he did that.\"  Kimberlin I, 774 F. Supp. at 7.Subsequently, around 11:00 p.m., Mr. Kimberlin was placed in  administrative detention.  The parties dispute the reasons  both for the interview's cancellation and for Mr. Kimberlin's  detention;  we pass no judgment regarding whether there is  sufficient evidence to establish a dispute as to the defendants'  role in and motivation for the cancellation of the interview  and the placement of Mr. Kimberlin in detention.  Mr. Kimberlin was released from administrative detention on Saturday, November 5, and he began to organize a telephone call  to a group of reporters in Washington, D.C., to take place at  10:00 a.m. on November 7, the day before the election.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mr. Kimberlin was never permitted to make his phone call,  because on Monday, November 7, he was placed in administrative segregation for a week.  The parties again dispute the  reason for this decision.  Mr. Kimberlin was confined to  administrative detention a third time on December 22, 1998.Mr. Kimberlin alleges that the defendants were responsible  for both his confinement and the interference with his press  contacts, all on account of the content of his speech.</p>\n    </div>\n    <p class=\"indent\">B. Procedural Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 2, 1990, Mr. Kimberlin filed his original complaint  against Mr. Quinlan and Mr. Miller in their individual capacities, the Federal Bureau of Prisons, and the United States  Government.  In the instant case, all that is before the court  is Mr. Kimberlin's claim that Mr. Quinlan and Mr. Miller  violated Mr. Kimberlin's First Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants first moved to dismiss or for summary judgment  on September 27, 1990, arguing, inter alia, that:  (1) Mr.  Kimberlin failed to meet the D.C. Circuit's \"heightened pleading\" standard which was then being applied to assess motive based civil rights claims against government officials;  (2)  there was no violation of clearly established law, and, thus,  appellants were entitled to qualified immunity;  and (3) even if  the law were clear, appellants' conduct was objectively reasonable.  The District Court denied appellants' asserted qualified immunity on the First Amendment claim, finding both  that Mr. Kimberlin's pleading was sufficient under the heightened pleading standard and that there was a clearly established First Amendment right for prison inmates to \"be free  from governmental interference with their contacts with the  press if that interference is based on the content of their  speech or proposed speech.\"  Kimberlin I, 774 F. Supp. at 34.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants appealed only the trial court's decision regarding the heightened pleading standard.  This court reversed,  see Kimberlin, 6 F.3d at 797-98, but the Supreme Court  vacated our decision in light of Johnson, 515 U.S. at 304, and  remanded the case for further proceedings.  See Kimberlin,  515 U.S. at 322.  This court then remanded the case to the  District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Discovery proceeded in the District Court, and, after completion of discovery, appellants moved to dismiss or for  summary judgment on the same grounds rejected by the  District Court in Kimberlin I.  Pending the matter's disposition, however, the Supreme Court rejected this court's heightened pleading standard for civil rights suits against government officials.  See Crawford-El v. Britton, 523 U.S. 574  (1998).  Thus, appellants' only remaining arguments were  that the law regarding prisoners' First Amendment rights  was not clearly established and that, even if it were, appellants' conduct was objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 21, 1998, the District Court issued the decision  that is the subject of the current appeal.  The District Court  denied appellants' claim of qualified immunity, holding that the \"law-of-the-case,\" unchallenged on the first appeal, was  that a prisoner's right not to have his contact with the press  interfered with on the basis of the content of his communication was clearly established at the time of the alleged violations.  See Kimberlin II at 6, reprinted in J.A. 29.  This  appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <p class=\"indent\">A. The Law-of-the-Case Doctrine</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The law-of-the-case doctrine rests on a simple premise:\"the same issue presented a second time in the same case in  the same court should lead to the same result.\"  LaShawn A.  v. Barry, 87 F.3d 1389, 1393 (D.C. Cir. 1996) (en banc).Accordingly, a \"legal decision made at one stage of litigation,  unchallenged in a subsequent appeal when the opportunity to  do so existed, becomes the law of the case for future stages of  the same litigation, and the parties are deemed to have  waived the right to challenge that decision at a later time.\"Williamsburg Wax Museum, Inc. v. Historic Figures, Inc.,  810 F.2d 243, 250 (D.C. Cir. 1987).  The law-of-the-case may  be revisited only if there is an intervening change in the law  or if the previous decision was \"clearly erroneous and would  work a manifest injustice.\"  LaShawn A., 87 F.3d at 1393  (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our dissenting colleague misconstrues the posture of this  appeal by suggesting that the law-of-the-case doctrine is  inapplicable to the instant case.  In this case, we are called  upon to review the propriety of the District Court's application of the law-of-the-case.  Thus, there is no occasion to  invoke the so-called \"derivative waiver\" doctrine.  Crocker v.  Piedmont Aviation, Inc., 49 F.3d 735 (D.C. Cir. 1995), suggests nothing to the contrary.  The derivative waiver principle described in Crocker applies where a party fails to appeal  an appealable issue and then raises the issue for the first time  in a subsequent appeal.  See id. at 739-40.  In that circumstance, neither the District Court nor the appellate court has  the opportunity to apply the law-of-the-case.  Here, appellants failed to appeal an appealable issue and then raised the issue for a second time before the District Court.  Therefore,  we must determine whether the District Court correctly  applied its established law-of-the-case.  Prior opinions of this  court make it clear that, in a situation such as the one raised  in the case at bar, notions of derivative waiver do not come  into play.  See, e.g., Palmer v. Kelly, 17 F.3d 1490, 1494 (D.C.  Cir. 1994) (reviewing the District Court's decision to apply  law-of-the-case for error);  Williamsburg Wax Museum, 810  F.2d at 250-51 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also not that, even were the dissent correct in suggesting that the \"derivative waiver\" doctrine applies here, \"discretion to waive a waiver is normally exercised only in exceptional circumstances, where injustice might otherwise result.\"Crocker, 49 F.3d at 740 (internal quotation marks omitted).There are no \"exceptional circumstances\" justifying any waiver here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Application of the law-of-the-case doctrine is a two-step  process:  A court must first determine whether the threshold  requirements are met and then ask whether there are prudential reasons to ignore the applicable law-of-the-case.  The  threshold requirements for application of the law-of-the-case  doctrine are plainly met in the instant case.  In Kimberlin I,  the District Court ruled adversely to appellants on the clearly  established law issue.  Appellants did not challenge the clearly established law in their Kimberlin I appeal, although they  concede that this issue was appealable.  In an effort to avoid  the obvious, appellants make two arguments against application of the law-of-the-case doctrine:  first, they claim that  there has been an intervening change in the law that justifies  prudential departure from the law-of-the-case;  and, second,  they contend that the doctrine should not apply to qualified  immunity appeals.  These arguments are meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellants argue that intervening law has \"evolved\" since  Kimberlin I.  See Reply Br. at 9.  On this point, appellants  cite the Supreme Court's decision in Sandin v. Conner, 515  U.S. 472 (1995), which narrowed the availability to prisoners  of due process challenges to disciplinary segregation.  This argument does not hold water.  First, without regard to  Sandin's specific holding, the District Court in Kimberlin I  was required to decide what law was clearly established in  1988.  Sandin, announced in 1995, is not relevant to what law  was clearly established seven years earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Furthermore, Sandin does not mark a change in the law  relevant to this case.  Sandin only establishes that a prisoner's segregation from the rest of the prison population will  trigger the procedural requirements of the Due Process  Clause when the segregation falls outside the \"range of  confinement to be normally expected.\"  515 U.S. at 487.Sandin did not change the law regarding whether a prison  official violates a prisoner's rights under the First Amendment by segregating the prisoner because of the content of a  prisoner's communications with the media.  Indeed, the Court  in Sandin made it clear that:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">[p]risoners ... retain other protection from arbitrary state action even within the expected conditions of confinement.  They may invoke the First and Eighth Amendments and the Equal Protection Clause of the Fourteenth Amendment where appropriate, and may draw upon internal prison grievance procedures and state judicial review where available.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Id. at 487 n.11 (emphasis added).  Here, then, even if Mr.  Kimberlin's administrative segregation fell within the expected range of his sentence, Sand in recognizes that Mr. Kimberlin's administrative segregation still may allege that such  segregation violated the First Amendment.  Thus, there was  no change in the applicable law that might have led the  District Court to revisit Kimberlin I.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nor is there any weight to appellants' assertion that the  law-of-the-case doctrine is inapplicable to qualified immunity  appeals.  Appellants rely heavily on Behrens v. Pelletier, in  which the Supreme Court acknowledged that qualified immunity issues may require more than one \"judiciously timed  appeal.\"  516 U.S. 299, 309 (1996) (internal quotation marks  omitted).  This is so, the Court explained, because \"the  legally relevant factors ... will be different on summary judgment than on an earlier motion to dismiss.  At that  earlier stage, it is the defendant's conduct as alleged in the  complaint that is scrutinized for 'objective legal reasonableness.' \"  Id.  On this analysis, the defendant in Behrens did  not waive any arguments in his first appeal, so the situation  in that case did not call into play the law-of-the-case doctrine. And Behrens certainly does not say that the traditional law of-the-case doctrine is inapplicable to cases involving claims of  qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Furthermore, appellants cite nothing to indicate that the  relevant facts have somehow changed so that the District  Court's opinion in Kimberlin I regarding the clearly established law is now somehow diminished.  Appellants address  disputed facts only in connection with their claim that their  conduct was objectively reasonable.  See Br. for Appellants at  22-27;  28-36.  However, in advancing this argument, they  tellingly acknowledge that the issue of what was clearly  established law at the time of the alleged violation is a legal  determination that does not depend on the evidence in dispute.  In short, appellants' attempt to draw sustenance from  Behrens is fruitless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, it is noteworthy that appellants incorrectly frame  the relevant \"law\" for which the court must determine what  was clearly established when.  Appellants ask whether Mr.  Kimberlin had either an \"unfettered clearly established right  of access to the press\" or \"a clearly established right not to  be placed in administrative detention.\"  Br. for Appellants at  2.  These are the wrong questions.  The proper question in  this case, as the District Court correctly noted, is whether  Mr. Kimberlin had a clearly established right \"to be free from  governmental interference with [his] contacts with the press  if that interference is based on the content of [his] speech or  proposed speech.\"  Kimberlin I, 774 F. Supp. at 3-4.  This  right without doubt was clearly established in 1988.  See  Turner v. Safley, 482 U.S. 78, 90 (1987) (\"We have found it  important to inquire whether prison regulations restricting  inmates' First Amendment rights operated in a neutral fashion, without regard to the content of the expression.\");  Pell v.  Procunier, 417 U.S. 817, 828 (1974) (holding that so long as restriction on inmates' communication \"operates in a neutral  fashion, without regard to the content of the expression,\" it  will not violate First Amendment).</p>\n    </div>\n    <p class=\"indent\">B. Disputed Issues of Fact</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The District Court rested the decision under review on the  law-of-the-case.  Finding that appellants had waived any  challenge to the judgement in Kimberlin I on the established  law, the trial court reasoned that summary judgment on  grounds of qualified immunity was inappropriate.  This approach fell short of what is required by Crawford-El, 523  U.S. at 600.  In particular, the District Court failed to  consider whether there are disputed issues of fact as to  whether appellants violated clearly established law by intentionally segregating Mr. Kimberlin or interfering with his  press contacts on account of the content of his speech.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At oral argument, counsel for appellee urged that one line  in the District Court's order suggests that the court did  indeed weigh the evidence regarding the defendants' intent. See Kimberlin II at 4, reprinted in J.A. 27.  We are unimpressed, for counsel's argument clearly is a stretch and it  does not reach the desired mark.  The reference cited by  counsel is to the decision in Kimberlin I, in which the trial  court admittedly conducted an analysis of the record then  before it.  See 774 F. Supp. at 6-8.  However, discovery has  continued since Kimberlin I, and there is nothing in Kimberlin II that addresses the current record.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We therefore remand this matter to the District Court for  consideration of whether there are disputed issues of material  fact regarding the defendants' motivation.  In so doing, the  District Court must ask whether Mr. Kimberlin has identified  \"affirmative evidence from which a jury could find that the  plaintiff has carried his or her burden of proving the pertinent motive.\"  Crawford-El, 523 U.S. at 600.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The District Court will have two principal considerations at  the forefront upon remand.  First, the District Court is not  foreclosed from issuing a summary judgment for appellants  merely because Mr. Kimberlin's claim rests on appellants' motive.  It is true that \"objective\" issues such as whether the  plaintiff suffered an injury or engaged in protected conduct  are \"more amenable to summary disposition than disputes  about the official's intent.\"  Id. at 599.  Nonetheless, the  Supreme Court has expressed faith in the experience of  District Court judges to manage cases involving allegations of  improper intent in a way that will allow for summary judgment in appropriate cases.  Indeed, this expressed faith laid  the foundation for the Court's rejection of the so-called  \"heightened pleading\" standard in civil rights actions against  government officials.  See id. at 600-01.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, even if appellants provide an objectively valid  reason for their actions in this case, the District Court must  still inquire into whether there is a disputed issue of fact as to  whether appellants were actually motivated by an illegitimate  purpose.  The opinion for the Court in Crawford-El specifically rejected the dissent's proposal to \"immunize all officials  whose conduct is 'objectively valid,' regardless of improper  intent.\"  Id. at 593-94.  Moreover, in considering any objectively valid reasons offered by appellants, the District Court  should be mindful of the Supreme Court's recent decision in  Wilson v. Layne, 119 S. Ct. 1692 (1999).  In Wilson, the  Court described the \"objectively reasonable\" aspect of the  qualified immunity defense as \"whether a reasonable officer  could have believed that bringing members of the media into  a home during the execution of an arrest warrant was lawful,  in light of clearly established law and the information the  officers possessed.\"  Id. at 1700.  The analogous question in  this case has already been answered:  the District Court has  found that no reasonable prison official could believe that  interfering with an inmate's access to the press because of the  content of the inmate's speech could be lawful.  The District  Court must now weigh the evidence to determine if there are  disputed issues of fact as to whether appellants were motivated by improper intent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Upon resolving these questions, the District Court will  either issue a summary judgment for appellants or proceed to  hear the case on the merits.  The second possibility will  result in an interlocutory order which will not be subject to immediate review.  See Johnson, 515 U.S. at 313-18.  Nonfinal qualified immunity determinations are appealable \"when  they resolve a dispute concerning an abstract issue of law  relating to qualified immunity--typically, the issue whether  the federal right allegedly infringed was clearly established.\"Behrens, 516 U.S. at 313 (internal quotation marks omitted)  (citing Johnson, 515 U.S. at 317).  When the law and fact  issues are not separable, however, a very different situation  arises:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Many constitutional tort cases, unlike the simple \"we didn't do it\" case before us, involve factual controversies about, for example, intent--controversies that, before trial, may seem nebulous.  To resolve those controversies--to determine whether there is or is not a triable issue of fact about such a matter--may require reading avast pretrial record, with numerous conflicting affidavits, depositions, and other discovery materials.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Johnson, 515 U.S. at 316.  The \"upshot,\" according to the  Court, \"is that ... considerations of delay, comparative expertise of trial and appellate courts, and wise use of appellate  resources argue in favor of limiting interlocutory appeals of  'qualified immunity' matters to cases presenting more abstract issues of law.\"  Id. at 317.  The District Court's  original decision that Mr. Kimberlin's First Amendment  rights were clearly established at the time of the alleged  violation was immediately appealable, because the disputed  issue involved an \"abstract\" issue of law.  Whether there is a  disputed issue of material fact regarding appellants' intent,  however, is not \"separable\" from Mr. Kimberlin's underlying  cause of action;  in fact, it is part and parcel of his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, this court has interpreted Behrens and Johnson  to draw a clear distinction between the availability of appellate review in qualified immunity cases involving pure legal  issues and those involving disputed issues of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the qualified immunity arena, the Supreme Court has drawn a distinction between two categories of cases, only one of which merits immediate appellate review:  an interlocutory decision that rests upon the purely legal question of whether or not an official's actions violate clearly established law does satisfy the Cohen criteria, while an interlocutory decision that denies summary judgment because of the presence of triable issues of fact does not.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Meredith v. Federal Mine Safety &amp; Health Review Comm'n,  177 F.3d 1042, 1048-49 (D.C. Cir. 1999) (citations omitted);see also Farmer v. Moritsugu, 163 F.3d 610, 613-14 (D.C.  Cir. 1998) (distinguishing interlocutory appeals of qualified  immunity raising abstract legal issues from appeals challenging the sufficiency of the evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus, if the District Court, on remand, denies summary  judgment on the issue of appellants' intent, the matter will  not be subject to immediate appeal.</p>\n    </div>\n    <p class=\"indent\">III.  CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the reasons articulated herein, the case is remanded to  the District Court for further proceedings consistent with this  opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Karen LeCraft Henderson, Circuit Judge, dissenting in part:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I dissent from the majority's holdings that (1) the law of  the case doctrine bars review of the district court's determination that the applicable law was clearly established at the  time of the alleged constitutional deprivation and (2) that the  case must be remanded to determine whether the appellants'  conduct violated clearly established law.  In my view, law of  the case does not apply, the applicable law was clearly  established and the appellants' conduct, as revealed in the  record, did not violate the clearly established law.  Accordingly, I would hold that the appellants are entitled to qualified  immunity and remand for entry of judgment in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">First, I disagree with the majority's contention that the  appellants' failure in their first appeal to challenge the district  court's ruling that the relevant law was clearly established  made that ruling the \"law of the case\" precluding the appellants from arguing otherwise now.  As this court explained in  Crocker v. Piedmont Aviation, Inc., 49 F.3d 735 (D.C. Cir.  1995), \"law-of-the-case doctrine holds that decisions rendered  on the first appeal should not be revisited on later trips to the  appellate court.\"  49 F.3d at 739.  In other words, law of the  case applies where \"the first appeals court has affirmatively  decided the issue, be it explicitly or by necessary implication.\"Id.  Because this court did not decide the clearly established  law issue in the 1992 appeal, we here confront not law of the  case but an \"analytically distinct principle ...--best understood as a species of waiver doctrine\" which \"does not involve  any previous appellate court decision on the barred issue\" but  imposes a \"bar on raising issues omitted from prior appeals.\"Id.  Under this waiver principle, \" 'a legal decision made at  one stage of litigation, unchallenged in a subsequent appeal  when the opportunity to do so existed, [governs] future stages  of the same litigation, and the parties are deemed to have  waived the right to challenge that decision at a later time.' \"  Id. (quoting Williamsburg Wax Museum, Inc. v. Historic  Figures, Inc., 810 F.2d 243, 250 (D.C. Cir. 1987);  citing  Palmer v. Kelly, 17 F.3d 1490, 1495-96 (D.C. Cir. 1994);Laffey v. Northwest Airlines, Inc., 740 F.2d 1071, 1089-90  (D.C. Cir. 1984)).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  I do not believe, however, that waiver bars appeal of the clearly established law determination here.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As the court in Crocker noted, \"neither law-of-the-case  doctrine proper nor th[e] subsidiary waiver principle is an  absolute preclusion to appellate review.\"  Id.  Each of these  principles is \"prudential\" and admits of exceptions \"broader  than for conventional issue or claim preclusion\" but the  preclusive effect of waiver is \"one notch weaker\" than that of  law of the case.  Id.  In the case of waiver, \"the appellate  court, for example, always possesses discretion to reach an  otherwise waived issue logically 'antecedent to and ultimately  dispositive of the dispute before it.' \"  Id. at 740 (quoting  \"United States Nat'l Bank of Oregon v. Independent Ins.  Agents of Am., 508 U.S. 439,447, 113 S.Ct. 2173 (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In Insurance Agents, the United States Supreme Court  held this court had not abused its discretion in deciding an  issue first raised in supplemental post-argument briefing,  although the appellants had failed to raise it in either their  opening or reply brief before argument.  The Court so held  because the neglected issue--whether a statute had been  repealed--was \"antecedent to\" and \"dispositive of\" the question addressed in the opening brief--how the provision should  be construed.  While the circumstances here (two separate  appeals) are somewhat different from those in Insurance  Agents (a single appeal with post-argument supplemental  briefing), the same reasoning applies.  Whether the law was  clearly established is \"antecedent to\" and, if decided in the  appellants' favor, \"dispositive of\" the issue argued in the 1992  appeal:  whether the appellants in fact violated the law.  If  the law was not clearly established then it is irrelevant  whether or not the appellants violated the law because they  were shielded by qualified immunity and therefore entitled to  judgment as a matter of law.  See Behrens v. Pelletier, 516  U.S. 299, 306 (1996) (\"Unless the plaintiff's allegations state a  claim of violation of clearly established law, a defendant pleading qualified immunity is entitled to dismissal before the  commencement of discovery.\") (quoting Mitchell v. Forsyth,  472 U.S. 511, 526 (1985)).  Given the strong policy favoring an  official's \"entitlement not to stand trial or face the other  burdens of litigation,\" Mitchell v. Forsyth, 472 U.S. 511, 526  (1985), we should exercise our discretion here and decide  whether the law was clearly established at the time of the  alleged violation.  I conclude that it was.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Case law from the Supreme Court, as well as from circuit  courts including this one, make it clear that the right identified by the district court--federal inmates' \"First Amendment  right to be free from governmental interference with their  contacts with the press if that interference is based on the  content of their speech or proposed speech right of federal  prisoners,\" 774 F. Supp. at 3-4--was well established at the  time of the alleged violation in November 1988.  See  Crawford-El v. Britton, 93 F.3d 813, 826 (D.C. Cir. 1996) (en  banc) (\"[I]n light of Turner [v. Safley, 482 U.S. 78 (1987)] and  related cases, retaliation against Crawford-El for criticism of  the prison administration that was truthful, and not otherwise  offensive to some penological interest (so far as appears),  would have violated a clearly established right of which a  reasonable prison official would have known.\") (citing Pickering v. Board of Educ., 391 U.S. 563, 568, 571-72 (1968)),  vacated on other ground, 523 U.S. 574 (1998);  Murphy v.  Missouri Dep't of Correction, 769 F.2d 502, 503 (8th Cir.  1985) (\"While a prisoner enjoys no constitutional right to  remain in a particular institution and generally is not entitled  to due process protections prior to such a transfer, prison  officials do not have the discretion to punish an inmate for  exercising his first amendment rights by transferring him to  a different institution.\") (citing Garland v. Polley, 594 F.2d  1220, 1222-23 (8th Cir. 1979)) (internal citations omitted);Main Rd. v. Aytch, 522 F.2d 1080, 1086-87 (3d Cir. 1975)  (\"Even if the prisoners held pending trial have no constitutional right to meet with reporters, the First Amendment  precludes Aytch from regulating, through the grant or denial  of permission for prisoners to talk with reporters, the content  of speech which reaches the news media, unless the restriction bears a substantial relationship to a significant governmental interest.\").  I therefore concur--albeit on a different  ground--in the majority's affirmance of the district court's  holding that the law was clearly established.  I disagree,  however, with the majority's decision to remand in order to  determine whether the appellant's conduct violated the clearly established law.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although the district court's order does not expressly address whether the evidence, viewed most favorably to Kimberlin, makes out a constitutional deprivation, the issue is  nevertheless properly before this court.  The appellants' summary judgment motion below expressly argued the issue, see  Kimberlin v. Quinlan, No. 90-1549, Memorandum in Support  of Summary Judgment Motion at 16-29 (filed Feb. 3, 1997),  and the district court, in denying the summary judgment  motion, at least implicitly resolved it in Kimberlin's favor. Thus, \"there is no apparent impediment to [the argument]  being raised on appeal.\"  Behrens v. Pelletier, 516 U.S. 299,  313 (1996) (authorizing appeal where argument \"was presented by the petitioner in the trial court\" and \"the District  Court's denial of petitioner's summary judgment motion necessarily determined that certain conduct attributed to petitioner ... constituted a violation of clearly established law,\"  notwithstanding that \"the District Court, in denying petitioner's summary judgment motion, did not identify the particular  charged conduct that it deemed adequately supported\").  We  should therefore address the question now,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> without remand,  and we should resolve it in the appellants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As the district court did not identify what the evidence  reveals the appellants did, it is this court's \"task\" to undertake a \" 'review of the record to determine what facts the  district court, in the light most favorable to the nonmoving  party, likely assumed.' \"  Behrens, 516 U.S. at 313 (quoting  Johnson, 515 U.S. at 319). The uncontroverted facts establish  that appellant Quinlan canceled the press conference because  it was not authorized under Bureau of Prisons policy and  ordered Kimberlin's first administrative segregation for the  purpose of ensuring Kimberlin's safety.  No evidence suggests that Quinlan undertook these acts with intent to prevent Kimberlin from reporting his story to the press, which  Kimberlin had in fact already done in an interview with NBC  News which Quinlan had himself facilitated.  Nor is there  evidence that Quinlan was at all involved in the two subsequent segregations on November 7 and December 22, 1988.As for appellant Miller, the record does not indicate that he  made any effort in his telephone conversations with the  Bureau of Prisons either to get the press conference canceled  or to secure Kimberlin's confinement.  Because the appellants' conduct as revealed by the record, viewed in the light  most favorable to the plaintiff, did not violate Kimberlin's  First Amendment rights (clearly established or otherwise),  both are entitled to qualified immunity.  See Siegert v. Gilley,  500 U.S. 226 (1991) (defendant entitled to qualified immunity  where plaintiff \"not only failed to allege the violation of a  constitutional right that was clearly established at the time of  the [defendant's] action, but ... failed to establish the violation of any constitutional right at all.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">For the foregoing reasons, I would remand with direction  to enter summary judgment for the appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  In Palmer, this court applied the waiver theory (albeit under  the \"law of the case\" rubric) in the same circumstances we have here--where the district court concluded its earlier unappealed  decision was law of the case.  See 17 F.3d at 1495-96 (defendant  \"waived\" claim through \"failure to appeal on alternative grounds\" in  earlier appeal).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Appeal of this issue is not barred under Johnson v. Jones, 515  U.S. 304, 319 (1995), which held that no appeal lies \"if what is at  issue in the sufficiency determination is nothing more than whether  the evidence could support a finding that particular conduct occurred.\"  Behrens, 516 U.S. at 313.  Here, the issue is, as in  Behrens, whether \"the conduct which the District Court deemed  sufficiently supported for purposes of summary judgment met the  Harlow standard of 'objective legal reasonableness.' \" Id.;  see also  Farmer v. Moritsugu, 163 F.3d 610, 614 (D.C. Cir. 1998) (permitting immediate appeal where case \" 'concern[s], not which facts the  parties might be able to prove, but, rather, whether or not certain  given facts show[ ] a violation of \"clearly established\" law' \") (quoting Johnson, 515 U.S. at 311) (alterations original).</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></span> (D.C. Cir. 1999)</p>\n    <p class=\"parties\">Brett C. Kimberlin, Appellee<br>v.<br>J. Michael Quinlan, Director U.S. Bureau of Prisons and Loye W. Miller, Jr.,Appellants</p>\n    <p class=\"docket\">No. 98-5530</p>\n    <p class=\"court\">United States Court of Appeals<br>FOR THE DISTRICT OF COLUMBIA CIRCUIT</p>\n    <p class=\"date\">Argued November 10, 1999<br>Decided December 28, 1999</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Columbia(No. 90cv01549)</p>\n      <p class=\"indent\">Michael L. Martinez argued the cause for appellants. With him on the briefs were Paul G. Lane and Danielle E.  Berry.</p>\n      <p class=\"indent\">Timothy E. Boyle argued the cause for appellee.  With him  on the brief were Howard T. Rosenblatt and Matthew S.  Wild.</p>\n      <p class=\"indent\">Before:  Edwards, Chief Judge, Silberman and Henderson,  Circuit Judges.</p>\n      <p class=\"indent\">Opinion for the Court filed by Chief Judge Edwards.</p>\n      <p class=\"indent\">Separate opinion dissenting in part filed by Circuit Judge  Henderson.</p>\n      <p class=\"indent\">Edwards, Chief Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1990, Brett Kimberlin brought  this Bivens action alleging, inter alia, that J. Michael Quinlan, formerly the Director of the Federal Bureau of Prisons,  and Loye Miller, formerly the Director of Public Affairs for  the United States Department of Justice, violated his constitutional rights under the First Amendment.  This is the  second time that this court has had occasion to hear an appeal  in this case.  The first appeal followed an order by the  District Court denying defendants' motion for summary judgment on grounds of qualified immunity.  See Kimberlin v.  Quinlan, <span class=\"citation\" data-id=\"1426014\"><a href=\"/opinion/1426014/kimberlin-v-quinlan/\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span></a></span> (D.D.C. 1991) (\"Kimberlin I\").  We  reversed the District Court, see Kimberlin v. Quinlan, <span class=\"citation\" data-id=\"654569\"><a href=\"/opinion/654569/brett-c-kimberlin-v-michael-j-quinlan/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">789</span></a></span> (D.C. Cir. 1993), but the Supreme Court granted certiorari, vacated this court's decision in light of Johnson v. Jones,  <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span> (1995), and remanded the case for further  proceedings.  See Kimberlin v. Quinlan, <span class=\"citation\" data-id=\"117951\"><a href=\"/opinion/117951/kimberlin-v-quinlan/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span> (1995).We then remanded the case to the District Court.  The trial  court then considered and denied defendants' renewed motion  for summary judgment on grounds of qualified immunity.  In  reaching this conclusion, the District Court held that its  judgment in the initial proceeding established the law-of-thecase regarding the existence of clearly established law and  that this was dispositive of the qualified immunity issue.  See  Kimberlin v. Quinlan, Civ. Act. No. 90-1549, Mem. Op.  (D.D.C. Oct. 21, 1998), reprinted in Joint Appendix (\"J.A.\")  24-44 (\"Kimberlin II\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm the judgment of the District Court on the law-ofthe-case issue.  In their appeal of Kimberlin I, appellants did  not challenge the District Court's judgment regarding the clearly established law;  thus, the issue was settled as to these  parties in this case.  And there was no good reason for the  District Court to reexamine its judgment when the case was  remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The judgment on the clearly established law, however, is  not fully dispositive of the issues raised by appellants' renewed motion for summary judgment on grounds of qualified  immunity.  The District Court must now determine whether  there are disputed issues of fact as to whether appellants  violated the clearly established law either by intentionally  segregating Mr. Kimberlin from the general prison population or by interfering with his press contacts on account of  the content of his speech.  In particular, the District Court  must inquire whether Mr. Kimberlin has identified affirmative evidence from which a jury could find that he has carried  his burden of proving the pertinent motive.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Accordingly, the judgment of the District Court on the lawof-the-case issue is affirmed.  However, the case is remanded  for further proceedings to address the remaining issues on  the qualified immunity claim and, if necessary, to proceed to  hear the case on the merits in the event that appellants'  motion is denied.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <p class=\"indent\">A. Factual Background</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1988, Brett Kimberlin was an inmate at the Federal  Correctional Institute at El Reno, Oklahoma.  Nina Totenberg, a reporter with National Public Radio, contacted Mr.  Kimberlin approximately one month before the November  1988 election, acting on a tip that Mr. Kimberlin claimed to  have sold marijuana to then-vice-presidential candidate Dan  Quayle while Mr. Quayle was in law school.  The story leaked  to other news organizations, and, in short time, the prison  was inundated with requests to interview Mr. Kimberlin.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Kimberlin claims that on three occasions he was placed  in administrative segregation because of his communication  with the press and that on each occasion appellants interfered with his access to the press because of the content of his  speech.  The first detention occurred on November 4, 1988,  after Mr. Kimberlin conducted an interview with NBC News  that NBC never aired.  After the NBC interview, several  news organizations contacted the prison the same day and  requested interviews with Mr. Kimberlin.  Prison officials  arranged a group interview for that evening at 7:00 p.m.  The  event never occurred, because Mr. Quinlan personally canceled the interview.  The District Court has previously observed that there was \"some question even from the defense  side as to why he did that.\"  Kimberlin I, 774 F. Supp. at 7.Subsequently, around 11:00 p.m., Mr. Kimberlin was placed in  administrative detention.  The parties dispute the reasons  both for the interview's cancellation and for Mr. Kimberlin's  detention;  we pass no judgment regarding whether there is  sufficient evidence to establish a dispute as to the defendants'  role in and motivation for the cancellation of the interview  and the placement of Mr. Kimberlin in detention.  Mr. Kimberlin was released from administrative detention on Saturday, November 5, and he began to organize a telephone call  to a group of reporters in Washington, D.C., to take place at  10:00 a.m. on November 7, the day before the election.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mr. Kimberlin was never permitted to make his phone call,  because on Monday, November 7, he was placed in administrative segregation for a week.  The parties again dispute the  reason for this decision.  Mr. Kimberlin was confined to  administrative detention a third time on December 22, 1998.Mr. Kimberlin alleges that the defendants were responsible  for both his confinement and the interference with his press  contacts, all on account of the content of his speech.</p>\n    </div>\n    <p class=\"indent\">B. Procedural Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 2, 1990, Mr. Kimberlin filed his original complaint  against Mr. Quinlan and Mr. Miller in their individual capacities, the Federal Bureau of Prisons, and the United States  Government.  In the instant case, all that is before the court  is Mr. Kimberlin's claim that Mr. Quinlan and Mr. Miller  violated Mr. Kimberlin's First Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants first moved to dismiss or for summary judgment  on September 27, 1990, arguing, inter alia, that:  (1) Mr.  Kimberlin failed to meet the D.C. Circuit's \"heightened pleading\" standard which was then being applied to assess motive based civil rights claims against government officials;  (2)  there was no violation of clearly established law, and, thus,  appellants were entitled to qualified immunity;  and (3) even if  the law were clear, appellants' conduct was objectively reasonable.  The District Court denied appellants' asserted qualified immunity on the First Amendment claim, finding both  that Mr. Kimberlin's pleading was sufficient under the heightened pleading standard and that there was a clearly established First Amendment right for prison inmates to \"be free  from governmental interference with their contacts with the  press if that interference is based on the content of their  speech or proposed speech.\"  Kimberlin I, 774 F. Supp. at 34.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants appealed only the trial court's decision regarding the heightened pleading standard.  This court reversed,  see Kimberlin, 6 F.3d at 797-98, but the Supreme Court  vacated our decision in light of Johnson, 515 U.S. at 304, and  remanded the case for further proceedings.  See Kimberlin,  515 U.S. at 322.  This court then remanded the case to the  District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Discovery proceeded in the District Court, and, after completion of discovery, appellants moved to dismiss or for  summary judgment on the same grounds rejected by the  District Court in Kimberlin I.  Pending the matter's disposition, however, the Supreme Court rejected this court's heightened pleading standard for civil rights suits against government officials.  See Crawford-El v. Britton, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>  (1998).  Thus, appellants' only remaining arguments were  that the law regarding prisoners' First Amendment rights  was not clearly established and that, even if it were, appellants' conduct was objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 21, 1998, the District Court issued the decision  that is the subject of the current appeal.  The District Court  denied appellants' claim of qualified immunity, holding that the \"law-of-the-case,\" unchallenged on the first appeal, was  that a prisoner's right not to have his contact with the press  interfered with on the basis of the content of his communication was clearly established at the time of the alleged violations.  See Kimberlin II at 6, reprinted in J.A. 29.  This  appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <p class=\"indent\">A. The Law-of-the-Case Doctrine</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The law-of-the-case doctrine rests on a simple premise:\"the same issue presented a second time in the same case in  the same court should lead to the same result.\"  LaShawn A.  v. Barry, <span class=\"citation\" data-id=\"721294\"><a href=\"/opinion/721294/lashawn-a-v-marion-s-barry-jr/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1389</span></a></span>, 1393 (D.C. Cir. 1996) (en banc).Accordingly, a \"legal decision made at one stage of litigation,  unchallenged in a subsequent appeal when the opportunity to  do so existed, becomes the law of the case for future stages of  the same litigation, and the parties are deemed to have  waived the right to challenge that decision at a later time.\"Williamsburg Wax Museum, Inc. v. Historic Figures, Inc.,  <span class=\"citation\" data-id=\"482453\"><a href=\"/opinion/482453/williamsburg-wax-museum-inc-v-historic-figures-inc-national-civil-war/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 250 (D.C. Cir. 1987).  The law-of-the-case may  be revisited only if there is an intervening change in the law  or if the previous decision was \"clearly erroneous and would  work a manifest injustice.\"  LaShawn A., 87 F.3d at 1393  (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our dissenting colleague misconstrues the posture of this  appeal by suggesting that the law-of-the-case doctrine is  inapplicable to the instant case.  In this case, we are called  upon to review the propriety of the District Court's application of the law-of-the-case.  Thus, there is no occasion to  invoke the so-called \"derivative waiver\" doctrine.  Crocker v.  Piedmont Aviation, Inc., <span class=\"citation\" data-id=\"691303\"><a href=\"/opinion/691303/hobart-n-crocker-jr-v-piedmont-aviation-inc-hobart-n-crocker-jr/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">735</span></a></span> (D.C. Cir. 1995), suggests nothing to the contrary.  The derivative waiver principle described in Crocker applies where a party fails to appeal  an appealable issue and then raises the issue for the first time  in a subsequent appeal.  See id. at 739-40.  In that circumstance, neither the District Court nor the appellate court has  the opportunity to apply the law-of-the-case.  Here, appellants failed to appeal an appealable issue and then raised the issue for a second time before the District Court.  Therefore,  we must determine whether the District Court correctly  applied its established law-of-the-case.  Prior opinions of this  court make it clear that, in a situation such as the one raised  in the case at bar, notions of derivative waiver do not come  into play.  See, e.g., Palmer v. Kelly, <span class=\"citation\" data-id=\"664614\"><a href=\"/opinion/664614/gary-l-palmer-v-sharon-pratt-kelly-mayor/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1490</span></a></span>, 1494 (D.C.  Cir. 1994) (reviewing the District Court's decision to apply  law-of-the-case for error);  Williamsburg Wax Museum, 810  F.2d at 250-51 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also not that, even were the dissent correct in suggesting that the \"derivative waiver\" doctrine applies here, \"discretion to waive a waiver is normally exercised only in exceptional circumstances, where injustice might otherwise result.\"Crocker, 49 F.3d at 740 (internal quotation marks omitted).There are no \"exceptional circumstances\" justifying any waiver here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Application of the law-of-the-case doctrine is a two-step  process:  A court must first determine whether the threshold  requirements are met and then ask whether there are prudential reasons to ignore the applicable law-of-the-case.  The  threshold requirements for application of the law-of-the-case  doctrine are plainly met in the instant case.  In Kimberlin I,  the District Court ruled adversely to appellants on the clearly  established law issue.  Appellants did not challenge the clearly established law in their Kimberlin I appeal, although they  concede that this issue was appealable.  In an effort to avoid  the obvious, appellants make two arguments against application of the law-of-the-case doctrine:  first, they claim that  there has been an intervening change in the law that justifies  prudential departure from the law-of-the-case;  and, second,  they contend that the doctrine should not apply to qualified  immunity appeals.  These arguments are meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellants argue that intervening law has \"evolved\" since  Kimberlin I.  See Reply Br. at 9.  On this point, appellants  cite the Supreme Court's decision in Sandin v. Conner, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span> (1995), which narrowed the availability to prisoners  of due process challenges to disciplinary segregation.  This argument does not hold water.  First, without regard to  Sandin's specific holding, the District Court in Kimberlin I  was required to decide what law was clearly established in  1988.  Sandin, announced in 1995, is not relevant to what law  was clearly established seven years earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Furthermore, Sandin does not mark a change in the law  relevant to this case.  Sandin only establishes that a prisoner's segregation from the rest of the prison population will  trigger the procedural requirements of the Due Process  Clause when the segregation falls outside the \"range of  confinement to be normally expected.\"  515 U.S. at 487.Sandin did not change the law regarding whether a prison  official violates a prisoner's rights under the First Amendment by segregating the prisoner because of the content of a  prisoner's communications with the media.  Indeed, the Court  in Sandin made it clear that:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">[p]risoners ... retain other protection from arbitrary state action even within the expected conditions of confinement.  They may invoke the First and Eighth Amendments and the Equal Protection Clause of the Fourteenth Amendment where appropriate, and may draw upon internal prison grievance procedures and state judicial review where available.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Id. at 487 n.11 (emphasis added).  Here, then, even if Mr.  Kimberlin's administrative segregation fell within the expected range of his sentence, Sand in recognizes that Mr. Kimberlin's administrative segregation still may allege that such  segregation violated the First Amendment.  Thus, there was  no change in the applicable law that might have led the  District Court to revisit Kimberlin I.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nor is there any weight to appellants' assertion that the  law-of-the-case doctrine is inapplicable to qualified immunity  appeals.  Appellants rely heavily on Behrens v. Pelletier, in  which the Supreme Court acknowledged that qualified immunity issues may require more than one \"judiciously timed  appeal.\"  <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 309 (1996) (internal quotation marks  omitted).  This is so, the Court explained, because \"the  legally relevant factors ... will be different on summary judgment than on an earlier motion to dismiss.  At that  earlier stage, it is the defendant's conduct as alleged in the  complaint that is scrutinized for 'objective legal reasonableness.' \"  Id.  On this analysis, the defendant in Behrens did  not waive any arguments in his first appeal, so the situation  in that case did not call into play the law-of-the-case doctrine. And Behrens certainly does not say that the traditional law of-the-case doctrine is inapplicable to cases involving claims of  qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Furthermore, appellants cite nothing to indicate that the  relevant facts have somehow changed so that the District  Court's opinion in Kimberlin I regarding the clearly established law is now somehow diminished.  Appellants address  disputed facts only in connection with their claim that their  conduct was objectively reasonable.  See Br. for Appellants at  22-27;  28-36.  However, in advancing this argument, they  tellingly acknowledge that the issue of what was clearly  established law at the time of the alleged violation is a legal  determination that does not depend on the evidence in dispute.  In short, appellants' attempt to draw sustenance from  Behrens is fruitless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, it is noteworthy that appellants incorrectly frame  the relevant \"law\" for which the court must determine what  was clearly established when.  Appellants ask whether Mr.  Kimberlin had either an \"unfettered clearly established right  of access to the press\" or \"a clearly established right not to  be placed in administrative detention.\"  Br. for Appellants at  2.  These are the wrong questions.  The proper question in  this case, as the District Court correctly noted, is whether  Mr. Kimberlin had a clearly established right \"to be free from  governmental interference with [his] contacts with the press  if that interference is based on the content of [his] speech or  proposed speech.\"  Kimberlin I, 774 F. Supp. at 3-4.  This  right without doubt was clearly established in 1988.  See  Turner v. Safley, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 90 (1987) (\"We have found it  important to inquire whether prison regulations restricting  inmates' First Amendment rights operated in a neutral fashion, without regard to the content of the expression.\");  Pell v.  Procunier, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 828 (1974) (holding that so long as restriction on inmates' communication \"operates in a neutral  fashion, without regard to the content of the expression,\" it  will not violate First Amendment).</p>\n    </div>\n    <p class=\"indent\">B. Disputed Issues of Fact</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The District Court rested the decision under review on the  law-of-the-case.  Finding that appellants had waived any  challenge to the judgement in Kimberlin I on the established  law, the trial court reasoned that summary judgment on  grounds of qualified immunity was inappropriate.  This approach fell short of what is required by Crawford-El, 523  U.S. at 600.  In particular, the District Court failed to  consider whether there are disputed issues of fact as to  whether appellants violated clearly established law by intentionally segregating Mr. Kimberlin or interfering with his  press contacts on account of the content of his speech.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At oral argument, counsel for appellee urged that one line  in the District Court's order suggests that the court did  indeed weigh the evidence regarding the defendants' intent. See Kimberlin II at 4, reprinted in J.A. 27.  We are unimpressed, for counsel's argument clearly is a stretch and it  does not reach the desired mark.  The reference cited by  counsel is to the decision in Kimberlin I, in which the trial  court admittedly conducted an analysis of the record then  before it.  See 774 F. Supp. at 6-8.  However, discovery has  continued since Kimberlin I, and there is nothing in Kimberlin II that addresses the current record.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We therefore remand this matter to the District Court for  consideration of whether there are disputed issues of material  fact regarding the defendants' motivation.  In so doing, the  District Court must ask whether Mr. Kimberlin has identified  \"affirmative evidence from which a jury could find that the  plaintiff has carried his or her burden of proving the pertinent motive.\"  Crawford-El, 523 U.S. at 600.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The District Court will have two principal considerations at  the forefront upon remand.  First, the District Court is not  foreclosed from issuing a summary judgment for appellants  merely because Mr. Kimberlin's claim rests on appellants' motive.  It is true that \"objective\" issues such as whether the  plaintiff suffered an injury or engaged in protected conduct  are \"more amenable to summary disposition than disputes  about the official's intent.\"  Id. at 599.  Nonetheless, the  Supreme Court has expressed faith in the experience of  District Court judges to manage cases involving allegations of  improper intent in a way that will allow for summary judgment in appropriate cases.  Indeed, this expressed faith laid  the foundation for the Court's rejection of the so-called  \"heightened pleading\" standard in civil rights actions against  government officials.  See id. at 600-01.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, even if appellants provide an objectively valid  reason for their actions in this case, the District Court must  still inquire into whether there is a disputed issue of fact as to  whether appellants were actually motivated by an illegitimate  purpose.  The opinion for the Court in Crawford-El specifically rejected the dissent's proposal to \"immunize all officials  whose conduct is 'objectively valid,' regardless of improper  intent.\"  Id. at 593-94.  Moreover, in considering any objectively valid reasons offered by appellants, the District Court  should be mindful of the Supreme Court's recent decision in  Wilson v. Layne, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span> (1999).  In Wilson, the  Court described the \"objectively reasonable\" aspect of the  qualified immunity defense as \"whether a reasonable officer  could have believed that bringing members of the media into  a home during the execution of an arrest warrant was lawful,  in light of clearly established law and the information the  officers possessed.\"  Id. at 1700.  The analogous question in  this case has already been answered:  the District Court has  found that no reasonable prison official could believe that  interfering with an inmate's access to the press because of the  content of the inmate's speech could be lawful.  The District  Court must now weigh the evidence to determine if there are  disputed issues of fact as to whether appellants were motivated by improper intent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Upon resolving these questions, the District Court will  either issue a summary judgment for appellants or proceed to  hear the case on the merits.  The second possibility will  result in an interlocutory order which will not be subject to immediate review.  See Johnson, 515 U.S. at 313-18.  Nonfinal qualified immunity determinations are appealable \"when  they resolve a dispute concerning an abstract issue of law  relating to qualified immunity--typically, the issue whether  the federal right allegedly infringed was clearly established.\"Behrens, 516 U.S. at 313 (internal quotation marks omitted)  (citing Johnson, 515 U.S. at 317).  When the law and fact  issues are not separable, however, a very different situation  arises:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Many constitutional tort cases, unlike the simple \"we didn't do it\" case before us, involve factual controversies about, for example, intent--controversies that, before trial, may seem nebulous.  To resolve those controversies--to determine whether there is or is not a triable issue of fact about such a matter--may require reading avast pretrial record, with numerous conflicting affidavits, depositions, and other discovery materials.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Johnson, 515 U.S. at 316.  The \"upshot,\" according to the  Court, \"is that ... considerations of delay, comparative expertise of trial and appellate courts, and wise use of appellate  resources argue in favor of limiting interlocutory appeals of  'qualified immunity' matters to cases presenting more abstract issues of law.\"  Id. at 317.  The District Court's  original decision that Mr. Kimberlin's First Amendment  rights were clearly established at the time of the alleged  violation was immediately appealable, because the disputed  issue involved an \"abstract\" issue of law.  Whether there is a  disputed issue of material fact regarding appellants' intent,  however, is not \"separable\" from Mr. Kimberlin's underlying  cause of action;  in fact, it is part and parcel of his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, this court has interpreted Behrens and Johnson  to draw a clear distinction between the availability of appellate review in qualified immunity cases involving pure legal  issues and those involving disputed issues of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the qualified immunity arena, the Supreme Court has drawn a distinction between two categories of cases, only one of which merits immediate appellate review:  an interlocutory decision that rests upon the purely legal question of whether or not an official's actions violate clearly established law does satisfy the Cohen criteria, while an interlocutory decision that denies summary judgment because of the presence of triable issues of fact does not.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Meredith v. Federal Mine Safety &amp; Health Review Comm'n,  <span class=\"citation\" data-id=\"184903\"><a href=\"/opinion/184903/meredith-tom-v-mshr/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1042</span></a></span>, 1048-49 (D.C. Cir. 1999) (citations omitted);see also Farmer v. Moritsugu, <span class=\"citation\" data-id=\"184722\"><a href=\"/opinion/184722/farmer-dee-v-moritsugu-kenneth/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 613-14 (D.C.  Cir. 1998) (distinguishing interlocutory appeals of qualified  immunity raising abstract legal issues from appeals challenging the sufficiency of the evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus, if the District Court, on remand, denies summary  judgment on the issue of appellants' intent, the matter will  not be subject to immediate appeal.</p>\n    </div>\n    <p class=\"indent\">III.  CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the reasons articulated herein, the case is remanded to  the District Court for further proceedings consistent with this  opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Karen LeCraft Henderson, Circuit Judge, dissenting in part:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I dissent from the majority's holdings that (1) the law of  the case doctrine bars review of the district court's determination that the applicable law was clearly established at the  time of the alleged constitutional deprivation and (2) that the  case must be remanded to determine whether the appellants'  conduct violated clearly established law.  In my view, law of  the case does not apply, the applicable law was clearly  established and the appellants' conduct, as revealed in the  record, did not violate the clearly established law.  Accordingly, I would hold that the appellants are entitled to qualified  immunity and remand for entry of judgment in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">First, I disagree with the majority's contention that the  appellants' failure in their first appeal to challenge the district  court's ruling that the relevant law was clearly established  made that ruling the \"law of the case\" precluding the appellants from arguing otherwise now.  As this court explained in  Crocker v. Piedmont Aviation, Inc., <span class=\"citation\" data-id=\"691303\"><a href=\"/opinion/691303/hobart-n-crocker-jr-v-piedmont-aviation-inc-hobart-n-crocker-jr/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">735</span></a></span> (D.C. Cir.  1995), \"law-of-the-case doctrine holds that decisions rendered  on the first appeal should not be revisited on later trips to the  appellate court.\"  49 F.3d at 739.  In other words, law of the  case applies where \"the first appeals court has affirmatively  decided the issue, be it explicitly or by necessary implication.\"Id.  Because this court did not decide the clearly established  law issue in the 1992 appeal, we here confront not law of the  case but an \"analytically distinct principle ...--best understood as a species of waiver doctrine\" which \"does not involve  any previous appellate court decision on the barred issue\" but  imposes a \"bar on raising issues omitted from prior appeals.\"Id.  Under this waiver principle, \" 'a legal decision made at  one stage of litigation, unchallenged in a subsequent appeal  when the opportunity to do so existed, [governs] future stages  of the same litigation, and the parties are deemed to have  waived the right to challenge that decision at a later time.' \"  Id. (quoting Williamsburg Wax Museum, Inc. v. Historic  Figures, Inc., <span class=\"citation\" data-id=\"482453\"><a href=\"/opinion/482453/williamsburg-wax-museum-inc-v-historic-figures-inc-national-civil-war/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 250 (D.C. Cir. 1987);  citing  Palmer v. Kelly, <span class=\"citation\" data-id=\"664614\"><a href=\"/opinion/664614/gary-l-palmer-v-sharon-pratt-kelly-mayor/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1490</span></a></span>, 1495-96 (D.C. Cir. 1994);Laffey v. Northwest Airlines, Inc., <span class=\"citation\" data-id=\"439951\"><a href=\"/opinion/439951/mary-pat-laffey-v-northwest-airlines-inc-air-line-pilots-association/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1089-90  (D.C. Cir. 1984)).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  I do not believe, however, that waiver bars appeal of the clearly established law determination here.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As the court in Crocker noted, \"neither law-of-the-case  doctrine proper nor th[e] subsidiary waiver principle is an  absolute preclusion to appellate review.\"  Id.  Each of these  principles is \"prudential\" and admits of exceptions \"broader  than for conventional issue or claim preclusion\" but the  preclusive effect of waiver is \"one notch weaker\" than that of  law of the case.  Id.  In the case of waiver, \"the appellate  court, for example, always possesses discretion to reach an  otherwise waived issue logically 'antecedent to and ultimately  dispositive of the dispute before it.' \"  Id. at 740 (quoting  \"United States Nat'l Bank of Oregon v. Independent Ins.  Agents of Am., 508 U.S. 439,447, <span class=\"citation\" data-id=\"112877\"><a href=\"/opinion/112877/united-states-nat-bank-of-ore-v-independent-ins-agents-of-america-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2173</span></a></span> (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In Insurance Agents, the United States Supreme Court  held this court had not abused its discretion in deciding an  issue first raised in supplemental post-argument briefing,  although the appellants had failed to raise it in either their  opening or reply brief before argument.  The Court so held  because the neglected issue--whether a statute had been  repealed--was \"antecedent to\" and \"dispositive of\" the question addressed in the opening brief--how the provision should  be construed.  While the circumstances here (two separate  appeals) are somewhat different from those in Insurance  Agents (a single appeal with post-argument supplemental  briefing), the same reasoning applies.  Whether the law was  clearly established is \"antecedent to\" and, if decided in the  appellants' favor, \"dispositive of\" the issue argued in the 1992  appeal:  whether the appellants in fact violated the law.  If  the law was not clearly established then it is irrelevant  whether or not the appellants violated the law because they  were shielded by qualified immunity and therefore entitled to  judgment as a matter of law.  See Behrens v. Pelletier, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 306 (1996) (\"Unless the plaintiff's allegations state a  claim of violation of clearly established law, a defendant pleading qualified immunity is entitled to dismissal before the  commencement of discovery.\") (quoting Mitchell v. Forsyth,  <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526 (1985)).  Given the strong policy favoring an  official's \"entitlement not to stand trial or face the other  burdens of litigation,\" Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526  (1985), we should exercise our discretion here and decide  whether the law was clearly established at the time of the  alleged violation.  I conclude that it was.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Case law from the Supreme Court, as well as from circuit  courts including this one, make it clear that the right identified by the district court--federal inmates' \"First Amendment  right to be free from governmental interference with their  contacts with the press if that interference is based on the  content of their speech or proposed speech right of federal  prisoners,\" 774 F. Supp. at 3-4--was well established at the  time of the alleged violation in November 1988.  See  Crawford-El v. Britton, <span class=\"citation\" data-id=\"724975\"><a href=\"/opinion/724975/leonard-rollon-crawford-el-v-patricia-britton-and-the-district-of-columbia/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">813</span></a></span>, 826 (D.C. Cir. 1996) (en  banc) (\"[I]n light of Turner [v. Safley, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span> (1987)] and  related cases, retaliation against Crawford-El for criticism of  the prison administration that was truthful, and not otherwise  offensive to some penological interest (so far as appears),  would have violated a clearly established right of which a  reasonable prison official would have known.\") (citing Pickering v. Board of Educ., <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 568, 571-72 (1968)),  vacated on other ground, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span> (1998);  Murphy v.  Missouri Dep't of Correction, <span class=\"citation\" data-id=\"456262\"><a href=\"/opinion/456262/michael-murphy-v-missouri-department-of-correction/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span>, 503 (8th Cir.  1985) (\"While a prisoner enjoys no constitutional right to  remain in a particular institution and generally is not entitled  to due process protections prior to such a transfer, prison  officials do not have the discretion to punish an inmate for  exercising his first amendment rights by transferring him to  a different institution.\") (citing Garland v. Polley, <span class=\"citation\" data-id=\"364706\"><a href=\"/opinion/364706/gary-n-garland-and-stephen-a-kenyon-v-james-polley-peter-oswald-jerry/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1220</span></a></span>, 1222-23 (8th Cir. 1979)) (internal citations omitted);Main Rd. v. Aytch, <span class=\"citation\" data-id=\"330089\"><a href=\"/opinion/330089/main-road-an-unincorporated-association-by-grady-dyches-v-louis-s/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span>, 1086-87 (3d Cir. 1975)  (\"Even if the prisoners held pending trial have no constitutional right to meet with reporters, the First Amendment  precludes Aytch from regulating, through the grant or denial  of permission for prisoners to talk with reporters, the content  of speech which reaches the news media, unless the restriction bears a substantial relationship to a significant governmental interest.\").  I therefore concur--albeit on a different  ground--in the majority's affirmance of the district court's  holding that the law was clearly established.  I disagree,  however, with the majority's decision to remand in order to  determine whether the appellant's conduct violated the clearly established law.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although the district court's order does not expressly address whether the evidence, viewed most favorably to Kimberlin, makes out a constitutional deprivation, the issue is  nevertheless properly before this court.  The appellants' summary judgment motion below expressly argued the issue, see  Kimberlin v. Quinlan, No. 90-1549, Memorandum in Support  of Summary Judgment Motion at 16-29 (filed Feb. 3, 1997),  and the district court, in denying the summary judgment  motion, at least implicitly resolved it in Kimberlin's favor. Thus, \"there is no apparent impediment to [the argument]  being raised on appeal.\"  Behrens v. Pelletier, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>,  313 (1996) (authorizing appeal where argument \"was presented by the petitioner in the trial court\" and \"the District  Court's denial of petitioner's summary judgment motion necessarily determined that certain conduct attributed to petitioner ... constituted a violation of clearly established law,\"  notwithstanding that \"the District Court, in denying petitioner's summary judgment motion, did not identify the particular  charged conduct that it deemed adequately supported\").  We  should therefore address the question now,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> without remand,  and we should resolve it in the appellants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As the district court did not identify what the evidence  reveals the appellants did, it is this court's \"task\" to undertake a \" 'review of the record to determine what facts the  district court, in the light most favorable to the nonmoving  party, likely assumed.' \"  Behrens, 516 U.S. at 313 (quoting  Johnson, 515 U.S. at 319). The uncontroverted facts establish  that appellant Quinlan canceled the press conference because  it was not authorized under Bureau of Prisons policy and  ordered Kimberlin's first administrative segregation for the  purpose of ensuring Kimberlin's safety.  No evidence suggests that Quinlan undertook these acts with intent to prevent Kimberlin from reporting his story to the press, which  Kimberlin had in fact already done in an interview with NBC  News which Quinlan had himself facilitated.  Nor is there  evidence that Quinlan was at all involved in the two subsequent segregations on November 7 and December 22, 1988.As for appellant Miller, the record does not indicate that he  made any effort in his telephone conversations with the  Bureau of Prisons either to get the press conference canceled  or to secure Kimberlin's confinement.  Because the appellants' conduct as revealed by the record, viewed in the light  most favorable to the plaintiff, did not violate Kimberlin's  First Amendment rights (clearly established or otherwise),  both are entitled to qualified immunity.  See Siegert v. Gilley,  <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span> (1991) (defendant entitled to qualified immunity  where plaintiff \"not only failed to allege the violation of a  constitutional right that was clearly established at the time of  the [defendant's] action, but ... failed to establish the violation of any constitutional right at all.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">For the foregoing reasons, I would remand with direction  to enter summary judgment for the appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  In Palmer, this court applied the waiver theory (albeit under  the \"law of the case\" rubric) in the same circumstances we have here--where the district court concluded its earlier unappealed  decision was law of the case.  See 17 F.3d at 1495-96 (defendant  \"waived\" claim through \"failure to appeal on alternative grounds\" in  earlier appeal).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Appeal of this issue is not barred under Johnson v. Jones, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">515</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, 319 (1995), which held that no appeal lies \"if what is at  issue in the sufficiency determination is nothing more than whether  the evidence could support a finding that particular conduct occurred.\"  Behrens, 516 U.S. at 313.  Here, the issue is, as in  Behrens, whether \"the conduct which the District Court deemed  sufficiently supported for purposes of summary judgment met the  Harlow standard of 'objective legal reasonableness.' \" Id.;  see also  Farmer v. Moritsugu, <span class=\"citation\" data-id=\"184722\"><a href=\"/opinion/184722/farmer-dee-v-moritsugu-kenneth/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 614 (D.C. Cir. 1998) (permitting immediate appeal where case \" 'concern[s], not which facts the  parties might be able to prove, but, rather, whether or not certain  given facts show[ ] a violation of \"clearly established\" law' \") (quoting Johnson, 515 U.S. at 311) (alterations original).</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112877/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118289/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/184722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/184903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/364706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/439951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/456262/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/482453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/654569/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/664614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/691303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/724975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1426014/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T11:24:37.743098Z",
      "date_modified": "2016-03-03T00:45:20.127746Z",
      "date_filed": "1999-12-28",
      "date_filed_is_approximate": false,
      "slug": "kimberlin-brett-c-v-quinlan-michael-j",
      "citation_id": 168492,
      "case_name_short": "",
      "case_name": "Kimberlin, Brett C. v. Quinlan, Michael J.",
      "case_name_full": "",
      "federal_cite_one": "207 F.3d 667",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1292116/kimberlin-brett-c-v-quinlan-michael-j/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:37:03.413692Z",
  "date_modified": "2014-10-30T15:37:03.413692Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Kimberlin, Brett C. v. Quinlan, Michael J.",
  "case_name_full": "",
  "slug": "kimberlin-brett-c-v-quinlan-michael-j",
  "docket_number": "98-5530",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}