{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1316864/",
  "id": 1316864,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1719344/",
      "id": 1719344,
      "absolute_url": "/opinion/1719344/hill-hill-truck-line-inc-v-powell/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1316864/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1719344/",
          "id": 1719344,
          "absolute_url": "/opinion/1719344/hill-hill-truck-line-inc-v-powell/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1719344/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:14:00.156045Z",
          "date_modified": "2017-04-06T20:47:29.631636Z",
          "type": "010combined",
          "sha1": "4439f5eb224a45f4d288a4bc5ba759b6a8118f95",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>319 S.W.2d 128 (1958)</b></center>\n<center><h1>HILL &amp; HILL TRUCK LINE, INC., Appellant,<br>\nv.<br>\nG. B. POWELL et al., Appellees.</h1></center>\n<center>No. 3541.</center>\n<center><p><b>Court of Civil Appeals of Texas, Waco.</b></p></center>\n<center>November 20, 1958.</center>\n<center>Rehearing Denied December 31, 1958.</center>\n<p><span class=\"star-pagination\">*129</span> Hutcheson, Taliaferro &amp; Hutcheson, Houston, for appellant.</p>\n<p>Talbert, Giessel, Cutherell &amp; Barnett, Cyril J. Smith, Houston, for appellees.</p>\n<p>TIREY, Justice.</p>\n<p>Plaintiffs grounded their action for damages on failure of the defendant Truck Line to carry out the provisions of a written lease contract. The Truck Line also asserted cross-action for debt and for title to or value of a loading platform and an air conditioning machine situated on the premises.</p>\n<p>The lease contract was dated September 25, 1952 and was between plaintiff Powell and Hill &amp; Hill Truck Line, Inc., a corporation, the lessee, and John M. Robinson, Administrator of the Estate of John Ehrhardt. Plaintiff M &amp; H Land Company, Inc., became the owner of the property after the execution of the lease and was therefore made a party plaintiff. The cause was tried without the aid of a jury and there was no request for findings of fact and conclusions of law and none filed. The court awarded plaintiffs $1,500 damages for alleged breach of the Truck Line's covenant to repair and awarded plaintiffs the further sum of $1,510.64 for taxes, penalties and interest attributable to the improvements situated upon the leased premises. The decree also awarded the sum of $385 (plaintiffs did not except to this award) in favor of the Truck Line against plaintiff G. B. Powell on cross-action. The court denied the Truck Line's claim to the loading platform. The Truck Line duly excepted to the decree of the court and gave notice of appeal and perfected its appeal to the Houston Court of Civil Appeals and the cause is here on transfer order.</p>\n<p>The judgment is assailed on what the Truck Line designates as eleven points. They are substantially to the effect that the court erred (1) in rendering judgment for plaintiffs for damages for breach of a covenant to repair and for breach of a covenant to pay taxes in that such judgment is contrary to the undisputed evidence in the case and the legal obligations imposed upon the defendant by the lease; (2 and 3) are substantially to the same effect. Point 4 is: \"Error of the court in overruling defendant's exceptions 2 and 9.\" Point 5 challenges the sufficiency of the evidence; Point 6 challenges the sufficiency of the evidence and says there is no evidence as to the market value of the leased premises at the beginning of the lease and the market value at the termination of the lease, which is the proper measure for a breach of such a covenant. Point 7 asserts plea of limitation to the claim for taxes for the year 1952 and contends that the claim is barred by the four-year statute of limitations, Vernon's Ann.Civ.St. art. 5527. Point 8 challenges the sufficiency of the evidence to sustain the judgment for interest and penalties accruing on property taxes awarded against defendant and says there is no evidence to support an apportionment of said taxes; Point 9, that the award is contrary to the undisputed evidence in that there was no apportionment of said taxes; Point 10, in rendering judgment against defendant and cross-plaintiff for damages to its loading dock in that the evidence is insufficient to show that the loading dock was a fixture and was not personal property removable without damage to the fee; and Point 11, that the judgment is contrary to the undisputed evidence that said loading dock was not a fixture and was not removable except with damage to the fee.</p>\n<p><span class=\"star-pagination\">*130</span> A statement is necessary. The lease agreement provided for a 15 year term, beginning September 25, 1952, and ending September 30, 1967, and provided for an annual rental of $4,800, payable in advance in monthly installments of $400 each, and it is without dispute that the Truck Line went into possession of the property about October 1, 1952. We quote in part the second provision of Article II of the lease:</p>\n<blockquote>\"Second: Lessee shall deposit and has deposited with Lessor the sum of Twenty-four Hundred Dollars ($2400), an amount equal to six months' rent, the receipt of which is hereby acknowledged, as advance payment of rent for the last six (6) months of the term hereof. Lessee may terminate and cancel this lease at any time during the term hereof upon thirty days' written notice to Lessor in which event the hereinabove described deposit of Twenty-four Hundred Dollars ($2400) shall be forfeited to Lessor and upon such termination all obligations of Lessee hereunder shall cease and determine, including the obligation to make said rental payments hereinabove provided. * * *</blockquote>\n<blockquote>\"As a further consideration of the leasing and demising aforesaid, Lessee further covenants and agrees to bear, pay and discharge, in addition to the rent herein reserved, all ad valorem taxes on the buildings and other improvements now or hereafter situated on the above described property during the term hereof; however, Lessor shall pay all ad valorem taxes applicable to the land itself.\"</blockquote>\n<p>We quote a part of Article III of the lease:</p>\n<blockquote>\"Lessee shall have the right during the term hereof to construct, build and erect from time to time new buildings and improvements on said leased premises, such improvements being called \"additional improvements,\" title to which shall remain in the Lessee unless Lessee elects during the first ten (10) years of the term hereof to terminate this lease pursuant to Paragraph Second of Article II hereof, in which event the additional improvements shall become the sole property of Lessor.\"</blockquote>\n<p>We quote a part of Article V of the lease:</p>\n<blockquote>\"Lessee at its own expense, will make all repairs and renewals necessary or advisable to keep said leased premises, both inside and outside, and all additions thereto, from deteriorating in value or condition, and in such repair as the same are in at the commencement of the term, reasonable use and wearing thereof and damage by accidental fire or inevitable accidents only excepted, and Lessor shall be absolutely exempt from making any repair or renewal or addition to said leased premises and their appurtenances during the term of this lease.\"</blockquote>\n<p>We quote Article VI of the lease:</p>\n<blockquote>\"Lessor does hereby agree that Lessee, on paying the rent, taxes, assessments and charges, and performing its agreements provided for in this lease, shall and may quietly and peaceably hold and enjoy said leased premises, so long as this lease shall subsist.\"</blockquote>\n<p>By letter dated May 1, 1956, the Truck Line notified plaintiffs of its intention to vacate the premises as of May 31, 1956, and under the testimony did move out prior to May 31st.</p>\n<p>Mr. Harold Ormston was tendered as a witness for the Truck Line. He testified that he was president of such company and had been for about 18 years; that he was familiar with the lease in question and that he did not receive back the $2,400 deposit described in the lease; that after he vacated the premises about the middle of June 1956 he had a conversation at the premises with \"Mr. Powell; that he and Powell made a tour of the premises and <span class=\"star-pagination\">*131</span> he discussed with Mr. Powell the repairs that he thought were necessary to restore the premises under the lease; that he had a little memorandum book with him and that he jotted down what we agreed to do. He referred to his notes and said:</p>\n<blockquote>\"A. The rear of the office building was a painted surface. The paint on that building was knotty pine and black. We agreed to paint the rear of the office building two coats. The other portions of the office building were made out of asbestos shingles. We agreed to take the roof off. In other words, we had three buildings joined together. We have a breezeway cut there. We agreed to take the roof from between the two buildings. The reason that was done was to take the air conditioning out and we couldn't take the air conditioning machine out because the roof was put on after the air machine was installed. We had to take the roof off, and we agreed to do that.</blockquote>\n<blockquote>\"Q. Did you agree to put that roof back after you took it off? A. It was formerly a brezeway. We didn't agree to put it back, separate the buildings and paint them and put it back like it was before we put them in there.</blockquote>\n<blockquote>\"Q. When was that air conditioning added? A. In 1948 before the third building was moved in. We agreed to take the venetian blinds, which we didn't do. We left them there. We agreed to fix the windows in the tire shop. That was the building that was formerly owned by Mr. Powell. It was there when we moved there. We agreed to fix all holes in the office building. I am talking about now the hole he mentioned where the Coke machine was installed. * * *</blockquote>\n<blockquote>\"A. Yes, sir, we agreed to fix that hole. We agreed to replace the three commodes that were stolen the night of the day we moved. I don't know who did that, but they were gone the next morning. We agreed to fix the window in the drivers room. That is the building there has been so much testimony about. That is separate and apart, and repair the roof and facing on that particular building. * * *</blockquote>\n<blockquote>\"A. We agreed to replace the damaged garage siding. That is the shop 60 × 80. We agreed to repair the gutters and doors on the same building. That is the new building. We agreed to repair all the garage window lights.</blockquote>\n<p>We agreed to replace all the damaged galvanized iron in both buildings. We agreed to cut the beam off that extended out of the east side. That beam is nothing more than a track for a hoist. The openings in each end of that garage, we had that for ventilation. * * *</p>\n<blockquote>\"A. * * * We agreed to straighten the studs and such of those posts that were baked into, we agreed to straighten them. We agreed to replace the roof of the steam plant. * * * We agreed to fix the door of that building and agreed to fix the windows of the drivers' room. We agreed that those things would put that thing in good condition.</blockquote>\n<blockquote>\"Q. Is that a complete list of the items you agreed upon with Mr. Powell? A. Yes, sir, that's it.\"</blockquote>\n<p>That after this conversation with Mr. Powell he got in touch with a contractor to find out what the repairs would cost and that he received a did from the contractor. He further testified:</p>\n<blockquote>\"Q. Subsequent to that time did you advise Mr. Powell you had received a bid and you were preparing to do that work on that price? A. Yes, sir. I agreed I would get a bid and contact him and I would go ahead with this work. I also told Mr. Powell if we ran into other repair work as a result of this we would take care of that. There is some things occur when you make one repair it might cause you to <span class=\"star-pagination\">*132</span> make one other minor repair. We agreed to that.</blockquote>\n<blockquote>\"Q. So far as you know that offer wasn't accepted by Mr. Powell? A. Not accepted.</blockquote>\n<blockquote>\"Q. You did not do that repair work for Mr. Powell? A. No, sir.</blockquote>\n<blockquote>\"Q. Are you still willing to do that repair work for him? A. Yes, sir.\"</blockquote>\n<p>He further testified:</p>\n<blockquote>\"Q. You knew that lease said you were to pay taxes on the improvements? A. Yes, sir, I knew that, but I didn't handle the payment of taxes in my company.</blockquote>\n<blockquote>\"Q. You have someone in your company that does? A. Yes, sir, the comptroller. * * *</blockquote>\n<blockquote>\"A. The comptroller, Mr. Walton, handled the taxes. * * *</blockquote>\n<blockquote>\"A. I am quite sure that Mr. Walton would have paid the taxes if he had known that the taxes were due. I think it is an oversight actually.\"</blockquote>\n<p>Mr. T. S. Gregory was tendered as a witness for the Truck Line. He testified that he was a building contractor and had been in that business for more than 25 years; that pursuant to a conversation with Mr. Ormston as to the repairs that he wanted to make on the premises in question that he made an inspection and submitted a bid to Mr. Ormston for the repairs; that he was in the courtroom and heard Mr. Ormston testify as to the repairs to be made, and that those were the repairs that he had bid on. He testified specifically in part:</p>\n<blockquote>\"Q. Will you state whether or not those are the repairs on which you bid? A. Yes, sir, I remember all of them except there is one more he didn't mention.</blockquote>\n<blockquote>\"Q. What was that? A. There was slight damage to the black wainscoating on the office building. We agreed to fix that.</blockquote>\n<blockquote>\"Q. What was the amount of your bid for that repair work? A. $1,012.00.</blockquote>\n<blockquote>\"Q. In your opinion is that a reasonable price for those repairs? A. Yes, it was. I made my living doing that, with my judgment. * * *</blockquote>\n<blockquote>\"Q. Did you have any conversation with Mr. Powell on the repairs? A. He arrived at that job a few minutes after Mr. Ormston left. We talked about it.</blockquote>\n<blockquote>\"Q. What did Mr. Powell say about it? A. He told me he had other bids, and I showed him a rough idea of the cost, and he said I was too low. I was too low, it would cost more money than that.</blockquote>\n<blockquote>\"Q. Are you still prepared to do that work you have testified about for $1,012.00? A. This list we have here, yes.\"</blockquote>\n<p>Lee H. Ward, Deputy Tax Assessor and Collector, was tendered as a witness for plaintiffs and he testified specifically as to the amounts of the county taxes assessed against the property and segregated the improvements from the land and gave the amount of the taxes due for the years 1951 through 1956, together with penalties and interest.</p>\n<p>Fred N. Ankenman, City Tax Assessor and Collector, was tendered as a witness and he segregated the city taxes on the personal property, together with penalties and interest. Absent the plea of limitation asserted, we do not understand that appellant questions the amount of the taxes. The court sustained the plea of limitation insofar as it related to taxes that had accrued for the year 1951 but overruled the plea of limitation asserted against the taxes that had accrued for the year 1952. Under Articles 7255 and 7336, Vernon's Ann.Civ.St., state and county <span class=\"star-pagination\">*133</span> taxes may be paid beginning October 1st of the current year. They are not delinquent until the end of January 31st thereafter. Testimony was tendered to the effect that the city taxes for the current year became due December 31st of the current year. Plaintiffs say their original petition was filed July 19, 1956 and their amended original petition was filed February 20, 1957. We approve the court's action in holding that the taxes that accrued in the year 1952 were not barred by the statute of limitations. The court in its decree finds in effect that plaintiffs are entitled to recover judgment against defendant in the further sum of $1,510.64 for all taxes, which includes state, county, city and school taxes upon the improvements situated upon the leased premises from the beginning of the lease on September 25, 1952, plus all interest and penalties that accrued and sets them out. We think the evidence is ample to sustain the court's finding in this behalf.</p>\n<p>We have quoted the pertinent provisions of the written lease contract between the parties here under consideration and we have made statements of the testimony tendered and appellant says the evidence in this case is substantially undisputed except the amount of money required to place the leased premises in the condition which is required by the lease in question. We agree with this statement and we think the trial court gave the correct construction to the contract and it is also our view that the testimony is ample to sustain the trial court's finding as to the taxes due and owing by the Truck Line, but we think that the testimony is insufficient to sustain the finding of $1,500 as damages for the failure of defendant to make the necessary repairs. It is true that Mr. Powell testified that repairs in his opinion would cost $2,100, but the court sustained an objection to his testimony in this respect. We are of the view that the testimony is ample to sustain the cost of repairs of $1,012, as testified to by the witness Gregory, and that the testimony of the witness Gregory is the only competent testimony as to repairs and the judgment in this respect must be reformed so as to award $1,012 for repairs instead of the sum of $1,500.</p>\n<p>Going back to the terms of the lease, we think the provisions are clear and unambiguous and under its terms the Truck Line having terminated the lease agreement within the ten year period not only forfeited the $2,400 provided as rentals but also title to the improvements placed thereon and was liable for the taxes against the personal property as distinguished from the land from the time it held the lease until it was terminated, and it was likewise liable for necessary repairs to place the property in usable condition. The president of defendant Truck Line, as well as the plaintiffs, had the same idea about what the Truck Line's duty was under the undisputed factual situation and the Truck Line failed to pay the taxes that it was obligated to pay under the terms of the lease and likewise failed to make the repairs necessary because they could not agree with plaintiff Powell, but the Truck Line said it stood ready and willing to make and pay for the repairs which the contractor Gregory said would be necessary to place the property in usable condition and we think it was obligated to do so.</p>\n<p>We see no merit whatsoever in any of appellant's points and because of the terms of the lease and the nature of the testimony here stated we do not think a detailed discussion of appellant's points would be of any precedential value and each is overruled except insofar as the judgment is here reformed. Perhaps we should say that the measure of damages awarded by the trial court was authorized under the holding of our Supreme Court in Pasadena State Bank v. Isaac, 149 Tex. 47, 228 S.W.2d 127.</p>\n<p>We have previously pointed out that the court's award of $1,500 for damages was excessive and not supported by the evidence because the competent evidence as to the amount of repairs was only the <span class=\"star-pagination\">*134</span> sum of $1,012, so the award in this respect is excessive by the sum of $488 and to such extent is not supported by the evidence. Accordingly, the total award of the court of $3,010.64 is hereby reformed by reducing said amount $488 and as reformed the judgment of the trial court in the sum of $2,522.64 is in all things affirmed. Under the provisions of Rule 139, Texas Rules of Civil Procedure, we think that appellant is entitled to recover the costs incurred on this appeal and the costs of this appeal are accordingly taxed against appellees. The appellant shall pay all costs adjudged in the court below.</p>\n<p>Reformed and affirmed.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">128</span></span> (1958)</b></center>\n<center><h1>HILL &amp; HILL TRUCK LINE, INC., Appellant,<br>\nv.<br>\nG. B. POWELL et al., Appellees.</h1></center>\n<center>No. 3541.</center>\n<center><p><b>Court of Civil Appeals of Texas, Waco.</b></p></center>\n<center>November 20, 1958.</center>\n<center>Rehearing Denied December 31, 1958.</center>\n<p><span class=\"star-pagination\">*129</span> Hutcheson, Taliaferro &amp; Hutcheson, Houston, for appellant.</p>\n<p>Talbert, Giessel, Cutherell &amp; Barnett, Cyril J. Smith, Houston, for appellees.</p>\n<p>TIREY, Justice.</p>\n<p>Plaintiffs grounded their action for damages on failure of the defendant Truck Line to carry out the provisions of a written lease contract. The Truck Line also asserted cross-action for debt and for title to or value of a loading platform and an air conditioning machine situated on the premises.</p>\n<p>The lease contract was dated September 25, 1952 and was between plaintiff Powell and Hill &amp; Hill Truck Line, Inc., a corporation, the lessee, and John M. Robinson, Administrator of the Estate of John Ehrhardt. Plaintiff M &amp; H Land Company, Inc., became the owner of the property after the execution of the lease and was therefore made a party plaintiff. The cause was tried without the aid of a jury and there was no request for findings of fact and conclusions of law and none filed. The court awarded plaintiffs $1,500 damages for alleged breach of the Truck Line's covenant to repair and awarded plaintiffs the further sum of $1,510.64 for taxes, penalties and interest attributable to the improvements situated upon the leased premises. The decree also awarded the sum of $385 (plaintiffs did not except to this award) in favor of the Truck Line against plaintiff G. B. Powell on cross-action. The court denied the Truck Line's claim to the loading platform. The Truck Line duly excepted to the decree of the court and gave notice of appeal and perfected its appeal to the Houston Court of Civil Appeals and the cause is here on transfer order.</p>\n<p>The judgment is assailed on what the Truck Line designates as eleven points. They are substantially to the effect that the court erred (1) in rendering judgment for plaintiffs for damages for breach of a covenant to repair and for breach of a covenant to pay taxes in that such judgment is contrary to the undisputed evidence in the case and the legal obligations imposed upon the defendant by the lease; (2 and 3) are substantially to the same effect. Point 4 is: \"Error of the court in overruling defendant's exceptions 2 and 9.\" Point 5 challenges the sufficiency of the evidence; Point 6 challenges the sufficiency of the evidence and says there is no evidence as to the market value of the leased premises at the beginning of the lease and the market value at the termination of the lease, which is the proper measure for a breach of such a covenant. Point 7 asserts plea of limitation to the claim for taxes for the year 1952 and contends that the claim is barred by the four-year statute of limitations, Vernon's Ann.Civ.St. art. 5527. Point 8 challenges the sufficiency of the evidence to sustain the judgment for interest and penalties accruing on property taxes awarded against defendant and says there is no evidence to support an apportionment of said taxes; Point 9, that the award is contrary to the undisputed evidence in that there was no apportionment of said taxes; Point 10, in rendering judgment against defendant and cross-plaintiff for damages to its loading dock in that the evidence is insufficient to show that the loading dock was a fixture and was not personal property removable without damage to the fee; and Point 11, that the judgment is contrary to the undisputed evidence that said loading dock was not a fixture and was not removable except with damage to the fee.</p>\n<p><span class=\"star-pagination\">*130</span> A statement is necessary. The lease agreement provided for a 15 year term, beginning September 25, 1952, and ending September 30, 1967, and provided for an annual rental of $4,800, payable in advance in monthly installments of $400 each, and it is without dispute that the Truck Line went into possession of the property about October 1, 1952. We quote in part the second provision of Article II of the lease:</p>\n<blockquote>\"Second: Lessee shall deposit and has deposited with Lessor the sum of Twenty-four Hundred Dollars ($2400), an amount equal to six months' rent, the receipt of which is hereby acknowledged, as advance payment of rent for the last six (6) months of the term hereof. Lessee may terminate and cancel this lease at any time during the term hereof upon thirty days' written notice to Lessor in which event the hereinabove described deposit of Twenty-four Hundred Dollars ($2400) shall be forfeited to Lessor and upon such termination all obligations of Lessee hereunder shall cease and determine, including the obligation to make said rental payments hereinabove provided. * * *</blockquote>\n<blockquote>\"As a further consideration of the leasing and demising aforesaid, Lessee further covenants and agrees to bear, pay and discharge, in addition to the rent herein reserved, all ad valorem taxes on the buildings and other improvements now or hereafter situated on the above described property during the term hereof; however, Lessor shall pay all ad valorem taxes applicable to the land itself.\"</blockquote>\n<p>We quote a part of Article III of the lease:</p>\n<blockquote>\"Lessee shall have the right during the term hereof to construct, build and erect from time to time new buildings and improvements on said leased premises, such improvements being called \"additional improvements,\" title to which shall remain in the Lessee unless Lessee elects during the first ten (10) years of the term hereof to terminate this lease pursuant to Paragraph Second of Article II hereof, in which event the additional improvements shall become the sole property of Lessor.\"</blockquote>\n<p>We quote a part of Article V of the lease:</p>\n<blockquote>\"Lessee at its own expense, will make all repairs and renewals necessary or advisable to keep said leased premises, both inside and outside, and all additions thereto, from deteriorating in value or condition, and in such repair as the same are in at the commencement of the term, reasonable use and wearing thereof and damage by accidental fire or inevitable accidents only excepted, and Lessor shall be absolutely exempt from making any repair or renewal or addition to said leased premises and their appurtenances during the term of this lease.\"</blockquote>\n<p>We quote Article VI of the lease:</p>\n<blockquote>\"Lessor does hereby agree that Lessee, on paying the rent, taxes, assessments and charges, and performing its agreements provided for in this lease, shall and may quietly and peaceably hold and enjoy said leased premises, so long as this lease shall subsist.\"</blockquote>\n<p>By letter dated May 1, 1956, the Truck Line notified plaintiffs of its intention to vacate the premises as of May 31, 1956, and under the testimony did move out prior to May 31st.</p>\n<p>Mr. Harold Ormston was tendered as a witness for the Truck Line. He testified that he was president of such company and had been for about 18 years; that he was familiar with the lease in question and that he did not receive back the $2,400 deposit described in the lease; that after he vacated the premises about the middle of June 1956 he had a conversation at the premises with \"Mr. Powell; that he and Powell made a tour of the premises and <span class=\"star-pagination\">*131</span> he discussed with Mr. Powell the repairs that he thought were necessary to restore the premises under the lease; that he had a little memorandum book with him and that he jotted down what we agreed to do. He referred to his notes and said:</p>\n<blockquote>\"A. The rear of the office building was a painted surface. The paint on that building was knotty pine and black. We agreed to paint the rear of the office building two coats. The other portions of the office building were made out of asbestos shingles. We agreed to take the roof off. In other words, we had three buildings joined together. We have a breezeway cut there. We agreed to take the roof from between the two buildings. The reason that was done was to take the air conditioning out and we couldn't take the air conditioning machine out because the roof was put on after the air machine was installed. We had to take the roof off, and we agreed to do that.</blockquote>\n<blockquote>\"Q. Did you agree to put that roof back after you took it off? A. It was formerly a brezeway. We didn't agree to put it back, separate the buildings and paint them and put it back like it was before we put them in there.</blockquote>\n<blockquote>\"Q. When was that air conditioning added? A. In 1948 before the third building was moved in. We agreed to take the venetian blinds, which we didn't do. We left them there. We agreed to fix the windows in the tire shop. That was the building that was formerly owned by Mr. Powell. It was there when we moved there. We agreed to fix all holes in the office building. I am talking about now the hole he mentioned where the Coke machine was installed. * * *</blockquote>\n<blockquote>\"A. Yes, sir, we agreed to fix that hole. We agreed to replace the three commodes that were stolen the night of the day we moved. I don't know who did that, but they were gone the next morning. We agreed to fix the window in the drivers room. That is the building there has been so much testimony about. That is separate and apart, and repair the roof and facing on that particular building. * * *</blockquote>\n<blockquote>\"A. We agreed to replace the damaged garage siding. That is the shop 60 × 80. We agreed to repair the gutters and doors on the same building. That is the new building. We agreed to repair all the garage window lights.</blockquote>\n<p>We agreed to replace all the damaged galvanized iron in both buildings. We agreed to cut the beam off that extended out of the east side. That beam is nothing more than a track for a hoist. The openings in each end of that garage, we had that for ventilation. * * *</p>\n<blockquote>\"A. * * * We agreed to straighten the studs and such of those posts that were baked into, we agreed to straighten them. We agreed to replace the roof of the steam plant. * * * We agreed to fix the door of that building and agreed to fix the windows of the drivers' room. We agreed that those things would put that thing in good condition.</blockquote>\n<blockquote>\"Q. Is that a complete list of the items you agreed upon with Mr. Powell? A. Yes, sir, that's it.\"</blockquote>\n<p>That after this conversation with Mr. Powell he got in touch with a contractor to find out what the repairs would cost and that he received a did from the contractor. He further testified:</p>\n<blockquote>\"Q. Subsequent to that time did you advise Mr. Powell you had received a bid and you were preparing to do that work on that price? A. Yes, sir. I agreed I would get a bid and contact him and I would go ahead with this work. I also told Mr. Powell if we ran into other repair work as a result of this we would take care of that. There is some things occur when you make one repair it might cause you to <span class=\"star-pagination\">*132</span> make one other minor repair. We agreed to that.</blockquote>\n<blockquote>\"Q. So far as you know that offer wasn't accepted by Mr. Powell? A. Not accepted.</blockquote>\n<blockquote>\"Q. You did not do that repair work for Mr. Powell? A. No, sir.</blockquote>\n<blockquote>\"Q. Are you still willing to do that repair work for him? A. Yes, sir.\"</blockquote>\n<p>He further testified:</p>\n<blockquote>\"Q. You knew that lease said you were to pay taxes on the improvements? A. Yes, sir, I knew that, but I didn't handle the payment of taxes in my company.</blockquote>\n<blockquote>\"Q. You have someone in your company that does? A. Yes, sir, the comptroller. * * *</blockquote>\n<blockquote>\"A. The comptroller, Mr. Walton, handled the taxes. * * *</blockquote>\n<blockquote>\"A. I am quite sure that Mr. Walton would have paid the taxes if he had known that the taxes were due. I think it is an oversight actually.\"</blockquote>\n<p>Mr. T. S. Gregory was tendered as a witness for the Truck Line. He testified that he was a building contractor and had been in that business for more than 25 years; that pursuant to a conversation with Mr. Ormston as to the repairs that he wanted to make on the premises in question that he made an inspection and submitted a bid to Mr. Ormston for the repairs; that he was in the courtroom and heard Mr. Ormston testify as to the repairs to be made, and that those were the repairs that he had bid on. He testified specifically in part:</p>\n<blockquote>\"Q. Will you state whether or not those are the repairs on which you bid? A. Yes, sir, I remember all of them except there is one more he didn't mention.</blockquote>\n<blockquote>\"Q. What was that? A. There was slight damage to the black wainscoating on the office building. We agreed to fix that.</blockquote>\n<blockquote>\"Q. What was the amount of your bid for that repair work? A. $1,012.00.</blockquote>\n<blockquote>\"Q. In your opinion is that a reasonable price for those repairs? A. Yes, it was. I made my living doing that, with my judgment. * * *</blockquote>\n<blockquote>\"Q. Did you have any conversation with Mr. Powell on the repairs? A. He arrived at that job a few minutes after Mr. Ormston left. We talked about it.</blockquote>\n<blockquote>\"Q. What did Mr. Powell say about it? A. He told me he had other bids, and I showed him a rough idea of the cost, and he said I was too low. I was too low, it would cost more money than that.</blockquote>\n<blockquote>\"Q. Are you still prepared to do that work you have testified about for $1,012.00? A. This list we have here, yes.\"</blockquote>\n<p>Lee H. Ward, Deputy Tax Assessor and Collector, was tendered as a witness for plaintiffs and he testified specifically as to the amounts of the county taxes assessed against the property and segregated the improvements from the land and gave the amount of the taxes due for the years 1951 through 1956, together with penalties and interest.</p>\n<p>Fred N. Ankenman, City Tax Assessor and Collector, was tendered as a witness and he segregated the city taxes on the personal property, together with penalties and interest. Absent the plea of limitation asserted, we do not understand that appellant questions the amount of the taxes. The court sustained the plea of limitation insofar as it related to taxes that had accrued for the year 1951 but overruled the plea of limitation asserted against the taxes that had accrued for the year 1952. Under Articles 7255 and 7336, Vernon's Ann.Civ.St., state and county <span class=\"star-pagination\">*133</span> taxes may be paid beginning October 1st of the current year. They are not delinquent until the end of January 31st thereafter. Testimony was tendered to the effect that the city taxes for the current year became due December 31st of the current year. Plaintiffs say their original petition was filed July 19, 1956 and their amended original petition was filed February 20, 1957. We approve the court's action in holding that the taxes that accrued in the year 1952 were not barred by the statute of limitations. The court in its decree finds in effect that plaintiffs are entitled to recover judgment against defendant in the further sum of $1,510.64 for all taxes, which includes state, county, city and school taxes upon the improvements situated upon the leased premises from the beginning of the lease on September 25, 1952, plus all interest and penalties that accrued and sets them out. We think the evidence is ample to sustain the court's finding in this behalf.</p>\n<p>We have quoted the pertinent provisions of the written lease contract between the parties here under consideration and we have made statements of the testimony tendered and appellant says the evidence in this case is substantially undisputed except the amount of money required to place the leased premises in the condition which is required by the lease in question. We agree with this statement and we think the trial court gave the correct construction to the contract and it is also our view that the testimony is ample to sustain the trial court's finding as to the taxes due and owing by the Truck Line, but we think that the testimony is insufficient to sustain the finding of $1,500 as damages for the failure of defendant to make the necessary repairs. It is true that Mr. Powell testified that repairs in his opinion would cost $2,100, but the court sustained an objection to his testimony in this respect. We are of the view that the testimony is ample to sustain the cost of repairs of $1,012, as testified to by the witness Gregory, and that the testimony of the witness Gregory is the only competent testimony as to repairs and the judgment in this respect must be reformed so as to award $1,012 for repairs instead of the sum of $1,500.</p>\n<p>Going back to the terms of the lease, we think the provisions are clear and unambiguous and under its terms the Truck Line having terminated the lease agreement within the ten year period not only forfeited the $2,400 provided as rentals but also title to the improvements placed thereon and was liable for the taxes against the personal property as distinguished from the land from the time it held the lease until it was terminated, and it was likewise liable for necessary repairs to place the property in usable condition. The president of defendant Truck Line, as well as the plaintiffs, had the same idea about what the Truck Line's duty was under the undisputed factual situation and the Truck Line failed to pay the taxes that it was obligated to pay under the terms of the lease and likewise failed to make the repairs necessary because they could not agree with plaintiff Powell, but the Truck Line said it stood ready and willing to make and pay for the repairs which the contractor Gregory said would be necessary to place the property in usable condition and we think it was obligated to do so.</p>\n<p>We see no merit whatsoever in any of appellant's points and because of the terms of the lease and the nature of the testimony here stated we do not think a detailed discussion of appellant's points would be of any precedential value and each is overruled except insofar as the judgment is here reformed. Perhaps we should say that the measure of damages awarded by the trial court was authorized under the holding of our Supreme Court in Pasadena State Bank v. Isaac, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">47</span></span>, <span class=\"citation\" data-id=\"1791607\"><a href=\"/opinion/1791607/pasadena-state-bank-v-isaac/\"><span class=\"volume\">228</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">127</span></a></span>.</p>\n<p>We have previously pointed out that the court's award of $1,500 for damages was excessive and not supported by the evidence because the competent evidence as to the amount of repairs was only the <span class=\"star-pagination\">*134</span> sum of $1,012, so the award in this respect is excessive by the sum of $488 and to such extent is not supported by the evidence. Accordingly, the total award of the court of $3,010.64 is hereby reformed by reducing said amount $488 and as reformed the judgment of the trial court in the sum of $2,522.64 is in all things affirmed. Under the provisions of Rule 139, Texas Rules of Civil Procedure, we think that appellant is entitled to recover the costs incurred on this appeal and the costs of this appeal are accordingly taxed against appellees. The appellant shall pay all costs adjudged in the court below.</p>\n<p>Reformed and affirmed.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1791607/"
          ]
        }
      ],
      "judges": "Tirey",
      "date_created": "2015-10-16T02:32:16.182708Z",
      "date_modified": "2016-03-03T20:30:41.376418Z",
      "date_filed": "1958-11-20",
      "date_filed_is_approximate": false,
      "slug": "hill-hill-truck-line-inc-v-powell",
      "citation_id": 1692115,
      "case_name_short": "Powell",
      "case_name": "Hill & Hill Truck Line, Inc. v. Powell",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "319 S.W.2d 128",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1316864/hill-hill-truck-line-inc-v-powell/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:48:23.061407Z",
  "date_modified": "2014-10-30T15:48:23.061407Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Powell",
  "case_name": "Hill & Hill Truck Line, Inc. v. Powell",
  "case_name_full": "",
  "slug": "hill-hill-truck-line-inc-v-powell",
  "docket_number": "3541",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}