{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1316076/",
  "id": 1316076,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/indctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2149955/",
      "id": 2149955,
      "absolute_url": "/opinion/2149955/harlan-sprague-dawley-v-se-lab-group/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1316076/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2149955/",
          "id": 2149955,
          "absolute_url": "/opinion/2149955/harlan-sprague-dawley-v-se-lab-group/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2149955/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7256/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:28:09.265424Z",
          "date_modified": "2017-04-08T17:11:41.738313Z",
          "type": "010combined",
          "sha1": "b3e87db6a2163cfa49e7dafa46e78f7c1f969e1d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>644 N.E.2d 615 (1994)</b></center>\n<center><h1>HARLAN SPRAGUE DAWLEY, Inc., Appellant-Plaintiff,<br>\nv.<br>\nS.E. LAB GROUP, Inc., Appellee-Defendant.</h1></center>\n<center>No. 49A05-9310-CV-375.</center>\n<center><p><b>Court of Appeals of Indiana, Fifth District.</b></p></center>\n<center>December 28, 1994.</center>\n<center>Rehearing Denied February 23, 1995.</center>\n<center>Transfer Denied June 13, 1995.</center>\n<p><span class=\"star-pagination\">*616</span> Thomas A. Withrow, B. Keith Shake, Scott S. Morrisson, Henderson, Daily, Withrow &amp; Devoe, Indianapolis, for appellant.</p>\n<p>Robert A. Smith, Gary C. Messplay, Bishop Smith &amp; Bishop, Indianapolis, for appellee.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BARTEAU, Judge.</p>\n<p>Harlan Sprague Dawley, Inc. (HSD) brings this appeal alleging that the trial court committed error in calculating prejudgment interest. S.E. Lab Group, Inc. (S.E. Lab) cross-appeals, alleging the trial court erred by excluding the testimony of its expert witness. We heard oral argument on December 6, 1994.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>HSD breeds rats and mice in various strains that it sells to researchers for use in laboratory testing.<sup>[1]</sup> The market price of the animals within each strain depends upon factors such as sex, size and age of the animals.</p>\n<p>HSD uses an automatic watering system to supply the animals with drinking water. S.E. Lab sold automatic water valves to HSD for use at three HSD facilities. These valves failed and many of HSD's animals died by <span class=\"star-pagination\">*617</span> drowning or dehydration. S.E. Lab shipped higher quality valves to HSD and HSD's employees installed them. However, these valves also failed. HSD eventually purchased replacement valves from another manufacturer and sued S.E. Lab. The jury found S.E. Lab liable.</p>\n<p>At trial, HSD claimed that it sustained damages in three areas, totalling $755,600. First, it paid the cost of the replacement valves, $93,923. Second, it incurred labor costs of $74,810 due to the faulty valves. Third, the 175,371 destroyed animals, the number of which the parties stipulated, had a market value of $586,867. The jury awarded HSD $755,600.</p>\n<p>The parties reserved the computation of prejudgment interest to the trial court in post-trial proceedings. After a hearing, the court entered a final judgment in the amount of $777,738.00, which included prejudgment interest calculated only on the damages attributable to the replacement valves.</p>\n<p></p>\n<h2><i>ISSUES</i></h2>\n<p>The parties raise two issues on appeal and cross-appeal, which we restate as:</p>\n<blockquote>(1) Whether the trial court erred by not calculating prejudgment interest based on the jury's entire award.</blockquote>\n<blockquote>(2) Whether the trial court erred by excluding the testimony and exhibits of S.E. Lab's expert witness.</blockquote>\n<p></p>\n<h2><i>PREJUDGMENT INTEREST</i></h2>\n<p>HSD argues on appeal that the trial court should have included the damages attributable to the destroyed animals and its labor expenses in its prejudgment interest calculation.</p>\n<p>HSD asks that we review <i>de novo</i> the trial court's award of prejudgment interest, based on language found in Indiana cases stating that \"an award of prejudgment interest is generally not considered a matter of discretion.\" <i>Dale Bland Trucking, Inc. v. Kiger</i> (1992), Ind. App., 598 N.E.2d 1103, 1106, <i>trans. denied; </i><i>Sand Creek Country Club v. CSO Architects</i> (1991), Ind. App., 582 N.E.2d 872, 876. However, in previous cases we have reviewed the award of prejudgment interest under the abuse of discretion standard. <i>See, e.g., </i><i>Wayne Township v. Lutheran Hosp. of Fort Wayne, Inc.</i> (1992), Ind. App., 590 N.E.2d 1130, 1133-34, <i>trans. denied; </i><i>Nimet Indus. Inc. v. Joy Mfg. Co.</i> (1981), Ind. App., 419 N.E.2d 779, 782; <i>Board of Sch. Trustees v. Indiana Educ. Employment Relations Bd.</i> (1980), Ind. App., 412 N.E.2d 807, 810-11.</p>\n<p>The cases cited by HSD hold that prejudgment interest is not a matter of discretion only after the trial court determines that the damages can be ascertained by mathematical computation. <i>Kiger,</i> 598 N.E.2d at 1106; <i>Sand Creek,</i> 582 N.E.2d at 876. \"An award of prejudgment interest rests on a factual determination and this Court may only consider the evidence most favorable to the appellee.\" <i>Board of Sch. Trustees,</i> 412 N.E.2d at 811. Our standard of review is for an abuse of discretion, focusing on the trial court's threshold determination of whether the facts satisfy the test for prejudgment interest.</p>\n<p>Our supreme court established our test for the award of prejudgment interest in <i>N.Y., Chicago &amp; St.L.Ry. Co. v. Roper</i> (1911), 176 Ind. 497, 96 N.E. 468:</p>\n<blockquote>The true test to be applied as to whether interest should be allowed before judgment in a given case or not is ... whether the injury and consequent damages are complete and must be ascertained as of a particular time and in accordance with fixed rules of evidence and known standards of value, which the court or jury must follow in fixing the amount, rather than be guided by their best judgment in assessing the amount to be allowed for past as well as for future injury or for elements that cannot be measured by any fixed standards of value.</blockquote>\n<p>176 Ind. at 507, 96 N.E. at 472. Prejudgment interest is justified where there has been an unreasonable delay in the payment of an amount ascertainable in accordance with fixed rules of evidence and accepted standards of valuation. <i>Northern Ind. Public Serv. Co. v. Stokes</i> (1992), Ind. App., 595 N.E.2d 275, 279.</p>\n<p><span class=\"star-pagination\">*618</span> The parties stipulated to the number of animals in each strain that were destroyed, but did not stipulate to the value of the animals. HSD calculated its animal loss damages using its July, 1989 price list. When cleaning up the dead animals, HSD separated the destroyed animals by strain but failed to segregate the animals by price category within each strain. In order to calculate the lost market value, HSD assigned an age of 4 to 5 weeks for all the destroyed animals, which placed all the animals in the second lowest price category. HSD deducted from its calculation an estimated 25% to account for animals that it could not sell at market value.<sup>[2]</sup></p>\n<p>Similarly, HSD did not keep complete records of its labor costs attributable to the failed valves. HSD offered the estimates of its supervisors and workers when its records were not specific on the amount of labor HSD spent dealing with the faulty valves.</p>\n<p>S.E. Lab refuted these calculations as being speculative and unascertainable by calculation, rendering prejudgment interest unavailable. S.E. Lab also offered expert testimony on the damages attributable to the dead animals. However, the trial court excluded the expert's testimony and exhibits from evidence.</p>\n<p>The fact that S.E. Lab disputed HSD's method of computing damages does not preclude an award of prejudgment interest. \"The crucial factor in determining whether damages in the form of prejudgment interest are allowable is whether the damages were ascertainable in accordance with fixed rules of evidence and accepted standards of valuation.\" <i>Hammes v. Frank</i> (1991), Ind. App., 579 N.E.2d 1348, 1357, <i>trans. dismissed.</i> While damages that are the subject of a good faith dispute cannot allow for an award of prejudgment interest, <i>Stokes,</i> 595 N.E.2d at 279, damages can still be ascertained through accepted standards of valuation and fixed rules of evidence regardless of which party's method of computation the jury selects.<sup>[3]</sup></p>\n<p>In <i>Brane v. Roth</i> (1992), Ind. App., 590 N.E.2d 587, <i>reh'g denied, trans. denied,</i> shareholders brought an action against the directors of a corporation for losses sustained. The directors argued that the shareholders's calculation of damages was incorrect because their computation did not comply with generally accepted accounting practices. The trial court agreed that the plaintiffs failed to follow generally accepted accounting practices, but awarded prejudgment interest nonetheless because the damages were ascertainable by calculation through fixed rules of evidence and accepted standards of valuation. We affirmed the trial court's reasoning and upheld the award of prejudgment interest.</p>\n<p>Similarly, the fact that S.E. Lab disagrees with HSD's method of calculation does not preclude an award of prejudgment interest. As the Seventh Circuit correctly reasoned in <i>Simmons v. Pinkertons, Inc.</i> (7th Cir.1985), 762 F.2d 591:</p>\n<blockquote>Indiana's \"fixed and ascertainable\" standard [does not mean] that whenever more than one figure representing damages  in this case the value of inventory  could have been adopted, no prejudgment interest may be awarded... . In many cases prejudgment interest had been allowed even though the fact finder had to use some degree of judgment in measuring damages... . Thus, we interpret Indiana's standard to mean only that damages must be <i>ascertainable</i> as of a particular time (not actually ascertained prior to trial) according to known <i>standards</i> of value (not liquidated amounts).</blockquote>\n<p>762 F.2d at 607-08 (emphasis by circuit court) (citations omitted).</p>\n<p>The rationale behind this rule can be found in the 1911 <i>Roper</i> decision, in which our supreme court stated:</p>\n<blockquote>\n<span class=\"star-pagination\">*619</span> In the class of cases, therefore, where the damage is complete, and the amount of the loss is fixed as of a particular time, there is  there can be  no reason why interest should be withheld merely because the damages are unliquidated. There are certain cases of unliquidated damages where interest cannot be allowed. In all personal injury cases, cases of death by wrongful act, libel, slander, false imprisonment, malicious prosecution, assault and battery, and all cases where the damages are incomplete and are peculiarly within the province of the jury to assess at the time of the trial, no interest is permissible. But this is so because the damages are continuing and may even reach beyond the time of trial.</blockquote>\n<p><i>Roper,</i> 176 Ind. at 506-07, 96 N.E. at 472.</p>\n<p>The <i>Roper</i> court explained that a variety of damages, generally arising in cases such as personal injury, defamation and false imprisonment, do not allow for the recovery of prejudgment interest. In cases of that nature, the jury must rely solely upon its own acumen and prudence, when weighing evidence in the absence of passion and prejudice, to determine the extent of an injury such as pain and suffering, damaged reputation or mental anguish. That class of damages is peculiarly within the province of the jury and can be determined only at the point of its decision.</p>\n<p>The test established by the <i>Roper</i> court stems from the rationale for awarding prejudgment interest. Prejudgment interest is a recovery for the lost use of property due to the defendant's wrongful conduct, and is not simply an award of interest accrued on the judgment.</p>\n<blockquote>[T]he award of prejudgment interest is founded solely upon the theory that there has been a deprivation of the plaintiff's use of money or its equivalent and that unless interest is added, the plaintiff cannot be fully compensated for the loss suffered... . Prejudgment interest is recoverable not as interest but as additional damages to accomplish full compensation.</blockquote>\n<p><i>Wayne Township,</i> 590 N.E.2d at 1134. Where the plaintiff's loss is complete and ascertainable at a particular time through fixed rules of evidence and accepted standards of valuation, the plaintiff's damages can be computed with reasonable precision and prejudgment interest must be awarded thereon to fully compensate the plaintiff.</p>\n<p>The evidence presented at trial demonstrates that all of HSD's damages are of this complete and definite nature, and are ascertainable as of a particular time. HSD's lost market value damages became complete at the moment the last animal died. The damages attributable to labor costs became complete when HSD's employees finished the last task necessary to correct the problems created by the faulty S.E. Lab valves. Although the jury had to determine the credibility of HSD's evidence and the appropriateness of HSD's calculations, HSD's damages were ascertained by calculation through accepted standards of valuation and fixed rules of evidence. The trial court abused its discretion by not including the portions of the judgment attributable to the destroyed animals and HSD's labor expenses in its calculation of prejudgment interest.</p>\n<p></p>\n<h2><i>S.E. LAB'S EXPERT WITNESS</i></h2>\n<p>On cross-appeal, S.E. Lab contends that the trial court erred in excluding the testimony and exhibits of its expert witness. We find that the trial court erred by excluding the testimony and exhibits, but that the error was harmless because S.E. Lab was not prejudiced by the exclusion of the evidence.</p>\n<p>S.E. Lab's expert, Mr. Hinkle, conducted a series of animal loss damage calculations. These calculations were summarized in Exhibits QQ (1989 surplus animals), RR (1990 surplus animals), and SS (summary of animal losses), which were admitted into evidence without objection. When Exhibit VV (summary of breeder losses) was offered into evidence, HSD raised an objection to the assumptions Mr. Hinkle made in his calculations.</p>\n<p>The objection to Exhibit VV occurred when counsel for HSD noticed that the number of destroyed breeder rats reported in the exhibit did not match the number to which the parties had stipulated. Mr. Hinkle explained <span class=\"star-pagination\">*620</span> that, since HSD used the surplus animals from its other facilities to fill orders for destroyed animals, he offset the number of destroyed animals by the surplus animals. As counsel for S.E. Lab explained:</p>\n<blockquote>The theory of this entire evaluation, Your Honor, is that they can and do in fact fill orders from other facilities ... transport across the United States .. . that each of these facilities does not exist as an independent entity ... that they are all a single network and that there is in fact exchange. They do fill orders, attempt to fill orders where they can.</blockquote>\n<p>Supp.R. 2030-2031.</p>\n<p>HSD argued, and the trial court agreed, that the evidence did not support Mr. Hinkle's assumption that HSD could replace the destroyed animals with surplus animals from other facilities. Numerous HSD employees had testified that HSD successfully filled orders for animals that had been destroyed with animals from other HSD facilities. The trial court recognized this testimony was in evidence, but excluded Mr. Hinkle's calculations noting:</p>\n<blockquote>I don't think the evidence supports that assumption from what I've heard. I guess I didn't pick it up on the other ones. I picked it up on the breeders but I didn't pick it up on the others.</blockquote>\n<blockquote>I think that is a fatal flaw in the basic assumption. It throws this whole percentage off if you assume that all the surplus is available as inventory when in fact the evidence indicates that that is not the case. Granted that there may be situations where they can do it... .</blockquote>\n<blockquote>I don't think there is evidence that supports it. There is evidence that supports that sometimes surplus from other facilities can be used. There is no evidence to support the fact that surplus from other facilities is always used. I mean it is just contrary to what I've heard.</blockquote>\n<p>Supp.R. 2033-36.</p>\n<p>When the trial court sustained HSD's objection to Exhibit VV, HSD then moved to strike Exhibits QQ, RR, and SS from evidence, and also objected to Exhibit XX (monetary summary of animal losses), which the trial court sustained as well. S.E. Lab argues that the trial court abused its discretion by excluding the evidence on the grounds that it was not an absolute certainty that HSD \"always\" filled orders with surplus from other facilities.</p>\n<p>The trial court has broad discretion in determining the qualifications of an expert and the sufficiency of the foundation for opinion evidence. <i>Cox v. American Aggregates Corp.</i> (1991), Ind. App., 580 N.E.2d 679, 686. An expert opinion must be preceded by foundation evidence establishing the witness's credentials as an expert. <i>Noblesville Casting Div. of TRW, Inc. v. Prince</i> (1982), Ind., 438 N.E.2d 722, 727. Expert testimony is admissible when the expert has some special knowledge that would assist the trier of fact in understanding the evidence or deciding a factual issue. <i>Id.</i> To qualify as an expert, two requirements must be met: (1) the subject matter must be related to some scientific field beyond the knowledge of the average lay person, and (2) the witness must be shown to have sufficient skill in that area so that his opinion probably will aid the trier of fact in its search for the truth. <i>Summers v. State</i> (1986), Ind. App., 495 N.E.2d 799, 802, <i>reh'g denied, trans. denied.</i></p>\n<p>Mr. Hinkle is a certified public accountant and a licensed attorney. At trial, HSD did not object to Mr. Hinkle's qualifications as an expert. HSD's objections focused on the assumptions Mr. Hinkle made in his calculations.</p>\n<p>S.E. Lab correctly states that it is not necessary that Mr. Hinkle base his calculations on absolute certainty. Our supreme court has explained the standard of admissibility for an expert's opinion as follows:</p>\n<blockquote>[N]o threshold level of certainty or conclusiveness is required in an expert's opinion as a prerequisite to its admissibility. Assuming the subject matter is one which is appropriate for expert testimony and that a proper foundation has been laid, the expert's opinion or conclusion that, in the context of the facts before the witness, a particular proposition is \"possible,\" \"could have been,\" \"probable,\" or \"reasonably certain\" all serve to assist the finder of fact in intelligently resolving the material factual <span class=\"star-pagination\">*621</span> questions. The degree of certainty in which an opinion or conclusion is expressed concerns the weight to be accorded the testimony, which is a matter for the jury to resolve.</blockquote>\n<p><i>Noblesville Casting,</i> 438 N.E.2d at 731. A number of HSD's witnesses had previously testified that HSD filled orders for animals that had been destroyed with surplus animals from other facilities. S.E. Lab was entitled to present testimony concerning damages and related matters that were in evidence, and was not required to demonstrate a threshold level of certainty.</p>\n<p>However, a party appealing the exclusion of evidence must demonstrate that the trial court's ruling resulted in harm or prejudice to the complaining party. <i>United Farm Bureau Mut. Ins. Co. v. Blanton</i> (1983), Ind. App., 457 N.E.2d 609, 613. S.E. Lab contends that it was prejudiced by the exclusion of Mr. Hinkle's testimony because it was S.E. Lab's only evidence on damages and its only means to refute HSD's damages evidence, a vital portion of S.E. Lab's case. <i>See </i><i>American United Life Ins. Co. v. Peffley</i> (1973), 158 Ind. App. 29, 35, 301 N.E.2d 651, 655, <i>reh'g denied.</i></p>\n<p>The parties agree that the measure of damages for the destroyed animals is the fair market value of the animals at the time of their destruction. <i>Greives v. Greenwood</i> (1990), Ind. App., 550 N.E.2d 334, 338; <i>Ridenour v. Furness</i> (1989), Ind. App., 546 N.E.2d 322, 325-26. S.E. Lab argues that it should be permitted to use the 25% surplus animals from other HSD facilities to offset HSD's total lost market value. As counsel for S.E. Lab explained at trial:</p>\n<blockquote>It is the key difference between their approach to the case in the valuation of the animals and ours. I acknowledge that. That is exactly what it boils down to. Our valuation is based upon a surplus figure determined by taking all of the facilities together and determining whether or not there was a surplus based upon the totals in all of those facilities.</blockquote>\n<p>Supp.R. 2032-2033.</p>\n<p>The Seventh Circuit addressed a similar argument in <i>Simmons,</i> 762 F.2d 591. In <i>Simmons,</i> the plaintiff's inventory of bedding materials was destroyed by fire. The defendant disputed the calculation of damages, arguing that the damages should not have been measured by the fair market value because the plaintiff was able to fill orders for the destroyed goods out of inventory stored at other warehouses. Rejecting the argument the court noted:</p>\n<blockquote>From the time when a chattel is manufactured to the time of its actual use, there may be many markets in which it is sold. Thus, different prices are paid by the wholesaler, the retail dealer and the consumer. Since the measure of recovery is determined by the harm done, the market that determines the measure of recovery by a person whose goods have been taken, destroyed or detained is that to which he would have to resort in order to replace the subject matter. Thus the consumer can recover the retail price; the retail dealer, the wholesale price. <i>The manufacturer, who does not buy in a market, receives his selling price.</i>\n</blockquote>\n<p>762 F.2d at 591 (citing <i>Restatement (Second) of Torts,</i> § 911 comment (d)) (emphasis by 7th Circuit). S.E. Lab distinguishes <i>Simmons</i> by noting that the plaintiff in that case did not have surplus inventory that it would discard for little or no revenue. This argument is without merit.</p>\n<p>What S.E. Lab proposes is a replacement cost measure of damages, rather than fair market value, because its method of computing damages only awards market value for the animals that HSD could not replace from its \"zero value\" surplus. Under S.E. Lab's proposed method, HSD would receive no damages for a dead animal that HSD could replace with a surplus animal from another HSD facility. Thus, if another animal was available from surplus, HSD would be awarded no damages because it could replace the animal from its surplus at zero cost.<sup>[4]</sup> If a replacement animal was not available from surplus, HSD would be awarded the fair market value for the animal because HSD <span class=\"star-pagination\">*622</span> presumably would have to pay the market price to replace it.</p>\n<p>It has long been the law in Indiana that replacement cost is not the proper measure of damages for destroyed animals. <i>See, e.g., </i><i>Fultz v. Wykoff</i> (1865), 25 Ind. 321, 325; <i>Ridenour,</i> 546 N.E.2d at 325-26. HSD is entitled to the full market price for all of the animals destroyed. For approximately 75% of those animals, the damages are determined by the price HSD would receive if the animals were sold for their intended purpose in laboratory research. For the remaining 25%, the market value of the animals is zero or nominal.<sup>[5]</sup></p>\n<p>S.E. Lab offered Mr. Hinkle's computations to prove damages and to refute HSD's damages calculations. Since S.E. Lab's method of calculating damages contravenes Indiana law, S.E. Lab was not prejudiced when the trial court excluded Mr. Hinkle's computations from evidence. Expert testimony is only admissible when it will assist the trier of fact in understanding the evidence or deciding a factual issue. <i>Cox,</i> 580 N.E.2d at 686. Mr. Hinkle's testimony could not assist the jury in correctly deciding the amount of damages, and S.E. Lab has not demonstrated that Mr. Hinkle's testimony went to any other vital portion of its case. The exclusion of Mr. Hinkle's calculations was harmless error.<sup>[6]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>On appeal, the trial court's award of prejudgment interest is hereby REVERSED and REMANDED with instructions to calculate prejudgment interest on the entire amount awarded by the jury. On cross-appeal, the trial court's order excluding the testimony and exhibits of S.E. Lab's expert witness is AFFIRMED.</p>\n<p>FRIEDLANDER, J., concurs.</p>\n<p>SHARPNACK, C.J., concurs in result.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See </i><i>Harlan Sprague Dawley, Inc. v. Indiana Dep't of State Revenue</i> (1992), Ind.Tax, 605 N.E.2d 1222, 1223-24, for a thorough discussion of HSD's animal production operation.</p>\n<p>[2]  HSD estimates that it overproduces animals by 25%. The surplus animals are either destroyed or sold at nominal prices to pet stores and zoos.</p>\n<p>[3]  It is critical that the party seeking prejudgment interest prove its damages by fixed rules of evidence and accepted standards of valuation. It is not an abuse of discretion to deny prejudgment interest even where the parties stipulated to the amount of damages if the party seeking interest does not introduce the evidence or standards of valuation upon which the stipulated damages were based. <i>Nimet,</i> 419 N.E.2d at 782.</p>\n<p>[4]  We specifically addressed the issue of measuring damages for animals that have no market value in <i>Ridenour,</i> 546 N.E.2d at 325-26. The parties have not raised this issue on appeal.</p>\n<p>[5]  HSD reduced its damage calculations by 25% to account for its \"zero value\" surplus. <i>See </i><i>Ridenour,</i> 546 N.E.2d at 325-26, in which the trial court, in an action by the Department of Natural Resources to recover damages from fishermen who wrongfully fished with gill nets, properly reduced the damages by 50% to account for the natural mortality rate of the fish the DNR had stocked in Lake Michigan.</p>\n<p>[6]  S.E. Lab also contends that the trial court wrongfully struck Exhibits QQ, RR, and SS from evidence, and wrongfully sustained HSD's objection to Exhibit XX, because HSD did not raise specific and timely objections. Since the exclusion of Mr. Hinkle's computations was harmless error and did not prejudice S.E. Lab, we need not discuss this argument.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">615</span></span> (1994)</b></center>\n<center><h1>HARLAN SPRAGUE DAWLEY, Inc., Appellant-Plaintiff,<br>\nv.<br>\nS.E. LAB GROUP, Inc., Appellee-Defendant.</h1></center>\n<center>No. 49A05-9310-CV-375.</center>\n<center><p><b>Court of Appeals of Indiana, Fifth District.</b></p></center>\n<center>December 28, 1994.</center>\n<center>Rehearing Denied February 23, 1995.</center>\n<center>Transfer Denied June 13, 1995.</center>\n<p><span class=\"star-pagination\">*616</span> Thomas A. Withrow, B. Keith Shake, Scott S. Morrisson, Henderson, Daily, Withrow &amp; Devoe, Indianapolis, for appellant.</p>\n<p>Robert A. Smith, Gary C. Messplay, Bishop Smith &amp; Bishop, Indianapolis, for appellee.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BARTEAU, Judge.</p>\n<p>Harlan Sprague Dawley, Inc. (HSD) brings this appeal alleging that the trial court committed error in calculating prejudgment interest. S.E. Lab Group, Inc. (S.E. Lab) cross-appeals, alleging the trial court erred by excluding the testimony of its expert witness. We heard oral argument on December 6, 1994.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>HSD breeds rats and mice in various strains that it sells to researchers for use in laboratory testing.<sup>[1]</sup> The market price of the animals within each strain depends upon factors such as sex, size and age of the animals.</p>\n<p>HSD uses an automatic watering system to supply the animals with drinking water. S.E. Lab sold automatic water valves to HSD for use at three HSD facilities. These valves failed and many of HSD's animals died by <span class=\"star-pagination\">*617</span> drowning or dehydration. S.E. Lab shipped higher quality valves to HSD and HSD's employees installed them. However, these valves also failed. HSD eventually purchased replacement valves from another manufacturer and sued S.E. Lab. The jury found S.E. Lab liable.</p>\n<p>At trial, HSD claimed that it sustained damages in three areas, totalling $755,600. First, it paid the cost of the replacement valves, $93,923. Second, it incurred labor costs of $74,810 due to the faulty valves. Third, the 175,371 destroyed animals, the number of which the parties stipulated, had a market value of $586,867. The jury awarded HSD $755,600.</p>\n<p>The parties reserved the computation of prejudgment interest to the trial court in post-trial proceedings. After a hearing, the court entered a final judgment in the amount of $777,738.00, which included prejudgment interest calculated only on the damages attributable to the replacement valves.</p>\n<p></p>\n<h2><i>ISSUES</i></h2>\n<p>The parties raise two issues on appeal and cross-appeal, which we restate as:</p>\n<blockquote>(1) Whether the trial court erred by not calculating prejudgment interest based on the jury's entire award.</blockquote>\n<blockquote>(2) Whether the trial court erred by excluding the testimony and exhibits of S.E. Lab's expert witness.</blockquote>\n<p></p>\n<h2><i>PREJUDGMENT INTEREST</i></h2>\n<p>HSD argues on appeal that the trial court should have included the damages attributable to the destroyed animals and its labor expenses in its prejudgment interest calculation.</p>\n<p>HSD asks that we review <i>de novo</i> the trial court's award of prejudgment interest, based on language found in Indiana cases stating that \"an award of prejudgment interest is generally not considered a matter of discretion.\" <i>Dale Bland Trucking, Inc. v. Kiger</i> (1992), Ind. App., <span class=\"citation no-link\"><span class=\"volume\">598</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1103</span></span>, 1106, <i>trans. denied; </i><i>Sand Creek Country Club v. CSO Architects</i> (1991), Ind. App., <span class=\"citation\" data-id=\"2227395\"><a href=\"/opinion/2227395/sand-creek-country-club-v-cso-architects/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">872</span></a></span>, 876. However, in previous cases we have reviewed the award of prejudgment interest under the abuse of discretion standard. <i>See, e.g., </i><i>Wayne Township v. Lutheran Hosp. of Fort Wayne, Inc.</i> (1992), Ind. App., <span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1130</span></span>, 1133-34, <i>trans. denied; </i><i>Nimet Indus. Inc. v. Joy Mfg. Co.</i> (1981), Ind. App., <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">779</span></span>, 782; <i>Board of Sch. Trustees v. Indiana Educ. Employment Relations Bd.</i> (1980), Ind. App., <span class=\"citation\" data-id=\"2090967\"><a href=\"/opinion/2090967/board-of-sch-trustees-v-ind-ed-employment/\"><span class=\"volume\">412</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">807</span></a></span>, 810-11.</p>\n<p>The cases cited by HSD hold that prejudgment interest is not a matter of discretion only after the trial court determines that the damages can be ascertained by mathematical computation. <i>Kiger,</i> 598 N.E.2d at 1106; <i>Sand Creek,</i> 582 N.E.2d at 876. \"An award of prejudgment interest rests on a factual determination and this Court may only consider the evidence most favorable to the appellee.\" <i>Board of Sch. Trustees,</i> 412 N.E.2d at 811. Our standard of review is for an abuse of discretion, focusing on the trial court's threshold determination of whether the facts satisfy the test for prejudgment interest.</p>\n<p>Our supreme court established our test for the award of prejudgment interest in <i>N.Y., Chicago &amp; St.L.Ry. Co. v. Roper</i> (1911), <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">497</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">468</span></span>:</p>\n<blockquote>The true test to be applied as to whether interest should be allowed before judgment in a given case or not is ... whether the injury and consequent damages are complete and must be ascertained as of a particular time and in accordance with fixed rules of evidence and known standards of value, which the court or jury must follow in fixing the amount, rather than be guided by their best judgment in assessing the amount to be allowed for past as well as for future injury or for elements that cannot be measured by any fixed standards of value.</blockquote>\n<p>176 Ind. at 507, 96 N.E. at 472. Prejudgment interest is justified where there has been an unreasonable delay in the payment of an amount ascertainable in accordance with fixed rules of evidence and accepted standards of valuation. <i>Northern Ind. Public Serv. Co. v. Stokes</i> (1992), Ind. App., <span class=\"citation\" data-id=\"2219670\"><a href=\"/opinion/2219670/northern-indiana-psc-v-stokes/\"><span class=\"volume\">595</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">275</span></a></span>, 279.</p>\n<p><span class=\"star-pagination\">*618</span> The parties stipulated to the number of animals in each strain that were destroyed, but did not stipulate to the value of the animals. HSD calculated its animal loss damages using its July, 1989 price list. When cleaning up the dead animals, HSD separated the destroyed animals by strain but failed to segregate the animals by price category within each strain. In order to calculate the lost market value, HSD assigned an age of 4 to 5 weeks for all the destroyed animals, which placed all the animals in the second lowest price category. HSD deducted from its calculation an estimated 25% to account for animals that it could not sell at market value.<sup>[2]</sup></p>\n<p>Similarly, HSD did not keep complete records of its labor costs attributable to the failed valves. HSD offered the estimates of its supervisors and workers when its records were not specific on the amount of labor HSD spent dealing with the faulty valves.</p>\n<p>S.E. Lab refuted these calculations as being speculative and unascertainable by calculation, rendering prejudgment interest unavailable. S.E. Lab also offered expert testimony on the damages attributable to the dead animals. However, the trial court excluded the expert's testimony and exhibits from evidence.</p>\n<p>The fact that S.E. Lab disputed HSD's method of computing damages does not preclude an award of prejudgment interest. \"The crucial factor in determining whether damages in the form of prejudgment interest are allowable is whether the damages were ascertainable in accordance with fixed rules of evidence and accepted standards of valuation.\" <i>Hammes v. Frank</i> (1991), Ind. App., <span class=\"citation\" data-id=\"2238035\"><a href=\"/opinion/2238035/hammes-v-frank/\"><span class=\"volume\">579</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1348</span></a></span>, 1357, <i>trans. dismissed.</i> While damages that are the subject of a good faith dispute cannot allow for an award of prejudgment interest, <i>Stokes,</i> 595 N.E.2d at 279, damages can still be ascertained through accepted standards of valuation and fixed rules of evidence regardless of which party's method of computation the jury selects.<sup>[3]</sup></p>\n<p>In <i>Brane v. Roth</i> (1992), Ind. App., <span class=\"citation\" data-id=\"2041100\"><a href=\"/opinion/2041100/brane-v-roth/\"><span class=\"volume\">590</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">587</span></a></span>, <i>reh'g denied, trans. denied,</i> shareholders brought an action against the directors of a corporation for losses sustained. The directors argued that the shareholders's calculation of damages was incorrect because their computation did not comply with generally accepted accounting practices. The trial court agreed that the plaintiffs failed to follow generally accepted accounting practices, but awarded prejudgment interest nonetheless because the damages were ascertainable by calculation through fixed rules of evidence and accepted standards of valuation. We affirmed the trial court's reasoning and upheld the award of prejudgment interest.</p>\n<p>Similarly, the fact that S.E. Lab disagrees with HSD's method of calculation does not preclude an award of prejudgment interest. As the Seventh Circuit correctly reasoned in <i>Simmons v. Pinkertons, Inc.</i> (7th Cir.1985), <span class=\"citation\" data-id=\"452125\"><a href=\"/opinion/452125/simmons-inc-a-corporation-v-pinkertons-inc-a-corporation-and/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>:</p>\n<blockquote>Indiana's \"fixed and ascertainable\" standard [does not mean] that whenever more than one figure representing damages  in this case the value of inventory  could have been adopted, no prejudgment interest may be awarded... . In many cases prejudgment interest had been allowed even though the fact finder had to use some degree of judgment in measuring damages... . Thus, we interpret Indiana's standard to mean only that damages must be <i>ascertainable</i> as of a particular time (not actually ascertained prior to trial) according to known <i>standards</i> of value (not liquidated amounts).</blockquote>\n<p>762 F.2d at 607-08 (emphasis by circuit court) (citations omitted).</p>\n<p>The rationale behind this rule can be found in the 1911 <i>Roper</i> decision, in which our supreme court stated:</p>\n<blockquote>\n<span class=\"star-pagination\">*619</span> In the class of cases, therefore, where the damage is complete, and the amount of the loss is fixed as of a particular time, there is  there can be  no reason why interest should be withheld merely because the damages are unliquidated. There are certain cases of unliquidated damages where interest cannot be allowed. In all personal injury cases, cases of death by wrongful act, libel, slander, false imprisonment, malicious prosecution, assault and battery, and all cases where the damages are incomplete and are peculiarly within the province of the jury to assess at the time of the trial, no interest is permissible. But this is so because the damages are continuing and may even reach beyond the time of trial.</blockquote>\n<p><i>Roper,</i> 176 Ind. at 506-07, 96 N.E. at 472.</p>\n<p>The <i>Roper</i> court explained that a variety of damages, generally arising in cases such as personal injury, defamation and false imprisonment, do not allow for the recovery of prejudgment interest. In cases of that nature, the jury must rely solely upon its own acumen and prudence, when weighing evidence in the absence of passion and prejudice, to determine the extent of an injury such as pain and suffering, damaged reputation or mental anguish. That class of damages is peculiarly within the province of the jury and can be determined only at the point of its decision.</p>\n<p>The test established by the <i>Roper</i> court stems from the rationale for awarding prejudgment interest. Prejudgment interest is a recovery for the lost use of property due to the defendant's wrongful conduct, and is not simply an award of interest accrued on the judgment.</p>\n<blockquote>[T]he award of prejudgment interest is founded solely upon the theory that there has been a deprivation of the plaintiff's use of money or its equivalent and that unless interest is added, the plaintiff cannot be fully compensated for the loss suffered... . Prejudgment interest is recoverable not as interest but as additional damages to accomplish full compensation.</blockquote>\n<p><i>Wayne Township,</i> 590 N.E.2d at 1134. Where the plaintiff's loss is complete and ascertainable at a particular time through fixed rules of evidence and accepted standards of valuation, the plaintiff's damages can be computed with reasonable precision and prejudgment interest must be awarded thereon to fully compensate the plaintiff.</p>\n<p>The evidence presented at trial demonstrates that all of HSD's damages are of this complete and definite nature, and are ascertainable as of a particular time. HSD's lost market value damages became complete at the moment the last animal died. The damages attributable to labor costs became complete when HSD's employees finished the last task necessary to correct the problems created by the faulty S.E. Lab valves. Although the jury had to determine the credibility of HSD's evidence and the appropriateness of HSD's calculations, HSD's damages were ascertained by calculation through accepted standards of valuation and fixed rules of evidence. The trial court abused its discretion by not including the portions of the judgment attributable to the destroyed animals and HSD's labor expenses in its calculation of prejudgment interest.</p>\n<p></p>\n<h2><i>S.E. LAB'S EXPERT WITNESS</i></h2>\n<p>On cross-appeal, S.E. Lab contends that the trial court erred in excluding the testimony and exhibits of its expert witness. We find that the trial court erred by excluding the testimony and exhibits, but that the error was harmless because S.E. Lab was not prejudiced by the exclusion of the evidence.</p>\n<p>S.E. Lab's expert, Mr. Hinkle, conducted a series of animal loss damage calculations. These calculations were summarized in Exhibits QQ (1989 surplus animals), RR (1990 surplus animals), and SS (summary of animal losses), which were admitted into evidence without objection. When Exhibit VV (summary of breeder losses) was offered into evidence, HSD raised an objection to the assumptions Mr. Hinkle made in his calculations.</p>\n<p>The objection to Exhibit VV occurred when counsel for HSD noticed that the number of destroyed breeder rats reported in the exhibit did not match the number to which the parties had stipulated. Mr. Hinkle explained <span class=\"star-pagination\">*620</span> that, since HSD used the surplus animals from its other facilities to fill orders for destroyed animals, he offset the number of destroyed animals by the surplus animals. As counsel for S.E. Lab explained:</p>\n<blockquote>The theory of this entire evaluation, Your Honor, is that they can and do in fact fill orders from other facilities ... transport across the United States .. . that each of these facilities does not exist as an independent entity ... that they are all a single network and that there is in fact exchange. They do fill orders, attempt to fill orders where they can.</blockquote>\n<p>Supp.R. 2030-2031.</p>\n<p>HSD argued, and the trial court agreed, that the evidence did not support Mr. Hinkle's assumption that HSD could replace the destroyed animals with surplus animals from other facilities. Numerous HSD employees had testified that HSD successfully filled orders for animals that had been destroyed with animals from other HSD facilities. The trial court recognized this testimony was in evidence, but excluded Mr. Hinkle's calculations noting:</p>\n<blockquote>I don't think the evidence supports that assumption from what I've heard. I guess I didn't pick it up on the other ones. I picked it up on the breeders but I didn't pick it up on the others.</blockquote>\n<blockquote>I think that is a fatal flaw in the basic assumption. It throws this whole percentage off if you assume that all the surplus is available as inventory when in fact the evidence indicates that that is not the case. Granted that there may be situations where they can do it... .</blockquote>\n<blockquote>I don't think there is evidence that supports it. There is evidence that supports that sometimes surplus from other facilities can be used. There is no evidence to support the fact that surplus from other facilities is always used. I mean it is just contrary to what I've heard.</blockquote>\n<p>Supp.R. 2033-36.</p>\n<p>When the trial court sustained HSD's objection to Exhibit VV, HSD then moved to strike Exhibits QQ, RR, and SS from evidence, and also objected to Exhibit XX (monetary summary of animal losses), which the trial court sustained as well. S.E. Lab argues that the trial court abused its discretion by excluding the evidence on the grounds that it was not an absolute certainty that HSD \"always\" filled orders with surplus from other facilities.</p>\n<p>The trial court has broad discretion in determining the qualifications of an expert and the sufficiency of the foundation for opinion evidence. <i>Cox v. American Aggregates Corp.</i> (1991), Ind. App., <span class=\"citation\" data-id=\"2080959\"><a href=\"/opinion/2080959/cox-v-american-aggregates-corp/\"><span class=\"volume\">580</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">679</span></a></span>, 686. An expert opinion must be preceded by foundation evidence establishing the witness's credentials as an expert. <i>Noblesville Casting Div. of TRW, Inc. v. Prince</i> (1982), Ind., <span class=\"citation\" data-id=\"2102955\"><a href=\"/opinion/2102955/noblesville-casting-div-of-trw-v-prince/\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">722</span></a></span>, 727. Expert testimony is admissible when the expert has some special knowledge that would assist the trier of fact in understanding the evidence or deciding a factual issue. <i>Id.</i> To qualify as an expert, two requirements must be met: (1) the subject matter must be related to some scientific field beyond the knowledge of the average lay person, and (2) the witness must be shown to have sufficient skill in that area so that his opinion probably will aid the trier of fact in its search for the truth. <i>Summers v. State</i> (1986), Ind. App., <span class=\"citation\" data-id=\"2007544\"><a href=\"/opinion/2007544/summers-v-state/\"><span class=\"volume\">495</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">799</span></a></span>, 802, <i>reh'g denied, trans. denied.</i></p>\n<p>Mr. Hinkle is a certified public accountant and a licensed attorney. At trial, HSD did not object to Mr. Hinkle's qualifications as an expert. HSD's objections focused on the assumptions Mr. Hinkle made in his calculations.</p>\n<p>S.E. Lab correctly states that it is not necessary that Mr. Hinkle base his calculations on absolute certainty. Our supreme court has explained the standard of admissibility for an expert's opinion as follows:</p>\n<blockquote>[N]o threshold level of certainty or conclusiveness is required in an expert's opinion as a prerequisite to its admissibility. Assuming the subject matter is one which is appropriate for expert testimony and that a proper foundation has been laid, the expert's opinion or conclusion that, in the context of the facts before the witness, a particular proposition is \"possible,\" \"could have been,\" \"probable,\" or \"reasonably certain\" all serve to assist the finder of fact in intelligently resolving the material factual <span class=\"star-pagination\">*621</span> questions. The degree of certainty in which an opinion or conclusion is expressed concerns the weight to be accorded the testimony, which is a matter for the jury to resolve.</blockquote>\n<p><i>Noblesville Casting,</i> 438 N.E.2d at 731. A number of HSD's witnesses had previously testified that HSD filled orders for animals that had been destroyed with surplus animals from other facilities. S.E. Lab was entitled to present testimony concerning damages and related matters that were in evidence, and was not required to demonstrate a threshold level of certainty.</p>\n<p>However, a party appealing the exclusion of evidence must demonstrate that the trial court's ruling resulted in harm or prejudice to the complaining party. <i>United Farm Bureau Mut. Ins. Co. v. Blanton</i> (1983), Ind. App., <span class=\"citation\" data-id=\"2076656\"><a href=\"/opinion/2076656/united-farm-bureau-mut-ins-co-v-blanton/\"><span class=\"volume\">457</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">609</span></a></span>, 613. S.E. Lab contends that it was prejudiced by the exclusion of Mr. Hinkle's testimony because it was S.E. Lab's only evidence on damages and its only means to refute HSD's damages evidence, a vital portion of S.E. Lab's case. <i>See </i><i>American United Life Ins. Co. v. Peffley</i> (1973), <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">29</span></span>, 35, <span class=\"citation\" data-id=\"2211045\"><a href=\"/opinion/2211045/american-united-life-insurance-company-v-peffley/\"><span class=\"volume\">301</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">651</span></a></span>, 655, <i>reh'g denied.</i></p>\n<p>The parties agree that the measure of damages for the destroyed animals is the fair market value of the animals at the time of their destruction. <i>Greives v. Greenwood</i> (1990), Ind. App., <span class=\"citation no-link\"><span class=\"volume\">550</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">334</span></span>, 338; <i>Ridenour v. Furness</i> (1989), Ind. App., <span class=\"citation\" data-id=\"2239984\"><a href=\"/opinion/2239984/ridenour-v-furness/\"><span class=\"volume\">546</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">322</span></a></span>, 325-26. S.E. Lab argues that it should be permitted to use the 25% surplus animals from other HSD facilities to offset HSD's total lost market value. As counsel for S.E. Lab explained at trial:</p>\n<blockquote>It is the key difference between their approach to the case in the valuation of the animals and ours. I acknowledge that. That is exactly what it boils down to. Our valuation is based upon a surplus figure determined by taking all of the facilities together and determining whether or not there was a surplus based upon the totals in all of those facilities.</blockquote>\n<p>Supp.R. 2032-2033.</p>\n<p>The Seventh Circuit addressed a similar argument in <i>Simmons,</i> <span class=\"citation\" data-id=\"452125\"><a href=\"/opinion/452125/simmons-inc-a-corporation-v-pinkertons-inc-a-corporation-and/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>. In <i>Simmons,</i> the plaintiff's inventory of bedding materials was destroyed by fire. The defendant disputed the calculation of damages, arguing that the damages should not have been measured by the fair market value because the plaintiff was able to fill orders for the destroyed goods out of inventory stored at other warehouses. Rejecting the argument the court noted:</p>\n<blockquote>From the time when a chattel is manufactured to the time of its actual use, there may be many markets in which it is sold. Thus, different prices are paid by the wholesaler, the retail dealer and the consumer. Since the measure of recovery is determined by the harm done, the market that determines the measure of recovery by a person whose goods have been taken, destroyed or detained is that to which he would have to resort in order to replace the subject matter. Thus the consumer can recover the retail price; the retail dealer, the wholesale price. <i>The manufacturer, who does not buy in a market, receives his selling price.</i>\n</blockquote>\n<p>762 F.2d at 591 (citing <i>Restatement (Second) of Torts,</i> § 911 comment (d)) (emphasis by 7th Circuit). S.E. Lab distinguishes <i>Simmons</i> by noting that the plaintiff in that case did not have surplus inventory that it would discard for little or no revenue. This argument is without merit.</p>\n<p>What S.E. Lab proposes is a replacement cost measure of damages, rather than fair market value, because its method of computing damages only awards market value for the animals that HSD could not replace from its \"zero value\" surplus. Under S.E. Lab's proposed method, HSD would receive no damages for a dead animal that HSD could replace with a surplus animal from another HSD facility. Thus, if another animal was available from surplus, HSD would be awarded no damages because it could replace the animal from its surplus at zero cost.<sup>[4]</sup> If a replacement animal was not available from surplus, HSD would be awarded the fair market value for the animal because HSD <span class=\"star-pagination\">*622</span> presumably would have to pay the market price to replace it.</p>\n<p>It has long been the law in Indiana that replacement cost is not the proper measure of damages for destroyed animals. <i>See, e.g., </i><i>Fultz v. Wykoff</i> (1865), <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">321</span></span>, 325; <i>Ridenour,</i> 546 N.E.2d at 325-26. HSD is entitled to the full market price for all of the animals destroyed. For approximately 75% of those animals, the damages are determined by the price HSD would receive if the animals were sold for their intended purpose in laboratory research. For the remaining 25%, the market value of the animals is zero or nominal.<sup>[5]</sup></p>\n<p>S.E. Lab offered Mr. Hinkle's computations to prove damages and to refute HSD's damages calculations. Since S.E. Lab's method of calculating damages contravenes Indiana law, S.E. Lab was not prejudiced when the trial court excluded Mr. Hinkle's computations from evidence. Expert testimony is only admissible when it will assist the trier of fact in understanding the evidence or deciding a factual issue. <i>Cox,</i> 580 N.E.2d at 686. Mr. Hinkle's testimony could not assist the jury in correctly deciding the amount of damages, and S.E. Lab has not demonstrated that Mr. Hinkle's testimony went to any other vital portion of its case. The exclusion of Mr. Hinkle's calculations was harmless error.<sup>[6]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>On appeal, the trial court's award of prejudgment interest is hereby REVERSED and REMANDED with instructions to calculate prejudgment interest on the entire amount awarded by the jury. On cross-appeal, the trial court's order excluding the testimony and exhibits of S.E. Lab's expert witness is AFFIRMED.</p>\n<p>FRIEDLANDER, J., concurs.</p>\n<p>SHARPNACK, C.J., concurs in result.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See </i><i>Harlan Sprague Dawley, Inc. v. Indiana Dep't of State Revenue</i> (1992), Ind.Tax, <span class=\"citation\" data-id=\"2211623\"><a href=\"/opinion/2211623/dawley-inc-v-indiana-dept-of-state-revenue/\"><span class=\"volume\">605</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1222</span></a></span>, 1223-24, for a thorough discussion of HSD's animal production operation.</p>\n<p>[2]  HSD estimates that it overproduces animals by 25%. The surplus animals are either destroyed or sold at nominal prices to pet stores and zoos.</p>\n<p>[3]  It is critical that the party seeking prejudgment interest prove its damages by fixed rules of evidence and accepted standards of valuation. It is not an abuse of discretion to deny prejudgment interest even where the parties stipulated to the amount of damages if the party seeking interest does not introduce the evidence or standards of valuation upon which the stipulated damages were based. <i>Nimet,</i> 419 N.E.2d at 782.</p>\n<p>[4]  We specifically addressed the issue of measuring damages for animals that have no market value in <i>Ridenour,</i> 546 N.E.2d at 325-26. The parties have not raised this issue on appeal.</p>\n<p>[5]  HSD reduced its damage calculations by 25% to account for its \"zero value\" surplus. <i>See </i><i>Ridenour,</i> 546 N.E.2d at 325-26, in which the trial court, in an action by the Department of Natural Resources to recover damages from fishermen who wrongfully fished with gill nets, properly reduced the damages by 50% to account for the natural mortality rate of the fish the DNR had stocked in Lake Michigan.</p>\n<p>[6]  S.E. Lab also contends that the trial court wrongfully struck Exhibits QQ, RR, and SS from evidence, and wrongfully sustained HSD's objection to Exhibit XX, because HSD did not raise specific and timely objections. Since the exclusion of Mr. Hinkle's computations was harmless error and did not prejudice S.E. Lab, we need not discuss this argument.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/452125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2007544/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2041100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2076656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2080959/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2090967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2102955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2211045/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2211623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2219670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2227395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2238035/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2239984/"
          ]
        }
      ],
      "judges": "Barteau",
      "date_created": "2014-10-30T15:48:01.265076Z",
      "date_modified": "2017-04-08T18:41:26.791426Z",
      "date_filed": "1994-12-28",
      "date_filed_is_approximate": false,
      "slug": "harlan-sprague-dawley-v-se-lab-group",
      "citation_id": 2122726,
      "case_name_short": "",
      "case_name": "Harlan Sprague Dawley v. SE Lab Group",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "644 N.E.2d 615",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 19,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1316076/harlan-sprague-dawley-v-se-lab-group/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:48:01.261366Z",
  "date_modified": "2014-10-30T15:48:01.261366Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Harlan Sprague Dawley v. SE Lab Group",
  "case_name_full": "",
  "slug": "harlan-sprague-dawley-v-se-lab-group",
  "docket_number": "49A05-9310-CV-375",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}