{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1337813/",
  "id": 1337813,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/moctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1742381/",
      "id": 1742381,
      "absolute_url": "/opinion/1742381/friendship-vill-v-public-serv-comn/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/7691/",
        "https://www.courtlistener.com:80/api/rest/v3/people/7706/",
        "https://www.courtlistener.com:80/api/rest/v3/people/7720/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1337813/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1742381/",
          "id": 1742381,
          "absolute_url": "/opinion/1742381/friendship-vill-v-public-serv-comn/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1742381/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:17:57.205910Z",
          "date_modified": "2017-04-06T22:22:07.309061Z",
          "type": "010combined",
          "sha1": "85f33f108d1911bf62e314404cb8390300b00f89",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>907 S.W.2d 339 (1995)</b></center>\n<center><h1>FRIENDSHIP VILLAGE OF SOUTH COUNTY, et al., Appellants,<br>\nv.<br>\nPUBLIC SERVICE COMMISSION OF MISSOURI, et al., Respondents.</h1></center>\n<center>No. WD 50582.</center>\n<center><p><b>Missouri Court of Appeals, Western District.</b></p></center>\n<center>October 10, 1995.</center>\n<p><span class=\"star-pagination\">*342</span> Paul H. Gardner, Jr., Jefferson City, for appellants.</p>\n<p>Jeffrey A. Keevil, Jefferson City, for respondents.</p>\n<p>Before FENNER, C.J., P.J., and LOWENSTEIN and BRECKENRIDGE, JJ.</p>\n<p>FENNER, Chief Judge.</p>\n<p>Friendship Village of South County (FVSC) and Friendship Village of West County (FVWC) appeal the order of the Circuit Court of Cole County affirming the findings of the Missouri Public Service Commission (the Commission) in an administrative proceeding regarding the charging of the proper utility rate to appellants by Union Electric (UE).</p>\n<p>FVSC and FVWC are Missouri not-for-profit corporations which operate retirement communities in St. Louis County, Missouri. These retirement communities provide what is known as \"life care,\" where retirees are offered lifetime use of a living unit, support services, and long-term nursing care if they can no longer live independently. Residents pay an entrance fee and monthly fees in accordance with a Residency Agreement. Except for long distance telephone calls, FVSC and FVWC pay all utilities including water, sewer, local telephone, gas, and electricity.</p>\n<p><span class=\"star-pagination\">*343</span> FVSC and FVWC are located within the exclusive franchise territory of UE.</p>\n<p>UE provides electric service to its customers under ten service classifications. Each classification contains a rate application paragraph that defines the requirements necessary to receive service from that particular rate classification schedule. Appellants receive service from three of UE's service classifications: 1(M)Residential Service Rate; 2(M)Small General Service Rate; and 3(M)Large General Service Rate.</p>\n<p>The electric distribution system at FVSC has a total of 14 meters, with six designated as \"commercial\" and eight designated as \"residential.\" UE segregates electric service at the main building complex at FVSC between its Large General Service (LGS) rate classification and Multiple-Occupancy Residential rate classification.</p>\n<p>Electrical service to FVWC is supplied in a different manner. UE segregates electric service by building at FVWC between the LGS and Multiple-Occupancy Residential rate classifications. Each building is designated as either commercial or residential and receives service through a single meter for both commercial and residential loads. Electrical usage for commercial and residential loads is not segregated and separately metered within each building. Appellants claim segregation of the facilities between the rate classifications results in higher rates than if they received service exclusively under the LGS rate, claiming this was demonstrated by a five month period in 1987 in which they were billed exclusively at the LGS rate.</p>\n<p>In August 1987, the administrator for FVSC and FVWC requested that UE convert those portions of appellants' facilities service subject to the Multiple-Occupancy Residential rate to the LGS rate. UE complied with this request and provided unsegregated electric service under the LGS classification to both facilities for approximately five months.</p>\n<p>On December 18, 1987, UE's Manager of Rate Engineering, Richard Kovach, prepared a memorandum in response to inquires by two of UE's own commercial marketing engineers assigned to appellants concerning the rate classifications applicable to FVWC and FVSC. Kovach's interpretation of the rate classifications was that the LGS rate classification was available only to service which did not qualify for any residential rate. Thomas Castro, UE's Manager for Commercial Marketing, wrote appellants' administrator in January 1988 to inform him that the conversion of the facilities to totalized LGS in August 1987 was \"contrary to the applicability provisions of UE's filed rate tariffs\" and to advise that UE would be rebilling appellants' accounts for the time the LGS rate was erroneously applied.</p>\n<p>Appellants contacted a utility rate consultant firm to assist them in protesting the rescission of the LGS rate. After UE refused to reinstate the totalized LGS rate, the consulting firm contacted the Commission staff regarding UE's refusal to provide service at the requested rate. Commission staff member Michael Straub inspected FVWC in February 1988 and concluded that FVWC was receiving service from the appropriate residential and general service classifications.<sup>[1]</sup> After this sequence of events, there is a notable gap in time before the next documented activity of appellants in this matterthe filing of their respective complaints in May 1992.</p>\n<p>Appellants' Complaints to the Commission requested an order requiring UE to charge appellants the correct, lawful, non-discriminatory rate applicable to appellants' premises, determine the existence of and extent of past overcharges, and determine the correct rate(s) applicable to those periods that appellants were charged under the inapplicable residential rate tariff. In support of the requested Order, appellants alleged that application of UE's residential rate was prohibited by service classification rate schedule 1(M), that application of the residential rate schedule to appellants constituted an unreasonable preference and advantage favoring other customers of UE, that the service classification <span class=\"star-pagination\">*344</span> applied by UE to appellants was incorrect and unreasonably discriminatory based on UE's criteria for the provision of electric service, and that UE refused to classify and charge appellants properly after UE had been contacted by appellants concerning their rate classifications.</p>\n<p>After a full hearing on the matter, the Commission issued a twenty page order on January 4, 1994, containing its findings. The Commission found that the character of the FVSC and FVWC facilities was neither wholly commercial nor wholly residential, stating that there was a \"mixed\" quality to the facilities. Because of the \"mixed\" quality of the FVSC and FVWC facilities, the Commission determined that both were currently charged on the appropriate rate schedule if given the option of segregated residential and general service rates or total commercial rates. The Commission determined that appellants' designated issue in the case, the identification of the correct rate appellants were to be charged, to not be a true issue because UE offered appellants the option of converting their facilities to a total commercial rate. However, the estimated costs of the changeover must be paid by appellants to UE in advance, consistent with the terms of UE's filed tariffs, and a term which appellants did not accept. By allowing appellants to make the election as to the type of electrical rate they desire, the issue becomes a non-issue because the choice is appellants' as long as they qualify for the rate they seek.</p>\n<p>Further, in response to what the parties stated to be the primary issue of the hearing, the Commission concluded that FVSC and FVWC were offered the different available options for electrical distribution and rate treatment prior to their construction. Appellants' complaint was, accordingly, denied.</p>\n<p>Appellants appealed the decision of the Commission to the Cole County Circuit Court, where the Commission's decision was affirmed on December 14, 1994. This appeal followed.</p>\n<p>I. <i>STANDARD OF REVIEW</i></p>\n<p>Although this matter is appealed from the circuit court, we review the findings and decisions of the agency, not the judgment of the circuit court. <i>Branson R-IV Sch. Dist. v. Labor &amp; Indus. Relations Comm'n,</i> 888 S.W.2d 717, 720 (Mo.App.1994). The standard of review of the Commission's order is two-pronged: first, it must be determined whether the Commission's order is lawful; and second, we must determine whether the order is reasonable and based on competent and substantial evidence upon the whole record. <i>State ex rel. Util. Consumers Council of Missouri, Inc. v. Pub. Serv. Comm'n,</i> 585 S.W.2d 41, 47 (Mo. banc 1979); Mo. Const. Art. V, § 18 (1945). However, when findings of fact and conclusions of law are absent from a Commission order, a reviewing court has no basis for determining the reasonableness or lawfulness of the Commission's decision under the standard of review established by section 386.510.<sup>[2]</sup><i>State ex rel. GTE North v. Pub. Serv. Comm'n,</i> 835 S.W.2d 356, 374 (Mo.App.1992). The Commission order has a presumption of validity and the burden is on those attacking it to prove its invalidity. <i>State ex rel. Dyer v. Pub. Serv. Comm'n,</i> 341 S.W.2d 795, 800 (Mo.1960), <i>cert. denied,</i> 366 U.S. 924, 81 S.Ct. 1351, 6 L.Ed.2d 384 (1961).</p>\n<p>An order's lawfulness turns on whether the Commission had the statutory authority to act as it did. <i>State ex rel. Beaufort Transfer Co. v. Clark,</i> 504 S.W.2d 216, 217 (Mo.App.1973). When determining whether the Commission's order is lawful, the appellate courts exercise unrestricted, independent judgment and must correct erroneous interpretations of the law. <i>Burlington N. R.R. v. Director of Revenue,</i> 785 S.W.2d 272, 273 (Mo. banc 1990); <i>Branson R-IV Sch. Dist.,</i> 888 S.W.2d at 720.</p>\n<p>As to matters of reasonableness, the court determines whether the order was supported by substantial and competent evidence on the whole record, whether the decision was arbitrary, capricious, or unreasonable, <span class=\"star-pagination\">*345</span> or whether the Commission abused its discretion. <i>State ex rel. Chicago, Rock Island &amp; Pac. R.R. Co. v. Pub. Serv. Comm'n,</i> 312 S.W.2d 791, 794 (Mo. banc 1958); § 536.140.2, RSMo 1994. \"Substantial evidence\" means evidence which, if true, would have a probative force upon the issues, and necessarily implies and comprehends competent, not incompetent evidence. <i>State ex rel. Rice v. Pub. Serv. Comm'n,</i> 359 Mo. 109, 220 S.W.2d 61 (1949).</p>\n<p>In reviewing the reasonableness of an order of the Commission, the court considers the evidence in the light most favorable to the agency together with all reasonable supporting inferences; if the evidence permits either of two opposite findings, the court must defer to the findings of the Commission. <i>Fleming Foods of Missouri, Inc. v. Runyan,</i> 634 S.W.2d 183, 192 (Mo. banc 1982). Only when a Commission order is clearly contrary to the overwhelming weight of the evidence may a court set it aside. <i>State ex rel. St. Louis-San Francisco Ry. Co. v. Pub. Serv. Comm'n,</i> 439 S.W.2d 556, 559 (Mo.App.1969).</p>\n<p>Finally, where a decision involves the exercise of Commission regulatory discretion, Missouri courts have long recognized that the Public Service Commission Law delegates a large area of discretion to the Commission and \"many of its decisions necessarily rest largely in the exercise of sound judgment.\" <i>State ex rel. Dyer v. Pub. Serv. Comm'n,</i> 341 S.W.2d at 802. Under these circumstances, the reviewing court will not substitute its judgment for that of the Commission on issues within the realm of the agency's expertise. <i>State ex rel. Missouri Pub. Serv. Comm'n v. Pierce,</i> 604 S.W.2d 623, 625 (Mo.App.1980).</p>\n<p>II. <i>SUFFICIENCY OF THE COMMISSION'S FINDINGS</i></p>\n<p>Appellants FVSC and FVWC contend that the Commission erred in the following: (1) failing to make findings of fact in its report and order on the issue of UE's alleged refusal to allow appellants to receive electric service exclusively under the large general service classification after appellants requested it in 1987; (2) failing to make findings of fact in its report and order on the issue of whether paragraph 5a(1) and (2) of UE's residential service rate classification precluded application of UE's residential service rate to appellants; and (3) the Commission's determination that the \"mixed\" commercial and residential usage at appellants' facilities made application of the residential rate to portions of appellants' facilities appropriate was unlawful and unreasonable. We will address each of these contentions individually.</p>\n<p>A. UE's alleged refusal of service under the LGS classification in 1987.</p>\n<p>The issue of whether the Commission made sufficient findings pursuant to sections 386.420.2 and 536.090 in its order on the issue of UE's refusal to allow appellants to switch to the LGS service classification in 1987 is an issue of law for the independent judgment of this court. <i>Burlington N. R.R.,</i> 785 S.W.2d at 273. Before a discussion of the merits of this claim is necessary, however, we must determine whether this issue was properly before the Commission for a decision.</p>\n<p>Based on statements within the Commission order, the primary issue it was presented with was whether FVSC and FVWC were given the option to choose the electrical distribution and rate treatment method each desired prior to construction. Appellants contend that the issue of UE's refusal to convert their service in 1987 was properly before the Commission, citing the principle that complaints filed with the Commission are to be liberally construed and the technical rules of pleading are inapplicable. <i>State ex rel. Crown Coach Co. v. Pub. Serv. Comm'n,</i> 238 Mo.App. 287, 179 S.W.2d 123, 126 (1944). If the complaint fairly presents for determination some matter which falls within the jurisdiction of the Commission, it is sufficient. <i>State ex rel. St. Louis-San Francisco Ry. Co. v. Pub. Serv. Comm'n,</i> 331 Mo. 438, 53 S.W.2d 868, 871 (1932). Also in support of their position, appellants state that the prefiled and live hearing testimony set out the issue before the Commission.</p>\n<p>Appellants would have this court rule that because complaints filed with the <span class=\"star-pagination\">*346</span> Commission are to be liberally construed, any issue on which there was prefiled or hearing testimony must be addressed by the Commission in its Order regardless of what was set forth in the complaint. We do not believe this is a reasonable interpretation of the law as it currently stands. Appellants overlook the fact that the <i>complaint</i> must fairly present an issue for determination which falls within the jurisdiction of the Commission. <i>State ex rel. St. </i><i>Louis-San Francisco Ry. Co.,</i> 53 S.W.2d at 871. Therefore, the question is whether appellants' complaints fairly present an issue for determination.</p>\n<p>Appellants contend their complaints presented the issue of the denial of their 1987 request for totalized LGS classification for determination by the Commission because they alleged that the service classification applied by UE to their facilities was incorrect and unreasonably discriminatory based on UE's criteria for service and because they alleged they had directly contacted UE concerning the rate classification and UE refused to reclassify them and charge them under what appellants believed to be the correct classification. Neither allegation specifically mentions the 1987 request for reclassification made by appellants, nor does either complaint allude to the 1987 request. The general issue presented by these allegations is whether UE was charging appellants under the proper rate classification, to which the Commission responded in the affirmative. The denial of appellants' 1987 request for reclassification is one aspect of this larger issue. Appellants' complaints were not sufficient enough to place the narrow issue of UE's denial of appellants' 1987 request for reclassification before the Commission in a manner requiring specific findings of fact and conclusions of law on the issue.</p>\n<p>Even if the issue of UE's denial of appellants' 1987 reclassification request was before the Commission, the findings of administrative agencies need not include evidentiary detail in order to make the findings valid. <i>Citizens State Bank v. State Banking Bd.,</i> 602 S.W.2d 895, 899 (Mo.App.1980). As we stated, we believe the issue of UE's denial of appellants' 1987 reclassification request is an aspect of the larger issue of whether UE charged appellants under the proper utility rate. Courts do not require detailed summaries of testimony in Commission findings; they require only what are considered the \"basic facts\" on which the holding ultimately rests. <i>Glasnapp v. State Banking Bd.,</i> 545 S.W.2d 382, 386-87 (Mo.App.1976) (<i>citing </i><i>Iron County v. State Tax Comm'n,</i> 480 S.W.2d 65, 69 (Mo.1972)). The Commission's decision on whether UE improperly denied appellants' 1987 request for reclassification is not a \"basic fact\" on which their holding was grounded; consequently, a specific finding on the issue was not required. Given the Commission's ultimate decision, however, we believe it is clear that they found that UE did not wrongfully deny appellants' 1987 reclassification request.</p>\n<p>Finally, appellants contend that the issue of UE's denial of the 1987 reclassification request was tried without objection or by consent, and is therefore deemed properly before the Commission pursuant to section 536.063(3).<sup>[3]</sup> Again, we believe the 1987 reclassification request is part of the evidence on the larger issue of whether UE charged appellants under the proper rate classification and testimony about the reclassification request does not raise it to the level of a separate and distinct issue requiring specific findings of fact. However, even if section 536.063(3) did convert the 1987 reclassification request into an issue for determination by the Commission, appellants' argument fails.</p>\n<p>Section 386.500.2 states the following regarding applications for rehearing:</p>\n<blockquote>No cause or action arising out of any order or decision of the commission shall accrue in any court to any corporation or the public counsel or person or public utility <span class=\"star-pagination\">*347</span> unless that party shall have made, before the effective date of such order or decision, application to the commission for rehearing. Such application shall set forth <i>specifically</i> the ground or grounds on which the applicant considers said order or decision to be unlawful, unjust or unreasonable. <i>The applicant shall not in any court urge or rely on any ground not so set forth in its application for rehearing.</i>\n</blockquote>\n<p>Though appellants' application for rehearing is quite extensive, encompassing fifty-four numbered paragraphs and fourteen pages of the legal file, they do not <i>specifically</i> allege, as required by statute, that the Commission's order was unlawful, unjust or unreasonable on the basis of the Commission's alleged failure to make findings regarding UE's refusal to allow appellants to receive electric service exclusively under the large general service classification after appellants requested it in 1987. Consequently, appellants are statutorily prohibited from raising such a challenge to the Commission's order as part of this appeal.</p>\n<p>Point denied.</p>\n<p>B. Preclusion of UE's residential rate classification.</p>\n<p>Appellants' second argument alleges that the Commission failed to make findings of fact in compliance with sections 386.420.2<sup>[4]</sup> and 536.090<sup>[5]</sup> in its report and order on the issue of whether paragraph 5a(1) and (2) of UE's residential service rate classification precluded application of UE's residential service rate to appellants. This argument also involves an issue of law for the independent judgment of this court. <i>Burlington N. R.R.,</i> 785 S.W.2d at 273.</p>\n<p>Paragraph 5 of UE's residential service rate classification schedule reads as follows:</p>\n<p>5. <i>Residential Service Rate Not Applicable to</i></p>\n<p>a. Service supplied through one meter (or more than one meter if the readings thereof are cumulated for billing purposes) to:</p>\n<p>(1) Premises which consist of one or more dwelling units and a commercial unit, or</p>\n<p>(2) A residence or dwelling unit when any portion of such service is used in a commercial venture.</p>\n<blockquote>As used herein, the term \"dwelling unit\" shall mean that portion of a building which by appearance, design or arrangement is normally used for residential purposes by a single family, whether or not actually occupied, and the term \"commercial unit\" shall mean that portion of a building or premises which by appearance, design or arrangement is normally used for commercial purposes, whether or not actually so used.</blockquote>\n<p>In its findings of fact, the Commission specifically refers to appellants' argument regarding the application of Paragraph 5 and the staff's opposing position. The Commission continued with a finding that it believed the Staff's position \"correctly characterized the appropriate rate application by UE for FVWC and FVSC\" due to the \"mixed\" quality of appellants' facilities. Though not an explicit finding as to appellants' paragraph 5 argument, the Commission clearly indicated that it adopted staff's position, thereby not accepting appellants' paragraph 5 argument.</p>\n<p>Are the Commission's findings sufficient to comply with section 536.090? We believe they are. Findings of fact must be sufficiently definite and certain under the circumstances of the particular case to enable the court of review to review the decision <span class=\"star-pagination\">*348</span> intelligently and ascertain if the facts afford a reasonable basis for the order without resorting to the evidence. <i>Glasnapp,</i> 545 S.W.2d at 387 (<i>citing</i> 2 Am.Jur.2d <i>Administrative Law</i> § 455 (§ 390 (1994))).</p>\n<p>There is no difficulty in determining from the Commission's report and order the findings of which it was based; consequently, the report and order is sufficient for review and no purpose would be served by remanding to the Commission for a more formal and literal compliance with section 536.090. <i>See </i><i>State ex rel. St. Louis Pub. Serv. Co. v. Pub. Serv. Comm'n,</i> 365 Mo. 1032, 291 S.W.2d 95, 98 (1956). Here, the Commission's decision on appellants' paragraph 5 argument is implicitly provided in its decision adopting staff's position on whether appellants were charged under the proper rate classification. The findings do not leave this court to speculate as to what part of the evidence that the Commission believed and found to be true and what part it rejected. <i>See </i><i>State ex rel. AT &amp; T v. Pub. Serv. Comm'n,</i> 701 S.W.2d 745, 753-54 (Mo.App.1985).</p>\n<p>Point denied.</p>\n<p>C. Lawfulness and reasonableness of the Commission's decision.</p>\n<p>Appellants urge that the Commission's decision was unlawful and unreasonable on the ground that UE's application of the residential rate to FVSC and FVWC was prohibited by UE's rate schedules on file with the Commission. The parties provided exhaustive analyses of the proper standard of review for this question, with each being half correct. We must first determine if the order was lawful, exercising our independent judgment as argued by appellants. <i>See State ex rel. Utility Consumers Council of </i><i>Missouri,</i> 585 S.W.2d at 47. If the order is lawful, we must then determine if it was reasonable, under the standard of whether the order was supported by substantial and competent evidence on the whole record, whether the decision was arbitrary, capricious, or unreasonable, or whether the Commission abused its discretion, as argued by respondents. <i>Id.</i></p>\n<p>The Commission order's lawfulness turns on whether the Commission had the statutory authority to act as it did. The question of lawfulnessin this case, whether the Commission is empowered to rule on the issue of the proper classification of service renderedis answered by a review of <i>State ex rel. Kansas City Power &amp; Light Co. v. Buzard,</i> 350 Mo. 763, 168 S.W.2d 1044 (1942). The <i>Buzard</i> court reviewed the legality of a Commission order implicating sections 5645 and 5646, RSMo 1939, among other statutory sections. Sections 5645 and 5646 are the predecessors to current sections 393.130 and 393.140, with the new sections containing the same language that the <i>Buzard</i> court found to provide a basis for its holding.<sup>[6]</sup> The <i>Buzard</i> court concluded:</p>\n<blockquote>[W]e find that if an electric utility has two approved rates and renders service to a consumer of electricity, charging the consumer the higher rate, and the consumer contends the service rendered puts him in the classification of the lower rate, that consumer can file a complaint before the Commission for it to determine his proper classification in reference to the service <span class=\"star-pagination\">*349</span> rendered him under schedule to the two rates. <i>The power of the Commission to classify is not limited to the service to be rendered, but it has power to determine the classification of the service rendered.</i>\n</blockquote>\n<blockquote>The legislature, realizing that to make proper classification as to the service rendered and the applicable rate for such service, has wisely left the technical facts to be determined by experts of the Public Service Commission.</blockquote>\n<p>168 S.W.2d at 1047. Clearly, the Commission was authorized to rule on the issue of whether UE charged FVSC and FVWC under the proper rate classification.</p>\n<p>Having found the Commission's order lawful, we must now evaluate its reasonableness. As stated earlier, as to matters of reasonableness, the court determines whether the order was supported by substantial and competent evidence on the whole record, whether the decision was arbitrary, capricious, or unreasonable, or whether the Commission abused its discretion. <i>State ex rel. </i><i>Chicago, Rock Island and Pac. R.R. Co.,</i> 312 S.W.2d at 794. This is the case because a large area of discretion is delegated to the Commission by law, and many of its decisions necessarily rest largely in the exercise of sound judgment. <i>Dyer,</i> 341 S.W.2d at 802. Evidentiary determinations by the Commission are favored by a strong presumption of validity, which extends to determinations based on expert evidence. <i>State ex rel. Missouri Public Service Co. v. Pierce,</i> 604 S.W.2d 623, 625 (Mo.App.1980).</p>\n<p>The court in <i>State ex rel. Chicago, Rock Island &amp; Pac</i><i>. R.R. Co.</i> clearly outlined our role in reviewing the reasonableness of a Commission order:</p>\n<blockquote>\"... [Courts of review] do not examine the record under review for the purpose of determining what order they would have made. As long as the commission acts in accord with due process of law and its findings and decisions do not run afoul of constitutional and statutory requirements and the inherent powers of the courts, it is engaged in an exercise of the police power of the state, with which it is not the province of the courts to interfere. <i>It is, therefore, meaningfully stated in subsection 5 of section 536.140, as amended in 1953, the court shall not substitute its discretion for discretion legally vested in the agency.</i>\"</blockquote>\n<p>312 S.W.2d at 796.</p>\n<p>Though there was conflicting evidence in the record on the issue of whether paragraph 5 of UE's residential rate classification schedule excluded FVSC and FVWC from being charged under the residential classification, and much space in each parties' brief devoted to the definitions of a \"premises,\" \"dwelling unit,\" \"building,\" and \"facility\" as used in the tariff language, we cannot conclude the Commission order is not supported by substantial and competent evidence. Credible testimony was presented to support the Commission findings. Further, the Commission order does not deny appellants the remedy they truly seekbeing charged for service under the Large General Service classification. Appellants can elect the LGS rate if they reimburse UE for the expense of the distribution system and changeover in advance, consistent with UE tariffs on file with the Commission.</p>\n<p>Point denied.</p>\n<p>The Order of the Public Service Commission is affirmed in all respects.</p>\n<p>All concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Straub later changed his opinion, stating at the time of the inspection he incorrectly believed the common facilities in each building at FVWC were separately metered at the general service classification rate.</p>\n<p>[2]  All statutory references are to the Missouri Revised Statutes, 1993 Supp., unless otherwise noted.</p>\n<p>[3]  Section 536.063(3) states:\n</p>\n<p>Reasonable opportunity shall be given for the preparation and presentation of evidence bearing on any issue raised or decided or relief sought or granted. Where issues are tried without objection or by consent, such issues shall be deemed to have been properly before the agency. Any formality of procedure may be waived by mutual consent.</p>\n<p>[4]  Section 386.420.2 states in pertinent part:\n</p>\n<p>Whenever an investigation shall be made by the commission, it shall be its duty, to make a report in writing in respect thereto, which shall state the conclusions of the commission, together with its decision, order or requirement in the premises....</p>\n<p>[5]  Section 536.090 states in pertinent part:\n</p>\n<p>Every decision and order in a contested case shall be in writing, and, except in default cases or cases disposed of by stipulation, consent order or agreed settlement, the decision, including orders refusing licenses, shall include or be accompanied by findings of fact and conclusions of law. The findings of fact shall be stated separately from the conclusions of law and shall include a concise statement of the findings on which the agency bases its order....</p>\n<p>[6]  The relevant language of section 5645 now found at section 393.130.2 is:\n</p>\n<p>No ... electrical corporation ... shall directly or indirectly by any special rate ... or other device or methods, charge, demand, collect or receive from any person or corporation a greater or less compensation for ... electricity... or for any service rendered or to be rendered or in connection therewith ... than its charges, collects or receives from any other person or corporation for doing a like and contemporaneous service with respect thereto under the same or substantially similar circumstances or conditions.</p>\n<p>The relevant language of section 5646 is currently found at section 393.140(11):</p>\n<p>[The commission shall have the] power to require every ... electrical corporation ... to file with the commission and to print and keep open to public inspection schedules ... all rates and charges made, established or enforced or to be charged or enforced.... No corporation shall charge, demand, collect or receive a greater or less or different compensation for any service rendered or to be rendered than the rates and charges applicable to such services as specified in its schedule filed and in effect at the time; .... The commission shall also have the power to establish such rules and regulations, to carry into effect the provisions of this subdivision, as it may deem necessary....</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">907</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">339</span></span> (1995)</b></center>\n<center><h1>FRIENDSHIP VILLAGE OF SOUTH COUNTY, et al., Appellants,<br>\nv.<br>\nPUBLIC SERVICE COMMISSION OF MISSOURI, et al., Respondents.</h1></center>\n<center>No. WD 50582.</center>\n<center><p><b>Missouri Court of Appeals, Western District.</b></p></center>\n<center>October 10, 1995.</center>\n<p><span class=\"star-pagination\">*342</span> Paul H. Gardner, Jr., Jefferson City, for appellants.</p>\n<p>Jeffrey A. Keevil, Jefferson City, for respondents.</p>\n<p>Before FENNER, C.J., P.J., and LOWENSTEIN and BRECKENRIDGE, JJ.</p>\n<p>FENNER, Chief Judge.</p>\n<p>Friendship Village of South County (FVSC) and Friendship Village of West County (FVWC) appeal the order of the Circuit Court of Cole County affirming the findings of the Missouri Public Service Commission (the Commission) in an administrative proceeding regarding the charging of the proper utility rate to appellants by Union Electric (UE).</p>\n<p>FVSC and FVWC are Missouri not-for-profit corporations which operate retirement communities in St. Louis County, Missouri. These retirement communities provide what is known as \"life care,\" where retirees are offered lifetime use of a living unit, support services, and long-term nursing care if they can no longer live independently. Residents pay an entrance fee and monthly fees in accordance with a Residency Agreement. Except for long distance telephone calls, FVSC and FVWC pay all utilities including water, sewer, local telephone, gas, and electricity.</p>\n<p><span class=\"star-pagination\">*343</span> FVSC and FVWC are located within the exclusive franchise territory of UE.</p>\n<p>UE provides electric service to its customers under ten service classifications. Each classification contains a rate application paragraph that defines the requirements necessary to receive service from that particular rate classification schedule. Appellants receive service from three of UE's service classifications: 1(M)Residential Service Rate; 2(M)Small General Service Rate; and 3(M)Large General Service Rate.</p>\n<p>The electric distribution system at FVSC has a total of 14 meters, with six designated as \"commercial\" and eight designated as \"residential.\" UE segregates electric service at the main building complex at FVSC between its Large General Service (LGS) rate classification and Multiple-Occupancy Residential rate classification.</p>\n<p>Electrical service to FVWC is supplied in a different manner. UE segregates electric service by building at FVWC between the LGS and Multiple-Occupancy Residential rate classifications. Each building is designated as either commercial or residential and receives service through a single meter for both commercial and residential loads. Electrical usage for commercial and residential loads is not segregated and separately metered within each building. Appellants claim segregation of the facilities between the rate classifications results in higher rates than if they received service exclusively under the LGS rate, claiming this was demonstrated by a five month period in 1987 in which they were billed exclusively at the LGS rate.</p>\n<p>In August 1987, the administrator for FVSC and FVWC requested that UE convert those portions of appellants' facilities service subject to the Multiple-Occupancy Residential rate to the LGS rate. UE complied with this request and provided unsegregated electric service under the LGS classification to both facilities for approximately five months.</p>\n<p>On December 18, 1987, UE's Manager of Rate Engineering, Richard Kovach, prepared a memorandum in response to inquires by two of UE's own commercial marketing engineers assigned to appellants concerning the rate classifications applicable to FVWC and FVSC. Kovach's interpretation of the rate classifications was that the LGS rate classification was available only to service which did not qualify for any residential rate. Thomas Castro, UE's Manager for Commercial Marketing, wrote appellants' administrator in January 1988 to inform him that the conversion of the facilities to totalized LGS in August 1987 was \"contrary to the applicability provisions of UE's filed rate tariffs\" and to advise that UE would be rebilling appellants' accounts for the time the LGS rate was erroneously applied.</p>\n<p>Appellants contacted a utility rate consultant firm to assist them in protesting the rescission of the LGS rate. After UE refused to reinstate the totalized LGS rate, the consulting firm contacted the Commission staff regarding UE's refusal to provide service at the requested rate. Commission staff member Michael Straub inspected FVWC in February 1988 and concluded that FVWC was receiving service from the appropriate residential and general service classifications.<sup>[1]</sup> After this sequence of events, there is a notable gap in time before the next documented activity of appellants in this matterthe filing of their respective complaints in May 1992.</p>\n<p>Appellants' Complaints to the Commission requested an order requiring UE to charge appellants the correct, lawful, non-discriminatory rate applicable to appellants' premises, determine the existence of and extent of past overcharges, and determine the correct rate(s) applicable to those periods that appellants were charged under the inapplicable residential rate tariff. In support of the requested Order, appellants alleged that application of UE's residential rate was prohibited by service classification rate schedule 1(M), that application of the residential rate schedule to appellants constituted an unreasonable preference and advantage favoring other customers of UE, that the service classification <span class=\"star-pagination\">*344</span> applied by UE to appellants was incorrect and unreasonably discriminatory based on UE's criteria for the provision of electric service, and that UE refused to classify and charge appellants properly after UE had been contacted by appellants concerning their rate classifications.</p>\n<p>After a full hearing on the matter, the Commission issued a twenty page order on January 4, 1994, containing its findings. The Commission found that the character of the FVSC and FVWC facilities was neither wholly commercial nor wholly residential, stating that there was a \"mixed\" quality to the facilities. Because of the \"mixed\" quality of the FVSC and FVWC facilities, the Commission determined that both were currently charged on the appropriate rate schedule if given the option of segregated residential and general service rates or total commercial rates. The Commission determined that appellants' designated issue in the case, the identification of the correct rate appellants were to be charged, to not be a true issue because UE offered appellants the option of converting their facilities to a total commercial rate. However, the estimated costs of the changeover must be paid by appellants to UE in advance, consistent with the terms of UE's filed tariffs, and a term which appellants did not accept. By allowing appellants to make the election as to the type of electrical rate they desire, the issue becomes a non-issue because the choice is appellants' as long as they qualify for the rate they seek.</p>\n<p>Further, in response to what the parties stated to be the primary issue of the hearing, the Commission concluded that FVSC and FVWC were offered the different available options for electrical distribution and rate treatment prior to their construction. Appellants' complaint was, accordingly, denied.</p>\n<p>Appellants appealed the decision of the Commission to the Cole County Circuit Court, where the Commission's decision was affirmed on December 14, 1994. This appeal followed.</p>\n<p>I. <i>STANDARD OF REVIEW</i></p>\n<p>Although this matter is appealed from the circuit court, we review the findings and decisions of the agency, not the judgment of the circuit court. <i>Branson R-IV Sch. Dist. v. Labor &amp; Indus. Relations Comm'n,</i> <span class=\"citation\" data-id=\"1494114\"><a href=\"/opinion/1494114/branson-r-iv-sch-dist-v-labor-indus/\"><span class=\"volume\">888</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">717</span></a></span>, 720 (Mo.App.1994). The standard of review of the Commission's order is two-pronged: first, it must be determined whether the Commission's order is lawful; and second, we must determine whether the order is reasonable and based on competent and substantial evidence upon the whole record. <i>State ex rel. Util. Consumers Council of Missouri, Inc. v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"2391090\"><a href=\"/opinion/2391090/state-ex-rel-util-consumers-council-etc-v-psc/\"><span class=\"volume\">585</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">41</span></a></span>, 47 (Mo. banc 1979); Mo. Const. Art. V, § 18 (1945). However, when findings of fact and conclusions of law are absent from a Commission order, a reviewing court has no basis for determining the reasonableness or lawfulness of the Commission's decision under the standard of review established by section 386.510.<sup>[2]</sup><i>State ex rel. GTE North v. Pub. Serv. Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">835</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">356</span></span>, 374 (Mo.App.1992). The Commission order has a presumption of validity and the burden is on those attacking it to prove its invalidity. <i>State ex rel. Dyer v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"2426017\"><a href=\"/opinion/2426017/state-v-public-service-commission/\"><span class=\"volume\">341</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">795</span></a></span>, 800 (Mo.1960), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1351</span></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">384</span></span> (1961).</p>\n<p>An order's lawfulness turns on whether the Commission had the statutory authority to act as it did. <i>State ex rel. Beaufort Transfer Co. v. Clark,</i> <span class=\"citation\" data-id=\"1731080\"><a href=\"/opinion/1731080/state-ex-rel-beaufort-transfer-co-v-clark/\"><span class=\"volume\">504</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">216</span></a></span>, 217 (Mo.App.1973). When determining whether the Commission's order is lawful, the appellate courts exercise unrestricted, independent judgment and must correct erroneous interpretations of the law. <i>Burlington N. R.R. v. Director of Revenue,</i> <span class=\"citation\" data-id=\"1726180\"><a href=\"/opinion/1726180/burlington-northern-railroad-v-director-of-rev/\"><span class=\"volume\">785</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">272</span></a></span>, 273 (Mo. banc 1990); <i>Branson R-IV Sch. Dist.,</i> 888 S.W.2d at 720.</p>\n<p>As to matters of reasonableness, the court determines whether the order was supported by substantial and competent evidence on the whole record, whether the decision was arbitrary, capricious, or unreasonable, <span class=\"star-pagination\">*345</span> or whether the Commission abused its discretion. <i>State ex rel. Chicago, Rock Island &amp; Pac. R.R. Co. v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"2434466\"><a href=\"/opinion/2434466/state-ex-rel-chicago-ri-pr-co-v-public-service-commission/\"><span class=\"volume\">312</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">791</span></a></span>, 794 (Mo. banc 1958); § 536.140.2, RSMo 1994. \"Substantial evidence\" means evidence which, if true, would have a probative force upon the issues, and necessarily implies and comprehends competent, not incompetent evidence. <i>State ex rel. Rice v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"3533456\"><a href=\"/opinion/3556467/state-ex-rel-rice-v-public-service-comm/\"><span class=\"volume\">359</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation\" data-id=\"3533456\"><a href=\"/opinion/3556467/state-ex-rel-rice-v-public-service-comm/\"><span class=\"volume\">220</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">61</span></a></span> (1949).</p>\n<p>In reviewing the reasonableness of an order of the Commission, the court considers the evidence in the light most favorable to the agency together with all reasonable supporting inferences; if the evidence permits either of two opposite findings, the court must defer to the findings of the Commission. <i>Fleming Foods of Missouri, Inc. v. Runyan,</i> <span class=\"citation\" data-id=\"1622389\"><a href=\"/opinion/1622389/fleming-foods-of-missouri-inc-v-runyan/\"><span class=\"volume\">634</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">183</span></a></span>, 192 (Mo. banc 1982). Only when a Commission order is clearly contrary to the overwhelming weight of the evidence may a court set it aside. <i>State ex rel. St. Louis-San Francisco Ry. Co. v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"2459206\"><a href=\"/opinion/2459206/state-ex-rel-st-louis-san-f-ry-co-v-public-serv-comn/\"><span class=\"volume\">439</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">556</span></a></span>, 559 (Mo.App.1969).</p>\n<p>Finally, where a decision involves the exercise of Commission regulatory discretion, Missouri courts have long recognized that the Public Service Commission Law delegates a large area of discretion to the Commission and \"many of its decisions necessarily rest largely in the exercise of sound judgment.\" <i>State ex rel. Dyer v. Pub. Serv. Comm'n,</i> 341 S.W.2d at 802. Under these circumstances, the reviewing court will not substitute its judgment for that of the Commission on issues within the realm of the agency's expertise. <i>State ex rel. Missouri Pub. Serv. Comm'n v. Pierce,</i> <span class=\"citation\" data-id=\"2388251\"><a href=\"/opinion/2388251/state-ex-rel-mo-public-service-co-v-pierce/\"><span class=\"volume\">604</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">623</span></a></span>, 625 (Mo.App.1980).</p>\n<p>II. <i>SUFFICIENCY OF THE COMMISSION'S FINDINGS</i></p>\n<p>Appellants FVSC and FVWC contend that the Commission erred in the following: (1) failing to make findings of fact in its report and order on the issue of UE's alleged refusal to allow appellants to receive electric service exclusively under the large general service classification after appellants requested it in 1987; (2) failing to make findings of fact in its report and order on the issue of whether paragraph 5a(1) and (2) of UE's residential service rate classification precluded application of UE's residential service rate to appellants; and (3) the Commission's determination that the \"mixed\" commercial and residential usage at appellants' facilities made application of the residential rate to portions of appellants' facilities appropriate was unlawful and unreasonable. We will address each of these contentions individually.</p>\n<p>A. UE's alleged refusal of service under the LGS classification in 1987.</p>\n<p>The issue of whether the Commission made sufficient findings pursuant to sections 386.420.2 and 536.090 in its order on the issue of UE's refusal to allow appellants to switch to the LGS service classification in 1987 is an issue of law for the independent judgment of this court. <i>Burlington N. R.R.,</i> 785 S.W.2d at 273. Before a discussion of the merits of this claim is necessary, however, we must determine whether this issue was properly before the Commission for a decision.</p>\n<p>Based on statements within the Commission order, the primary issue it was presented with was whether FVSC and FVWC were given the option to choose the electrical distribution and rate treatment method each desired prior to construction. Appellants contend that the issue of UE's refusal to convert their service in 1987 was properly before the Commission, citing the principle that complaints filed with the Commission are to be liberally construed and the technical rules of pleading are inapplicable. <i>State ex rel. Crown Coach Co. v. Pub. Serv. Comm'n,</i> 238 Mo.App. 287, <span class=\"citation\" data-id=\"3532564\"><a href=\"/opinion/3555859/state-ex-rel-crown-coach-co-v-pub-serv-comm/\"><span class=\"volume\">179</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">123</span></a></span>, 126 (1944). If the complaint fairly presents for determination some matter which falls within the jurisdiction of the Commission, it is sufficient. <i>State ex rel. St. Louis-San Francisco Ry. Co. v. Pub. Serv. Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">868</span></span>, 871 (1932). Also in support of their position, appellants state that the prefiled and live hearing testimony set out the issue before the Commission.</p>\n<p>Appellants would have this court rule that because complaints filed with the <span class=\"star-pagination\">*346</span> Commission are to be liberally construed, any issue on which there was prefiled or hearing testimony must be addressed by the Commission in its Order regardless of what was set forth in the complaint. We do not believe this is a reasonable interpretation of the law as it currently stands. Appellants overlook the fact that the <i>complaint</i> must fairly present an issue for determination which falls within the jurisdiction of the Commission. <i>State ex rel. St. </i><i>Louis-San Francisco Ry. Co.,</i> 53 S.W.2d at 871. Therefore, the question is whether appellants' complaints fairly present an issue for determination.</p>\n<p>Appellants contend their complaints presented the issue of the denial of their 1987 request for totalized LGS classification for determination by the Commission because they alleged that the service classification applied by UE to their facilities was incorrect and unreasonably discriminatory based on UE's criteria for service and because they alleged they had directly contacted UE concerning the rate classification and UE refused to reclassify them and charge them under what appellants believed to be the correct classification. Neither allegation specifically mentions the 1987 request for reclassification made by appellants, nor does either complaint allude to the 1987 request. The general issue presented by these allegations is whether UE was charging appellants under the proper rate classification, to which the Commission responded in the affirmative. The denial of appellants' 1987 request for reclassification is one aspect of this larger issue. Appellants' complaints were not sufficient enough to place the narrow issue of UE's denial of appellants' 1987 request for reclassification before the Commission in a manner requiring specific findings of fact and conclusions of law on the issue.</p>\n<p>Even if the issue of UE's denial of appellants' 1987 reclassification request was before the Commission, the findings of administrative agencies need not include evidentiary detail in order to make the findings valid. <i>Citizens State Bank v. State Banking Bd.,</i> <span class=\"citation no-link\"><span class=\"volume\">602</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">895</span></span>, 899 (Mo.App.1980). As we stated, we believe the issue of UE's denial of appellants' 1987 reclassification request is an aspect of the larger issue of whether UE charged appellants under the proper utility rate. Courts do not require detailed summaries of testimony in Commission findings; they require only what are considered the \"basic facts\" on which the holding ultimately rests. <i>Glasnapp v. State Banking Bd.,</i> <span class=\"citation\" data-id=\"2408333\"><a href=\"/opinion/2408333/glasnapp-v-state-banking-bd/\"><span class=\"volume\">545</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">382</span></a></span>, 386-87 (Mo.App.1976) (<i>citing </i><i>Iron County v. State Tax Comm'n,</i> <span class=\"citation\" data-id=\"2454863\"><a href=\"/opinion/2454863/iron-county-v-state-tax-commission/\"><span class=\"volume\">480</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">65</span></a></span>, 69 (Mo.1972)). The Commission's decision on whether UE improperly denied appellants' 1987 request for reclassification is not a \"basic fact\" on which their holding was grounded; consequently, a specific finding on the issue was not required. Given the Commission's ultimate decision, however, we believe it is clear that they found that UE did not wrongfully deny appellants' 1987 reclassification request.</p>\n<p>Finally, appellants contend that the issue of UE's denial of the 1987 reclassification request was tried without objection or by consent, and is therefore deemed properly before the Commission pursuant to section 536.063(3).<sup>[3]</sup> Again, we believe the 1987 reclassification request is part of the evidence on the larger issue of whether UE charged appellants under the proper rate classification and testimony about the reclassification request does not raise it to the level of a separate and distinct issue requiring specific findings of fact. However, even if section 536.063(3) did convert the 1987 reclassification request into an issue for determination by the Commission, appellants' argument fails.</p>\n<p>Section 386.500.2 states the following regarding applications for rehearing:</p>\n<blockquote>No cause or action arising out of any order or decision of the commission shall accrue in any court to any corporation or the public counsel or person or public utility <span class=\"star-pagination\">*347</span> unless that party shall have made, before the effective date of such order or decision, application to the commission for rehearing. Such application shall set forth <i>specifically</i> the ground or grounds on which the applicant considers said order or decision to be unlawful, unjust or unreasonable. <i>The applicant shall not in any court urge or rely on any ground not so set forth in its application for rehearing.</i>\n</blockquote>\n<p>Though appellants' application for rehearing is quite extensive, encompassing fifty-four numbered paragraphs and fourteen pages of the legal file, they do not <i>specifically</i> allege, as required by statute, that the Commission's order was unlawful, unjust or unreasonable on the basis of the Commission's alleged failure to make findings regarding UE's refusal to allow appellants to receive electric service exclusively under the large general service classification after appellants requested it in 1987. Consequently, appellants are statutorily prohibited from raising such a challenge to the Commission's order as part of this appeal.</p>\n<p>Point denied.</p>\n<p>B. Preclusion of UE's residential rate classification.</p>\n<p>Appellants' second argument alleges that the Commission failed to make findings of fact in compliance with sections 386.420.2<sup>[4]</sup> and 536.090<sup>[5]</sup> in its report and order on the issue of whether paragraph 5a(1) and (2) of UE's residential service rate classification precluded application of UE's residential service rate to appellants. This argument also involves an issue of law for the independent judgment of this court. <i>Burlington N. R.R.,</i> 785 S.W.2d at 273.</p>\n<p>Paragraph 5 of UE's residential service rate classification schedule reads as follows:</p>\n<p>5. <i>Residential Service Rate Not Applicable to</i></p>\n<p>a. Service supplied through one meter (or more than one meter if the readings thereof are cumulated for billing purposes) to:</p>\n<p>(1) Premises which consist of one or more dwelling units and a commercial unit, or</p>\n<p>(2) A residence or dwelling unit when any portion of such service is used in a commercial venture.</p>\n<blockquote>As used herein, the term \"dwelling unit\" shall mean that portion of a building which by appearance, design or arrangement is normally used for residential purposes by a single family, whether or not actually occupied, and the term \"commercial unit\" shall mean that portion of a building or premises which by appearance, design or arrangement is normally used for commercial purposes, whether or not actually so used.</blockquote>\n<p>In its findings of fact, the Commission specifically refers to appellants' argument regarding the application of Paragraph 5 and the staff's opposing position. The Commission continued with a finding that it believed the Staff's position \"correctly characterized the appropriate rate application by UE for FVWC and FVSC\" due to the \"mixed\" quality of appellants' facilities. Though not an explicit finding as to appellants' paragraph 5 argument, the Commission clearly indicated that it adopted staff's position, thereby not accepting appellants' paragraph 5 argument.</p>\n<p>Are the Commission's findings sufficient to comply with section 536.090? We believe they are. Findings of fact must be sufficiently definite and certain under the circumstances of the particular case to enable the court of review to review the decision <span class=\"star-pagination\">*348</span> intelligently and ascertain if the facts afford a reasonable basis for the order without resorting to the evidence. <i>Glasnapp,</i> 545 S.W.2d at 387 (<i>citing</i> 2 Am.Jur.2d <i>Administrative Law</i> § 455 (§ 390 (1994))).</p>\n<p>There is no difficulty in determining from the Commission's report and order the findings of which it was based; consequently, the report and order is sufficient for review and no purpose would be served by remanding to the Commission for a more formal and literal compliance with section 536.090. <i>See </i><i>State ex rel. St. Louis Pub. Serv. Co. v. Pub. Serv. Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">291</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">95</span></span>, 98 (1956). Here, the Commission's decision on appellants' paragraph 5 argument is implicitly provided in its decision adopting staff's position on whether appellants were charged under the proper rate classification. The findings do not leave this court to speculate as to what part of the evidence that the Commission believed and found to be true and what part it rejected. <i>See </i><i>State ex rel. AT &amp; T v. Pub. Serv. Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">701</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">745</span></span>, 753-54 (Mo.App.1985).</p>\n<p>Point denied.</p>\n<p>C. Lawfulness and reasonableness of the Commission's decision.</p>\n<p>Appellants urge that the Commission's decision was unlawful and unreasonable on the ground that UE's application of the residential rate to FVSC and FVWC was prohibited by UE's rate schedules on file with the Commission. The parties provided exhaustive analyses of the proper standard of review for this question, with each being half correct. We must first determine if the order was lawful, exercising our independent judgment as argued by appellants. <i>See State ex rel. Utility Consumers Council of </i><i>Missouri,</i> 585 S.W.2d at 47. If the order is lawful, we must then determine if it was reasonable, under the standard of whether the order was supported by substantial and competent evidence on the whole record, whether the decision was arbitrary, capricious, or unreasonable, or whether the Commission abused its discretion, as argued by respondents. <i>Id.</i></p>\n<p>The Commission order's lawfulness turns on whether the Commission had the statutory authority to act as it did. The question of lawfulnessin this case, whether the Commission is empowered to rule on the issue of the proper classification of service renderedis answered by a review of <i>State ex rel. Kansas City Power &amp; Light Co. v. Buzard,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">763</span></span>, <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1044</span></span> (1942). The <i>Buzard</i> court reviewed the legality of a Commission order implicating sections 5645 and 5646, RSMo 1939, among other statutory sections. Sections 5645 and 5646 are the predecessors to current sections 393.130 and 393.140, with the new sections containing the same language that the <i>Buzard</i> court found to provide a basis for its holding.<sup>[6]</sup> The <i>Buzard</i> court concluded:</p>\n<blockquote>[W]e find that if an electric utility has two approved rates and renders service to a consumer of electricity, charging the consumer the higher rate, and the consumer contends the service rendered puts him in the classification of the lower rate, that consumer can file a complaint before the Commission for it to determine his proper classification in reference to the service <span class=\"star-pagination\">*349</span> rendered him under schedule to the two rates. <i>The power of the Commission to classify is not limited to the service to be rendered, but it has power to determine the classification of the service rendered.</i>\n</blockquote>\n<blockquote>The legislature, realizing that to make proper classification as to the service rendered and the applicable rate for such service, has wisely left the technical facts to be determined by experts of the Public Service Commission.</blockquote>\n<p>168 S.W.2d at 1047. Clearly, the Commission was authorized to rule on the issue of whether UE charged FVSC and FVWC under the proper rate classification.</p>\n<p>Having found the Commission's order lawful, we must now evaluate its reasonableness. As stated earlier, as to matters of reasonableness, the court determines whether the order was supported by substantial and competent evidence on the whole record, whether the decision was arbitrary, capricious, or unreasonable, or whether the Commission abused its discretion. <i>State ex rel. </i><i>Chicago, Rock Island and Pac. R.R. Co.,</i> 312 S.W.2d at 794. This is the case because a large area of discretion is delegated to the Commission by law, and many of its decisions necessarily rest largely in the exercise of sound judgment. <i>Dyer,</i> 341 S.W.2d at 802. Evidentiary determinations by the Commission are favored by a strong presumption of validity, which extends to determinations based on expert evidence. <i>State ex rel. Missouri Public Service Co. v. Pierce,</i> <span class=\"citation\" data-id=\"2388251\"><a href=\"/opinion/2388251/state-ex-rel-mo-public-service-co-v-pierce/\"><span class=\"volume\">604</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">623</span></a></span>, 625 (Mo.App.1980).</p>\n<p>The court in <i>State ex rel. Chicago, Rock Island &amp; Pac</i><i>. R.R. Co.</i> clearly outlined our role in reviewing the reasonableness of a Commission order:</p>\n<blockquote>\"... [Courts of review] do not examine the record under review for the purpose of determining what order they would have made. As long as the commission acts in accord with due process of law and its findings and decisions do not run afoul of constitutional and statutory requirements and the inherent powers of the courts, it is engaged in an exercise of the police power of the state, with which it is not the province of the courts to interfere. <i>It is, therefore, meaningfully stated in subsection 5 of section 536.140, as amended in 1953, the court shall not substitute its discretion for discretion legally vested in the agency.</i>\"</blockquote>\n<p>312 S.W.2d at 796.</p>\n<p>Though there was conflicting evidence in the record on the issue of whether paragraph 5 of UE's residential rate classification schedule excluded FVSC and FVWC from being charged under the residential classification, and much space in each parties' brief devoted to the definitions of a \"premises,\" \"dwelling unit,\" \"building,\" and \"facility\" as used in the tariff language, we cannot conclude the Commission order is not supported by substantial and competent evidence. Credible testimony was presented to support the Commission findings. Further, the Commission order does not deny appellants the remedy they truly seekbeing charged for service under the Large General Service classification. Appellants can elect the LGS rate if they reimburse UE for the expense of the distribution system and changeover in advance, consistent with UE tariffs on file with the Commission.</p>\n<p>Point denied.</p>\n<p>The Order of the Public Service Commission is affirmed in all respects.</p>\n<p>All concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Straub later changed his opinion, stating at the time of the inspection he incorrectly believed the common facilities in each building at FVWC were separately metered at the general service classification rate.</p>\n<p>[2]  All statutory references are to the Missouri Revised Statutes, 1993 Supp., unless otherwise noted.</p>\n<p>[3]  Section 536.063(3) states:\n</p>\n<p>Reasonable opportunity shall be given for the preparation and presentation of evidence bearing on any issue raised or decided or relief sought or granted. Where issues are tried without objection or by consent, such issues shall be deemed to have been properly before the agency. Any formality of procedure may be waived by mutual consent.</p>\n<p>[4]  Section 386.420.2 states in pertinent part:\n</p>\n<p>Whenever an investigation shall be made by the commission, it shall be its duty, to make a report in writing in respect thereto, which shall state the conclusions of the commission, together with its decision, order or requirement in the premises....</p>\n<p>[5]  Section 536.090 states in pertinent part:\n</p>\n<p>Every decision and order in a contested case shall be in writing, and, except in default cases or cases disposed of by stipulation, consent order or agreed settlement, the decision, including orders refusing licenses, shall include or be accompanied by findings of fact and conclusions of law. The findings of fact shall be stated separately from the conclusions of law and shall include a concise statement of the findings on which the agency bases its order....</p>\n<p>[6]  The relevant language of section 5645 now found at section 393.130.2 is:\n</p>\n<p>No ... electrical corporation ... shall directly or indirectly by any special rate ... or other device or methods, charge, demand, collect or receive from any person or corporation a greater or less compensation for ... electricity... or for any service rendered or to be rendered or in connection therewith ... than its charges, collects or receives from any other person or corporation for doing a like and contemporaneous service with respect thereto under the same or substantially similar circumstances or conditions.</p>\n<p>The relevant language of section 5646 is currently found at section 393.140(11):</p>\n<p>[The commission shall have the] power to require every ... electrical corporation ... to file with the commission and to print and keep open to public inspection schedules ... all rates and charges made, established or enforced or to be charged or enforced.... No corporation shall charge, demand, collect or receive a greater or less or different compensation for any service rendered or to be rendered than the rates and charges applicable to such services as specified in its schedule filed and in effect at the time; .... The commission shall also have the power to establish such rules and regulations, to carry into effect the provisions of this subdivision, as it may deem necessary....</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1494114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1622389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1726180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1731080/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2388251/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2391090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2408333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2426017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2434466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2459206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3532564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3533456/"
          ]
        }
      ],
      "judges": "Fenner, C.J., P.J., and Lowenstein and Breckenridge",
      "date_created": "2014-10-30T15:57:58.089917Z",
      "date_modified": "2016-03-03T20:34:21.248799Z",
      "date_filed": "1995-10-10",
      "date_filed_is_approximate": false,
      "slug": "friendship-vill-v-public-serv-comn",
      "citation_id": 1715152,
      "case_name_short": "",
      "case_name": "Friendship Vill. v. Public Serv. Com'n",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "907 S.W.2d 339",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1337813/friendship-vill-v-public-serv-comn/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:57:58.086531Z",
  "date_modified": "2014-10-30T15:57:58.086531Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Friendship Vill. v. Public Serv. Com'n",
  "case_name_full": "",
  "slug": "friendship-vill-v-public-serv-comn",
  "docket_number": "WD 50582",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}