{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1341817/",
  "id": 1341817,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texcrimapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1746197/",
      "id": 1746197,
      "absolute_url": "/opinion/1746197/moreno-v-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1341817/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1746197/",
          "id": 1746197,
          "absolute_url": "/opinion/1746197/moreno-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1746197/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5747/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:18:26.672780Z",
          "date_modified": "2017-04-06T22:36:36.374129Z",
          "type": "010combined",
          "sha1": "98b6bfd0832f91f1c431f7209937baac359a5672",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>858 S.W.2d 453 (1993)</b></center>\n<center><h1>Jose Angel MORENO, Appellant,<br>\nv.<br>\nThe STATE of Texas, Appellee.</h1></center>\n<center>No. 69807.</center>\n<center><p><b>Court of Criminal Appeals of Texas, En Banc.</b></p></center>\n<center>April 7, 1993.</center>\n<center>Rehearing Denied May 12, 1993.</center>\n<p><span class=\"star-pagination\">*457</span> James L. Bruner, San Antonio (on appeal only), for appellant.</p>\n<p>Fred G. Rodriguez, Dist. Atty. and Edwin Springer, Christopher De Martino &amp; Edward F. Shaughnessy, III, Asst. Dist. Attys., San Antonio, Robert Huttash, State's Atty., Austin, for the State.</p>\n<p>Before the court en banc.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>CLINTON, Judge.</p>\n<p>Appellant was convicted of the offense of murder in the course of committing or attempting to commit kidnapping, a capital offense under V.T.C.A. Penal Code, § 19.03(a)(2). The jury answered special issues affirmatively and punishment was assessed accordingly at death. Article 37.071(b), V.A.C.C.P. Appeal to this Court is automatic. <i>Id.,</i> § h. Appellant raises nine points of error. We will affirm.</p>\n<p>Although appellant does not contest the sufficiency of the evidence to prove he committed the offense, he does contend that the evidence is insufficient to support the jury's affirmative finding to the second special issue, <i>viz:</i> \"whether there is a probability that the defendant would commit criminal acts of violence that would constitute a continuing threat to society.\" Article 37.071(b)(2), supra. Therefore, a review of the evidence presented at trial is necessary. Viewing the evidence in the light most favorable to the verdict, we must consider whether any rational trier of fact could have made the finding of future dangerousness beyond a reasonable doubt. <i>Fierro v. State,</i> 706 S.W.2d 310, 320 (Tex. Cr.App.1986). In our evaluation, we are mindful that the circumstances of the offense and the events surrounding it can be among the most revealing evidence of future dangerousness. <i>Vuong v. State,</i> 830 S.W.2d 929, 935 (Tex.Cr.App.1992); <i>James v. State,</i> 772 S.W.2d 84 (Tex.Cr.App.1989).</p>\n<p>The State proved at the guilt-innocence stage that appellant carefully plotted for months to abduct and kill someone for money. After targeting John Cruz for his murder scheme, appellant \"started making plans on how to go about kidnapping him, getting the money and then killing him.\" He confessed about how he obtained a high school directory in order to locate John Cruz and then dug a grave in an unpopulated area in order to conceal the body. Appellant confessed he dug the grave deeply because he \"had already seen John many times before and knew how big and fat he was, so I knew exactly how deep to go with the digging.\" Additionally, appellant confessed to a total of nine attempts at kidnapping Cruz in the weeks preceding the murder, \"but something always kept going wrong.\"</p>\n<p>Appellant finally succeeded in his plans the night of January 21, 1986. That night, appellant blocked the road leading to Cruz's home with several large rocks. As he had anticipated, Cruz drove up to the rocks and then got out of his car to remove them. At that point, appellant, who had been hiding nearby, ran up to Cruz and ordered him at gunpoint to get back into the car. Having handcuffed and blindfolded Cruz, appellant then drove to the gravesite. \"When we got to the gravesite,\" appellant recounted:</p>\n<blockquote>\"I stood him right in front of the gravesite. None of us said anything anymore. I then stood over to his side, I believe it was his left side and was about 3 or 4 feet away from him. I then leveled out my arm, aimed at his head and shot him. He didn't scream or anything, he just fell down face first by the side of the grave, flipped over and fell into the grave. Somehow he landed in the grave face up. All I did then was to straighten him out a little bit at the arms after taking the handcuffs off. I didn't get dirty or anything, I mean I didn't get any blood on me at all.\"</blockquote>\n<p>Appellant proceeded to fill the grave with dirt and cover the area with trash \"so they <span class=\"star-pagination\">*458</span> wouldn't see that a grave was there.\" Thereafter, appellant placed two telephone calls to the Cruz family demanding a ransom of thirty-thousand dollars for the safe return of their son. During the second telephone conversation, when it was explained that the money was in a trust fund and was not immediately retrievable, appellant said mysteriously, \"You killed him, not us,\" and hung up. The police had tapped the phone line and recorded this conversation.</p>\n<p>After neighbors of both the Cruz family and the appellant identified the caller's voice as appellant's, the police obtained a search warrant for appellant's home where they discovered the gun used to kill Cruz. Appellant was arrested and signed the confession which confirmed the State's other evidence, including the autopsy, in substantial detail.</p>\n<p>At the punishment phase of trial, the State presented several witnesses detailing appellant's prior criminal record and his disciplinary record from the county jail. The only evidence of a prior criminal record was a single arrest for unlawfully carrying brass knuckles two years prior to the instant offense. The remainder of the testimony concerned appellant's escape attempts and bad acts while awaiting trial in the Bexar County Jail. After appellant's first escape attempt, he was placed onto a segregated floor. While there, appellant ripped up a commode. At other times, he kicked a guard in the groin and threw a cup of warm coffee at an officer. In one bizarre incident, an officer found appellant hanging motionless from the ceiling of his cell, his feet dangling above the floor. Believing appellant had committed suicide, the guard summoned various medical and jail personnel and entered the cell, while other inmates urgently shouted to cut him down. After the guard walked into the cell, appellant's \"eyes popped open and he was grinning at me.\" The other inmates \"were laughing it up that night.\" Appellant had wrapped a loop around his arms to make it appear as if he had hung himself. Based on this incident, the officer considered appellant to be a danger in the future.</p>\n<p>Several other jail guards also testified that appellant had been caught at times in possession of various unauthorized items, including \"a little piece of broken glass and mirror,\" a plastic handle and blade made from melting plastic spoons, a dull-edged piece of metal, and an excessive number of paper clips. According to jail personnel, appellant repeatedly used paper clips to unlock cell doors and handcuffs. A cellmate testified that appellant removed his own handcuffs and the handcuffs of four other prisoners on one occasion. In fact, testimony confirmed that on the day jury deliberations began in this trial, appellant took off his handcuffs in a holding tank, called an officer over to him, and said, \"I thought you said these handcuffs were the best.\" The prosecution characterized these events as further escape attempts, while the defense argued they were merely the actions of an immature young man.</p>\n<p>Finally, the State called appellant's former employer, an owner of a botanica and a \"curandero,\" a healer. As a sixteen year old, appellant had worked for the curandero for about six months, during which time appellant was a diligent and obedient employee. The curandero testified he believed appellant to be \"[v]ery intelligent, super intelligent,\" citing as an example appellant's fixing a delicate component of a copying machine with a paper clip. A couple of years after appellant's employment, the curandero recounted appellant telling him his plan to rob an armored car. After appellant was arrested for Cruz's murder, he called and conversed with the curandero. During one conversation, his former employer asked him, \"Jose, why did you keep the gun?\" Appellant replied, \"I have use for it, and I need to get even with someone.\" He also told him about his escape attempts and his intention to avoid life imprisonment. He assured the curandero that he could escape. Upon discovering that his former employer would be a witness, appellant said, \"If you have to testify, you better tell the truth, and you better not lie, and you better not tell them about the armored car incident.\" Later in this conversation, appellant said, \"Because if you don't tell the truth, or if you get up there <span class=\"star-pagination\">*459</span> and lie, there are people ... that I know that want to see you dead.\" When pressed about the remark, appellant replied, \"Don't worry about it.... Anyway, I can arrange to see you dead.\"</p>\n<p>The facts of the offense alone may be sufficient to support an affirmative answer to the special issue on future dangerousness. <i>Vuong,</i> 830 S.W.2d at 935. Here, appellant confessed to the kidnapping and murder of John Cruz. In the weeks prior to the murder, appellant repeatedly tried to kidnap Cruz and hold him for ransom, all the while intending to kill him. Appellant's confession belies an almost robotic disregard for human life. The calculated nature of appellant's scheme and the forethought with which he coldly planned and executed the kidnapping and murder is probative of his propensity to commit future acts of violence. <i>Stoker v. State,</i> 788 S.W.2d 1, 7 (Tex.Cr.App.1989). Based on the facts of the crime itself, a reasonable jury might well have concluded that appellant lacked a conscience, and that the absence of this moral trait made him a threat to society in the future. <i>Vuong,</i> supra. Together with the numerous examples of misconduct while incarcerated, this evidence provided the jury with a rational basis to answer the second special issue \"yes.\" <i>Burns v. State,</i> 761 S.W.2d 353 (Tex.Cr.App.1988). Appellant's second point of error is overruled.</p>\n<p>In his first point of error, appellant alleges the trial court erred in refusing his request for a jury instruction on the lesser included offense of murder. V.T.C.A. Penal Code, § 19.02(a)(1). Appellant contends this refusal was reversible error under federal law, citing and <i>Beck v. Alabama,</i> 447 U.S. 625, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1980), <i>Hopper v. Evans,</i> 456 U.S. 605, 102 S.Ct. 2049, 72 L.Ed.2d 367 (1982), and <i>Cordova v. Lynaugh,</i> 838 F.2d 764, (CA5 1988). Appellant contends that under <i>Cordova,</i> due process requires that the jury be permitted to consider the lesser included offense of murder in every capital case in which the evidence would support such a verdict. In every case in which the evidence is sufficient to support a conviction for <i>capital</i> murder, however, it will, <i>a fortiori,</i> support a conviction for the lesser offense of murder. This is only to say that murder is conceptually a lesser included offense of capital murder. See Article 37.09(1), V.A.C.C.P. But that acknowledges only half the test. In <i>Cordova</i> the Fifth Circuit made clear that before it can be said that failure to submit the lesser included offense violates due process, the evidence must be such that \"the jury could rationally <i>acquit on the capital crime</i> and convict for the noncapital crime.\" <i>Id.,</i> at 767 (emphasis supplied). Thus, it is not enough that the evidence would support a conviction for the lesser included offense, as if that were the only offense the jury was authorized to convict upon. The record must also present a rational basis for a jury to reject conviction for the greater, capital offense. Appellant neither asserts in his brief nor demonstrates by citation to the record that a jury could rationally have acquitted him of capital murder in this cause. He claims only that a murder was shown. That does not suffice to establish a violation of due process such as that identified in <i>Beck</i> and <i>Cordova.</i> Accordingly, we overrule appellant's first point of error.</p>\n<p>Appellant's fourth point of error alleges that the trial court erred in refusing to grant his specially requested charge on punishment. The requested charge read:</p>\n<blockquote>\"If there is any special issue on which the vote of the jurors is not unanimously `yes' or not at least ten (10) in favor of an answer `no', then there shall be no answer for that special issue and the foreman should not sign his name to any answer form for that special issue.\"</blockquote>\n<p>The trial court denied appellant's requested charge and submitted the special issues on deliberateness and future dangerousness with the following instructions:</p>\n<blockquote>\"You will answer each of these special issues either `yes' or `no.'</blockquote>\n<blockquote>In order for the jury to answer a special issue `yes' the jurors must unanimously concur that the answer is `yes' <span class=\"star-pagination\">*460</span> beyond a reasonable doubt regarding that special issue.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>Any juror who entertains a reasonable doubt that the answer is `yes' as to a special issue shall vote `no' in the jury deliberations regarding that special issue. If ten or more jurors vote `no' in the jury deliberations as to a special issue, then the answer of the jury is `no' regarding that special issue.</blockquote>\n<blockquote>You are further instructed that in determining each of these special issues, you may take into consideration all of the evidence submitted to you in the full trial of the case ... and all of the evidence, if any, admitted before you in the second part of the trial wherein you are called upon to determine the special issues hereby submitted to you.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>You are further instructed that if the jury returns an affirmative finding on each of the two issues submitted, this Court shall sentence the defendant to death. If the jury returns a negative finding on any issue submitted, the Court shall sentence the defendant to confinement in the Texas Department of Corrections for life.\"</blockquote>\n<p>Appellant argues that he was \"entitled to an instruction that would properly inform the jury that they could refuse to answer a special issue, and the circumstances under which that refusal would be justified.\" Appellant assures us that \"[s]uch an instruction would not violate the restriction against telling the jury the effect of their answer.\" We cannot sanction any instruction, however, that suggests to the jury it need not reach a verdict.</p>\n<p>Article 37.071 requires a trial court to charge a jury at the punishment phase of a capital murder trial that \"(1) it may not answer any issue `yes' unless it agrees unanimously; and (2) it may not answer any issue `no' unless 10 or more jurors agree.\" <i>Id.,</i> § (d). The statute is silent, however, about whether the trial court must instruct the jury about what it is to do in the event it does not unanimously agree to answer \"yes,\" and does not have the requisite ten votes to answer \"no.\" Nevertheless, the statute does clearly provide for the trial court's sentencing options in any event: \"[i]f the jury returns an affirmative finding on each issue ... the court shall sentence the defendant to death. If the jury returns a negative finding on or is <i>unable to answer any issue</i>... the court shall sentence the defendant to confinement ... for life.\" <i>Id.,</i> § (e) (emphasis supplied).</p>\n<p>Appellant complains that the trial court's instruction, as given, indicates that the jury must answer the special issues either \"yes\" or \"no,\" and that these answers are the exclusive responses which the jury may make. This charge, appellant argues, misleads a juror who wishes to answer an issue negatively by lending the impression that there must be nine other jurors who agree; otherwise, this juror must answer the special issue affirmatively, as instructed by the trial court through the charge. Appellant maintains that his requested charge would have corrected this misimpression by clarifying what the jury may do in the event that one juror refuses to vote \"yes\" on either of the special issues. This Court has rejected similar arguments on several occasions in recent years. <i>Draughon v. State,</i> 831 S.W.2d 331, 337 (Tex.Cr.App.1992); <i>Sterling v. State,</i> 830 S.W.2d 114, 121 (Tex.Cr.App.1992); <i>Nobles v. State,</i> 843 S.W.2d 503, 510 (Tex.Cr.App. 1992, rehearing denied October 14, 1992); <i>Davis v. State,</i> 782 S.W.2d 211, 221 (Tex. Cr.App.1989).</p>\n<p>There is no option for the jury <i>not</i> to reach a verdict. While that may be an eventuality, it isn't a course for the jury to choose. <i>Draughon v. State,</i> supra. The jury charge submitted at punishment conformed with the requirements of Article 37.071, supra. It in no way forbad or prevented an individual juror from casting a negative vote to either of the special issues. As was the case in <i>Draughon,</i> we are satisfied the instructions as given would not mislead any juror \"into thinking that an affirmative answer should be given unless ten or more jurors agree to give a negative one. At worst the jury would <span class=\"star-pagination\">*461</span> simply not know the consequences of failing to agree.\" <i>Id.,</i> at 338. Should the jury fail to answer a special issue it then becomes a matter for the trial court. The jury's deliberative function has ended. An instruction such as that requested by appellant would necessarily detract from the jury's primary function of deliberating fully on the issues presented, and would give the jury control over a matter conferred by statute exclusively to the trial court. Appellant's fourth point of error is overruled.</p>\n<p>Through his fifth, sixth, and seventh points of error, appellant contends the trial court erred in denying his motion to suppress certain evidence allegedly seized as a result of an improper search. All three points of error are based on appellant's assertion that the combination search and arrest warrant was invalid because the supporting affidavit lacked probable cause. Our review of the appellate record shows that the affidavit in question was not made a part of the record and thus was not forwarded to this Court. Without the affidavit we are not in a position to review the merits of appellant's complaints.</p>\n<p>In <i>Miller v. State,</i> 736 S.W.2d 643 (Tex.Cr.App.1987), this Court set out the procedural requirements for the preservation of error when contesting search and arrest warrants and their accompanying affidavits. The burden of justifying a contested search or arrest is on the State. If the State intends to justify the search or arrest on the basis of a warrant, it is incumbent on the State to produce the warrant and its supporting affidavit for the inspection of the trial court. <i>Id.,</i> at 648, citing <i>Gant v. State,</i> 649 S.W.2d 30 (Tex. Cr.App.1983). Once the State produces the warrant and affidavit and both are \"exhibited to the trial court,\" it then becomes the responsibility of the defendant to see that they are in the record if they are to be reviewed on appeal. <i>Id.,</i> at 648.</p>\n<p>In the instant case, the State produced both the contested warrant and its supporting affidavit. Each was separately marked as State's exhibit number five and State's exhibit number four, respectively. Three separate witnesses testifying at the pretrial suppression hearing identified both the warrant and the affidavit as the originals issued in this cause. Additionally, at one point in the hearing the State offered both the warrant and the supporting affidavit into evidence for the limited purpose of the trial court's resolution of the motion to suppress. However, defense counsel contested the State's offering of these documents and the following exchange ensued:</p>\n<blockquote>\"MR. SPRINGER [STATE'S ATTORNEY]: Okay. For the purposes of this hearing, the State will offer State's Exhibit Numbers Four and Five at this time.</blockquote>\n<blockquote>MR. ARMSTRONG [DEFENSE ATTORNEY]: For purposes of this hearing, Your Honor, the Court, under the law, must consider the affidavit which is marked as State's Exhibit Number Four and State's Exhibit Number Five in order to determine whether or not probable cause or totality of the circumstances existed for the issuance of the search warrant. And that basis must be made upon the Court exhibiting these documents. And that's for the purposes of these hearings, which we wish for the Court to consider.</blockquote>\n<blockquote>We do not waive any objection we have. We have several objections based as to the legality of these instruments, based upon either the State Constitution, the Federal Constitution or the Code of Criminal Procedure. We tendered them to the Court for the examination and rulings in regard to this particular hearing. We do have several objections as to their validity and admissibility into evidence in this case.</blockquote>\n<blockquote>MR. SPRINGER: I am only offering them for this hearing so that the Court can make a ruling at the close of all the evidence.</blockquote>\n<blockquote>MR. CANALES [DEFENSE ATTORNEY]: Your Honor, we would ask you not rule until the close of evidence and we have a chance to argue.</blockquote>\n<blockquote>MR. SPRINGER: No. We are just offering them for the purpose of this hearing, not whether or not they will be admissible <span class=\"star-pagination\">*462</span> in trial until after the Court has heard all the evidence.</blockquote>\n<blockquote>MR. ARMSTRONG: Which we ask the Court to consider these documents and attach them to the record.</blockquote>\n<blockquote>THE COURT: I will defer ruling until I hear all your motions.\"</blockquote>\n<p>Following the hearing, the trial court denied appellant's motion to suppress; however, no further mention was made of placing the warrant and affidavit in the appellate record.</p>\n<p>The State's actions in marking the warrant and affidavit as exhibits, having them identified at the hearing, and offering them into evidence were sufficient to \"exhibit\" these documents to the trial judge. <i>Cannady v. State,</i> 582 S.W.2d 467, 469 (Tex.Cr.App.1979). It was then the responsibility of the appellant to see that these documents were included in the record on appeal. This appellant failed to do. Defense counsel did request the trial court to \"consider\" the warrant and its accompanying affidavit in its resolution of the motion to suppress and \"attach them to the record;\" however, the trial court deferred ruling on appellant's requests and defense counsel never obtained such a ruling. Consequently, the supporting affidavit which appellant now contests was not included in the appellate record. Because appellant failed to secure a ruling by the trial court, thereby ensuring that the contested affidavit was included in the appellate record, the legality of the arrest and search is not presented for review.<sup>[1]</sup> Tex.R.App.Pro. 52(a); <i>Miller,</i> supra. These points of error are overruled.</p>\n<p>In his third, eighth, and ninth points of error, appellant alleges the trial court erred in admitting certain items of evidence at trial. In each instance, we hold the trial court erred in failing to exclude the complained of evidence. However, we hold this error to be harmless under Tex.R.App.Pro. 81(b)(2).</p>\n<p>Appellant asserts in his third point of error that the trial court erred in admitting evidence of what he characterizes as an extraneous offense. This alleged extraneous offense was detailed in appellant's voluntary statement to the police in which he confessed that in November 1985 he planned to kidnap and hold for ransom Robert Cisneros, whom he believed to be the nephew of the then mayor of San Antonio, Henry Cisneros. Appellant recounted, \"I had figured on getting the money for him and then killing him anyway. I blew off this idea when I learned through some of my neighbors that there was a boy in the neighborhood by the name of John, whose parents had a lot of money they had got when they won a large lawsuit.\" Appellant then went on to detail the kidnapping and murder of Cruz.</p>\n<p>The State introduced appellant's entire confession into evidence. Additionally, the State actually called Cisneros as a witness during the guilt-innocence stage of trial. His testimony confirmed only that he was an acquaintance of appellant and that he was often mistaken for a nephew of Henry Cisneros.</p>\n<p>Appellant objected to both the portion of his confession concerning Cisneros and Cisneros' own testimony. Specifically, he objected to his statement on the grounds that it was an \"extraneous offense\" and \"that it has nothing to do with this particular case. It is inflammatory, prejudicial and shows nothing on the part of the defendant's behavior or intent.\" Appellant objected to Cisneros' testimony as concerning an \"extraneous matter\" that is \"highly prejudicial,\" and \"irrelevant.\" The State argued that appellant's statement concerning his intent to kidnap and murder Cisneros was \"Res Gestae of the offense.\" The State further argued that Cisneros' testimony was admissible because \"he is not going to be testifying to an extraneous offense\" since he knew nothing of appellant's scheme. The trial court overruled appellant's objections and admitted this evidence.</p>\n<p><span class=\"star-pagination\">*463</span> Appellant's assertion that this evidence was somehow evidence of other crimes, wrongs, or acts under Tex.R.Crim. Evid., Rule 404(b) is mistaken. \"To constitute an extraneous offense, the evidence must show a crime or bad act, and that the defendant was connected to it.\" <i>Lockhart v. State,</i> 847 S.W.2d 568, 573 (Tex.Cr.App. 1992, rehearing denied February 24, 1993). This necessarily includes some sort of extraneous conduct on behalf of the defendant which forms part of the alleged extraneous offense. <i>Harris v. State,</i> 738 S.W.2d 207, 224 (Tex.Cr.App.1986); <i>McKay v. State,</i> 707 S.W.2d 23, 32 (Tex.Cr.App. 1985). Here, the statements concerning appellant's thoughts of kidnapping and killing Cisneros were just that, inchoate thoughts. There is no conduct involved which alone or in combination with these thoughts could constitute a bad act or wrong, much less a crime. Absent this, appellant's statements concerning his desire to kidnap and kill Cisneros did not establish prior misconduct and thus were not expressly excludable under Rule 404(b), supra.</p>\n<p>Nevertheless, appellant also objected to this evidence as \"irrelevant;\" therefore, the trial court was called upon to determine the relevance of both appellant's statement and Cisneros' testimony. Tex. R.Crim.Evid., Rule 401. Additionally, should the trial court conclude this evidence was relevant, appellant's objections to this evidence as \"highly prejudicial\" and \"inflammatory\" effectively requested the trial court to determine whether the danger of undue prejudice substantially outweighs the probative value of the evidence in question. Tex.R.Crim.Evid., Rule 403. In both instances, the State's imprecise response of \"Res Gestae\" was not particularly helpful in articulating either a basis for finding the evidence relevant, or the degree of its probative value.<sup>[2]</sup> Thus, the trial court was left to its own devices to make its judicial determinations. Our review is limited in that the resolution of both these questions lies within the sound discretion of the trial court and will not be disturbed absent a clear abuse of discretion. <i>Montgomery v. State,</i> 810 S.W.2d 372, 391 (Tex.Cr.App. 1990) (opinion on rehearing).</p>\n<p>Our review of the record shows the trial court was justified in finding this evidence relevant to a material issue in the case. Evidence is \"relevant\" if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Rule 401, supra. Appellant's statement shows a general intent to kidnap and kill someone for money. Cisneros' testimony tends to substantiate appellant's intent, albeit perhaps marginally. Questions of relevance should be left largely to the trial court, relying on its own observations and experience, and will not be reversed absent an abuse of discretion. <i>Montgomery,</i> 810 S.W.2d at 391. We cannot say the trial court abused its discretion in determining this evidence was relevant to a fact of consequence in the case at bar.</p>\n<p>Having determined the evidence was relevant, the trial court next determined the probative value of the evidence in question was not substantially outweighed by the potential danger of unfair prejudice. Rule 403, supra. Again, the State's general response of \"Res Gestate\" was not helpful in articulating the State's need for this evidence. And while we defer to the judgment of the trial court, there are certain circumstances in which the trial court can be found to have abused its discretion in failing to exclude evidence under Rule 403.</p>\n<p><span class=\"star-pagination\">*464</span> In <i>Montgomery,</i> this Court set out the relevant criteria for appellate review of a trial court's decision whether to exclude evidence under Rule 403. These criteria include, among others, that the State had other evidence to establish the ultimate issue and that the probative value of this evidence was not, either alone or in combination with other evidence, particularly compelling. Thus we held that \"when the record reveals one or more such relevant criteria reasonably conducing to a risk that the probative value of the tendered evidence is substantially outweighed by unfair prejudice, then an appellate court should conclude that the trial court acted irrationally in failing to exclude it, and thus abused its discretion.\" <i>Id.,</i> at 393.</p>\n<p>Our review of the record shows that appellant's statement relating to his initial designs to kidnap and kill Cisneros were of marginal probative value in establishing appellant's intent to kidnap and kill Cruz. Had the initial statements concerning Cisneros been redacted, appellant's intent to kidnap and kill Cruz would still be readily apparent from the remainder of the confession. The State's best evidence of intent was appellant's actual confession to kidnapping and killing Cruz himself, and the calculated and deliberate manner in which appellant carried out his scheme. In light of appellant's detailed confession to the crime, the State's need for this evidence was negligible. The danger of unfair prejudice, however, was substantial.</p>\n<p>While it is true that appellant's statements do not technically fit within the ambit of Rule 404(b), in the context of Rule 403 balancing, the potential for unfair prejudice from this evidence is quite similar to that of evidence of other crimes, wrongs or acts.<sup>[3]</sup> The evidence of appellant's contemplated \"bad act\" has the same tendency to suggest the jury arrive at its verdict on an improper basis. That is to say, evidence of a contemplated bad act is comparable to evidence amounting to an extraneous offense or misconduct in that both could possibly be used by jurors for the forbidden inference of propensity or character conformity. The accused should not be convicted or punished for thoughts not connected to the instant offense. Although appellant's contemplated bad act shows a tendency for him to think in criminal terms, this would not be a proper basis for the jury to find him guilty of the instant offense. Thus, the trial court abused its discretion in failing to exclude appellant's statement concerning Cisneros and the testimony of Cisneros himself. Having concluded the trial court erred in admitting this evidence, we will evaluate the harm of such error under Tex.R.App.Pro. 81(b)(2) in conjunction with appellant's final two points of error.</p>\n<p>In appellant's eighth and ninth points of error, he contends the trial court erred in admitting into evidence certain items which were found by the police in the deceased's abandoned vehicle. The vehicle was discovered on the morning of January 22, 1986, by a Lee Roy Sheppard. That morning, Sheppard went to work at his auto mechanics garage on the East side of San Antonio. There he discovered a \"Chevrolet Z-28\" parked in an alley behind his business. He telephoned the police to have the car removed but was told it could not be towed because it was partially on private property. Then Sheppard used a \"jimmy\" to open the car in hopes of learning the name of the owner. Inside he discovered a wallet containing several papers including a Texas Drivers License belonging to John Cruz. After several unsuccessful attempts to reach Cruz, Sheppard called a number that was listed on a loose piece of paper in the wallet. As it turns out the number was Cruz's unlisted home number. Sheppard spoke with Carlos Hernandez, Cruz's stepfather, and informed him of the location of the abandoned car. Hernandez relayed this information to members of the San Antonio Police Department, who were investigating the possible kidnapping of Cruz. Immediately thereafter, Detective Juan Campa with the San Antonio Police <span class=\"star-pagination\">*465</span> Department arrived at Lee's Garage and examined and inventoried the contents of the vehicle in order to preserve any evidence that may have been left behind. Among other items, the police found the deceased's wallet and an envelope adorned with hearts and addressed to \"John.\"</p>\n<p>At trial, the State introduced into evidence the contents of both the wallet and the envelope. Included in the wallet were two copies of the deceased's Texas drivers license, several other forms of identification, numerous personal papers, three cards apparently containing religious messages, and a number of photographs of various people with endearing inscriptions written on the fronts and backs of the photos. The envelope contained a poem written by the deceased's girlfriend in which she professed her love for the deceased.</p>\n<p>When the State began to introduce these items into evidence, an extensive in camera hearing was held in which appellant voiced his objections, <i>viz:</i> that all the contents of the wallet and the poem were inadmissible on the grounds of hearsay, relevancy and the potential for this evidence to prejudice the jury against him. The State maintained that these items were not offered for the truth of the matter asserted but were offered only to show the condition of the crime scene since the deceased's car was used in the kidnapping. The trial court overruled the defendant's objections.</p>\n<p>Appellant's initial objection to the deceased's personal effects and the poem was that they constituted hearsay. The State argued both at trial and in its brief on appeal that this evidence was not introduced \"for the truth of the matter asserted.\" Certainly if that is accurate the evidence was not hearsay under Tex.R.Cr. Evid., Rule 801(d). In that event, however, it was incumbent, in view of appellant's objection to relevance, that the State demonstrate in what respect <i>apart</i> from the truth of the matters asserted the proffered evidence had a tendency to make more or less probably a fact of consequence in the case. Rule 401, supra. In this respect the State's assertion at trial that the evidence was introduced \"to show the condition of the crime scene\" is, like the State's response of \"res gestae\" in appellant's third point of error, of little worth.</p>\n<p>It is likely that the trial court viewed this evidence as relevant to demonstrate the connection of the victim to the abandoned car. The wallet and letter tend to support an inference that the abandoned car belonged to John Cruz. This in turn would corroborate appellant's confession in which he recounted that after kidnapping and killing Cruz:</p>\n<blockquote>\"I then drove [Cruz's car] out to South New Braunfels out on the eastside. I went to a small car lot where I had my father's blazer. I had drove out to this place earlier in the evening, parked the truck there and then took the bus back home. I parked John's car behind another car in the back of the building. I then took the keys, locked the car and took John's large stereo radio with me.\"</blockquote>\n<p>The fact that the victim's car was found in a location similar to that described in appellant's confession tends to make more likely that appellant did just what he says, <i>viz:</i> kidnap and kill Cruz. Under these circumstances, it cannot be said that the trial court abused it discretion in determining that the wallet and letter were relevant to a fact of consequence to the trial. <i>Montgomery,</i> 810 S.W.2d at 391. However, this does not end the inquiry. As stated above, the trial court was further requested effectively to balance the probative value of this evidence against the danger of unfair prejudice created by the introduction of the wallet and the poem. Rule 403, supra.</p>\n<p>Appellant argues that this evidence was highly inflammatory and prejudicial in that it \"shows the jury what a fine young man the deceased was and that he was loved by those with whom he associated.\" And while it is true that we must defer to the judgment of the trial court in its determination under Rule 403, once again, our review of the record shows the relevant criteria described in <i>Montgomery</i> militate in favor of the exclusion of the contents of the wallet and the poem. 810 S.W.2d at 393. It is clear that the State <span class=\"star-pagination\">*466</span> had other compelling evidence through which it could and did establish the victim's connection to the car. Both Sheppard and Campa testified to the circumstances leading to the discovery of Cruz's car. Both identified the wallet including the drivers license bearing Cruz's name and photograph. Additionally, Hernandez testified that the car did in fact belong to the deceased. It was not necessary to include the other contents of the wallet to establish the ownership of the car. In fact the contents of the wallet other than the Texas drivers license had minimal probative value in confirming Cruz's ownership.</p>\n<p>However, that same evidence could generate unfair sympathy for the victim. The various photographs with endearing inscriptions, the religious cards and above all the poem, suggest that family, friends and loved ones would experience a deep sense of loss with the death of Cruz. Such evidence invites improper decision on an emotional basis. Weighing this \"unfair prejudice,\" Rule 403, supra, against the infinitesimally incremental probative value of the evidence, we conclude the trial court abused its discretion in admitting the entire contents of the deceased's wallet and the poem.</p>\n<p>Having decided that the trial court erred in admitting the contents of the deceased's wallet, the poem, as well as the evidence relating to appellant's intention to kidnap and kill Cisneros, we must now determine whether the error was reversible under Rule 81(b)(2), supra. In doing so, we do not ask \"whether the jury reached the correct result, but rather whether the jurors were able properly to apply law to facts in order to reach a verdict.\" <i>Harris v. State,</i> 790 S.W.2d 568, 588 (Tex.Cr.App. 1989). And while our predominate concern must be the error and its effects, we recognize that the presence of overwhelming evidence of appellant's guilt can be a factor in our evaluation of harmless error. <i>Id.,</i> at 587, 588.</p>\n<p>Although the contents of the deceased's wallet and the poem were admitted into evidence, and thus were before the jury, it does not appear that this evidence was emphasized by the State. These items were admitted during the testimony of the police officer who inventoried the contents of the deceased's car. Once he identified them, they were never referred to again. In fact, neither the content of the poem nor the writings upon the deceased's personal effects were ever expressly called to the attention of the jury in open court. In total, the State called thirty-nine witnesses to testify during its case in chief. Nevertheless, the jury deliberated for only two hours and forty minutes in order to reach a guilty verdict and three hours and fifty-seven minutes to answer the special issues. While it is possible that jurors sought out and scrutinized the poem and the contents of the wallet during their deliberations, it does not seem likely that in such a relatively short period of time they dwelt on this evidence, or that it had an appreciable impact on their verdict, or contributed to their answers to the special issues.</p>\n<p>Appellant's statement regarding his intention to kidnap Cisneros was read into evidence by the State along with the remainder of appellant's confession, but it was not singled out in any respect. Beyond this, the only reference to Cisneros came during the State's closing argument. There, the State mentioned Cisneros in an attempt to further corroborate appellant's detailed confession, citing the fact that Cisneros was mentioned in the confession and that there was in fact a Robert Cisneros, who was often mistaken for a relative of Henry Cisneros. In this context, the State was stressing the credibility of the confession, and not the improper character-conformity inference to be derived from the specific statement of intent regarding Cisneros.</p>\n<p>In any event, considering the nature and extent of the remainder of the State's evidence, it is not very likely the jury relied on any of the erroneously admitted evidence in reaching its verdict at guilt or punishment.<sup>[4]</sup> Appellant gave a detailed <span class=\"star-pagination\">*467</span> confession to the kidnapping and killing of Cruz. His confession was substantially corroborated by physical evidence, and none of the State's evidence was controverted. We conclude beyond a reasonable doubt that the erroneously admitted evidence did not contribute to appellant's conviction or punishment. Appellant's final points of error are overruled.</p>\n<p>Finding no reversible error, we affirm the judgment of the trial court.</p>\n<p>CAMPBELL, J., concurs in the result only, believing that the testimony concerning the kidnapping of Cisneros had much more than \"marginal probative value,\" as indicated in the majority opinion.</p>\n<p>MALONEY, J., concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  On January 9, 1989, appellant's counsel on appeal filed a Motion To Supplement The Record, asking that this Court certify a copy of the Affidavit for Search and Arrest Warrant and make it a part of the record in this cause. We denied appellant's motion on January 10, 1989.</p>\n<p>[2]  After September 1, 1986, the effective date of the Texas Rules of Criminal Evidence, many terms of art such as \"res gestae\" have lost a great deal of their significance. Such a general statement in no way provides the trial court with information pertinent to its determination of relevance under Rule 401, <i>viz:</i> the substance of the evidence, its relevance to the case at bar, and which fact of consequence the evidence is offered to prove. Nor does a response of \"res gestae\" clearly articulate the proponent's need for the evidence in an effort to explain the probative value of the proffered evidence relative to any potential for unfair prejudice. Such clarity would no doubt facilitate the trial court's decision whether to exclude evidence under Rule 403. <i>Montgomery,</i> 810 S.W.2d at 389.</p>\n<p>[3]  In the Rule 404(b) context, the rulemakers have already determined as a matter of law that unfair prejudice substantially outweighs any character-conformity probative value. <i>Montgomery,</i> at 387.</p>\n<p>[4]  As it was relevant to the second special issue, we cannot say that the evidence of appellant's intent to kidnap and kill Cisneros was inadmissible at the punishment phase under Rule 401, supra. Moreover, because a propensity to contemplate such criminal activity is some evidence of future dangerousness, we cannot say the probative value of this evidence was substantially outweighed by the danger of <i>unfair</i> prejudice. Rule 403, supra. For this reason, our harm analysis does not embrace likelihood that appellant's extraneous intent contributed to punishment assessed.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">858</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">453</span></span> (1993)</b></center>\n<center><h1>Jose Angel MORENO, Appellant,<br>\nv.<br>\nThe STATE of Texas, Appellee.</h1></center>\n<center>No. 69807.</center>\n<center><p><b>Court of Criminal Appeals of Texas, En Banc.</b></p></center>\n<center>April 7, 1993.</center>\n<center>Rehearing Denied May 12, 1993.</center>\n<p><span class=\"star-pagination\">*457</span> James L. Bruner, San Antonio (on appeal only), for appellant.</p>\n<p>Fred G. Rodriguez, Dist. Atty. and Edwin Springer, Christopher De Martino &amp; Edward F. Shaughnessy, III, Asst. Dist. Attys., San Antonio, Robert Huttash, State's Atty., Austin, for the State.</p>\n<p>Before the court en banc.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>CLINTON, Judge.</p>\n<p>Appellant was convicted of the offense of murder in the course of committing or attempting to commit kidnapping, a capital offense under V.T.C.A. Penal Code, § 19.03(a)(2). The jury answered special issues affirmatively and punishment was assessed accordingly at death. Article 37.071(b), V.A.C.C.P. Appeal to this Court is automatic. <i>Id.,</i> § h. Appellant raises nine points of error. We will affirm.</p>\n<p>Although appellant does not contest the sufficiency of the evidence to prove he committed the offense, he does contend that the evidence is insufficient to support the jury's affirmative finding to the second special issue, <i>viz:</i> \"whether there is a probability that the defendant would commit criminal acts of violence that would constitute a continuing threat to society.\" Article 37.071(b)(2), supra. Therefore, a review of the evidence presented at trial is necessary. Viewing the evidence in the light most favorable to the verdict, we must consider whether any rational trier of fact could have made the finding of future dangerousness beyond a reasonable doubt. <i>Fierro v. State,</i> <span class=\"citation\" data-id=\"2462104\"><a href=\"/opinion/2462104/fierro-v-state/\"><span class=\"volume\">706</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">310</span></a></span>, 320 (Tex. Cr.App.1986). In our evaluation, we are mindful that the circumstances of the offense and the events surrounding it can be among the most revealing evidence of future dangerousness. <i>Vuong v. State,</i> <span class=\"citation\" data-id=\"1766581\"><a href=\"/opinion/1766581/vuong-v-state/\"><span class=\"volume\">830</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">929</span></a></span>, 935 (Tex.Cr.App.1992); <i>James v. State,</i> <span class=\"citation\" data-id=\"1568828\"><a href=\"/opinion/1568828/james-v-state/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">84</span></a></span> (Tex.Cr.App.1989).</p>\n<p>The State proved at the guilt-innocence stage that appellant carefully plotted for months to abduct and kill someone for money. After targeting John Cruz for his murder scheme, appellant \"started making plans on how to go about kidnapping him, getting the money and then killing him.\" He confessed about how he obtained a high school directory in order to locate John Cruz and then dug a grave in an unpopulated area in order to conceal the body. Appellant confessed he dug the grave deeply because he \"had already seen John many times before and knew how big and fat he was, so I knew exactly how deep to go with the digging.\" Additionally, appellant confessed to a total of nine attempts at kidnapping Cruz in the weeks preceding the murder, \"but something always kept going wrong.\"</p>\n<p>Appellant finally succeeded in his plans the night of January 21, 1986. That night, appellant blocked the road leading to Cruz's home with several large rocks. As he had anticipated, Cruz drove up to the rocks and then got out of his car to remove them. At that point, appellant, who had been hiding nearby, ran up to Cruz and ordered him at gunpoint to get back into the car. Having handcuffed and blindfolded Cruz, appellant then drove to the gravesite. \"When we got to the gravesite,\" appellant recounted:</p>\n<blockquote>\"I stood him right in front of the gravesite. None of us said anything anymore. I then stood over to his side, I believe it was his left side and was about 3 or 4 feet away from him. I then leveled out my arm, aimed at his head and shot him. He didn't scream or anything, he just fell down face first by the side of the grave, flipped over and fell into the grave. Somehow he landed in the grave face up. All I did then was to straighten him out a little bit at the arms after taking the handcuffs off. I didn't get dirty or anything, I mean I didn't get any blood on me at all.\"</blockquote>\n<p>Appellant proceeded to fill the grave with dirt and cover the area with trash \"so they <span class=\"star-pagination\">*458</span> wouldn't see that a grave was there.\" Thereafter, appellant placed two telephone calls to the Cruz family demanding a ransom of thirty-thousand dollars for the safe return of their son. During the second telephone conversation, when it was explained that the money was in a trust fund and was not immediately retrievable, appellant said mysteriously, \"You killed him, not us,\" and hung up. The police had tapped the phone line and recorded this conversation.</p>\n<p>After neighbors of both the Cruz family and the appellant identified the caller's voice as appellant's, the police obtained a search warrant for appellant's home where they discovered the gun used to kill Cruz. Appellant was arrested and signed the confession which confirmed the State's other evidence, including the autopsy, in substantial detail.</p>\n<p>At the punishment phase of trial, the State presented several witnesses detailing appellant's prior criminal record and his disciplinary record from the county jail. The only evidence of a prior criminal record was a single arrest for unlawfully carrying brass knuckles two years prior to the instant offense. The remainder of the testimony concerned appellant's escape attempts and bad acts while awaiting trial in the Bexar County Jail. After appellant's first escape attempt, he was placed onto a segregated floor. While there, appellant ripped up a commode. At other times, he kicked a guard in the groin and threw a cup of warm coffee at an officer. In one bizarre incident, an officer found appellant hanging motionless from the ceiling of his cell, his feet dangling above the floor. Believing appellant had committed suicide, the guard summoned various medical and jail personnel and entered the cell, while other inmates urgently shouted to cut him down. After the guard walked into the cell, appellant's \"eyes popped open and he was grinning at me.\" The other inmates \"were laughing it up that night.\" Appellant had wrapped a loop around his arms to make it appear as if he had hung himself. Based on this incident, the officer considered appellant to be a danger in the future.</p>\n<p>Several other jail guards also testified that appellant had been caught at times in possession of various unauthorized items, including \"a little piece of broken glass and mirror,\" a plastic handle and blade made from melting plastic spoons, a dull-edged piece of metal, and an excessive number of paper clips. According to jail personnel, appellant repeatedly used paper clips to unlock cell doors and handcuffs. A cellmate testified that appellant removed his own handcuffs and the handcuffs of four other prisoners on one occasion. In fact, testimony confirmed that on the day jury deliberations began in this trial, appellant took off his handcuffs in a holding tank, called an officer over to him, and said, \"I thought you said these handcuffs were the best.\" The prosecution characterized these events as further escape attempts, while the defense argued they were merely the actions of an immature young man.</p>\n<p>Finally, the State called appellant's former employer, an owner of a botanica and a \"curandero,\" a healer. As a sixteen year old, appellant had worked for the curandero for about six months, during which time appellant was a diligent and obedient employee. The curandero testified he believed appellant to be \"[v]ery intelligent, super intelligent,\" citing as an example appellant's fixing a delicate component of a copying machine with a paper clip. A couple of years after appellant's employment, the curandero recounted appellant telling him his plan to rob an armored car. After appellant was arrested for Cruz's murder, he called and conversed with the curandero. During one conversation, his former employer asked him, \"Jose, why did you keep the gun?\" Appellant replied, \"I have use for it, and I need to get even with someone.\" He also told him about his escape attempts and his intention to avoid life imprisonment. He assured the curandero that he could escape. Upon discovering that his former employer would be a witness, appellant said, \"If you have to testify, you better tell the truth, and you better not lie, and you better not tell them about the armored car incident.\" Later in this conversation, appellant said, \"Because if you don't tell the truth, or if you get up there <span class=\"star-pagination\">*459</span> and lie, there are people ... that I know that want to see you dead.\" When pressed about the remark, appellant replied, \"Don't worry about it.... Anyway, I can arrange to see you dead.\"</p>\n<p>The facts of the offense alone may be sufficient to support an affirmative answer to the special issue on future dangerousness. <i>Vuong,</i> 830 S.W.2d at 935. Here, appellant confessed to the kidnapping and murder of John Cruz. In the weeks prior to the murder, appellant repeatedly tried to kidnap Cruz and hold him for ransom, all the while intending to kill him. Appellant's confession belies an almost robotic disregard for human life. The calculated nature of appellant's scheme and the forethought with which he coldly planned and executed the kidnapping and murder is probative of his propensity to commit future acts of violence. <i>Stoker v. State,</i> <span class=\"citation\" data-id=\"2464243\"><a href=\"/opinion/2464243/stoker-v-state/\"><span class=\"volume\">788</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></a></span>, 7 (Tex.Cr.App.1989). Based on the facts of the crime itself, a reasonable jury might well have concluded that appellant lacked a conscience, and that the absence of this moral trait made him a threat to society in the future. <i>Vuong,</i> supra. Together with the numerous examples of misconduct while incarcerated, this evidence provided the jury with a rational basis to answer the second special issue \"yes.\" <i>Burns v. State,</i> <span class=\"citation\" data-id=\"1512053\"><a href=\"/opinion/1512053/burns-v-state/\"><span class=\"volume\">761</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">353</span></a></span> (Tex.Cr.App.1988). Appellant's second point of error is overruled.</p>\n<p>In his first point of error, appellant alleges the trial court erred in refusing his request for a jury instruction on the lesser included offense of murder. V.T.C.A. Penal Code, § 19.02(a)(1). Appellant contends this refusal was reversible error under federal law, citing and <i>Beck v. Alabama,</i> <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1980), <i>Hopper v. Evans,</i> <span class=\"citation\" data-id=\"110711\"><a href=\"/opinion/110711/hopper-v-evans/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, <span class=\"citation\" data-id=\"110711\"><a href=\"/opinion/110711/hopper-v-evans/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2049</span></a></span>, <span class=\"citation\" data-id=\"110711\"><a href=\"/opinion/110711/hopper-v-evans/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">367</span></a></span> (1982), and <i>Cordova v. Lynaugh,</i> <span class=\"citation\" data-id=\"501207\"><a href=\"/opinion/501207/george-cordova-v-james-a-lynaugh-director-texas-department-of/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span>, (CA5 1988). Appellant contends that under <i>Cordova,</i> due process requires that the jury be permitted to consider the lesser included offense of murder in every capital case in which the evidence would support such a verdict. In every case in which the evidence is sufficient to support a conviction for <i>capital</i> murder, however, it will, <i>a fortiori,</i> support a conviction for the lesser offense of murder. This is only to say that murder is conceptually a lesser included offense of capital murder. See Article 37.09(1), V.A.C.C.P. But that acknowledges only half the test. In <i>Cordova</i> the Fifth Circuit made clear that before it can be said that failure to submit the lesser included offense violates due process, the evidence must be such that \"the jury could rationally <i>acquit on the capital crime</i> and convict for the noncapital crime.\" <i>Id.,</i> at 767 (emphasis supplied). Thus, it is not enough that the evidence would support a conviction for the lesser included offense, as if that were the only offense the jury was authorized to convict upon. The record must also present a rational basis for a jury to reject conviction for the greater, capital offense. Appellant neither asserts in his brief nor demonstrates by citation to the record that a jury could rationally have acquitted him of capital murder in this cause. He claims only that a murder was shown. That does not suffice to establish a violation of due process such as that identified in <i>Beck</i> and <i>Cordova.</i> Accordingly, we overrule appellant's first point of error.</p>\n<p>Appellant's fourth point of error alleges that the trial court erred in refusing to grant his specially requested charge on punishment. The requested charge read:</p>\n<blockquote>\"If there is any special issue on which the vote of the jurors is not unanimously `yes' or not at least ten (10) in favor of an answer `no', then there shall be no answer for that special issue and the foreman should not sign his name to any answer form for that special issue.\"</blockquote>\n<p>The trial court denied appellant's requested charge and submitted the special issues on deliberateness and future dangerousness with the following instructions:</p>\n<blockquote>\"You will answer each of these special issues either `yes' or `no.'</blockquote>\n<blockquote>In order for the jury to answer a special issue `yes' the jurors must unanimously concur that the answer is `yes' <span class=\"star-pagination\">*460</span> beyond a reasonable doubt regarding that special issue.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>Any juror who entertains a reasonable doubt that the answer is `yes' as to a special issue shall vote `no' in the jury deliberations regarding that special issue. If ten or more jurors vote `no' in the jury deliberations as to a special issue, then the answer of the jury is `no' regarding that special issue.</blockquote>\n<blockquote>You are further instructed that in determining each of these special issues, you may take into consideration all of the evidence submitted to you in the full trial of the case ... and all of the evidence, if any, admitted before you in the second part of the trial wherein you are called upon to determine the special issues hereby submitted to you.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>You are further instructed that if the jury returns an affirmative finding on each of the two issues submitted, this Court shall sentence the defendant to death. If the jury returns a negative finding on any issue submitted, the Court shall sentence the defendant to confinement in the Texas Department of Corrections for life.\"</blockquote>\n<p>Appellant argues that he was \"entitled to an instruction that would properly inform the jury that they could refuse to answer a special issue, and the circumstances under which that refusal would be justified.\" Appellant assures us that \"[s]uch an instruction would not violate the restriction against telling the jury the effect of their answer.\" We cannot sanction any instruction, however, that suggests to the jury it need not reach a verdict.</p>\n<p>Article 37.071 requires a trial court to charge a jury at the punishment phase of a capital murder trial that \"(1) it may not answer any issue `yes' unless it agrees unanimously; and (2) it may not answer any issue `no' unless 10 or more jurors agree.\" <i>Id.,</i> § (d). The statute is silent, however, about whether the trial court must instruct the jury about what it is to do in the event it does not unanimously agree to answer \"yes,\" and does not have the requisite ten votes to answer \"no.\" Nevertheless, the statute does clearly provide for the trial court's sentencing options in any event: \"[i]f the jury returns an affirmative finding on each issue ... the court shall sentence the defendant to death. If the jury returns a negative finding on or is <i>unable to answer any issue</i>... the court shall sentence the defendant to confinement ... for life.\" <i>Id.,</i> § (e) (emphasis supplied).</p>\n<p>Appellant complains that the trial court's instruction, as given, indicates that the jury must answer the special issues either \"yes\" or \"no,\" and that these answers are the exclusive responses which the jury may make. This charge, appellant argues, misleads a juror who wishes to answer an issue negatively by lending the impression that there must be nine other jurors who agree; otherwise, this juror must answer the special issue affirmatively, as instructed by the trial court through the charge. Appellant maintains that his requested charge would have corrected this misimpression by clarifying what the jury may do in the event that one juror refuses to vote \"yes\" on either of the special issues. This Court has rejected similar arguments on several occasions in recent years. <i>Draughon v. State,</i> <span class=\"citation\" data-id=\"1532185\"><a href=\"/opinion/1532185/draughon-v-state/\"><span class=\"volume\">831</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">331</span></a></span>, 337 (Tex.Cr.App.1992); <i>Sterling v. State,</i> <span class=\"citation\" data-id=\"1767130\"><a href=\"/opinion/1767130/sterling-v-state/\"><span class=\"volume\">830</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">114</span></a></span>, 121 (Tex.Cr.App.1992); <i>Nobles v. State,</i> <span class=\"citation\" data-id=\"2364700\"><a href=\"/opinion/2364700/nobles-v-state/\"><span class=\"volume\">843</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">503</span></a></span>, 510 (Tex.Cr.App. 1992, rehearing denied October 14, 1992); <i>Davis v. State,</i> <span class=\"citation\" data-id=\"1736085\"><a href=\"/opinion/1736085/davis-v-state/\"><span class=\"volume\">782</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">211</span></a></span>, 221 (Tex. Cr.App.1989).</p>\n<p>There is no option for the jury <i>not</i> to reach a verdict. While that may be an eventuality, it isn't a course for the jury to choose. <i>Draughon v. State,</i> supra. The jury charge submitted at punishment conformed with the requirements of Article 37.071, supra. It in no way forbad or prevented an individual juror from casting a negative vote to either of the special issues. As was the case in <i>Draughon,</i> we are satisfied the instructions as given would not mislead any juror \"into thinking that an affirmative answer should be given unless ten or more jurors agree to give a negative one. At worst the jury would <span class=\"star-pagination\">*461</span> simply not know the consequences of failing to agree.\" <i>Id.,</i> at 338. Should the jury fail to answer a special issue it then becomes a matter for the trial court. The jury's deliberative function has ended. An instruction such as that requested by appellant would necessarily detract from the jury's primary function of deliberating fully on the issues presented, and would give the jury control over a matter conferred by statute exclusively to the trial court. Appellant's fourth point of error is overruled.</p>\n<p>Through his fifth, sixth, and seventh points of error, appellant contends the trial court erred in denying his motion to suppress certain evidence allegedly seized as a result of an improper search. All three points of error are based on appellant's assertion that the combination search and arrest warrant was invalid because the supporting affidavit lacked probable cause. Our review of the appellate record shows that the affidavit in question was not made a part of the record and thus was not forwarded to this Court. Without the affidavit we are not in a position to review the merits of appellant's complaints.</p>\n<p>In <i>Miller v. State,</i> <span class=\"citation\" data-id=\"1620903\"><a href=\"/opinion/1620903/miller-v-state/\"><span class=\"volume\">736</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">643</span></a></span> (Tex.Cr.App.1987), this Court set out the procedural requirements for the preservation of error when contesting search and arrest warrants and their accompanying affidavits. The burden of justifying a contested search or arrest is on the State. If the State intends to justify the search or arrest on the basis of a warrant, it is incumbent on the State to produce the warrant and its supporting affidavit for the inspection of the trial court. <i>Id.,</i> at 648, citing <i>Gant v. State,</i> <span class=\"citation\" data-id=\"1486123\"><a href=\"/opinion/1486123/gant-v-state/\"><span class=\"volume\">649</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">30</span></a></span> (Tex. Cr.App.1983). Once the State produces the warrant and affidavit and both are \"exhibited to the trial court,\" it then becomes the responsibility of the defendant to see that they are in the record if they are to be reviewed on appeal. <i>Id.,</i> at 648.</p>\n<p>In the instant case, the State produced both the contested warrant and its supporting affidavit. Each was separately marked as State's exhibit number five and State's exhibit number four, respectively. Three separate witnesses testifying at the pretrial suppression hearing identified both the warrant and the affidavit as the originals issued in this cause. Additionally, at one point in the hearing the State offered both the warrant and the supporting affidavit into evidence for the limited purpose of the trial court's resolution of the motion to suppress. However, defense counsel contested the State's offering of these documents and the following exchange ensued:</p>\n<blockquote>\"MR. SPRINGER [STATE'S ATTORNEY]: Okay. For the purposes of this hearing, the State will offer State's Exhibit Numbers Four and Five at this time.</blockquote>\n<blockquote>MR. ARMSTRONG [DEFENSE ATTORNEY]: For purposes of this hearing, Your Honor, the Court, under the law, must consider the affidavit which is marked as State's Exhibit Number Four and State's Exhibit Number Five in order to determine whether or not probable cause or totality of the circumstances existed for the issuance of the search warrant. And that basis must be made upon the Court exhibiting these documents. And that's for the purposes of these hearings, which we wish for the Court to consider.</blockquote>\n<blockquote>We do not waive any objection we have. We have several objections based as to the legality of these instruments, based upon either the State Constitution, the Federal Constitution or the Code of Criminal Procedure. We tendered them to the Court for the examination and rulings in regard to this particular hearing. We do have several objections as to their validity and admissibility into evidence in this case.</blockquote>\n<blockquote>MR. SPRINGER: I am only offering them for this hearing so that the Court can make a ruling at the close of all the evidence.</blockquote>\n<blockquote>MR. CANALES [DEFENSE ATTORNEY]: Your Honor, we would ask you not rule until the close of evidence and we have a chance to argue.</blockquote>\n<blockquote>MR. SPRINGER: No. We are just offering them for the purpose of this hearing, not whether or not they will be admissible <span class=\"star-pagination\">*462</span> in trial until after the Court has heard all the evidence.</blockquote>\n<blockquote>MR. ARMSTRONG: Which we ask the Court to consider these documents and attach them to the record.</blockquote>\n<blockquote>THE COURT: I will defer ruling until I hear all your motions.\"</blockquote>\n<p>Following the hearing, the trial court denied appellant's motion to suppress; however, no further mention was made of placing the warrant and affidavit in the appellate record.</p>\n<p>The State's actions in marking the warrant and affidavit as exhibits, having them identified at the hearing, and offering them into evidence were sufficient to \"exhibit\" these documents to the trial judge. <i>Cannady v. State,</i> <span class=\"citation\" data-id=\"1522436\"><a href=\"/opinion/1522436/cannady-v-state/\"><span class=\"volume\">582</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">467</span></a></span>, 469 (Tex.Cr.App.1979). It was then the responsibility of the appellant to see that these documents were included in the record on appeal. This appellant failed to do. Defense counsel did request the trial court to \"consider\" the warrant and its accompanying affidavit in its resolution of the motion to suppress and \"attach them to the record;\" however, the trial court deferred ruling on appellant's requests and defense counsel never obtained such a ruling. Consequently, the supporting affidavit which appellant now contests was not included in the appellate record. Because appellant failed to secure a ruling by the trial court, thereby ensuring that the contested affidavit was included in the appellate record, the legality of the arrest and search is not presented for review.<sup>[1]</sup> Tex.R.App.Pro. 52(a); <i>Miller,</i> supra. These points of error are overruled.</p>\n<p>In his third, eighth, and ninth points of error, appellant alleges the trial court erred in admitting certain items of evidence at trial. In each instance, we hold the trial court erred in failing to exclude the complained of evidence. However, we hold this error to be harmless under Tex.R.App.Pro. 81(b)(2).</p>\n<p>Appellant asserts in his third point of error that the trial court erred in admitting evidence of what he characterizes as an extraneous offense. This alleged extraneous offense was detailed in appellant's voluntary statement to the police in which he confessed that in November 1985 he planned to kidnap and hold for ransom Robert Cisneros, whom he believed to be the nephew of the then mayor of San Antonio, Henry Cisneros. Appellant recounted, \"I had figured on getting the money for him and then killing him anyway. I blew off this idea when I learned through some of my neighbors that there was a boy in the neighborhood by the name of John, whose parents had a lot of money they had got when they won a large lawsuit.\" Appellant then went on to detail the kidnapping and murder of Cruz.</p>\n<p>The State introduced appellant's entire confession into evidence. Additionally, the State actually called Cisneros as a witness during the guilt-innocence stage of trial. His testimony confirmed only that he was an acquaintance of appellant and that he was often mistaken for a nephew of Henry Cisneros.</p>\n<p>Appellant objected to both the portion of his confession concerning Cisneros and Cisneros' own testimony. Specifically, he objected to his statement on the grounds that it was an \"extraneous offense\" and \"that it has nothing to do with this particular case. It is inflammatory, prejudicial and shows nothing on the part of the defendant's behavior or intent.\" Appellant objected to Cisneros' testimony as concerning an \"extraneous matter\" that is \"highly prejudicial,\" and \"irrelevant.\" The State argued that appellant's statement concerning his intent to kidnap and murder Cisneros was \"Res Gestae of the offense.\" The State further argued that Cisneros' testimony was admissible because \"he is not going to be testifying to an extraneous offense\" since he knew nothing of appellant's scheme. The trial court overruled appellant's objections and admitted this evidence.</p>\n<p><span class=\"star-pagination\">*463</span> Appellant's assertion that this evidence was somehow evidence of other crimes, wrongs, or acts under Tex.R.Crim. Evid., Rule 404(b) is mistaken. \"To constitute an extraneous offense, the evidence must show a crime or bad act, and that the defendant was connected to it.\" <i>Lockhart v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">568</span></span>, 573 (Tex.Cr.App. 1992, rehearing denied February 24, 1993). This necessarily includes some sort of extraneous conduct on behalf of the defendant which forms part of the alleged extraneous offense. <i>Harris v. State,</i> <span class=\"citation\" data-id=\"1668698\"><a href=\"/opinion/1668698/harris-v-state/\"><span class=\"volume\">738</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">207</span></a></span>, 224 (Tex.Cr.App.1986); <i>McKay v. State,</i> <span class=\"citation\" data-id=\"2458307\"><a href=\"/opinion/2458307/mckay-v-state/\"><span class=\"volume\">707</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">23</span></a></span>, 32 (Tex.Cr.App. 1985). Here, the statements concerning appellant's thoughts of kidnapping and killing Cisneros were just that, inchoate thoughts. There is no conduct involved which alone or in combination with these thoughts could constitute a bad act or wrong, much less a crime. Absent this, appellant's statements concerning his desire to kidnap and kill Cisneros did not establish prior misconduct and thus were not expressly excludable under Rule 404(b), supra.</p>\n<p>Nevertheless, appellant also objected to this evidence as \"irrelevant;\" therefore, the trial court was called upon to determine the relevance of both appellant's statement and Cisneros' testimony. Tex. R.Crim.Evid., Rule 401. Additionally, should the trial court conclude this evidence was relevant, appellant's objections to this evidence as \"highly prejudicial\" and \"inflammatory\" effectively requested the trial court to determine whether the danger of undue prejudice substantially outweighs the probative value of the evidence in question. Tex.R.Crim.Evid., Rule 403. In both instances, the State's imprecise response of \"Res Gestae\" was not particularly helpful in articulating either a basis for finding the evidence relevant, or the degree of its probative value.<sup>[2]</sup> Thus, the trial court was left to its own devices to make its judicial determinations. Our review is limited in that the resolution of both these questions lies within the sound discretion of the trial court and will not be disturbed absent a clear abuse of discretion. <i>Montgomery v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">372</span></span>, 391 (Tex.Cr.App. 1990) (opinion on rehearing).</p>\n<p>Our review of the record shows the trial court was justified in finding this evidence relevant to a material issue in the case. Evidence is \"relevant\" if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Rule 401, supra. Appellant's statement shows a general intent to kidnap and kill someone for money. Cisneros' testimony tends to substantiate appellant's intent, albeit perhaps marginally. Questions of relevance should be left largely to the trial court, relying on its own observations and experience, and will not be reversed absent an abuse of discretion. <i>Montgomery,</i> 810 S.W.2d at 391. We cannot say the trial court abused its discretion in determining this evidence was relevant to a fact of consequence in the case at bar.</p>\n<p>Having determined the evidence was relevant, the trial court next determined the probative value of the evidence in question was not substantially outweighed by the potential danger of unfair prejudice. Rule 403, supra. Again, the State's general response of \"Res Gestate\" was not helpful in articulating the State's need for this evidence. And while we defer to the judgment of the trial court, there are certain circumstances in which the trial court can be found to have abused its discretion in failing to exclude evidence under Rule 403.</p>\n<p><span class=\"star-pagination\">*464</span> In <i>Montgomery,</i> this Court set out the relevant criteria for appellate review of a trial court's decision whether to exclude evidence under Rule 403. These criteria include, among others, that the State had other evidence to establish the ultimate issue and that the probative value of this evidence was not, either alone or in combination with other evidence, particularly compelling. Thus we held that \"when the record reveals one or more such relevant criteria reasonably conducing to a risk that the probative value of the tendered evidence is substantially outweighed by unfair prejudice, then an appellate court should conclude that the trial court acted irrationally in failing to exclude it, and thus abused its discretion.\" <i>Id.,</i> at 393.</p>\n<p>Our review of the record shows that appellant's statement relating to his initial designs to kidnap and kill Cisneros were of marginal probative value in establishing appellant's intent to kidnap and kill Cruz. Had the initial statements concerning Cisneros been redacted, appellant's intent to kidnap and kill Cruz would still be readily apparent from the remainder of the confession. The State's best evidence of intent was appellant's actual confession to kidnapping and killing Cruz himself, and the calculated and deliberate manner in which appellant carried out his scheme. In light of appellant's detailed confession to the crime, the State's need for this evidence was negligible. The danger of unfair prejudice, however, was substantial.</p>\n<p>While it is true that appellant's statements do not technically fit within the ambit of Rule 404(b), in the context of Rule 403 balancing, the potential for unfair prejudice from this evidence is quite similar to that of evidence of other crimes, wrongs or acts.<sup>[3]</sup> The evidence of appellant's contemplated \"bad act\" has the same tendency to suggest the jury arrive at its verdict on an improper basis. That is to say, evidence of a contemplated bad act is comparable to evidence amounting to an extraneous offense or misconduct in that both could possibly be used by jurors for the forbidden inference of propensity or character conformity. The accused should not be convicted or punished for thoughts not connected to the instant offense. Although appellant's contemplated bad act shows a tendency for him to think in criminal terms, this would not be a proper basis for the jury to find him guilty of the instant offense. Thus, the trial court abused its discretion in failing to exclude appellant's statement concerning Cisneros and the testimony of Cisneros himself. Having concluded the trial court erred in admitting this evidence, we will evaluate the harm of such error under Tex.R.App.Pro. 81(b)(2) in conjunction with appellant's final two points of error.</p>\n<p>In appellant's eighth and ninth points of error, he contends the trial court erred in admitting into evidence certain items which were found by the police in the deceased's abandoned vehicle. The vehicle was discovered on the morning of January 22, 1986, by a Lee Roy Sheppard. That morning, Sheppard went to work at his auto mechanics garage on the East side of San Antonio. There he discovered a \"Chevrolet Z-28\" parked in an alley behind his business. He telephoned the police to have the car removed but was told it could not be towed because it was partially on private property. Then Sheppard used a \"jimmy\" to open the car in hopes of learning the name of the owner. Inside he discovered a wallet containing several papers including a Texas Drivers License belonging to John Cruz. After several unsuccessful attempts to reach Cruz, Sheppard called a number that was listed on a loose piece of paper in the wallet. As it turns out the number was Cruz's unlisted home number. Sheppard spoke with Carlos Hernandez, Cruz's stepfather, and informed him of the location of the abandoned car. Hernandez relayed this information to members of the San Antonio Police Department, who were investigating the possible kidnapping of Cruz. Immediately thereafter, Detective Juan Campa with the San Antonio Police <span class=\"star-pagination\">*465</span> Department arrived at Lee's Garage and examined and inventoried the contents of the vehicle in order to preserve any evidence that may have been left behind. Among other items, the police found the deceased's wallet and an envelope adorned with hearts and addressed to \"John.\"</p>\n<p>At trial, the State introduced into evidence the contents of both the wallet and the envelope. Included in the wallet were two copies of the deceased's Texas drivers license, several other forms of identification, numerous personal papers, three cards apparently containing religious messages, and a number of photographs of various people with endearing inscriptions written on the fronts and backs of the photos. The envelope contained a poem written by the deceased's girlfriend in which she professed her love for the deceased.</p>\n<p>When the State began to introduce these items into evidence, an extensive in camera hearing was held in which appellant voiced his objections, <i>viz:</i> that all the contents of the wallet and the poem were inadmissible on the grounds of hearsay, relevancy and the potential for this evidence to prejudice the jury against him. The State maintained that these items were not offered for the truth of the matter asserted but were offered only to show the condition of the crime scene since the deceased's car was used in the kidnapping. The trial court overruled the defendant's objections.</p>\n<p>Appellant's initial objection to the deceased's personal effects and the poem was that they constituted hearsay. The State argued both at trial and in its brief on appeal that this evidence was not introduced \"for the truth of the matter asserted.\" Certainly if that is accurate the evidence was not hearsay under Tex.R.Cr. Evid., Rule 801(d). In that event, however, it was incumbent, in view of appellant's objection to relevance, that the State demonstrate in what respect <i>apart</i> from the truth of the matters asserted the proffered evidence had a tendency to make more or less probably a fact of consequence in the case. Rule 401, supra. In this respect the State's assertion at trial that the evidence was introduced \"to show the condition of the crime scene\" is, like the State's response of \"res gestae\" in appellant's third point of error, of little worth.</p>\n<p>It is likely that the trial court viewed this evidence as relevant to demonstrate the connection of the victim to the abandoned car. The wallet and letter tend to support an inference that the abandoned car belonged to John Cruz. This in turn would corroborate appellant's confession in which he recounted that after kidnapping and killing Cruz:</p>\n<blockquote>\"I then drove [Cruz's car] out to South New Braunfels out on the eastside. I went to a small car lot where I had my father's blazer. I had drove out to this place earlier in the evening, parked the truck there and then took the bus back home. I parked John's car behind another car in the back of the building. I then took the keys, locked the car and took John's large stereo radio with me.\"</blockquote>\n<p>The fact that the victim's car was found in a location similar to that described in appellant's confession tends to make more likely that appellant did just what he says, <i>viz:</i> kidnap and kill Cruz. Under these circumstances, it cannot be said that the trial court abused it discretion in determining that the wallet and letter were relevant to a fact of consequence to the trial. <i>Montgomery,</i> 810 S.W.2d at 391. However, this does not end the inquiry. As stated above, the trial court was further requested effectively to balance the probative value of this evidence against the danger of unfair prejudice created by the introduction of the wallet and the poem. Rule 403, supra.</p>\n<p>Appellant argues that this evidence was highly inflammatory and prejudicial in that it \"shows the jury what a fine young man the deceased was and that he was loved by those with whom he associated.\" And while it is true that we must defer to the judgment of the trial court in its determination under Rule 403, once again, our review of the record shows the relevant criteria described in <i>Montgomery</i> militate in favor of the exclusion of the contents of the wallet and the poem. 810 S.W.2d at 393. It is clear that the State <span class=\"star-pagination\">*466</span> had other compelling evidence through which it could and did establish the victim's connection to the car. Both Sheppard and Campa testified to the circumstances leading to the discovery of Cruz's car. Both identified the wallet including the drivers license bearing Cruz's name and photograph. Additionally, Hernandez testified that the car did in fact belong to the deceased. It was not necessary to include the other contents of the wallet to establish the ownership of the car. In fact the contents of the wallet other than the Texas drivers license had minimal probative value in confirming Cruz's ownership.</p>\n<p>However, that same evidence could generate unfair sympathy for the victim. The various photographs with endearing inscriptions, the religious cards and above all the poem, suggest that family, friends and loved ones would experience a deep sense of loss with the death of Cruz. Such evidence invites improper decision on an emotional basis. Weighing this \"unfair prejudice,\" Rule 403, supra, against the infinitesimally incremental probative value of the evidence, we conclude the trial court abused its discretion in admitting the entire contents of the deceased's wallet and the poem.</p>\n<p>Having decided that the trial court erred in admitting the contents of the deceased's wallet, the poem, as well as the evidence relating to appellant's intention to kidnap and kill Cisneros, we must now determine whether the error was reversible under Rule 81(b)(2), supra. In doing so, we do not ask \"whether the jury reached the correct result, but rather whether the jurors were able properly to apply law to facts in order to reach a verdict.\" <i>Harris v. State,</i> <span class=\"citation\" data-id=\"1577216\"><a href=\"/opinion/1577216/harris-v-state/\"><span class=\"volume\">790</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">568</span></a></span>, 588 (Tex.Cr.App. 1989). And while our predominate concern must be the error and its effects, we recognize that the presence of overwhelming evidence of appellant's guilt can be a factor in our evaluation of harmless error. <i>Id.,</i> at 587, 588.</p>\n<p>Although the contents of the deceased's wallet and the poem were admitted into evidence, and thus were before the jury, it does not appear that this evidence was emphasized by the State. These items were admitted during the testimony of the police officer who inventoried the contents of the deceased's car. Once he identified them, they were never referred to again. In fact, neither the content of the poem nor the writings upon the deceased's personal effects were ever expressly called to the attention of the jury in open court. In total, the State called thirty-nine witnesses to testify during its case in chief. Nevertheless, the jury deliberated for only two hours and forty minutes in order to reach a guilty verdict and three hours and fifty-seven minutes to answer the special issues. While it is possible that jurors sought out and scrutinized the poem and the contents of the wallet during their deliberations, it does not seem likely that in such a relatively short period of time they dwelt on this evidence, or that it had an appreciable impact on their verdict, or contributed to their answers to the special issues.</p>\n<p>Appellant's statement regarding his intention to kidnap Cisneros was read into evidence by the State along with the remainder of appellant's confession, but it was not singled out in any respect. Beyond this, the only reference to Cisneros came during the State's closing argument. There, the State mentioned Cisneros in an attempt to further corroborate appellant's detailed confession, citing the fact that Cisneros was mentioned in the confession and that there was in fact a Robert Cisneros, who was often mistaken for a relative of Henry Cisneros. In this context, the State was stressing the credibility of the confession, and not the improper character-conformity inference to be derived from the specific statement of intent regarding Cisneros.</p>\n<p>In any event, considering the nature and extent of the remainder of the State's evidence, it is not very likely the jury relied on any of the erroneously admitted evidence in reaching its verdict at guilt or punishment.<sup>[4]</sup> Appellant gave a detailed <span class=\"star-pagination\">*467</span> confession to the kidnapping and killing of Cruz. His confession was substantially corroborated by physical evidence, and none of the State's evidence was controverted. We conclude beyond a reasonable doubt that the erroneously admitted evidence did not contribute to appellant's conviction or punishment. Appellant's final points of error are overruled.</p>\n<p>Finding no reversible error, we affirm the judgment of the trial court.</p>\n<p>CAMPBELL, J., concurs in the result only, believing that the testimony concerning the kidnapping of Cisneros had much more than \"marginal probative value,\" as indicated in the majority opinion.</p>\n<p>MALONEY, J., concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  On January 9, 1989, appellant's counsel on appeal filed a Motion To Supplement The Record, asking that this Court certify a copy of the Affidavit for Search and Arrest Warrant and make it a part of the record in this cause. We denied appellant's motion on January 10, 1989.</p>\n<p>[2]  After September 1, 1986, the effective date of the Texas Rules of Criminal Evidence, many terms of art such as \"res gestae\" have lost a great deal of their significance. Such a general statement in no way provides the trial court with information pertinent to its determination of relevance under Rule 401, <i>viz:</i> the substance of the evidence, its relevance to the case at bar, and which fact of consequence the evidence is offered to prove. Nor does a response of \"res gestae\" clearly articulate the proponent's need for the evidence in an effort to explain the probative value of the proffered evidence relative to any potential for unfair prejudice. Such clarity would no doubt facilitate the trial court's decision whether to exclude evidence under Rule 403. <i>Montgomery,</i> 810 S.W.2d at 389.</p>\n<p>[3]  In the Rule 404(b) context, the rulemakers have already determined as a matter of law that unfair prejudice substantially outweighs any character-conformity probative value. <i>Montgomery,</i> at 387.</p>\n<p>[4]  As it was relevant to the second special issue, we cannot say that the evidence of appellant's intent to kidnap and kill Cisneros was inadmissible at the punishment phase under Rule 401, supra. Moreover, because a propensity to contemplate such criminal activity is some evidence of future dangerousness, we cannot say the probative value of this evidence was substantially outweighed by the danger of <i>unfair</i> prejudice. Rule 403, supra. For this reason, our harm analysis does not embrace likelihood that appellant's extraneous intent contributed to punishment assessed.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/501207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1486123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1512053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1522436/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1532185/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1577216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1620903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1668698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1736085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1766581/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2364700/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2458307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2464243/"
          ]
        }
      ],
      "judges": "Clinton",
      "date_created": "2015-10-16T17:55:02.561517Z",
      "date_modified": "2017-03-13T07:57:00.413826Z",
      "date_filed": "1993-04-07",
      "date_filed_is_approximate": false,
      "slug": "moreno-v-state",
      "citation_id": 1718968,
      "case_name_short": "Moreno",
      "case_name": "Moreno v. State",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "858 S.W.2d 453",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 305,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1341817/moreno-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T15:59:53.605668Z",
  "date_modified": "2014-10-30T15:59:53.605668Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Moreno",
  "case_name": "Moreno v. State",
  "case_name_full": "",
  "slug": "moreno-v-state",
  "docket_number": "69807",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}