{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1383617/",
  "id": 1383617,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ny/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2589057/",
      "id": 2589057,
      "absolute_url": "/opinion/2589057/matter-of-bd-of-educ-v-nyquist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1383617/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2589057/",
          "id": 2589057,
          "absolute_url": "/opinion/2589057/matter-of-bd-of-educ-v-nyquist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2589057/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5215/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:56:17.417821Z",
          "date_modified": "2017-04-10T22:50:03.831103Z",
          "type": "010combined",
          "sha1": "08062a13e5f5d17df38de058dfd3ff04d263e316",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>31 N.Y.2d 468 (1973)</b></center>\n<center><h1>In the Matter of the Board of Education of the City of New York, Respondent,<br>\nv.<br>\nEwald B. Nyquist, as Commissioner of Education of the State of New York, et al., Appellants.</h1></center>\n<center><p><b>Court of Appeals of the State of New York.</b></p></center>\n<center>Argued January 5, 1973.</center>\n<center>Decided February 8, 1973.</center>\n<p><i>Lawrence W. Reich</i>, <i>Robert D. Stone</i> and <i>John P. Jehu</i> for Ewald B. Nyquist, appellant.</p>\n<p><i>Warren I. Susman</i> for Adele W. Timpson, appellant.</p>\n<p><i>Norman Redlich</i>, Corporation Counsel (<i>Nina G. Goldstein</i> and <i>Stanley Buchsbaum</i> of counsel), for respondent.</p>\n<p>Judges BURKE, JASEN, GABRIELLI, JONES and WACHTLER concur; Judge BREITEL taking no part.</p>\n<p><span class=\"star-pagination\">*471</span>Chief Judge FULD.</p>\n<p>In this article 78 proceeding, petitioner-respondent Board of Education of the City of New York (hereafter called the Board) sought to annul the determination of respondent-appellant Commissioner of Education of the State of New York (hereafter referred to as the Commissioner), requiring the Board to give a permanent appointment as principal of day elementary school to respondent-appellant Adele Timpson who, although she has been \"acting\" principal of P.S. 100 in Manhattan for the past 11 years, has not passed the required examination for licensing as principal.</p>\n<p>Because of a lack of other available space, and over community opposition to a new school which would be racially segregated, the Board established P.S. 100 in upper Harlem in 1960. The first principal resigned after completing one year of his three-year term, and no other person on the eligible list of principals of day elementary schools could be found to take the position. Mrs. Timpson, who had been serving as a licensed assistant principal of a junior high school, accepted the position of \"acting\" principal of P.S. 100 in September, 1961, under a temporary assignment or \"appointment\"; she has been in that position ever since. On six occasions she took but failed to pass the examination for principal of a day elementary school. The Board has denied her numerous requests to be licensed, salaried and given tenure in that title, although she has been highly praised by her superiors for her performance of a difficult job. She has, however, been receiving \"the first step salary of the position of principal\" since February, 1969, pursuant to a series of resolutions adopted by the Board in order \"to adequately remunerate persons serving in acting capacities\" in the New York City school system.</p>\n<p>Dissatisfied with the situation, Mrs. Timpson, in 1969, petitioned the Commissioner to direct the Board to grant her a permanent appointment as principal with appropriate salary and tenure from the time of her appointment in 1961. He upheld her petition and ordered that the Board \"adjust [her] title in accordance with this decision and that hereafter it compensate [her] at a rate in conformity with her adjusted title.\"</p>\n<p><span class=\"star-pagination\">*472</span>The Board thereupon brought the present article 78 proceeding to annul the Commissioner's determination. Without filing an answer, the Commissioner moved to dismiss for insufficiency, his counsel urging that, since Mrs. Timpson had served in excess of the three-year probationary period, she had acquired tenure under section 2573 (subd. 1) of the Education Law. The court at Special Term, agreeing with the Commissioner, granted his motion. The Appellate Division, however, reversed the resulting judgment (37 A D 2d 642). Pointing to the constitutional provision (N. Y. Const., art. V, § 6), requiring appointment \"according to merit and fitness to be ascertained, as far as practicable, by [competitive] examination\",<sup>[1]</sup> the court declared that the Commissioner's determination was \"purely arbitrary\" and \"in direct contravention of the Constitution\" (37 A D 2d, at p. 643). Accordingly, the case was remitted to Special Term to permit the Commissioner to answer the petition and, after the answer had been filed, Special Term decided against the Commissioner; finding that the pleading raised no issues of fact or legal defenses, the court entered judgment annulling the Commissioner's determination. Since the prior nonfinal order of the Appellate Division \"necessarily affects\" the final judgment, the appeal by the Commissioner from that judgment is before us as of right pursuant to CPLR 5601 (subd. [d]). However, our review, it should be noted, is limited  by CPLR 5501 (subd. [b])  to the Appellate Division's prior nonfinal determination.</p>\n<p>The constitutional mandate that appointments to civil service positions be based on merit and fitness, to be ascertained by competitive examination where \"practicable,\" may not be blinked or avoided. A civil servant may not, therefore, be appointed without the required examination to a higher position than his license or title calls for simply upon the basis of his satisfactory performance during temporary or \"out-of-title\" service in such higher position. (See, e.g., <i>Matter of </i><i>Goldhirsch v. Krone</i>, 18 N Y 2d 178, 185; <span class=\"star-pagination\">*473</span> <i>Matter of </i><i>Niebling v. Wagner</i>, 12 N Y 2d 314, 318, 320; <i>Bacon v. Board of Educ. of City of N. Y.</i>, 205 Misc. 73, 77-79, affd. 285 App. Div. 1046, mot. for lv. to app. den. 309 N.Y. 1030.) It has been well said in the <i>Bacon</i> case (<i>per</i> MATTHEW M. LEVY, J.) that (205 Misc., at p. 79),</p>\n<blockquote>\"If the beneficent merit system with competitive examinations is to be preserved, we must adhere strictly to the rule that only one who has passed the prescribed appropriate examination is entitled to a certificate of appointment * * * To rule otherwise would be tantamount to appointing unqualified persons, in the sense that they had not passed the required competitive examinations or had not received certificates of appointment as required by law. And not alone might incompetence be thus permitted, but favoritism or discrimination might thus be enabled to raise its ugly head.\"</blockquote>\n<p>The Commissioner in the case before us, having ignored and bypassed the constitutionally demanded \"beneficient merit system with competitive examinations\" by directing the permanent appointment of Mrs. Timpson as principal, must be deemed to have acted in a purely arbitrary manner. His determination was, therefore, properly annulled by the court below despite the stricture contained in section 310 of the Education Law.<sup>[2]</sup></p>\n<p>The Commissioner's reliance upon the tenure provisions of section 2573 of the Education Law is misplaced. Although persons who have served a probationary term  of which the maximum is three years  in a position to which they have been <i>appointed</i> are thereupon \"entitled to receive permanent appointments\" and the tenure which attaches thereto (subd. 5), an appointment may only be made by the Board from an eligible list of those who have passed a competitive examination. The temporary appointment in an \"acting\" capacity of a person who has not passed such an examination  or, in the case <span class=\"star-pagination\">*474</span> of supervisory personnel since 1969, an open qualifying examination (Education Law, § 2590-j, subd. 3, par. [b], cl. [2])  is not the \"appointment\" envisaged by section 2573; it is nothing more than an assignment, accepted voluntarily, in which there has been no exercise of an appointing power by the Board. (See <i>Bacon v. Board of Educ. of City of N. Y.</i>, 309 N.Y. 1030, denying mot. for lv. to app. 285 App. Div. 1046, affg. 205 Misc. 73, <i>supra</i>; cf. <i>Matter of </i><i>Mannix v. Board of Educ.</i>, 21 N Y 2d 455; <i>Matter of </i><i>Glass v. Board of Educ.</i>, 16 N Y 2d 982.) Service under such an assignment, no matter what its duration, does not satisfy or fulfill the probationary period requirement. As is evident, Mrs. Timpson has never served the probationary term which could ripen into a permanent status.</p>\n<p>Nor does <i>Matter of Mannix</i> (21 N Y 2d 455, <i>supra</i>)  upon which the Commissioner also relies  call for a different conclusion. All that the court held in that case was that, following the acquisition of a license and the expiration of the required probationary period, a teacher could acquire tenure despite a failure to fulfill a certain precondition to a permanent appointment.<sup>[3]</sup> It is important, though, to have in mind that in <i>Mannix</i> the applicant had passed the prescribed examination. The case contains no hint that one who had failed to pass such an examination could ever be given a license or appointment which would result in his gaining tenure if he were on the job for the probationary term or any other period of time.</p>\n<p>Although it does not affect our decision on this appeal, we call attention to the case decided by the United States District Court for the Southern District of New York and affirmed by the Federal Court of Appeals after the Appellate Division's determination herein. (See <i>Chance v. Board of Examiners &amp; Bd. of Educ. of City of N. Y.</i>, 330 F.Supp. 203 [decided July 14, 1971], affd. 458 F.2d 1167 [decided April 5, 1972].) In the Federal litigation, the Board of Examiners and petitioner-respondent Board have been enjoined from conducting further examinations for the positions of principal and assistant principal and from \"promulgating eligible lists on the basis of such examination procedures\" on the ground that they discriminate against \"persons <span class=\"star-pagination\">*475</span> of Black and Puerto Rican race\" and do not fairly measure the ability and fitness of those, as well as other, candidates to perform the duties of such positions. As a result, as the United States Court of Appeals observed (458 F. 2d, at p. 1179), it \"may well be\" that \"new testing procedures will be devised by the parties themselves and be approved by the district court\" without further court proceedings. In that event, Mrs. Timpson, along with \"some 37 minority Acting Principals and 131 minority Acting Assistant Principals\" (330 F. Supp., at pp. 223-224) who are in the same position she is, will have an opportunity for examination by other testing methods which may well enable them to gain the licenses for which they are now deemed qualified by their superiors.</p>\n<p>Sympathize though the court may with the plight in which Mrs. Timpson finds herself, it may not be gainsaid that the solution lies, not in the unconstitutional attempt of the Commissioner to bypass the requirements of constitutionally mandated examinations, but in examination procedures which will provide a true test of a candidate's ability and probable performance in the position for which he is being examined.</p>\n<p>The judgment appealed from should be affirmed, without costs.</p>\n<p>Judgment affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  Insofar as relevant, section 6 of article V of the New York State Constitution reads in this way:\n</p>\n<p>\"Appointments and promotions in the civil service of the state and all of the civil divisions thereof, including cities and villages, shall be made according to merit and fitness to be ascertained, as far as practicable, by examination which, as far as practicable, shall be competitive\".</p>\n<p>[2]  Although section 310 recites that the Commissioner's decision on matters relating to education shall be \"final and conclusive and not subject to question or review\", that provision has long been qualified to permit court annulment of \"purely arbitrary\" determinations. (See, e.g., <i>Matter of </i><i>Ross v. Wilson</i>, 308 N.Y. 605, 617; <i>Matter of </i><i>Board of Educ. of City of N. Y. v. Allen</i>, 6 N Y 2d 127, 141; <i>Matter of </i><i>Ellis v. Allen</i>, 4 A D 2d 343, 345, app. dsmd. 4 N Y 2d 693.)</p>\n<p>[3]  The precondition which the petitioner had not met was the completion of all 30 semester hours in graduate courses required for licensing (21 N Y 2d, at p. 457).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">468</span></span> (1973)</b></center>\n<center><h1>In the Matter of the Board of Education of the City of New York, Respondent,<br>\nv.<br>\nEwald B. Nyquist, as Commissioner of Education of the State of New York, et al., Appellants.</h1></center>\n<center><p><b>Court of Appeals of the State of New York.</b></p></center>\n<center>Argued January 5, 1973.</center>\n<center>Decided February 8, 1973.</center>\n<p><i>Lawrence W. Reich</i>, <i>Robert D. Stone</i> and <i>John P. Jehu</i> for Ewald B. Nyquist, appellant.</p>\n<p><i>Warren I. Susman</i> for Adele W. Timpson, appellant.</p>\n<p><i>Norman Redlich</i>, Corporation Counsel (<i>Nina G. Goldstein</i> and <i>Stanley Buchsbaum</i> of counsel), for respondent.</p>\n<p>Judges BURKE, JASEN, GABRIELLI, JONES and WACHTLER concur; Judge BREITEL taking no part.</p>\n<p><span class=\"star-pagination\">*471</span>Chief Judge FULD.</p>\n<p>In this article 78 proceeding, petitioner-respondent Board of Education of the City of New York (hereafter called the Board) sought to annul the determination of respondent-appellant Commissioner of Education of the State of New York (hereafter referred to as the Commissioner), requiring the Board to give a permanent appointment as principal of day elementary school to respondent-appellant Adele Timpson who, although she has been \"acting\" principal of P.S. 100 in Manhattan for the past 11 years, has not passed the required examination for licensing as principal.</p>\n<p>Because of a lack of other available space, and over community opposition to a new school which would be racially segregated, the Board established P.S. 100 in upper Harlem in 1960. The first principal resigned after completing one year of his three-year term, and no other person on the eligible list of principals of day elementary schools could be found to take the position. Mrs. Timpson, who had been serving as a licensed assistant principal of a junior high school, accepted the position of \"acting\" principal of P.S. 100 in September, 1961, under a temporary assignment or \"appointment\"; she has been in that position ever since. On six occasions she took but failed to pass the examination for principal of a day elementary school. The Board has denied her numerous requests to be licensed, salaried and given tenure in that title, although she has been highly praised by her superiors for her performance of a difficult job. She has, however, been receiving \"the first step salary of the position of principal\" since February, 1969, pursuant to a series of resolutions adopted by the Board in order \"to adequately remunerate persons serving in acting capacities\" in the New York City school system.</p>\n<p>Dissatisfied with the situation, Mrs. Timpson, in 1969, petitioned the Commissioner to direct the Board to grant her a permanent appointment as principal with appropriate salary and tenure from the time of her appointment in 1961. He upheld her petition and ordered that the Board \"adjust [her] title in accordance with this decision and that hereafter it compensate [her] at a rate in conformity with her adjusted title.\"</p>\n<p><span class=\"star-pagination\">*472</span>The Board thereupon brought the present article 78 proceeding to annul the Commissioner's determination. Without filing an answer, the Commissioner moved to dismiss for insufficiency, his counsel urging that, since Mrs. Timpson had served in excess of the three-year probationary period, she had acquired tenure under section 2573 (subd. 1) of the Education Law. The court at Special Term, agreeing with the Commissioner, granted his motion. The Appellate Division, however, reversed the resulting judgment (37 A D 2d 642). Pointing to the constitutional provision (N. Y. Const., art. V, § 6), requiring appointment \"according to merit and fitness to be ascertained, as far as practicable, by [competitive] examination\",<sup>[1]</sup> the court declared that the Commissioner's determination was \"purely arbitrary\" and \"in direct contravention of the Constitution\" (37 A D 2d, at p. 643). Accordingly, the case was remitted to Special Term to permit the Commissioner to answer the petition and, after the answer had been filed, Special Term decided against the Commissioner; finding that the pleading raised no issues of fact or legal defenses, the court entered judgment annulling the Commissioner's determination. Since the prior nonfinal order of the Appellate Division \"necessarily affects\" the final judgment, the appeal by the Commissioner from that judgment is before us as of right pursuant to CPLR 5601 (subd. [d]). However, our review, it should be noted, is limited  by CPLR 5501 (subd. [b])  to the Appellate Division's prior nonfinal determination.</p>\n<p>The constitutional mandate that appointments to civil service positions be based on merit and fitness, to be ascertained by competitive examination where \"practicable,\" may not be blinked or avoided. A civil servant may not, therefore, be appointed without the required examination to a higher position than his license or title calls for simply upon the basis of his satisfactory performance during temporary or \"out-of-title\" service in such higher position. (See, e.g., <i>Matter of </i><i>Goldhirsch v. Krone</i>, 18 N Y 2d 178, 185; <span class=\"star-pagination\">*473</span> <i>Matter of </i><i>Niebling v. Wagner</i>, 12 N Y 2d 314, 318, 320; <i>Bacon v. Board of Educ. of City of N. Y.</i>, <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">73</span></span>, 77-79, affd. <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">1046</span></span>, mot. for lv. to app. den. <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">1030</span></span>.) It has been well said in the <i>Bacon</i> case (<i>per</i> MATTHEW M. LEVY, J.) that (205 Misc., at p. 79),</p>\n<blockquote>\"If the beneficent merit system with competitive examinations is to be preserved, we must adhere strictly to the rule that only one who has passed the prescribed appropriate examination is entitled to a certificate of appointment * * * To rule otherwise would be tantamount to appointing unqualified persons, in the sense that they had not passed the required competitive examinations or had not received certificates of appointment as required by law. And not alone might incompetence be thus permitted, but favoritism or discrimination might thus be enabled to raise its ugly head.\"</blockquote>\n<p>The Commissioner in the case before us, having ignored and bypassed the constitutionally demanded \"beneficient merit system with competitive examinations\" by directing the permanent appointment of Mrs. Timpson as principal, must be deemed to have acted in a purely arbitrary manner. His determination was, therefore, properly annulled by the court below despite the stricture contained in section 310 of the Education Law.<sup>[2]</sup></p>\n<p>The Commissioner's reliance upon the tenure provisions of section 2573 of the Education Law is misplaced. Although persons who have served a probationary term  of which the maximum is three years  in a position to which they have been <i>appointed</i> are thereupon \"entitled to receive permanent appointments\" and the tenure which attaches thereto (subd. 5), an appointment may only be made by the Board from an eligible list of those who have passed a competitive examination. The temporary appointment in an \"acting\" capacity of a person who has not passed such an examination  or, in the case <span class=\"star-pagination\">*474</span> of supervisory personnel since 1969, an open qualifying examination (Education Law, § 2590-j, subd. 3, par. [b], cl. [2])  is not the \"appointment\" envisaged by section 2573; it is nothing more than an assignment, accepted voluntarily, in which there has been no exercise of an appointing power by the Board. (See <i>Bacon v. Board of Educ. of City of N. Y.</i>, <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">1030</span></span>, denying mot. for lv. to app. <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">1046</span></span>, affg. <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">73</span></span>, <i>supra</i>; cf. <i>Matter of </i><i>Mannix v. Board of Educ.</i>, 21 N Y 2d 455; <i>Matter of </i><i>Glass v. Board of Educ.</i>, 16 N Y 2d 982.) Service under such an assignment, no matter what its duration, does not satisfy or fulfill the probationary period requirement. As is evident, Mrs. Timpson has never served the probationary term which could ripen into a permanent status.</p>\n<p>Nor does <i>Matter of Mannix</i> (21 N Y 2d 455, <i>supra</i>)  upon which the Commissioner also relies  call for a different conclusion. All that the court held in that case was that, following the acquisition of a license and the expiration of the required probationary period, a teacher could acquire tenure despite a failure to fulfill a certain precondition to a permanent appointment.<sup>[3]</sup> It is important, though, to have in mind that in <i>Mannix</i> the applicant had passed the prescribed examination. The case contains no hint that one who had failed to pass such an examination could ever be given a license or appointment which would result in his gaining tenure if he were on the job for the probationary term or any other period of time.</p>\n<p>Although it does not affect our decision on this appeal, we call attention to the case decided by the United States District Court for the Southern District of New York and affirmed by the Federal Court of Appeals after the Appellate Division's determination herein. (See <i>Chance v. Board of Examiners &amp; Bd. of Educ. of City of N. Y.</i>, <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">203</span></span> [decided July 14, 1971], affd. <span class=\"citation\" data-id=\"302977\"><a href=\"/opinion/302977/4-fair-emplpraccas-596-4-empl-prac-dec-p-7756-boston-m-chance/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span> [decided April 5, 1972].) In the Federal litigation, the Board of Examiners and petitioner-respondent Board have been enjoined from conducting further examinations for the positions of principal and assistant principal and from \"promulgating eligible lists on the basis of such examination procedures\" on the ground that they discriminate against \"persons <span class=\"star-pagination\">*475</span> of Black and Puerto Rican race\" and do not fairly measure the ability and fitness of those, as well as other, candidates to perform the duties of such positions. As a result, as the United States Court of Appeals observed (<span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">F.</span> <span class=\"page\">2d</span></span>, at p. 1179), it \"may well be\" that \"new testing procedures will be devised by the parties themselves and be approved by the district court\" without further court proceedings. In that event, Mrs. Timpson, along with \"some 37 minority Acting Principals and 131 minority Acting Assistant Principals\" (330 F. Supp., at pp. 223-224) who are in the same position she is, will have an opportunity for examination by other testing methods which may well enable them to gain the licenses for which they are now deemed qualified by their superiors.</p>\n<p>Sympathize though the court may with the plight in which Mrs. Timpson finds herself, it may not be gainsaid that the solution lies, not in the unconstitutional attempt of the Commissioner to bypass the requirements of constitutionally mandated examinations, but in examination procedures which will provide a true test of a candidate's ability and probable performance in the position for which he is being examined.</p>\n<p>The judgment appealed from should be affirmed, without costs.</p>\n<p>Judgment affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  Insofar as relevant, section 6 of article V of the New York State Constitution reads in this way:\n</p>\n<p>\"Appointments and promotions in the civil service of the state and all of the civil divisions thereof, including cities and villages, shall be made according to merit and fitness to be ascertained, as far as practicable, by examination which, as far as practicable, shall be competitive\".</p>\n<p>[2]  Although section 310 recites that the Commissioner's decision on matters relating to education shall be \"final and conclusive and not subject to question or review\", that provision has long been qualified to permit court annulment of \"purely arbitrary\" determinations. (See, e.g., <i>Matter of </i><i>Ross v. Wilson</i>, <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">605</span></span>, 617; <i>Matter of </i><i>Board of Educ. of City of N. Y. v. Allen</i>, 6 N Y 2d 127, 141; <i>Matter of </i><i>Ellis v. Allen</i>, 4 A D 2d 343, 345, app. dsmd. 4 N Y 2d 693.)</p>\n<p>[3]  The precondition which the petitioner had not met was the completion of all 30 semester hours in graduate courses required for licensing (21 N Y 2d, at p. 457).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302977/"
          ]
        }
      ],
      "judges": "Fuld",
      "date_created": "2014-10-30T16:18:59.768390Z",
      "date_modified": "2016-03-03T22:29:47.505337Z",
      "date_filed": "1973-02-08",
      "date_filed_is_approximate": false,
      "slug": "matter-of-bd-of-educ-v-nyquist",
      "citation_id": 2561829,
      "case_name_short": "Nyquist",
      "case_name": "MATTER OF BD. OF EDUC. v. Nyquist",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "31 N.Y.2d 468",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1383617/matter-of-bd-of-educ-v-nyquist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:18:59.765840Z",
  "date_modified": "2014-10-30T16:18:59.765840Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Nyquist",
  "case_name": "MATTER OF BD. OF EDUC. v. Nyquist",
  "case_name_full": "",
  "slug": "matter-of-bd-of-educ-v-nyquist",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}