{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1394339/",
  "id": 1394339,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/76841/",
      "id": 76841,
      "absolute_url": "/opinion/76841/mollie-jo-purcell-v-toombs-county-ga/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1394339/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/76841/",
          "id": 76841,
          "absolute_url": "/opinion/76841/mollie-jo-purcell-v-toombs-county-ga/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/76841/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-27T02:27:03Z",
          "date_modified": "2017-03-24T03:21:36.195792Z",
          "type": "010combined",
          "sha1": "d0cd275b3b41d8fb15c33c835509f75422f3dc95",
          "page_count": 20,
          "download_url": "http://www.ca11.uscourts.gov/opinions/ops/200211994.pdf",
          "local_path": "pdf/2005/02/24/Mollie_Jo_Purcell_v._Toombs_County_Ga..pdf",
          "plain_text": "                                                                      [PUBLISH]\n\n              IN THE UNITED STATES COURT OF APPEALS\n\n                      FOR THE ELEVENTH CIRCUIT                  FILED\n                     _____________________________\n                                                 U.S. COURT OF APPEALS\n                                                   ELEVENTH CIRCUIT\n                              No. 02-11994             February 24, 2005\n                     _____________________________ THOMAS K. KAHN\n                                                           CLERK\n                      D. C. Docket No. 00-00036 CV-6\n\nMOLLIE JO PURCELL,\nas natural parent and administrator\nof the Estate of Matthew Shawn Morgan,\n\n                                                Plaintiff-Appellee,\n     versus\n\nTOOMBS COUNTY, GA,\n\n                                                Defendant,\n\nALVIE KIGHT, JR.,\nindividually and in his official\ncapacity as Sheriff of Toombs County,\nJERRY WHITE,\nindividually and in his official capacity\nas Detention Administrator of Toombs County,\n\n                                                Defendants-Appellants.\n\n                        ________________________\n\n                 Appeal from the United States District Court\n                    for the Southern District of Georgia\n                      __________________________\n\n                            (February 24, 2005)\n\fBefore EDMONDSON, Chief Judge, BIRCH and FARRIS*, Circuit Judges.\n\nEDMONDSON, Chief Judge:\n\n         While detained at the Toombs County Jail, Matthew Morgan was beaten\n\nand injured by three other inmates. Mollie Jo Purcell brought this action, pursuant\n\nto 42 U.S.C. § 1983, on behalf of Morgan, her now deceased son. She alleged that\n\nToombs County, Sheriff Kight and Jail Administrator White violated Matthew\n\nMorgan’s Eighth and Fourteenth Amendment rights in failing to prevent this\n\ninmate-on-inmate attack.\n\n         The district court denied Defendants Kight and White qualified immunity in\n\ntheir individual capacities and also denied Defendant Kight Eleventh Amendment\n\nimmunity from suit in his official capacity. We conclude that the district court\n\nerred in denying Kight and White qualified immunity. In addition, given our en\n\nbanc decision in Manders v. Lee, 338 F.3d 1304 (11th Cir. 2003)(en banc), we\n\nconclude that the Eleventh Amendment precludes suit against Sheriff Kight, in his\n\nofficial capacity, for establishing the jail policies and other jail practices pertinent\n\nto Purcell’s claims. Therefore, we reverse.\n\n\n\n\n     *\n      Honorable Jerome Farris, United States Circuit Judge for the Ninth Circuit, sitting by\ndesignation.\n\n                                             2\n\f                                             Background\n\n\n\n          On 9 February 1999, Matthew Morgan was arrested and incarcerated in the\n\nToombs County Jail.1 Morgan had been arrested for two misdemeanors, but he\n\nalso had an outstanding felony-probation warrant pending.\n\n          Morgan asked for and was assigned to cell 5, where his friends\n\nfrom the “street” were being held.2 On the night of 21 February 1999, three\n\ninmates in cell 5 attacked Morgan while he was asleep. The daytime lights had\n\nbeen turned off.3 The three inmates kicked and punched Morgan repeatedly,\n\nleaving Morgan beaten on the prison floor.4\n\n\n\n\n  1\n    Morgan had been incarcerated sixteen times at Toombs County Jail by 9 February 1999 and, by\nall accounts, was never before involved in a violent altercation with other inmates.\n        For this appeal, we resolve all the properly disputed facts in accord with Plaintiff’s view of\nthe facts.\n  2\n     In making cell assignments for inmates, correction officers consider the “type of crime that was\ncommitted, race, age, . . . their health” and whether problems exist between individual inmates.\nCorrection officers normally will not assign inmates to cells where all other inmates are of another\nrace. But Morgan, a white male, was an exceptional case: he repeatedly had been incarcerated at the\nJail, knew many of its inmates, and asked to be placed in an all-black cell because those inmates\nwere his friends from the “street.”\n  3\n      The overhead lights were normally turned off at 11 p.m, leaving only night lights on in the cells.\n  4\n   Defendants contend Matthew Morgan took some money from one of the attackers, Johnny “Ike”\nMcClain. Witness accounts support this contention but largely from hearsay evidence. Regardless\nof whether Matthew Morgan took the money, McClain seemingly thought he did and, in retaliation,\nrecruited two other inmates (Lashon Holloway and Romato Kent) to assist in attacking Morgan.\n\n                                                    3\n\f           At the time of the incident, the Toombs County Jail held 118 inmates and\n\nwas staffed at normal levels, having five officers on duty.5 Jailers Brown and\n\nDickerson, both stationed in the control tower, became aware of the altercation\n\nwhen they heard a “banging noise” in cell 5.6 Brown turned on the overhead\n\ndaytime lights; and after the lights warmed up, the officers saw Morgan lying on\n\nthe second-level floor.7 Brown then phoned the Jail’s front office, reaching jail\n\nstaffer Smith and Sergeant Hill who came back to the scene of the incident.\n\nShortly thereafter, another officer called an ambulance that arrived around ten or\n\neleven minutes later. Morgan was then taken to a hospital.8\n\n           Kight took office as Toombs County’s newly elected sheriff in November\n\n1998. Before the incident involving Matthew Morgan, Sheriff Kight had directed\n\n  5\n    The Toombs County Jail had eight housing units (128-bed total capacity) containing individual\ncells on two levels that formed a circle around the central control tower.\n  6\n    Both Jailers Brown and Dickerson testified to having difficulties seeing from the tower into the\ncells at night during lights out. Sergeant Hill, the booking sergeant, testified that he had at one time\nnotified Jail Administrator White that it was difficult for jailers in the control tower to view what\nwas happening in the inmate sleeping areas after lights out. According to Hill, White had\nmaintenance crews come on several occasions to make the existing lights “work properly.”\n         The Jail, built in 1993, originally had a functioning intercom system with call boxes in the\ncells. The intercom system, however, was no longer functional in most of the cells, including cell\n5. Nothing evidences an attempt to repair this intercom system.\n   7\n    Daniel Morgan, the victim’s brother, who was incarcerated in an adjacent cell, said that seven\nto ten minutes elapsed between when the beating began and when the lights came on and then\nanother five minutes before jailers attended to Matthew Morgan.\n       8\n    Morgan spent two months in a coma, sustaining permanent mental impairment. He later\ncommitted suicide in 2000.\n\n                                                   4\n\fthat a new commissary system be instituted at the Toombs County Jail. The new\n\ncomputerized commissary system would keep up with inmate funds without the\n\ninmates having to keep money on their persons. The new commissary system,\n\nhowever, had not been put in place by the day of the Matthew Morgan incident.\n\nAt the time of the pertinent incident, the Toombs County Jail had a policy that\n\nallowed inmates to have up to $30 for making purchases from vending machines.9\n\nRecord evidence shows that some inmates would gamble with money while\n\nplaying card games, and Deputy Michael Harlin testified that some fights resulted\n\nover card games.10\n\n       Daniel Morgan (Matthew Morgan’s brother) gave deposition testimony that\n\nseveral inmate-on-inmate fights occurred at the Jail during the months before\n\n\n\n\n  9\n   Jailers periodically conducted shakedowns to ensure inmates did not have more than the allowed\n$30. The record, however, also shows that this inspection was not a fool-proof system; and some\ninmates might at times accumulate amounts of cash in excess of $30.\n  10\n      In her unverified Amended Complaint, Plaintiff alleges that an inmate, Elroy Odom, was beaten\nby fellow cellmates in an effort to steal Odom’s money. But, Odom was not deposed; and no\naffidavit appears in the record on his behalf. The record evidence we see that might potentially\nsupport this incident actually does not: Jail Administrator White testified that the only thing he\ncould recall about Odom was that “maybe somebody is supposed to have stole something from him.\n. . . I don’t remember nobody attacking him.”\n\n                                                5\n\fMatthew Morgan’s beating.11 Three fights were evidenced by his testimony.12\n\nOne of the fights involved an inmate named “Tank” who Matthew Morgan could\n\nhear being beaten by a group of inmates in another cell. Daniel Morgan was able\n\nto notice that it took jailers “about five minutes” to arrive and help “Tank.” Daniel\n\nMorgan also recalled two black inmates, “Head” and James Polk, beating up three\n\nHispanic inmates and witnessed “two white guys square off [] over a meal[.]”\n\n         Mollie Jo Purcell, Matthew Morgan’s mother, filed this lawsuit alleging that\n\nSheriff Kight and Jail Administrator White, in their individual and official\n\ncapacities, violated Morgan’s Eighth and Fourteenth Amendment rights in failing\n\nto prevent this inmate-on-inmate beating.13 On the conclusion of discovery,\n\n   11\n    Daniel Morgan appears to have been incarcerated at the Toombs County Jail beginning on 5\nJanuary 1999.\n    12\n      Daniel Morgan also testified to having heard through others of an incident where a black\ninmate, Rogers, attacked a Hispanic inmate at night by pulling a sheet over the Hispanic inmate’s\nhead and smashing the Hispanic inmate’s face with a steel-toed boot. But we -- like the district court\n-- will not consider this specific evidence in support of Purcell’s case on summary judgment:\nobjected-to hearsay. See Macuba v. Deboer, 193 F.3d 1316, 1322-23 (11th Cir. 1999) (stating that\nhearsay evidence may not be considered on summary judgment unless it can be “reduced to\nadmissible form”).\n   13\n      The Eighth Amendment applies to convicted inmates. A pretrial detainee’s “constitutional\nrights arise not from the Eighth Amendment, but from the Due Process Clause of the Fourteenth\nAmendment.” Hale v. Tallapoosa County, 50 F.3d 1579, 1582 n.4 (11th Cir. 1995). At the time of\nthe 9 February 1999 incident, Morgan was a pretrial detainee on many charges; Morgan was also\nbeing held for having violated the terms of his probation from a prior felony conviction. Whether\nor not we treat Morgan as a pretrial detainee or a convicted prisoner makes no difference. “[T]he\nstandard for providing basic human needs to those incarcerated or in detention is the same under\nboth the Eighth and Fourteenth Amendments.” Marsh v. Butler County, Ala., 268 F.3d 1014, 1024\nn.5 (11th Cir. 2001)(en banc). In this case, we will refer only to the Eighth Amendment.\n\n                                                  6\n\fDefendants moved for summary judgment. Defendants argued that insufficient\n\nevidence existed on the record to support a conclusion that Morgan’s\n\nconstitutional rights had been violated and also argued that Defendants, in their\n\nindividual capacities, were entitled to qualified immunity. In addition, both\n\nSheriff Kight and Jail Administrator White urged that the Eleventh Amendment\n\nprotected them from suit in their official capacities.14\n\n\n\n                                            Discussion\n\n\n\nI. Claims Against Sheriff Kight and Jail Administrator White in their Individual\nCapacities.\n\n\n         The district court denied summary judgment to Defendants Kight and\n\nWhite, in their individual capacities, rejecting their defense of qualified immunity\n\nto Purcell’s § 1983 claims.\n\n         We have jurisdiction over this appeal because the Supreme Court and this\n\nCourt long ago determined that a district court’s denial of a claim of qualified\n\nimmunity is an appealable interlocutory order. Mitchell v. Forsyth, 105 S.Ct.\n\n2806, 2817 (1985); Jones v. Cannon, 174 F.3d 1271, 1280 (11th Cir. 1999). This\n\n  14\n       Toombs County is no party to this interlocutory appeal.\n\n                                                 7\n\fcourt reviews de novo the denial of qualified immunity on summary judgment,\n\nconstruing the evidence in the light most favorable to Plaintiff. Jones, 174 F.3d at\n\n1281.\n\n        “Qualified immunity protects government officials performing discretionary\n\nfunctions from civil trials [] and from liability if their conduct violates no clearly\n\nestablished statutory or constitutional rights of which a reasonable person would\n\nhave known.” Lassiter v. Alabama A&M University, Board of Trustees, 28 F.3d\n\n1146, 1149 (11th Cir. 1994)(en banc)(quoting Harlow v. Fitzgerald, 102 S.Ct.\n\n2727, 2738 (1982)). This immunity protects “all but the plainly incompetent or\n\nthose who knowingly violate the law.” McCoy v. Webster, 47 F.3d 404, 407 (11th\n\nCir. 1995) (quoting Malley v. Briggs, 106 S.Ct. 1092, 1096 (1986)). For the\n\npurposes of this appeal, we will decide two things: (1) whether the summary\n\njudgment evidence, viewed in the light most favorable to Purcell, shows a\n\nviolation of a constitutional right; and, if so (2) whether that right was, on 21\n\nFebruary 1999, already clearly established in such a particularized way to make\n\nobvious the conclusion for all reasonable, similarly situated jail officials that what\n\nDefendants were doing violated Plaintiff’s federal rights under the circumstances.\n\nMarsh v. Butler County, Ala., 268 F.3d 1014, 1024 n.5 (11th Cir. 2001)(en banc).\n\n\n\n\n                                           8\n\f                            Violation of a Constitutional Right\n\n\n\n        The Eighth Amendment, which the Supreme Court has extended to the\n\nStates, prohibits the infliction of “cruel and unusual punishments.” U.S. Const.\n\namend. VIII. “We begin with the proposition that, while the Constitution does not\n\nrequire prisons to be comfortable, it also does not permit them to be inhumane,\n\n‘and it is now settled that the . . . conditions under which [a prisoner] is confined\n\nare subject to scrutiny under the Eighth Amendment.’” Jordan v. Doe, 38 F.3d\n\n1559, 1564 (11th Cir. 1994) (citations omitted). “‘[P]rison officials have a duty\n\n. . . to protect prisoners from violence at the hands of other prisoners.’ . . . It is not,\n\nhowever, every injury suffered by one prisoner at the hands of another that\n\ntranslates into [a] constitutional liability. . . .” Farmer v. Brennan, 114 S.Ct. 1970,\n\n1976-77 (1994) (citations omitted).15\n\n        To show a violation of Morgan’s Eighth Amendment rights, Plaintiff must\n\n“produce sufficient evidence of (1) a substantial risk of serious harm; (2) the\n\ndefendants’ deliberate indifference to that risk; and (3) causation.” Hale v.\n\nTallapoosa County, 50 F.3d 1579, 1582 (11th Cir. 1995). To be deliberately\n\n\n   15\n     When enforcing the duty to provide “reasonable safety” to inmates, such a standard requires\n“due regard for prison officials’ ‘unenviable task of keeping dangerous men in safe custody under\nhumane conditions.’” Farmer, 114 S.Ct. at 1983 (citations omitted).\n\n                                               9\n\findifferent a prison official must know of and disregard “an excessive risk to\n\ninmate health or safety; the official must both be aware of facts from which the\n\ninference could be drawn that a substantial risk of serious harm exists, and he must\n\nalso draw the inference.” Farmer, 114 S.Ct. at 1979. We will not allow the\n\nadvantage of hindsight to determine whether conditions of confinement amounted\n\nto “cruel and unusual” punishment. See Brown v. Hughes, 894 F.2d 1533, 1537\n\n(11th Cir. 1990). Whether a substantial risk of serious harm exists so that the\n\nEighth Amendment might be violated involves a legal rule that takes form through\n\nits application to facts. For summary judgment purposes, we resolve all the truly\n\ndisputed facts in accord with Plaintiff’s view of the facts; but we, as judges, decide\n\nthe legal consequences of the given facts, that is, whether the supposed facts\n\namount to a violation of the Eighth Amendment.\n\n        Purcell draws our attention to the following conditions at the Toombs\n\nCounty Jail: inmates were allowed to keep money in their cells; inmates were\n\nallowed to play cards and gamble;16 the physical layout of the Jail hindered guards\n\n\n\n\n   16\n     Plaintiff asserted that gambling contributed to the alleged substantial risk of serious harm;\nnothing in the record, however, indicates Matthew Morgan’s beating was related to gambling.\n\n                                               10\n\ffrom preventing inmate-on-inmate attacks; and a history of inmate-on-inmate\n\nfights.17\n\n        We accept that an excessive risk of inmate-on-inmate violence at a jail\n\ncreates a substantial risk of serious harm; “occasional, isolated attacks by one\n\nprisoner on another may not constitute cruel and unusual punishment, [but]\n\nconfinement in a prison where violence and terror reign is actionable. A prisoner\n\nhas a right, secured by the eighth . . . amendment[], to be reasonably protected\n\nfrom constant threat of violence and sexual assault by his fellow inmates[.]”\n\n\n\n  17\n       Purcell also argued that Matthew Morgan’s having been placed in an all-black cell constituted\na substantial risk of serious harm. But, as the district court correctly noted, that Matthew Morgan\nrequested to be placed in the all-black cell because he “hung out with them on the street and he knew\nall of them really well” is undisputed. The Undisputed Statement of Facts sets out that race played\nno role in Morgan’s being attacked, and no record evidence calls this fact into question. Thus we\nreadily conclude that Morgan’s placement in an all-black cell did not amount to an element of a\nsubstantial risk of serious harm to his safety. By the way, Sergeant Hill testified that, because of\nMorgan’s relationships with the inmates of cell 5, it was safer and would lead to “less conflict” for\nhim to be placed in the all-black cell.\n          Purcell also claimed that inmates were not properly segregated based on their proclivity for\nviolence, but the record does not support this contention: Matthew Morgan had a felony conviction\nfor bringing a deadly weapon onto school property. Undisputed facts show that Toombs County Jail\ninmates were assigned to cells based on a variety of factors: “the type of crime committed, race, age,\n. . . their health . . . whether there’s a problem with -- if we put somebody in a cell block and they’re\nhaving problems [with] another individual, we try to avoid that.”\n          We recognize that one inmate (Holloway) involved in the incident underlying this lawsuit\nhad also been involved weeks earlier in another -- albeit not so severe -- episode of inmate-on-inmate\nviolence. According to Daniel Morgan’s testimony, that earlier incident arose from a pre-\nincarceration clash between Holloway’s brother and “Tank,” the inmate attacked by Holloway. In\ncontrast, nothing in the record suggests that Holloway was generally violent toward other inmates\nor that Holloway and Matthew Morgan had a “problem” with each other before Matthew was\nattacked. The attack on Matthew Morgan was led by inmate McClain, the person who thought\nMatthew had taken his money: the belief that spurred on the attack.\n\n                                                   11\n\fWoodhous v. Virginia, 487 F.2d 889, 890 (4th Cir. 1973) (citation omitted). We,\n\nhowever, see insufficient evidence in the record to show that inmates in the\n\nToombs County Jail were exposed to something even approaching the “constant\n\nthreat of violence.” See id.; see also Zatler v. Wainwright, 802 F.2d 397, 400\n\n(11th Cir. 1986). On substantial risk of serious harm, “[t]his objective standard\n\n‘embodies “broad and idealistic concepts of dignity, civilized standards, humanity,\n\nand decency . . . ,”’ but must be balanced against competing penological goals.”\n\nLaMarca v. Turner, 995 F.2d 1526, 1535 (11th Cir. 1993) (citations omitted). And\n\nwe stress that a “prison custodian is not the guarantor of a prisoner’s safety.”\n\nPopham v. City of Talladega, 908 F.2d 1561, 1564 (11th Cir. 1990) (jail suicide\n\ncase).\n\n         Viewing the record evidence in the light most favorable to Purcell, we\n\nconclude, as a matter of law, the conditions at Toombs County Jail failed to pose\n\nthe substantial risk of serious harm necessary for a violation of the federal\n\nConstitution. A brief survey of conditions said by this Court, under Farmer, to\n\nestablish objectively an excessive risk of inmate-on-inmate violence supports this\n\nconclusion.\n\n\n\n\n                                          12\n\f      In Marsh, we said that the complaint had alleged facts that, if true, were\n\nsufficient to establish a substantial risk of inmate-on-inmate violence. The host of\n\njail conditions underlying that determination was extensive:\n\n      1) there was no segregation of nonviolent inmates from violent\n      inmates, pretrial detainees from convicted criminals, juveniles from\n      adults, or inmates with mental disorders from those without mental\n      disorders, 2) at times the Jail housed more prisoners than the cells\n      could accommodate, 3) the Jail was routinely understaffed, 4) no head\n      counts of prisoners were made to make sure they were all accounted\n      for, 5) locks on cell doors were not functional, allowing inmates to\n      roam freely at all hours of the day, 6) homemade weapons were\n      readily available by fashioning weapons from material torn from the\n      dilapidated structure of the Jail, 7) no lock down of prisoners in their\n      cells occurred at any point during the day or night, 8) cells were not\n      visually inspected, 9) no jailer was assigned to maintain prisoners’\n      security on the second floor where most of the inmates were housed,\n      10) the Jail was not operated in accordance with written policies, 11)\n      inmates were not screened for mental health, medical conditions or\n      conflicts with other prisoners before entering the Jail, and 12)\n      prisoners were not disciplined or segregated when they attempted to\n      escape, threatened jailers, destroyed property or assaulted other\n      inmates.\n\n268 F.3d at 1029. In a similar way in Hale, we determined that a plaintiff survived\n\nsummary judgment by submitting evidence that\n\n      1) prisoners were not segregated based on their proclivity for\n      violence, 2) there was only one jailer on duty, 3) the jailer’s quarters\n      were out of earshot and eyesight of the prisoners’ cell, and 4) fights\n      occurred between inmates on a regular basis resulting in injuries\n      requiring medical attention and hospitalization . . . .\n\nMarsh, 268 F.3d at 1033 n.12 (citing Hale, 50 F.3d at 1581-84).\n\n                                         13\n\f          In contrast, the evidence presented in this case paints a picture, while not\n\nideal, that is less severe than what would be sufficient to rise to the level of\n\ndemonstrating objectively a substantial risk of serious harm to inmates. Inmates at\n\nToombs County Jail were segregated based on a number of particularized factors,\n\nincluding the kind of crime committed and an inmate’s potential personal conflicts\n\nwith others. Moreover, the Jail was not understaffed on the night of the attack:\n\nfive officers were on duty, which is typical for Toombs County.18 Jail officials had\n\na history of punishing inmate violence,19 rather than looking the other way to\n\npreserve the status quo.20 And while inmate fighting does happen in Toombs\n\nCounty, the record is insufficient to show that serious inmate-on-inmate violence\n\n  18\n     Plaintiff alleges that normal staffing levels at the Jail should have been increased to respond to\ninmate altercations. There could always be more staff at a jail. Nothing in the record, however,\ndemonstrates that the actual staffing level -- five officers -- was insufficient to handle competently\nsituations that would be reasonably anticipated. No expert testified that the Jail, given its inmate\ncapacity, was understaffed. Although one of the male guards was in the front of the Jail at the time\nthis incident began (leaving one male and one female in the cell area), the Undisputed Statement of\nFacts establishes that it took no longer than twenty seconds for the floor guard and the desk sergeant\nto arrive at cell 5 upon receiving a call from the tower about the disturbance.\n   19\n        To include this incident, in which all three assailants were criminally charged and convicted.\n   20\n      In May 1998, two jailers, Edon Bacon and Jonas Tobler had taken two white male inmates,\nbrothers Donnie and Tim Kelley -- both inclined to the views of “white power” -- and placed these\nKelley brothers into separate all-black cells. Jailers Bacon and Tobler encouraged the inmates to\n“take care of them.” The Kelley brothers were beaten by other inmates and were given medical\nattention at the Jail. The next day, these same two jailers took another white inmate, William\nCampbell, labeled as a “skinhead,” into a holding cell and beat him badly. White had the two jailers’\nconduct investigated by the Georgia Bureau of Investigation. After the investigation, White\nterminated the employment of both jailers Tobler and Bacon; and warrants were taken out for their\narrest.\n\n                                                   14\n\fwas the norm or something close to it.21 Also, the fights that did occur were linked\n\nto no recurring specific cause: causes ran the gamut from disagreements over\n\ntelevision channels, to retaliation for pre-incarceration street activity, to card\n\ngames, to food.\n\n        Purcell has produced evidence, mainly from Daniel Morgan’s testimony,\n\nthat a few serious fights occurred (severe enough to result in a trip to the hospital)\n\nat the Jail before Matthew Morgan’s attack. No record evidence, however, shows\n\n\n\n   21\n     Not many serious fights seem to have happened at this Jail. Despite his conclusory comment\nthat fights are “a regular thing” in the Jail, Daniel Morgan’s deposition testimony produced\nadmissible evidence of only three fights. Of these three, one was serious enough to result in a trip\nto the hospital, one resulted in a nosebleed (it is unclear whether a hospital visit was necessary), and\none was a skirmish at most. Beyond Daniel Morgan’s testimony, one of the deposed jailers who\nworked the night shift for over two years could remember only two or three inmate fights. When\nDeputy Harlin (another jailer) was asked if he could remember inmate fights involving a trip to the\nhospital, Deputy Harlin, who had worked the night shift for over four years, vaguely responded that\nthere had been “several incidents over the years;” but he could recount no specific incidents or\nnumbers. Nothing in the record indicates that serious inmate-on-inmate violence at the Jail was\npervasive.\n        “In response to a summary judgment motion . . . plaintiff can no longer rest on . . . ‘mere\nallegations,’ but must ‘set forth’ . . . ‘specific facts.’” Lujan v. Defenders of Wildlife, 112 S.Ct. 2130,\n2137 (1992) (citations omitted). “Inferences from the nonmoving party’s ‘specific facts’ as to other\nmaterial facts, however, may be drawn only if they are reasonable in view of other undisputed\nbackground or contextual facts and only if such inferences are permissible under the governing\nsubstantive law.” Mize v. Jefferson City Bd. of Educ., 93 F.3d 739, 743 (11th Cir. 1996) (quoting\nT.W. Elec. Serv. Inc. v. Pac. Elec. Contractors Ass’n, 809 F.2d 626, 631 (9th Cir. 1987)). In a jail\nthat houses over a hundred inmates, evidences of two to three pretty serious inmate fights over a\nperiod of nine months and of not very many other fights over a four-year span, cannot establish that\nserious inmate-on-inmate violence was frequent and pervasive.\n        By the way, we acknowledge that it, in certain circumstances, might be possible to base an\nEighth Amendment violation on inmate-on-inmate violence in the absence of a history of such\nviolence. See Marsh, 268 F.3d at 1033-34. But given the other circumstances here, this case is not\nsuch a case.\n\n                                                    15\n\fthat those incidents related to money. The district court seemed to place critical\n\nimportance on the Jail’s policy of allowing inmates to have money while\n\nincarcerated. While such a policy may possibly not be the best practice, we are\n\nunprepared to say that it is a violation of the federal Constitution to allow inmates\n\nto have some cash inside a jail.\n\n        Nor does the Jail’s physical plant itself (jails can almost always be better\n\nand more secure) present an objectively substantial risk of serious harm.22 The\n\nrecord evidence, at worst, shows that the physical layout of the Jail presented the\n\njailers with difficulty in seeing into certain inmate cells, during the night, from the\n\ncontrol tower. Guards also testified that they could not hear as well from inside\n\nthe tower as they could when standing outside it. But in practice, the guards left\n\nthe tower and walked around the cellblock area to conduct periodic checks;\n\nnothings suggests difficulty in seeing into the cells or hearing cell activity when\n\nwalking around.23\n\n\n   22\n     We do not decide that Kight and White are responsible for the Jail’s physical condition; but if\nthey were, our conclusion would not change.\n  23\n     The Jail’s policy manual in effect at the time of this incident required that guards make rounds\nin the jail area “as often as possible but not less than once per hour.” Standard practice was to\nconduct three “bed counts” at night, two of them after “lights out” (approximately 11:00). Although\nDaniel Morgan remembers Jailer Dickerson making a round after “lights out” on the night of the\nincident, Dickerson does not recall making that round. The Constitution does not require that every\ninmate in a jail be observed by a guard every twenty minutes. See generally Popham, 908 F.2d at\n1565.\n\n                                                 16\n\f      The record does not support Purcell’s contentions that the conditions --\n\nbearing everything in mind -- rose to the level of a “substantial”or “sufficiently\n\nserious” risk as opposed to some lesser risk of harm. See Farmer, 114 S.Ct. at\n\n1977. In the jail setting, a risk of harm to some degree always exists by the nature\n\nof its being a jail. See Wilson v. Seiter, 111 S.Ct. 2321, 2324 (1991) (“The\n\nConstitution, we said, does not mandate comfortable prisons, and only those\n\ndeprivations denying the minimal civilized measure of life’s necessities are\n\nsufficiently grave to form the basis of an Eighth Amendment violation.” (internal\n\ncitations and quotations omitted)). Thus we conclude that Purcell has failed to set\n\nout evidence on summary judgment that supports the conclusion that the Toombs\n\nCounty Jail conditions (one thing, taken with another) posed a substantial risk of\n\nserious harm to Morgan or other inmates and, thus, could bear out an Eighth\n\nAmendment violation.\n\n      We do not, by today’s conclusion, establish either Marsh or Hale as the\n\nproverbial “floor” of liability for Eighth Amendment purposes. We only decide\n\nthat the conditions evidenced by the record here were not sufficiently grave to\n\nviolate the Constitution. We note also that Plaintiff has survived summary\n\njudgment on her state law claims sounding in negligence against the individual\n\ndefendants and might succeed at trial on those claims. We do not decide today\n\n                                         17\n\fthat Plaintiff is due no remedy. But we, as a matter of law, do conclude that no\n\nremedy against Kight and White, in their individual capacities, is supplied to her\n\nby the Eighth Amendment’s prohibition against cruel and unusual punishment:\n\nthe Constitution does not “supplant traditional tort law in laying down rules of\n\nconduct to regulate liability for injuries that attend living together in society.”\n\nDaniels v. Williams, 106 S.Ct. 662, 665 (1986). “Reasonable care” under tort law\n\nis not the same thing as reasonable safety within the meaning of the federal\n\nConstitution.\n\n         Our conclusion that Purcell has failed to establish that Defendants violated\n\nMatthew Morgan’s constitutional rights under the Eighth Amendment removes the\n\nneed to reach the remaining questions of deliberate indifference,24 causation, or\n\npreexisting clearly established law.25\n\n\n    24\n       We see an error in the district court’s application of the subjective aspect of the Eighth\nAmendment inquiry. In assessing the evidence presented by Purcell, the district court appears to\nhave focused entirely on whether or not the complained-of conditions posed a substantial risk of\nserious harm and whether the conditions caused Morgan’s injuries. The district court seemingly\nfailed altogether to test the evidence for the crucial link between the alleged substantial risk of\nserious harm posed by the conditions and Defendant Kight’s and Defendant White’s actual\nawareness of that purported substantial risk. Because we conclude the circumstances presented fail\nthe Eighth Amendment standard at the “substantial risk” stage, it follows that Defendants did not\nhave subjective knowledge of circumstances amounting to a constitutional violation.\n  25\n     About immunity, we need not address the element of preexisting clearly established law. But\nout of an abundance of caution, we state the obvious: because we see no federal constitutional\nviolation, it follows that no preexisting law put Defendants on notice that the jail conditions at\nToombs County clearly violated the Constitution. Even if a federal-law violation is presented by\nthese facts, Defendants are due qualified immunity from suit. The circumstances here were not so\n\n                                                18\n\fII. Eleventh Amendment Immunity.\n\n\n\n       Sheriff Kight argues that, in his official capacity, he is entitled to Eleventh\n\nAmendment immunity because in establishing and administering jail policies and\n\npractices, he -- as sheriff -- functions as an arm of the State of Georgia. The\n\ndistrict court denied Eleventh Amendment immunity to Sheriff Kight based on this\n\nCourt’s panel opinion in Manders v. Lee, 285 F.3d 983 (11th Cir. 2002).26 We\n\nhave since vacated the Manders panel opinion and issued an en banc decision\n\ndetermining, under the circumstances of that case, that a Georgia sheriff sued in\n\nhis official capacity functions as an “arm of the State.” Manders v. Lee, 338 F.3d\n\n1304, 1305 (11th Cir. 2003)(en banc).\n\n\n\n\nterrible to violate the Eighth Amendment clearly and on its face. In Hope v. Pelzer, 122 S.Ct. 2508,\n2516-17 (2002), a previous Circuit decision (Gates v. Collier, 501 F.2d 1291 (5th Cir. 1974)) holding\nunconstitutional the “handcuffing [of] inmates to the fence and to cells” was a sufficient foundation\nfor notice that handcuffing inmates to a hitching post also was unconstitutional: the Supreme Court\nsaw no reason to draw a distinction between Gates and Hope. Id. at 2517. Unlike Hope, the\npreexisting case law here varied enough from the material facts of this case that a reasonable jailer\ncould believe that the factual differences could make the situation at this Jail lawful even when\ncircumstances in the earlier cases were determined to be unlawful under federal law: the precedents\ndo not “squarely govern” the case here. See generally Brosseau v. Haugen, 125 S.Ct. 596, 600\n(2004). For further background on the use of judicial decisions as notice that preexisting law clearly\nestablished that certain conduct violated federal law, see Pace v. Capobianco, 283 F.3d 1275, 1283\n(11th Cir. 2002), and Marsh, 268 F.3d at 1031-33.\n  26\n    We review such a denial of Eleventh Amendment immunity on motion for summary judgment\nde novo. Manders v. Lee, 338 F.3d 1304, 1307-08 (11th Cir. 2003)(en banc).\n\n                                                 19\n\f        Although we declined to determine that a Georgia sheriff wears a “state\n\nhat” for all functions, we decided that a sheriff’s “authority and duty to administer\n\nthe jail in his jurisdiction flows from the State, not [the] County.” Id. at 1315.\n\nThus Manders controls our determination here; Sheriff Kight functions as an arm\n\nof the State -- not of Toombs County -- when promulgating policies and\n\nprocedures governing conditions of confinement at the Toombs County Jail.\n\nAccordingly, even if Purcell had established a constitutional violation, Sheriff\n\nKight would be entitled to Eleventh Amendment immunity from suit in his official\n\ncapacity.27\n\n        REVERSED.\n\n\n\n\n   27\n      Jail Administrator White was also sued in his official capacity. The district court did not\naddress whether White would be entitled to Eleventh Amendment immunity and that issue was not\nraised before us on appeal.\n\n                                               20\n\f",
          "html": "<p class=\"case_cite\">400 F.3d 1313</p>\n    <p class=\"parties\">Mollie Jo PURCELL, as natural parent and administrator of the ESTATE OF Matthew Shawn MORGAN, Plaintiff-Appellee,<br>v.<br>TOOMBS COUNTY, GA, Defendant,<br>Alvie Kight, Jr., individually and in his official capacity as Sheriff of Toombs County, Jerry White, individually and in his official capacity as Detention Administrator of Toombs County, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 02-11994.</p>\n    <p class=\"court\">United States Court of Appeals, Eleventh Circuit.</p>\n    <p class=\"date\">February 24, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Dana K. Maine, Theodore Freeman, Freeman, Mathis &amp; Gary, LLP, Atlanta, GA, for Defendants-Appellants.</p>\n      <p class=\"indent\">Thomas A. Nash, Jr., Inglesby, Falligant, Horne, Courington &amp; Nash, Brent J. Savage, C. Dorian Britt, Savage, Turner, Pinson &amp; Karsman, Savannah, GA, for Plaintiff-Appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Georgia.</p>\n      <p class=\"indent\">Before EDMONDSON, Chief Judge, and BIRCH and FARRIS<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Circuit Judges.</p>\n      <p class=\"indent\">EDMONDSON, Chief Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While detained at the Toombs County Jail, Matthew Morgan was beaten and injured by three other inmates. Mollie Jo Purcell brought this action, pursuant to 42 U.S.C. &#167; 1983, on behalf of Morgan, her now deceased son. She alleged that Toombs County, Sheriff Kight and Jail Administrator White violated Matthew Morgan's Eighth and Fourteenth Amendment rights in failing to prevent this inmate-on-inmate attack.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court denied Defendants Kight and White qualified immunity in their individual capacities and also denied Defendant Kight Eleventh Amendment immunity from suit in his official capacity. We conclude that the district court erred in denying Kight and White qualified immunity. In addition, given our en banc decision in <i>Manders v. Lee,</i> 338 F.3d 1304 (11th Cir.2003)(en banc), we conclude that the Eleventh Amendment precludes suit against Sheriff Kight, in his official capacity, for establishing the jail policies and other jail practices pertinent to Purcell's claims. Therefore, we reverse.</p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On 9 February 1999, Matthew Morgan was arrested and incarcerated in the Toombs County Jail.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Morgan had been arrested for two misdemeanors, but he also had an outstanding felony-probation warrant pending.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Morgan asked for and was assigned to cell 5, where his friends from the \"street\" were being held.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On the night of 21 February 1999, three inmates in cell 5 attacked Morgan while he was asleep. The daytime lights had been turned off.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The three inmates kicked and punched Morgan repeatedly, leaving Morgan beaten on the prison floor.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time of the incident, the Toombs County Jail held 118 inmates and was staffed at normal levels, having five officers on duty.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Jailers Brown and Dickerson, both stationed in the control tower, became aware of the altercation when they heard a \"banging noise\" in cell 5.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Brown turned on the overhead daytime lights; and after the lights warmed up, the officers saw Morgan lying on the second-level floor.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Brown then phoned the Jail's front office, reaching jail staffer Smith and Sergeant Hill who came back to the scene of the incident. Shortly thereafter, another officer called an ambulance that arrived around ten or eleven minutes later. Morgan was then taken to a hospital.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kight took office as Toombs County's newly elected sheriff in November 1998. Before the incident involving Matthew Morgan, Sheriff Kight had directed that a new commissary system be instituted at the Toombs County Jail. The new computerized commissary system would keep up with inmate funds without the inmates having to keep money on their persons. The new commissary system, however, had not been put in place by the day of the Matthew Morgan incident. At the time of the pertinent incident, the Toombs County Jail had a policy that allowed inmates to have up to $30 for making purchases from vending machines.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Record evidence shows that some inmates would gamble with money while playing card games, and Deputy Michael Harlin testified that some fights resulted over card games.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Daniel Morgan (Matthew Morgan's brother) gave deposition testimony that several inmate-on-inmate fights occurred at the Jail during the months before Matthew Morgan's beating.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Three fights were evidenced by his testimony.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> One of the fights involved an inmate named \"Tank\" who Matthew Morgan could hear being beaten by a group of inmates in another cell. Daniel Morgan was able to notice that it took jailers \"about five minutes\" to arrive and help \"Tank.\" Daniel Morgan also recalled two black inmates, \"Head\" and James Polk, beating up three Hispanic inmates and witnessed \"two white guys square off [ ] over a meal[.]\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mollie Jo Purcell, Matthew Morgan's mother, filed this lawsuit alleging that Sheriff Kight and Jail Administrator White, in their individual and official capacities, violated Morgan's Eighth and Fourteenth Amendment rights in failing to prevent this inmate-on-inmate beating.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> On the conclusion of discovery, Defendants moved for summary judgment. Defendants argued that insufficient evidence existed on the record to support a conclusion that Morgan's constitutional rights had been violated and also argued that Defendants, in their individual capacities, were entitled to qualified immunity. In addition, both Sheriff Kight and Jail Administrator White urged that the Eleventh Amendment protected them from suit in their official capacities.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p class=\"center\">\n      <i>Discussion</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">I.<i> Claims Against Sheriff Kight and Jail Administrator White in their Individual Capacities.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court denied summary judgment to Defendants Kight and White, in their individual capacities, rejecting their defense of qualified immunity to Purcell's &#167; 1983 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have jurisdiction over this appeal because the Supreme Court and this Court long ago determined that a district court's denial of a claim of qualified immunity is an appealable interlocutory order. <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 105 S.Ct. 2806, 2817, 86 L.Ed.2d 411 (1985); <i>Jones v. Cannon,</i> 174 F.3d 1271, 1280 (11th Cir.1999). This court reviews de novo the denial of qualified immunity on summary judgment, construing the evidence in the light most favorable to Plaintiff. <i>Jones,</i> 174 F.3d at 1281.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"Qualified immunity protects government officials performing discretionary functions from civil trials [ ] and from liability if their conduct violates no clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Lassiter v. Alabama A&amp;M University, Board of Trustees,</i> 28 F.3d 1146, 1149 (11th Cir.1994)(en banc) (quoting <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982)). This immunity protects \"all but the plainly incompetent or those who knowingly violate the law.\" <i>McCoy v. Webster,</i> 47 F.3d 404, 407 (11th Cir.1995) (quoting <i>Malley v. Briggs,</i> 475 U.S. 335, 106 S.Ct. 1092, 1096, 89 L.Ed.2d 271 (1986)). For the purposes of this appeal, we will decide two things: (1) whether the summary judgment evidence, viewed in the light most favorable to Purcell, shows a violation of a constitutional right; and, if so (2) whether that right was, on 21 February 1999, already clearly established in such a particularized way to make obvious the conclusion for all reasonable, similarly situated jail officials that what Defendants were doing violated Plaintiff's federal rights under the circumstances. <i>Marsh v. Butler County, Ala.,</i> 268 F.3d 1014, 1024 n. 5 (11th Cir.2001)(en banc).</p>\n    </div>\n    <p class=\"center\">\n      <i>Violation of a Constitutional Right</i>\n    </p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Eighth Amendment, which the Supreme Court has extended to the States, prohibits the infliction of \"cruel and unusual punishments.\" U.S. Const. amend. VIII. \"We begin with the proposition that, while the Constitution does not require prisons to be comfortable, it also does not permit them to be inhumane, `and it is now settled that the ... conditions under which [a prisoner] is confined are subject to scrutiny under the Eighth Amendment.'\" <i>Jordan v. Doe,</i> 38 F.3d 1559, 1564 (11th Cir.1994) (citations omitted). \"`[P]rison officials have a duty ... to protect prisoners from violence at the hands of other prisoners.' ... It is not, however, every injury suffered by one prisoner at the hands of another that translates into [a] constitutional liability....\" <i>Farmer v. Brennan,</i> 511 U.S. 825, 114 S.Ct. 1970, 1976-77, 128 L.Ed.2d 811 (1994) (citations omitted).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To show a violation of Morgan's Eighth Amendment rights, Plaintiff must \"produce sufficient evidence of (1) a substantial risk of serious harm; (2) the defendants' deliberate indifference to that risk; and (3) causation.\" <i>Hale v. Tallapoosa County,</i> 50 F.3d 1579, 1582 (11th Cir.1995). To be deliberately indifferent a prison official must know of and disregard \"an excessive risk to inmate health or safety; the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\" <i>Farmer,</i> 114 S.Ct. at 1979. We will not allow the advantage of hindsight to determine whether conditions of confinement amounted to \"cruel and unusual\" punishment. <i>See Brown v. Hughes,</i> 894 F.2d 1533, 1537 (11th Cir.1990). Whether a substantial risk of serious harm exists so that the Eighth Amendment might be violated involves a legal rule that takes form through its application to facts. For summary judgment purposes, we resolve all the truly disputed facts in accord with Plaintiff's view of the facts; but we, as judges, decide the legal consequences of the given facts, that is, whether the supposed facts amount to a violation of the Eighth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Purcell draws our attention to the following conditions at the Toombs County Jail: inmates were allowed to keep money in their cells; inmates were allowed to play cards and gamble;<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> the physical layout of the Jail hindered guards from preventing inmate-on-inmate attacks; and a history of inmate-on-inmate fights.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We accept that an excessive risk of inmate-on-inmate violence at a jail creates a substantial risk of serious harm; \"occasional, isolated attacks by one prisoner on another may not constitute cruel and unusual punishment, [but] confinement in a prison where violence and terror reign is actionable. A prisoner has a right, secured by the eighth ... amendment[ ], to be reasonably protected from constant threat of violence and sexual assault by his fellow inmates[.]\" <i>Woodhous v. Virginia,</i> 487 F.2d 889, 890 (4th Cir.1973) (citation omitted). We, however, see insufficient evidence in the record to show that inmates in the Toombs County Jail were exposed to something even approaching the \"constant threat of violence.\" <i>See id.; see also Zatler v. Wainwright,</i> 802 F.2d 397, 400 (11th Cir.1986). On substantial risk of serious harm, \"[t]his objective standard `embodies \"broad and idealistic concepts of dignity, civilized standards, humanity, and decency...,\"' but must be balanced against competing penological goals.\" <i>LaMarca v. Turner,</i> 995 F.2d 1526, 1535 (11th Cir.1993) (citations omitted). And we stress that a \"prison custodian is not the guarantor of a prisoner's safety.\" <i>Popham v. City of Talladega,</i> 908 F.2d 1561, 1564 (11th Cir.1990) (jail suicide case).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Viewing the record evidence in the light most favorable to Purcell, we conclude, as a matter of law, the conditions at Toombs County Jail failed to pose the substantial risk of serious harm necessary for a violation of the federal Constitution. A brief survey of conditions said by this Court, under <i>Farmer,</i> to establish objectively an excessive risk of inmate-on-inmate violence supports this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>Marsh,</i> we said that the complaint had alleged facts that, if true, were sufficient to establish a substantial risk of inmate-on-inmate violence. The host of jail conditions underlying that determination was extensive:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1) there was no segregation of nonviolent inmates from violent inmates, pretrial detainees from convicted criminals, juveniles from adults, or inmates with mental disorders from those without mental disorders, 2) at times the Jail housed more prisoners than the cells could accommodate, 3) the Jail was routinely understaffed, 4) no head counts of prisoners were made to make sure they were all accounted for, 5) locks on cell doors were not functional, allowing inmates to roam freely at all hours of the day, 6) homemade weapons were readily available by fashioning weapons from material torn from the dilapidated structure of the Jail, 7) no lock down of prisoners in their cells occurred at any point during the day or night, 8) cells were not visually inspected, 9) no jailer was assigned to maintain prisoners' security on the second floor where most of the inmates were housed, 10) the Jail was not operated in accordance with written policies, 11) inmates were not screened for mental health, medical conditions or conflicts with other prisoners before entering the Jail, and 12) prisoners were not disciplined or segregated when they attempted to escape, threatened jailers, destroyed property or assaulted other inmates.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">268 F.3d at 1029. In a similar way in <i>Hale,</i> we determined that a plaintiff survived summary judgment by submitting evidence that</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1) prisoners were not segregated based on their proclivity for violence, 2) there was only one jailer on duty, 3) the jailer's quarters were out of earshot and eyesight of the prisoners' cell, and 4) fights occurred between inmates on a regular basis resulting in injuries requiring medical attention and hospitalization....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>Marsh,</i> 268 F.3d at 1033 n. 12 (citing <i>Hale,</i> 50 F.3d at 1581-84).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In contrast, the evidence presented in this case paints a picture, while not ideal, that is less severe than what would be sufficient to rise to the level of demonstrating objectively a substantial risk of serious harm to inmates. Inmates at Toombs County Jail were segregated based on a number of particularized factors, including the kind of crime committed and an inmate's potential personal conflicts with others. Moreover, the Jail was not understaffed on the night of the attack: five officers were on duty, which is typical for Toombs County.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Jail officials had a history of punishing inmate violence,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> rather than looking the other way to preserve the status quo.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> And while inmate fighting does happen in Toombs County, the record is insufficient to show that serious inmate-on-inmate violence was the norm or something close to it.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Also, the fights that did occur were linked to no recurring specific cause: causes ran the gamut from disagreements over television channels, to retaliation for pre-incarceration street activity, to card games, to food.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Purcell has produced evidence, mainly from Daniel Morgan's testimony, that a few serious fights occurred (severe enough to result in a trip to the hospital) at the Jail before Matthew Morgan's attack. No record evidence, however, shows that those incidents related to money. The district court seemed to place critical importance on the Jail's policy of allowing inmates to have money while incarcerated. While such a policy may possibly not be the best practice, we are unprepared to say that it is a violation of the federal Constitution to allow inmates to have some cash inside a jail.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nor does the Jail's physical plant itself (jails can almost always be better and more secure) present an objectively substantial risk of serious harm.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The record evidence, at worst, shows that the physical layout of the Jail presented the jailers with difficulty in seeing into certain inmate cells, during the night, from the control tower. Guards also testified that they could not hear as well from inside the tower as they could when standing outside it. But in practice, the guards left the tower and walked around the cellblock area to conduct periodic checks; nothing suggests difficulty in seeing into the cells or hearing cell activity when walking around.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The record does not support Purcell's contentions that the conditions &#8212; bearing everything in mind &#8212; rose to the level of a \"substantial\" or \"sufficiently serious\" risk as opposed to some lesser risk of harm. <i>See Farmer,</i> 114 S.Ct. at 1977. In the jail setting, a risk of harm to some degree always exists by the nature of its being a jail. <i>See Wilson v. Seiter,</i> 501 U.S. 294, 111 S.Ct. 2321, 2324, 115 L.Ed.2d 271 (1991) (\"The Constitution, we said, does not mandate comfortable prisons, and only those deprivations denying the minimal civilized measure of life's necessities are sufficiently grave to form the basis of an Eighth Amendment violation.\" (internal citations and quotations omitted)). Thus we conclude that Purcell has failed to set out evidence on summary judgment that supports the conclusion that the Toombs County Jail conditions (one thing, taken with another) posed a substantial risk of serious harm to Morgan or other inmates and, thus, could bear out an Eighth Amendment violation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We do not, by today's conclusion, establish either <i>Marsh</i> or <i>Hale</i> as the proverbial \"floor\" of liability for Eighth Amendment purposes. We only decide that the conditions evidenced by the record here were not sufficiently grave to violate the Constitution. We note also that Plaintiff has survived summary judgment on her state law claims sounding in negligence against the individual defendants and might succeed at trial on those claims. We do not decide today that Plaintiff is due no remedy. But we, as a matter of law, do conclude that no remedy against Kight and White, in their individual capacities, is supplied to her by the Eighth Amendment's prohibition against cruel and unusual punishment: the Constitution does not \"supplant traditional tort law in laying down rules of conduct to regulate liability for injuries that attend living together in society.\" <i>Daniels v. Williams,</i> 474 U.S. 327, 106 S.Ct. 662, 665, 88 L.Ed.2d 662 (1986). \"Reasonable care\" under tort law is not the same thing as reasonable safety within the meaning of the federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Our conclusion that Purcell has failed to establish that Defendants violated Matthew Morgan's constitutional rights under the Eighth Amendment removes the need to reach the remaining questions of deliberate indifference,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> causation, or preexisting clearly established law.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">II. <i>Eleventh Amendment Immunity.</i></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Sheriff Kight argues that, in his official capacity, he is entitled to Eleventh Amendment immunity because in establishing and administering jail policies and practices, he &#8212; as sheriff &#8212; functions as an arm of the State of Georgia. The district court denied Eleventh Amendment immunity to Sheriff Kight based on this Court's panel opinion in <i>Manders v. Lee,</i> 285 F.3d 983 (11th Cir.2002).<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> We have since vacated the <i>Manders</i> panel opinion and issued an en banc decision determining, under the circumstances of that case, that a Georgia sheriff sued in his official capacity functions as an \"arm of the State.\" <i>Manders v. Lee,</i> 338 F.3d 1304, 1305 (11th Cir.2003)(en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although we declined to determine that a Georgia sheriff wears a \"state hat\" for all functions, we decided that a sheriff's \"authority and duty to administer the jail in his jurisdiction flows from the State, not [the] County.\" <i>Id.</i> at 1315. Thus <i>Manders</i> controls our determination here; Sheriff Kight functions as an arm of the State &#8212; not of Toombs County &#8212; when promulgating policies and procedures governing conditions of confinement at the Toombs County Jail. Accordingly, even if Purcell had established a constitutional violation, Sheriff Kight would be entitled to Eleventh Amendment immunity from suit in his official capacity.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">REVERSED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable Jerome Farris, United States Circuit Judge for the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Morgan had been incarcerated sixteen times at Toombs County Jail by 9 February 1999 and, by all accounts, was never before involved in a violent altercation with other inmates</p>\n        <p class=\"indent\">For this appeal, we resolve all the properly disputed facts in accord with Plaintiff's view of the facts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In making cell assignments for inmates, correction officers consider the \"type of crime that was committed, race, age,... their health\" and whether problems exist between individual inmates. Correction officers normally will not assign inmates to cells where all other inmates are of another race. But Morgan, a white male, was an exceptional case: he repeatedly had been incarcerated at the Jail, knew many of its inmates, and asked to be placed in an all-black cell because those inmates were his friends from the \"street.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The overhead lights were normally turned off at 11 p.m., leaving only night lights on in the cells</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendants contend Matthew Morgan took some money from one of the attackers, Johnny \"Ike\" McClain. Witness accounts support this contention but largely from hearsay evidence. Regardless of whether Matthew Morgan took the money, McClain seemingly thought he did and, in retaliation, recruited two other inmates (Lashon Holloway and Romato Kent) to assist in attacking Morgan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Toombs County Jail had eight housing units (128-bed total capacity) containing individual cells on two levels that formed a circle around the central control tower</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Both Jailers Brown and Dickerson testified to having difficulties seeing from the tower into the cells at night during lights out. Sergeant Hill, the booking sergeant, testified that he had at one time notified Jail Administrator White that it was difficult for jailers in the control tower to view what was happening in the inmate sleeping areas after lights out. According to Hill, White had maintenance crews come on several occasions to make the existing lights \"work properly.\"</p>\n        <p class=\"indent\">The Jail, built in 1993, originally had a functioning intercom system with call boxes in the cells. The intercom system, however, was no longer functional in most of the cells, including cell 5. Nothing evidences an attempt to repair this intercom system.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Daniel Morgan, the victim's brother, who was incarcerated in an adjacent cell, said that seven to ten minutes elapsed between when the beating began and when the lights came on and then another five minutes before jailers attended to Matthew Morgan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Morgan spent two months in a coma, sustaining permanent mental impairment. He later committed suicide in 2000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Jailers periodically conducted shakedowns to ensure inmates did not have more than the allowed $30. The record, however, also shows that this inspection was not a fool-proof system; and some inmates might at times accumulate amounts of cash in excess of $30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In her unverified Amended Complaint, Plaintiff alleges that an inmate, Elroy Odom, was beaten by fellow cellmates in an effort to steal Odom's money. But, Odom was not deposed; and no affidavit appears in the record on his behalf. The record evidence we see that might potentially support this incident actually does not: Jail Administrator White testified that the only thing he could recall about Odom was that \"maybe somebody is supposed to have stole something from him.... I don't remember nobody attacking him.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Daniel Morgan appears to have been incarcerated at the Toombs County Jail beginning on 5 January 1999</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Daniel Morgan also testified to having heard through others of an incident where a black inmate, Rogers, attacked a Hispanic inmate at night by pulling a sheet over the Hispanic inmate's head and smashing the Hispanic inmate's face with a steel-toed boot. But we &#8212; like the district court &#8212; will not consider this specific evidence in support of Purcell's case on summary judgment: objected-to hearsay<i>See Macuba v. Deboer,</i> 193 F.3d 1316, 1322-23 (11th Cir.1999) (stating that hearsay evidence may not be considered on summary judgment unless it can be \"reduced to admissible form\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Eighth Amendment applies to convicted inmates. A pretrial detainee's \"constitutional rights arise not from the Eighth Amendment, but from the Due Process Clause of the Fourteenth Amendment.\"<i>Hale v. Tallapoosa County,</i> 50 F.3d 1579, 1582 n. 4 (11th Cir.1995). At the time of the 9 February 1999 incident, Morgan was a pretrial detainee on many charges; Morgan was also being held for having violated the terms of his probation from a prior felony conviction. Whether or not we treat Morgan as a pretrial detainee or a convicted prisoner makes no difference. \"[T]he standard for providing basic human needs to those incarcerated or in detention is the same under both the Eighth and Fourteenth Amendments.\" <i>Marsh v. Butler County, Ala.,</i> 268 F.3d 1014, 1024 n. 5 (11th Cir.2001)(en banc). In this case, we will refer only to the Eighth Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Toombs County is no party to this interlocutory appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> When enforcing the duty to provide \"reasonable safety\" to inmates, such a standard requires \"due regard for prison officials' `unenviable task of keeping dangerous men in safe custody under humane conditions.'\"<i>Farmer,</i> 114 S.Ct. at 1983 (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Plaintiff asserted that gambling contributed to the alleged substantial risk of serious harm; nothing in the record, however, indicates Matthew Morgan's beating was related to gambling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Purcell also argued that Matthew Morgan's having been placed in an all-black cell constituted a substantial risk of serious harm. But, as the district court correctly noted, that Matthew Morgan requested to be placed in the all-black cell because he \"hung out with them on the street and he knew all of them really well\" is undisputed. The Undisputed Statement of Facts sets out that race played no role in Morgan's being attacked, and no record evidence calls this fact into question. Thus we readily conclude that Morgan's placement in an all-black cell did not amount to an element of a substantial risk of serious harm to his safety. By the way, Sergeant Hill testified that, because of Morgan's relationships with the inmates of cell 5, it was safer and would lead to \"less conflict\" for him to be placed in the all-black cell</p>\n        <p class=\"indent\">Purcell also claimed that inmates were not properly segregated based on their proclivity for violence, but the record does not support this contention: Matthew Morgan had a felony conviction for bringing a deadly weapon onto school property. Undisputed facts show that Toombs County Jail inmates were assigned to cells based on a variety of factors: \"the type of crime committed, race, age, ... their health ... whether there's a problem with &#8212; if we put somebody in a cell block and they're having problems [with] another individual, we try to avoid that.\"</p>\n        <p class=\"indent\">We recognize that one inmate (Holloway) involved in the incident underlying this lawsuit had also been involved weeks earlier in another &#8212; albeit not so severe &#8212; episode of inmate-on-inmate violence. According to Daniel Morgan's testimony, that earlier incident arose from a pre-incarceration clash between Holloway's brother and \"Tank,\" the inmate attacked by Holloway. In contrast, nothing in the record suggests that Holloway was generally violent toward other inmates or that Holloway and Matthew Morgan had a \"problem\" with each other before Matthew was attacked. The attack on Matthew Morgan was led by inmate McClain, the person who thought Matthew had taken his money: the belief that spurred on the attack.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Plaintiff alleges that normal staffing levels at the Jail should have been increased to respond to inmate altercations. There could always be more staff at a jail. Nothing in the record, however, demonstrates that the actual staffing level &#8212; five officers &#8212; was insufficient to handle competently situations that would be reasonably anticipated. No expert testified that the Jail, given its inmate capacity, was understaffed. Although one of the male guards was in the front of the Jail at the time this incident began (leaving one male and one female in the cell area), the Undisputed Statement of Facts establishes that it took no longer than twenty seconds for the floor guard and the desk sergeant to arrive at cell 5 upon receiving a call from the tower about the disturbance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> To include this incident, in which all three assailants were criminally charged and convicted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In May 1998, two jailers, Edon Bacon and Jonas Tobler had taken two white male inmates, brothers Donnie and Tim Kelley &#8212; both inclined to the views of \"white power\" &#8212; and placed these Kelley brothers into separate all-black cells. Jailers Bacon and Tobler encouraged the inmates to \"take care of them.\" The Kelley brothers were beaten by other inmates and were given medical attention at the Jail. The next day, these same two jailers took another white inmate, William Campbell, labeled as a \"skinhead,\" into a holding cell and beat him badly. White had the two jailers' conduct investigated by the Georgia Bureau of Investigation. After the investigation, White terminated the employment of both jailers Tobler and Bacon; and warrants were taken out for their arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Not many serious fights seem to have happened at this Jail. Despite his conclusory comment that fights are \"a regular thing\" in the Jail, Daniel Morgan's deposition testimony produced admissible evidence of only three fights. Of these three, one was serious enough to result in a trip to the hospital, one resulted in a nosebleed (it is unclear whether a hospital visit was necessary), and one was a skirmish at most. Beyond Daniel Morgan's testimony, one of the deposed jailers who worked the night shift for over two years could remember only two or three inmate fights. When Deputy Harlin (another jailer) was asked if he could remember inmate fights involving a trip to the hospital, Deputy Harlin, who had worked the night shift for over four years, vaguely responded that there had been \"several incidents over the years;\" but he could recount no specific incidents or numbers. Nothing in the record indicates that serious inmate-on-inmate violence at the Jail was pervasive</p>\n        <p class=\"indent\">\"In response to a summary judgment motion ... plaintiff can no longer rest on ... `mere allegations,' but must `set forth'... `specific facts.'\" <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 112 S.Ct. 2130, 2137, 119 L.Ed.2d 351 (1992) (citations omitted). \"Inferences from the nonmoving party's `specific facts' as to other material facts, however, may be drawn only if they are reasonable in view of other undisputed background or contextual facts and only if such inferences are permissible under the governing substantive law.\" <i>Mize v. Jefferson City Bd. of Educ.,</i> 93 F.3d 739, 743 (11th Cir.1996) (quoting <i>T.W. Elec. Serv. Inc. v. Pac. Elec. Contractors Ass'n,</i> 809 F.2d 626, 631 (9th Cir.1987)). In a jail that houses over a hundred inmates, evidences of two to three pretty serious inmate fights over a period of nine months and of not very many other fights over a four-year span, cannot establish that serious inmate-on-inmate violence was frequent and pervasive.</p>\n        <p class=\"indent\">By the way, we acknowledge that it, in certain circumstances, might be possible to base an Eighth Amendment violation on inmate-on-inmate violence in the absence of a history of such violence. <i>See Marsh,</i> 268 F.3d at 1033-34. But given the other circumstances here, this case is not such a case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> We do not decide that Kight and White are responsible for the Jail's physical condition; but<i>if</i> they were, our conclusion would not change.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> The Jail's policy manual in effect at the time of this incident required that guards make rounds in the jail area \"as often as possible but not less than once per hour.\" Standard practice was to conduct three \"bed counts\" at night, two of them after \"lights out\" (approximately 11:00). Although Daniel Morgan remembers Jailer Dickerson making a round after \"lights out\" on the night of the incident, Dickerson does not recall making that round. The Constitution does not require that every inmate in a jail be observed by a guard every twenty minutes<i>See generally Popham,</i> 908 F.2d at 1565.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We see an error in the district court's application of the subjective aspect of the Eighth Amendment inquiry. In assessing the evidence presented by Purcell, the district court appears to have focused entirely on whether or not the complained-of conditions posed a substantial risk of serious harm and whether the conditions caused Morgan's injuries. The district court seemingly failed altogether to test the evidence for the crucial link between the alleged substantial risk of serious harm posed by the conditions and Defendant Kight's and Defendant White's<i>actual awareness</i> of that purported substantial risk. Because we conclude the circumstances presented fail the Eighth Amendment standard at the \"substantial risk\" stage, it follows that Defendants did not have subjective knowledge of circumstances amounting to a constitutional violation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> About immunity, we need not address the element of preexisting clearly established law. But out of an abundance of caution, we state the obvious: because we see no federal constitutional violation, it follows that no preexisting law put Defendants on notice that the jail conditions at Toombs County clearly violated the Constitution. Even<i>if</i> a federal-law violation is presented by these facts, Defendants are due qualified immunity from suit. The circumstances here were not so terrible to violate the Eighth Amendment clearly and on its face. In <i>Hope v. Pelzer,</i> 536 U.S. 730, 122 S.Ct. 2508, 2516-17, 153 L.Ed.2d 666 (2002), a previous Circuit decision (<i>Gates v. Collier,</i> 501 F.2d 1291 (5th Cir.1974)) holding unconstitutional the \"handcuffing [of] inmates to the fence and to cells\" was a sufficient foundation for notice that handcuffing inmates to a hitching post also was unconstitutional: the Supreme Court saw no reason to draw a distinction between <i>Gates</i> and <i>Hope. Id.</i> at 2517. Unlike <i>Hope,</i> the preexisting case law here varied enough from the material facts of this case that a reasonable jailer could believe that the factual differences could make the situation at this Jail lawful even when circumstances in the earlier cases were determined to be unlawful under federal law: the precedents do not \"squarely govern\" the case here. <i>See generally Brosseau v. Haugen,</i> ___ U.S. ___, 125 S.Ct. 596, 600, 160 L.Ed.2d 583 (2004). For further background on the use of judicial decisions as notice that preexisting law clearly established that certain conduct violated federal law, see <i>Pace v. Capobianco,</i> 283 F.3d 1275, 1283 (11th Cir.2002), and <i>Marsh,</i> 268 F.3d at 1031-33.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> We review such a denial of Eleventh Amendment immunity on motion for summary judgment de novo<i>Manders v. Lee,</i> 338 F.3d 1304, 1307-08 (11th Cir.2003)(en banc).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Jail Administrator White was also sued in his official capacity. The district court did not address whether White would be entitled to Eleventh Amendment immunity and that issue was not raised before us on appeal</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></span></p>\n    <p class=\"parties\">Mollie Jo PURCELL, as natural parent and administrator of the ESTATE OF Matthew Shawn MORGAN, Plaintiff-Appellee,<br>v.<br>TOOMBS COUNTY, GA, Defendant,<br>Alvie Kight, Jr., individually and in his official capacity as Sheriff of Toombs County, Jerry White, individually and in his official capacity as Detention Administrator of Toombs County, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 02-11994.</p>\n    <p class=\"court\">United States Court of Appeals, Eleventh Circuit.</p>\n    <p class=\"date\">February 24, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Dana K. Maine, Theodore Freeman, Freeman, Mathis &amp; Gary, LLP, Atlanta, GA, for Defendants-Appellants.</p>\n      <p class=\"indent\">Thomas A. Nash, Jr., Inglesby, Falligant, Horne, Courington &amp; Nash, Brent J. Savage, C. Dorian Britt, Savage, Turner, Pinson &amp; Karsman, Savannah, GA, for Plaintiff-Appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Georgia.</p>\n      <p class=\"indent\">Before EDMONDSON, Chief Judge, and BIRCH and FARRIS<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Circuit Judges.</p>\n      <p class=\"indent\">EDMONDSON, Chief Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While detained at the Toombs County Jail, Matthew Morgan was beaten and injured by three other inmates. Mollie Jo Purcell brought this action, pursuant to 42 U.S.C. &#167; 1983, on behalf of Morgan, her now deceased son. She alleged that Toombs County, Sheriff Kight and Jail Administrator White violated Matthew Morgan's Eighth and Fourteenth Amendment rights in failing to prevent this inmate-on-inmate attack.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court denied Defendants Kight and White qualified immunity in their individual capacities and also denied Defendant Kight Eleventh Amendment immunity from suit in his official capacity. We conclude that the district court erred in denying Kight and White qualified immunity. In addition, given our en banc decision in <i>Manders v. Lee,</i> <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1304</span></span> (11th Cir.2003)(en banc), we conclude that the Eleventh Amendment precludes suit against Sheriff Kight, in his official capacity, for establishing the jail policies and other jail practices pertinent to Purcell's claims. Therefore, we reverse.</p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On 9 February 1999, Matthew Morgan was arrested and incarcerated in the Toombs County Jail.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Morgan had been arrested for two misdemeanors, but he also had an outstanding felony-probation warrant pending.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Morgan asked for and was assigned to cell 5, where his friends from the \"street\" were being held.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On the night of 21 February 1999, three inmates in cell 5 attacked Morgan while he was asleep. The daytime lights had been turned off.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The three inmates kicked and punched Morgan repeatedly, leaving Morgan beaten on the prison floor.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time of the incident, the Toombs County Jail held 118 inmates and was staffed at normal levels, having five officers on duty.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Jailers Brown and Dickerson, both stationed in the control tower, became aware of the altercation when they heard a \"banging noise\" in cell 5.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Brown turned on the overhead daytime lights; and after the lights warmed up, the officers saw Morgan lying on the second-level floor.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Brown then phoned the Jail's front office, reaching jail staffer Smith and Sergeant Hill who came back to the scene of the incident. Shortly thereafter, another officer called an ambulance that arrived around ten or eleven minutes later. Morgan was then taken to a hospital.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kight took office as Toombs County's newly elected sheriff in November 1998. Before the incident involving Matthew Morgan, Sheriff Kight had directed that a new commissary system be instituted at the Toombs County Jail. The new computerized commissary system would keep up with inmate funds without the inmates having to keep money on their persons. The new commissary system, however, had not been put in place by the day of the Matthew Morgan incident. At the time of the pertinent incident, the Toombs County Jail had a policy that allowed inmates to have up to $30 for making purchases from vending machines.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Record evidence shows that some inmates would gamble with money while playing card games, and Deputy Michael Harlin testified that some fights resulted over card games.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Daniel Morgan (Matthew Morgan's brother) gave deposition testimony that several inmate-on-inmate fights occurred at the Jail during the months before Matthew Morgan's beating.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Three fights were evidenced by his testimony.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> One of the fights involved an inmate named \"Tank\" who Matthew Morgan could hear being beaten by a group of inmates in another cell. Daniel Morgan was able to notice that it took jailers \"about five minutes\" to arrive and help \"Tank.\" Daniel Morgan also recalled two black inmates, \"Head\" and James Polk, beating up three Hispanic inmates and witnessed \"two white guys square off [ ] over a meal[.]\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mollie Jo Purcell, Matthew Morgan's mother, filed this lawsuit alleging that Sheriff Kight and Jail Administrator White, in their individual and official capacities, violated Morgan's Eighth and Fourteenth Amendment rights in failing to prevent this inmate-on-inmate beating.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> On the conclusion of discovery, Defendants moved for summary judgment. Defendants argued that insufficient evidence existed on the record to support a conclusion that Morgan's constitutional rights had been violated and also argued that Defendants, in their individual capacities, were entitled to qualified immunity. In addition, both Sheriff Kight and Jail Administrator White urged that the Eleventh Amendment protected them from suit in their official capacities.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p class=\"center\">\n      <i>Discussion</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">I.<i> Claims Against Sheriff Kight and Jail Administrator White in their Individual Capacities.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court denied summary judgment to Defendants Kight and White, in their individual capacities, rejecting their defense of qualified immunity to Purcell's &#167; 1983 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have jurisdiction over this appeal because the Supreme Court and this Court long ago determined that a district court's denial of a claim of qualified immunity is an appealable interlocutory order. <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2817, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985); <i>Jones v. Cannon,</i> <span class=\"citation\" data-id=\"73740\"><a href=\"/opinion/73740/jones-v-cannon/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1280 (11th Cir.1999). This court reviews de novo the denial of qualified immunity on summary judgment, construing the evidence in the light most favorable to Plaintiff. <i>Jones,</i> 174 F.3d at 1281.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"Qualified immunity protects government officials performing discretionary functions from civil trials [ ] and from liability if their conduct violates no clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Lassiter v. Alabama A&amp;M University, Board of Trustees,</i> <span class=\"citation\" data-id=\"673540\"><a href=\"/opinion/673540/albert-e-lassiter-v-alabama-a-m-university-board-of-trustees-douglas/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span>, 1149 (11th Cir.1994)(en banc) (quoting <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982)). This immunity protects \"all but the plainly incompetent or those who knowingly violate the law.\" <i>McCoy v. Webster,</i> <span class=\"citation\" data-id=\"70162\"><a href=\"/opinion/70162/mccoy-v-webster/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 407 (11th Cir.1995) (quoting <i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, 1096, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986)). For the purposes of this appeal, we will decide two things: (1) whether the summary judgment evidence, viewed in the light most favorable to Purcell, shows a violation of a constitutional right; and, if so (2) whether that right was, on 21 February 1999, already clearly established in such a particularized way to make obvious the conclusion for all reasonable, similarly situated jail officials that what Defendants were doing violated Plaintiff's federal rights under the circumstances. <i>Marsh v. Butler County, Ala.,</i> <span class=\"citation\" data-id=\"775291\"><a href=\"/opinion/775291/joe-marsh-leroy-owens-v-butler-county-alabama-the-butler-county/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1014</span></a></span>, 1024 n. 5 (11th Cir.2001)(en banc).</p>\n    </div>\n    <p class=\"center\">\n      <i>Violation of a Constitutional Right</i>\n    </p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Eighth Amendment, which the Supreme Court has extended to the States, prohibits the infliction of \"cruel and unusual punishments.\" U.S. Const. amend. VIII. \"We begin with the proposition that, while the Constitution does not require prisons to be comfortable, it also does not permit them to be inhumane, `and it is now settled that the ... conditions under which [a prisoner] is confined are subject to scrutiny under the Eighth Amendment.'\" <i>Jordan v. Doe,</i> <span class=\"citation\" data-id=\"681325\"><a href=\"/opinion/681325/robert-allen-jordan-v-john-doe-chief-us-marshal-david-adkins-lydia/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1559</span></a></span>, 1564 (11th Cir.1994) (citations omitted). \"`[P]rison officials have a duty ... to protect prisoners from violence at the hands of other prisoners.' ... It is not, however, every injury suffered by one prisoner at the hands of another that translates into [a] constitutional liability....\" <i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, 1976-77, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994) (citations omitted).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To show a violation of Morgan's Eighth Amendment rights, Plaintiff must \"produce sufficient evidence of (1) a substantial risk of serious harm; (2) the defendants' deliberate indifference to that risk; and (3) causation.\" <i>Hale v. Tallapoosa County,</i> <span class=\"citation\" data-id=\"692322\"><a href=\"/opinion/692322/larry-wayne-hale-v-tallapoosa-county-a-political-subdivision-of-the-state/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1579</span></a></span>, 1582 (11th Cir.1995). To be deliberately indifferent a prison official must know of and disregard \"an excessive risk to inmate health or safety; the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\" <i>Farmer,</i> 114 S.Ct. at 1979. We will not allow the advantage of hindsight to determine whether conditions of confinement amounted to \"cruel and unusual\" punishment. <i>See Brown v. Hughes,</i> <span class=\"citation\" data-id=\"536020\"><a href=\"/opinion/536020/arlington-leon-brown-036932-v-sgt-chris-hughes-chief-deputy-charles/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1533</span></a></span>, 1537 (11th Cir.1990). Whether a substantial risk of serious harm exists so that the Eighth Amendment might be violated involves a legal rule that takes form through its application to facts. For summary judgment purposes, we resolve all the truly disputed facts in accord with Plaintiff's view of the facts; but we, as judges, decide the legal consequences of the given facts, that is, whether the supposed facts amount to a violation of the Eighth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Purcell draws our attention to the following conditions at the Toombs County Jail: inmates were allowed to keep money in their cells; inmates were allowed to play cards and gamble;<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> the physical layout of the Jail hindered guards from preventing inmate-on-inmate attacks; and a history of inmate-on-inmate fights.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We accept that an excessive risk of inmate-on-inmate violence at a jail creates a substantial risk of serious harm; \"occasional, isolated attacks by one prisoner on another may not constitute cruel and unusual punishment, [but] confinement in a prison where violence and terror reign is actionable. A prisoner has a right, secured by the eighth ... amendment[ ], to be reasonably protected from constant threat of violence and sexual assault by his fellow inmates[.]\" <i>Woodhous v. Virginia,</i> <span class=\"citation\" data-id=\"314913\"><a href=\"/opinion/314913/gene-woodhous-v-commonwealth-of-virginia/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></a></span>, 890 (4th Cir.1973) (citation omitted). We, however, see insufficient evidence in the record to show that inmates in the Toombs County Jail were exposed to something even approaching the \"constant threat of violence.\" <i>See id.; see also Zatler v. Wainwright,</i> <span class=\"citation\" data-id=\"476906\"><a href=\"/opinion/476906/greg-zatler-v-louie-l-wainwright/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 400 (11th Cir.1986). On substantial risk of serious harm, \"[t]his objective standard `embodies \"broad and idealistic concepts of dignity, civilized standards, humanity, and decency...,\"' but must be balanced against competing penological goals.\" <i>LaMarca v. Turner,</i> <span class=\"citation\" data-id=\"609212\"><a href=\"/opinion/609212/anthony-lamarca-martin-saunders-and-edwin-johnson-individually-and-on/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1526</span></a></span>, 1535 (11th Cir.1993) (citations omitted). And we stress that a \"prison custodian is not the guarantor of a prisoner's safety.\" <i>Popham v. City of Talladega,</i> <span class=\"citation\" data-id=\"545200\"><a href=\"/opinion/545200/kathy-roberts-popham-as-administratrix-of-the-estate-of-robert-popham-v/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1561</span></a></span>, 1564 (11th Cir.1990) (jail suicide case).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Viewing the record evidence in the light most favorable to Purcell, we conclude, as a matter of law, the conditions at Toombs County Jail failed to pose the substantial risk of serious harm necessary for a violation of the federal Constitution. A brief survey of conditions said by this Court, under <i>Farmer,</i> to establish objectively an excessive risk of inmate-on-inmate violence supports this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>Marsh,</i> we said that the complaint had alleged facts that, if true, were sufficient to establish a substantial risk of inmate-on-inmate violence. The host of jail conditions underlying that determination was extensive:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1) there was no segregation of nonviolent inmates from violent inmates, pretrial detainees from convicted criminals, juveniles from adults, or inmates with mental disorders from those without mental disorders, 2) at times the Jail housed more prisoners than the cells could accommodate, 3) the Jail was routinely understaffed, 4) no head counts of prisoners were made to make sure they were all accounted for, 5) locks on cell doors were not functional, allowing inmates to roam freely at all hours of the day, 6) homemade weapons were readily available by fashioning weapons from material torn from the dilapidated structure of the Jail, 7) no lock down of prisoners in their cells occurred at any point during the day or night, 8) cells were not visually inspected, 9) no jailer was assigned to maintain prisoners' security on the second floor where most of the inmates were housed, 10) the Jail was not operated in accordance with written policies, 11) inmates were not screened for mental health, medical conditions or conflicts with other prisoners before entering the Jail, and 12) prisoners were not disciplined or segregated when they attempted to escape, threatened jailers, destroyed property or assaulted other inmates.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">268 F.3d at 1029. In a similar way in <i>Hale,</i> we determined that a plaintiff survived summary judgment by submitting evidence that</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1) prisoners were not segregated based on their proclivity for violence, 2) there was only one jailer on duty, 3) the jailer's quarters were out of earshot and eyesight of the prisoners' cell, and 4) fights occurred between inmates on a regular basis resulting in injuries requiring medical attention and hospitalization....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>Marsh,</i> 268 F.3d at 1033 n. 12 (citing <i>Hale,</i> 50 F.3d at 1581-84).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In contrast, the evidence presented in this case paints a picture, while not ideal, that is less severe than what would be sufficient to rise to the level of demonstrating objectively a substantial risk of serious harm to inmates. Inmates at Toombs County Jail were segregated based on a number of particularized factors, including the kind of crime committed and an inmate's potential personal conflicts with others. Moreover, the Jail was not understaffed on the night of the attack: five officers were on duty, which is typical for Toombs County.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Jail officials had a history of punishing inmate violence,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> rather than looking the other way to preserve the status quo.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> And while inmate fighting does happen in Toombs County, the record is insufficient to show that serious inmate-on-inmate violence was the norm or something close to it.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Also, the fights that did occur were linked to no recurring specific cause: causes ran the gamut from disagreements over television channels, to retaliation for pre-incarceration street activity, to card games, to food.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Purcell has produced evidence, mainly from Daniel Morgan's testimony, that a few serious fights occurred (severe enough to result in a trip to the hospital) at the Jail before Matthew Morgan's attack. No record evidence, however, shows that those incidents related to money. The district court seemed to place critical importance on the Jail's policy of allowing inmates to have money while incarcerated. While such a policy may possibly not be the best practice, we are unprepared to say that it is a violation of the federal Constitution to allow inmates to have some cash inside a jail.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nor does the Jail's physical plant itself (jails can almost always be better and more secure) present an objectively substantial risk of serious harm.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The record evidence, at worst, shows that the physical layout of the Jail presented the jailers with difficulty in seeing into certain inmate cells, during the night, from the control tower. Guards also testified that they could not hear as well from inside the tower as they could when standing outside it. But in practice, the guards left the tower and walked around the cellblock area to conduct periodic checks; nothing suggests difficulty in seeing into the cells or hearing cell activity when walking around.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The record does not support Purcell's contentions that the conditions &#8212; bearing everything in mind &#8212; rose to the level of a \"substantial\" or \"sufficiently serious\" risk as opposed to some lesser risk of harm. <i>See Farmer,</i> 114 S.Ct. at 1977. In the jail setting, a risk of harm to some degree always exists by the nature of its being a jail. <i>See Wilson v. Seiter,</i> <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, 2324, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1991) (\"The Constitution, we said, does not mandate comfortable prisons, and only those deprivations denying the minimal civilized measure of life's necessities are sufficiently grave to form the basis of an Eighth Amendment violation.\" (internal citations and quotations omitted)). Thus we conclude that Purcell has failed to set out evidence on summary judgment that supports the conclusion that the Toombs County Jail conditions (one thing, taken with another) posed a substantial risk of serious harm to Morgan or other inmates and, thus, could bear out an Eighth Amendment violation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We do not, by today's conclusion, establish either <i>Marsh</i> or <i>Hale</i> as the proverbial \"floor\" of liability for Eighth Amendment purposes. We only decide that the conditions evidenced by the record here were not sufficiently grave to violate the Constitution. We note also that Plaintiff has survived summary judgment on her state law claims sounding in negligence against the individual defendants and might succeed at trial on those claims. We do not decide today that Plaintiff is due no remedy. But we, as a matter of law, do conclude that no remedy against Kight and White, in their individual capacities, is supplied to her by the Eighth Amendment's prohibition against cruel and unusual punishment: the Constitution does not \"supplant traditional tort law in laying down rules of conduct to regulate liability for injuries that attend living together in society.\" <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 665, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986). \"Reasonable care\" under tort law is not the same thing as reasonable safety within the meaning of the federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Our conclusion that Purcell has failed to establish that Defendants violated Matthew Morgan's constitutional rights under the Eighth Amendment removes the need to reach the remaining questions of deliberate indifference,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> causation, or preexisting clearly established law.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">II. <i>Eleventh Amendment Immunity.</i></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Sheriff Kight argues that, in his official capacity, he is entitled to Eleventh Amendment immunity because in establishing and administering jail policies and practices, he &#8212; as sheriff &#8212; functions as an arm of the State of Georgia. The district court denied Eleventh Amendment immunity to Sheriff Kight based on this Court's panel opinion in <i>Manders v. Lee,</i> <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></span> (11th Cir.2002).<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> We have since vacated the <i>Manders</i> panel opinion and issued an en banc decision determining, under the circumstances of that case, that a Georgia sheriff sued in his official capacity functions as an \"arm of the State.\" <i>Manders v. Lee,</i> <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1304</span></span>, 1305 (11th Cir.2003)(en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although we declined to determine that a Georgia sheriff wears a \"state hat\" for all functions, we decided that a sheriff's \"authority and duty to administer the jail in his jurisdiction flows from the State, not [the] County.\" <i>Id.</i> at 1315. Thus <i>Manders</i> controls our determination here; Sheriff Kight functions as an arm of the State &#8212; not of Toombs County &#8212; when promulgating policies and procedures governing conditions of confinement at the Toombs County Jail. Accordingly, even if Purcell had established a constitutional violation, Sheriff Kight would be entitled to Eleventh Amendment immunity from suit in his official capacity.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">REVERSED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable Jerome Farris, United States Circuit Judge for the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Morgan had been incarcerated sixteen times at Toombs County Jail by 9 February 1999 and, by all accounts, was never before involved in a violent altercation with other inmates</p>\n        <p class=\"indent\">For this appeal, we resolve all the properly disputed facts in accord with Plaintiff's view of the facts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In making cell assignments for inmates, correction officers consider the \"type of crime that was committed, race, age,... their health\" and whether problems exist between individual inmates. Correction officers normally will not assign inmates to cells where all other inmates are of another race. But Morgan, a white male, was an exceptional case: he repeatedly had been incarcerated at the Jail, knew many of its inmates, and asked to be placed in an all-black cell because those inmates were his friends from the \"street.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The overhead lights were normally turned off at 11 p.m., leaving only night lights on in the cells</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendants contend Matthew Morgan took some money from one of the attackers, Johnny \"Ike\" McClain. Witness accounts support this contention but largely from hearsay evidence. Regardless of whether Matthew Morgan took the money, McClain seemingly thought he did and, in retaliation, recruited two other inmates (Lashon Holloway and Romato Kent) to assist in attacking Morgan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Toombs County Jail had eight housing units (128-bed total capacity) containing individual cells on two levels that formed a circle around the central control tower</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Both Jailers Brown and Dickerson testified to having difficulties seeing from the tower into the cells at night during lights out. Sergeant Hill, the booking sergeant, testified that he had at one time notified Jail Administrator White that it was difficult for jailers in the control tower to view what was happening in the inmate sleeping areas after lights out. According to Hill, White had maintenance crews come on several occasions to make the existing lights \"work properly.\"</p>\n        <p class=\"indent\">The Jail, built in 1993, originally had a functioning intercom system with call boxes in the cells. The intercom system, however, was no longer functional in most of the cells, including cell 5. Nothing evidences an attempt to repair this intercom system.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Daniel Morgan, the victim's brother, who was incarcerated in an adjacent cell, said that seven to ten minutes elapsed between when the beating began and when the lights came on and then another five minutes before jailers attended to Matthew Morgan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Morgan spent two months in a coma, sustaining permanent mental impairment. He later committed suicide in 2000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Jailers periodically conducted shakedowns to ensure inmates did not have more than the allowed $30. The record, however, also shows that this inspection was not a fool-proof system; and some inmates might at times accumulate amounts of cash in excess of $30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In her unverified Amended Complaint, Plaintiff alleges that an inmate, Elroy Odom, was beaten by fellow cellmates in an effort to steal Odom's money. But, Odom was not deposed; and no affidavit appears in the record on his behalf. The record evidence we see that might potentially support this incident actually does not: Jail Administrator White testified that the only thing he could recall about Odom was that \"maybe somebody is supposed to have stole something from him.... I don't remember nobody attacking him.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Daniel Morgan appears to have been incarcerated at the Toombs County Jail beginning on 5 January 1999</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Daniel Morgan also testified to having heard through others of an incident where a black inmate, Rogers, attacked a Hispanic inmate at night by pulling a sheet over the Hispanic inmate's head and smashing the Hispanic inmate's face with a steel-toed boot. But we &#8212; like the district court &#8212; will not consider this specific evidence in support of Purcell's case on summary judgment: objected-to hearsay<i>See Macuba v. Deboer,</i> <span class=\"citation\" data-id=\"766465\"><a href=\"/opinion/766465/joseph-macuba-v-matthew-deboer-michael-youseff-charlotte-commissioners/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1316</span></a></span>, 1322-23 (11th Cir.1999) (stating that hearsay evidence may not be considered on summary judgment unless it can be \"reduced to admissible form\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Eighth Amendment applies to convicted inmates. A pretrial detainee's \"constitutional rights arise not from the Eighth Amendment, but from the Due Process Clause of the Fourteenth Amendment.\"<i>Hale v. Tallapoosa County,</i> <span class=\"citation\" data-id=\"692322\"><a href=\"/opinion/692322/larry-wayne-hale-v-tallapoosa-county-a-political-subdivision-of-the-state/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1579</span></a></span>, 1582 n. 4 (11th Cir.1995). At the time of the 9 February 1999 incident, Morgan was a pretrial detainee on many charges; Morgan was also being held for having violated the terms of his probation from a prior felony conviction. Whether or not we treat Morgan as a pretrial detainee or a convicted prisoner makes no difference. \"[T]he standard for providing basic human needs to those incarcerated or in detention is the same under both the Eighth and Fourteenth Amendments.\" <i>Marsh v. Butler County, Ala.,</i> <span class=\"citation\" data-id=\"775291\"><a href=\"/opinion/775291/joe-marsh-leroy-owens-v-butler-county-alabama-the-butler-county/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1014</span></a></span>, 1024 n. 5 (11th Cir.2001)(en banc). In this case, we will refer only to the Eighth Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Toombs County is no party to this interlocutory appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> When enforcing the duty to provide \"reasonable safety\" to inmates, such a standard requires \"due regard for prison officials' `unenviable task of keeping dangerous men in safe custody under humane conditions.'\"<i>Farmer,</i> 114 S.Ct. at 1983 (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Plaintiff asserted that gambling contributed to the alleged substantial risk of serious harm; nothing in the record, however, indicates Matthew Morgan's beating was related to gambling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Purcell also argued that Matthew Morgan's having been placed in an all-black cell constituted a substantial risk of serious harm. But, as the district court correctly noted, that Matthew Morgan requested to be placed in the all-black cell because he \"hung out with them on the street and he knew all of them really well\" is undisputed. The Undisputed Statement of Facts sets out that race played no role in Morgan's being attacked, and no record evidence calls this fact into question. Thus we readily conclude that Morgan's placement in an all-black cell did not amount to an element of a substantial risk of serious harm to his safety. By the way, Sergeant Hill testified that, because of Morgan's relationships with the inmates of cell 5, it was safer and would lead to \"less conflict\" for him to be placed in the all-black cell</p>\n        <p class=\"indent\">Purcell also claimed that inmates were not properly segregated based on their proclivity for violence, but the record does not support this contention: Matthew Morgan had a felony conviction for bringing a deadly weapon onto school property. Undisputed facts show that Toombs County Jail inmates were assigned to cells based on a variety of factors: \"the type of crime committed, race, age, ... their health ... whether there's a problem with &#8212; if we put somebody in a cell block and they're having problems [with] another individual, we try to avoid that.\"</p>\n        <p class=\"indent\">We recognize that one inmate (Holloway) involved in the incident underlying this lawsuit had also been involved weeks earlier in another &#8212; albeit not so severe &#8212; episode of inmate-on-inmate violence. According to Daniel Morgan's testimony, that earlier incident arose from a pre-incarceration clash between Holloway's brother and \"Tank,\" the inmate attacked by Holloway. In contrast, nothing in the record suggests that Holloway was generally violent toward other inmates or that Holloway and Matthew Morgan had a \"problem\" with each other before Matthew was attacked. The attack on Matthew Morgan was led by inmate McClain, the person who thought Matthew had taken his money: the belief that spurred on the attack.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Plaintiff alleges that normal staffing levels at the Jail should have been increased to respond to inmate altercations. There could always be more staff at a jail. Nothing in the record, however, demonstrates that the actual staffing level &#8212; five officers &#8212; was insufficient to handle competently situations that would be reasonably anticipated. No expert testified that the Jail, given its inmate capacity, was understaffed. Although one of the male guards was in the front of the Jail at the time this incident began (leaving one male and one female in the cell area), the Undisputed Statement of Facts establishes that it took no longer than twenty seconds for the floor guard and the desk sergeant to arrive at cell 5 upon receiving a call from the tower about the disturbance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> To include this incident, in which all three assailants were criminally charged and convicted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In May 1998, two jailers, Edon Bacon and Jonas Tobler had taken two white male inmates, brothers Donnie and Tim Kelley &#8212; both inclined to the views of \"white power\" &#8212; and placed these Kelley brothers into separate all-black cells. Jailers Bacon and Tobler encouraged the inmates to \"take care of them.\" The Kelley brothers were beaten by other inmates and were given medical attention at the Jail. The next day, these same two jailers took another white inmate, William Campbell, labeled as a \"skinhead,\" into a holding cell and beat him badly. White had the two jailers' conduct investigated by the Georgia Bureau of Investigation. After the investigation, White terminated the employment of both jailers Tobler and Bacon; and warrants were taken out for their arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Not many serious fights seem to have happened at this Jail. Despite his conclusory comment that fights are \"a regular thing\" in the Jail, Daniel Morgan's deposition testimony produced admissible evidence of only three fights. Of these three, one was serious enough to result in a trip to the hospital, one resulted in a nosebleed (it is unclear whether a hospital visit was necessary), and one was a skirmish at most. Beyond Daniel Morgan's testimony, one of the deposed jailers who worked the night shift for over two years could remember only two or three inmate fights. When Deputy Harlin (another jailer) was asked if he could remember inmate fights involving a trip to the hospital, Deputy Harlin, who had worked the night shift for over four years, vaguely responded that there had been \"several incidents over the years;\" but he could recount no specific incidents or numbers. Nothing in the record indicates that serious inmate-on-inmate violence at the Jail was pervasive</p>\n        <p class=\"indent\">\"In response to a summary judgment motion ... plaintiff can no longer rest on ... `mere allegations,' but must `set forth'... `specific facts.'\" <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, 2137, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992) (citations omitted). \"Inferences from the nonmoving party's `specific facts' as to other material facts, however, may be drawn only if they are reasonable in view of other undisputed background or contextual facts and only if such inferences are permissible under the governing substantive law.\" <i>Mize v. Jefferson City Bd. of Educ.,</i> <span class=\"citation\" data-id=\"71145\"><a href=\"/opinion/71145/mize-v-jefferson-city-bd-of-ed/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 743 (11th Cir.1996) (quoting <i>T.W. Elec. Serv. Inc. v. Pac. Elec. Contractors Ass'n,</i> <span class=\"citation\" data-id=\"481719\"><a href=\"/opinion/481719/tw-electrical-service-inc-shigeru-shinno-dba-fairway-electric-allied/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span>, 631 (9th Cir.1987)). In a jail that houses over a hundred inmates, evidences of two to three pretty serious inmate fights over a period of nine months and of not very many other fights over a four-year span, cannot establish that serious inmate-on-inmate violence was frequent and pervasive.</p>\n        <p class=\"indent\">By the way, we acknowledge that it, in certain circumstances, might be possible to base an Eighth Amendment violation on inmate-on-inmate violence in the absence of a history of such violence. <i>See Marsh,</i> 268 F.3d at 1033-34. But given the other circumstances here, this case is not such a case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> We do not decide that Kight and White are responsible for the Jail's physical condition; but<i>if</i> they were, our conclusion would not change.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> The Jail's policy manual in effect at the time of this incident required that guards make rounds in the jail area \"as often as possible but not less than once per hour.\" Standard practice was to conduct three \"bed counts\" at night, two of them after \"lights out\" (approximately 11:00). Although Daniel Morgan remembers Jailer Dickerson making a round after \"lights out\" on the night of the incident, Dickerson does not recall making that round. The Constitution does not require that every inmate in a jail be observed by a guard every twenty minutes<i>See generally Popham,</i> 908 F.2d at 1565.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We see an error in the district court's application of the subjective aspect of the Eighth Amendment inquiry. In assessing the evidence presented by Purcell, the district court appears to have focused entirely on whether or not the complained-of conditions posed a substantial risk of serious harm and whether the conditions caused Morgan's injuries. The district court seemingly failed altogether to test the evidence for the crucial link between the alleged substantial risk of serious harm posed by the conditions and Defendant Kight's and Defendant White's<i>actual awareness</i> of that purported substantial risk. Because we conclude the circumstances presented fail the Eighth Amendment standard at the \"substantial risk\" stage, it follows that Defendants did not have subjective knowledge of circumstances amounting to a constitutional violation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> About immunity, we need not address the element of preexisting clearly established law. But out of an abundance of caution, we state the obvious: because we see no federal constitutional violation, it follows that no preexisting law put Defendants on notice that the jail conditions at Toombs County clearly violated the Constitution. Even<i>if</i> a federal-law violation is presented by these facts, Defendants are due qualified immunity from suit. The circumstances here were not so terrible to violate the Eighth Amendment clearly and on its face. In <i>Hope v. Pelzer,</i> <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>, 2516-17, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (2002), a previous Circuit decision (<i>Gates v. Collier,</i> <span class=\"citation\" data-id=\"321166\"><a href=\"/opinion/321166/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1291</span></a></span> (5th Cir.1974)) holding unconstitutional the \"handcuffing [of] inmates to the fence and to cells\" was a sufficient foundation for notice that handcuffing inmates to a hitching post also was unconstitutional: the Supreme Court saw no reason to draw a distinction between <i>Gates</i> and <i>Hope. Id.</i> at 2517. Unlike <i>Hope,</i> the preexisting case law here varied enough from the material facts of this case that a reasonable jailer could believe that the factual differences could make the situation at this Jail lawful even when circumstances in the earlier cases were determined to be unlawful under federal law: the precedents do not \"squarely govern\" the case here. <i>See generally Brosseau v. Haugen,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, 600, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (2004). For further background on the use of judicial decisions as notice that preexisting law clearly established that certain conduct violated federal law, see <i>Pace v. Capobianco,</i> <span class=\"citation\" data-id=\"776968\"><a href=\"/opinion/776968/patricia-pace-as-surviving-parent-personal-representative-and/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1275</span></a></span>, 1283 (11th Cir.2002), and <i>Marsh,</i> 268 F.3d at 1031-33.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> We review such a denial of Eleventh Amendment immunity on motion for summary judgment de novo<i>Manders v. Lee,</i> <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1304</span></span>, 1307-08 (11th Cir.2003)(en banc).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Jail Administrator White was also sued in his official capacity. The district court did not address whether White would be entitled to Eleventh Amendment immunity and that issue was not raised before us on appeal</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/70162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/137736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/476906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/481719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/545200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/609212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/681325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692322/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2016-01-22T15:29:57.978343Z",
      "date_modified": "2017-02-02T15:15:41.437195Z",
      "date_filed": "2005-02-24",
      "date_filed_is_approximate": false,
      "slug": "mollie-jo-purcell-v-toombs-county-ga",
      "citation_id": 72517,
      "case_name_short": "",
      "case_name": "Mollie Jo Purcell v. Toombs County, Ga.",
      "case_name_full": "",
      "federal_cite_one": "400 F.3d 1313",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 36,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1394339/mollie-jo-purcell-v-toombs-county-ga/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:23:51.700698Z",
  "date_modified": "2014-10-30T16:23:51.700698Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mollie Jo Purcell v. Toombs County, Ga.",
  "case_name_full": "",
  "slug": "mollie-jo-purcell-v-toombs-county-ga",
  "docket_number": "02-11994",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}