{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1402011/",
  "id": 1402011,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1820938/",
      "id": 1820938,
      "absolute_url": "/opinion/1820938/contract-buyers-league-v-f-f-investment/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1402011/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1820938/",
          "id": 1820938,
          "absolute_url": "/opinion/1820938/contract-buyers-league-v-f-f-investment/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1820938/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3478/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:31:35.287046Z",
          "date_modified": "2017-04-07T04:53:39.911888Z",
          "type": "010combined",
          "sha1": "b34a3117d1698b4c21cfc845df1e712c1f2e9c80",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>300 F.Supp. 210 (1969)</b></center>\n<center><h1>CONTRACT BUYERS LEAGUE, an unincorporated voluntary association, et al., Plaintiffs,<br>\nv.<br>\nF &amp; F INVESTMENT et al., Defendants.</h1></center>\n<center>No. 69 C 15.</center>\n<center><p><b>United States District Court N. D. Illinois, E. D.</b></p></center>\n<center>May 21, 1969.</center>\n<p><span class=\"star-pagination\">*211</span> <span class=\"star-pagination\">*212</span> <span class=\"star-pagination\">*213</span> William R. Ming, Jr., McCoy, Ming &amp; Black, Albert E. Jenner, Jr., Thomas P. Sullivan, Jenner &amp; Block, Chicago, Ill., for plaintiffs.</p>\n<p>Robert S. Cushman, Spray, Price, Hough &amp; Cushman, Irving L. Block, Block &amp; Erdos, Chicago, Ill., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>WILL, District Judge.</p>\n<p>Plaintiffs, suing as a class, seek relief with respect to contracts for the sale of used residential property in the City of Chicago. Their complaint contains five counts. The first alleges violation of the Civil Rights Act of 1866, 42 U.S.C. §§ 1981, 1982, 1983, 1985(3), and of the Thirteenth and Fourteenth Amendments of the Constitution of the United States. Counts two and three allege, respectively, violations of the federal antitrust laws and of the antitrust laws of the State of Illinois. Count four of the complaint alleges violation of the federal securities laws. Count five alleges violation of the Illinois common law regarding fraud, usury and unconscionable contracts.</p>\n<p>This Court has previously determined that under Rule 23 of the Federal Rules of Civil Procedure, plaintiffs can maintain this action as a class action; and the Court has defined the plaintiff class, subject to future revision and refinement, to be composed of negroes who, since January 1, 1952, have entered into installment contracts for the purchase of used residential real estate in the City of Chicago.<sup>[1]</sup> The determination that a class action is appropriate was based on the recognition that the common questions <span class=\"star-pagination\">*214</span> of law and fact \"predominate\" over the individual questions. The essence of this complaint is that violations of law resulted from defendants' concerted exploitation of a condition of <i>de facto</i> racial segregation existing in the City of Chicago. Thus, the Court found that common questions of law and fact \"predominate\" within the terms of Rule 23 because it is alleged that the illegal advantage secured under any one contract depended on, was complemented by, and resulted from a concert and pattern of discriminatory activity including other similar contracts.</p>\n<p></p>\n<h2>The Motions to Dismiss</h2>\n<p>By way of motions to dismiss each and every count of the complaint, defendants have now challenged the sufficiency of the allegations.</p>\n<p>Before proceeding with the required determination, it should be noted at the outset that when considering a motion to dismiss, a district court must consider all the allegations of fact contained in the complaint and it is uniformly recognized that when a court is making this determination, the complaint must be liberally construed.<sup>[2]</sup></p>\n<p></p>\n<h2>Count I  The Civil Rights Act of 1866, and the Thirteenth and Fourteenth Amendments</h2>\n<p>The First count of the complaint relates essentially to the allegations, here taken as admitted for purposes of the motions to dismiss, that defendants exploited a system of <i>de facto</i> racial segregation that existed in the City of Chicago, and that by taking advantage of the scarcity of housing for negroes in the City of Chicago, defendants have secured unlawful advantage in the contracts executed by plaintiffs. As described in the complaint, the scheme of exploitation often included obtaining purchase money mortgages based on false and excessive appraisals of used residential property. The essence of the scheme is alleged to have been the purchase of residential properties from white homeowners and the resale, often in the nature of quick \"turn-around\" transactions, at greatly inflated prices to negro purchasers, who were disadvantaged by the system of <i>de facto</i> segregation and the resulting shortage of housing for negroes in Chicago. The terms of the contracts, especially the price, are alleged to represent unlawful profit gained through this pattern of exploitation.</p>\n<p>The complaint also alleges in Count I a separate aspect of discriminatory activity. It alleges that some defendants amplified and fostered the <i>de facto</i> segregation on which the contracts depended. The complaint asserts that some of the defendants engaged in what is popularly known as \"blockbusting,\" that some of the defendants stimulated and preyed on racial bigotry and fear by initiating and encouraging rumors that negroes were about to move into a given area, that all non-negroes would leave, and that the market values of properties would descend to \"panic prices\" with residence in the area becoming undesirable and unsafe for non-negroes. The complaint thus charges not only that defendants exploited the existing condition of <i>de facto</i> segregation, but that by prompting and encouraging a stampede of white sellers, some defendants extended and developed the underlying inequity <span class=\"star-pagination\">*215</span> of segregation that was the breeding ground for their discriminatory profit.</p>\n<p>Section 1982 of the Civil Rights Act of 1866 provides that:</p>\n<blockquote>All citizens of the United States shall have the same right, in every State and Territory, as is enjoyed by white citizens thereof to inherit, purchase, lease, sell, hold, and convey real and personal property.</blockquote>\n<p>In Jones v. Alfred H. Mayer Co., 392 U.S. 409, 88 S.Ct. 2186, 20 L.Ed.2d 1189 (1968), the Supreme Court of the United States declared the constitutionality and determined the scope of Section 1982. Beginning its opinion with the sum and substance of its determination, the Court stated,</p>\n<blockquote>We hold that § 1982 bars <i>all</i> racial discrimination, private as well as public, in the sale or rental of property, and that the statute, thus construed, is a valid exercise of the power of Congress to enforce the Thirteenth Amendment. <i>Id.</i> at 413, 88 S.Ct. at 2189.</blockquote>\n<p>The manner of discrimination specifically involved in <i>Jones</i> was the refusal to sell a home to an individual solely on the ground of the individual's race. In the instant case, the discrimination alleged is the sale of used residential property to negroes at higher prices and on more burdensome terms than similar property is sold to whites. Defendants contend that this difference in fact is a difference in kind under the law, that the Supreme Court's conclusion as to the import of Section 1982 is therefore not applicable to this case.</p>\n<p>But the language and logic of <i>Jones</i> and the constitutional application that the Supreme Court regarded as the source of the Civil Rights Act of 1866 must be equally applicable to the discrimination alleged in this case. The Court found that the legislative history of the 1866 Act demonstrated the Congressional intent to ensure that the former slaves could participate fully in a national economy. It was the Court's conclusion that the existence of a black market distinct from a white market was the <i>de facto</i> vestige of what the Congress in 1866 intended to abolish as a critical means of making the black man a free man. The conviction recognized was that the obliteration of the social system where one man was the slave of another required as a fundamental matter that our economy be undifferentiated as to the race of a man. The Court thus understood Section 1982 as implementing the Thirteenth Amendment \"to assure that a dollar in the hands of a Negro will purchase the same thing as a dollar in the hands of a white man.\" <i>Id.</i> at 443, 88 S.Ct. at 2205.</p>\n<p>The Court did point out that § 1982 was limited to activity directly covered by the express terms of the Section. The Court thus stated, \"at the outset, it is important to make clear precisely what this case does <i>not</i> involve,\" and went on to say that § 1982 \"does not deal specifically with discrimination in the provision of services or facilities in connection with the sale or rental of a dwelling. * * * It does not refer explicitly to discrimination in financing arrangements or in the provision of brokerage services.\" <i>Id.</i> at 413, 88 S.Ct. at 2189. Of course, the alleged blockbusting and discriminatory lending in the instant case do not fall within the express terms of § 1982. However, the basic claim in this lawsuit clearly does. The basic activity is the purchase of of property. Blockbusting and discriminatory lending are alleged to be additional activities, part and parcel of the alleged conspiracy, which extended the scope and impact of the allegedly discriminatory sale and purchase.</p>\n<p>Defendants <i>in terrorem</i> point to what they suppose to be the incredible consequences of a holding that Section 1982 bars the sale of residential property to negroes at a higher price because of their race. Defendants contend that this holding would mean that \"every nonwhite citizen has a cause of action maintainable in Federal Court to either rescind or reform each and every transaction <span class=\"star-pagination\">*216</span> involving a purchase or leasing of either <i>real</i> or <i>personal</i> property by the simple allegation that he was charged more than a white person <i>would have been</i> charged or that he received less favorable terms and conditions than would have been given to a white person.\"</p>\n<p>For purposes of a motion to dismiss, and considering that any such allegation would be subject, as any allegation, to the test of proof on trial, defendants are correct. Moreover, the converse is also true. Every white citizen may allege a cause of action on the ground that he was charged more or received less favorable terms than would have been given to a black person. The Supreme Court noted that the defendant in <i>Jones</i> similarly pointed to \"the revolutionary implications of so literal a reading of § 1982.\" <i>Id.</i> at 422, 88 S.Ct. at 2194. The Supreme Court responded by stating, \"our examination of the relevant history, however, persuades us that Congress meant exactly what it said.\" <i>Id.</i> at 422, 88 S.Ct. at 2194.</p>\n<p>What was true in <i>Jones</i> is true here also  that defendants call \"revolutionary\" what is simply a denial of their assumption that there is a necessary sanctity in the <i>status quo.</i> Defendants present the discredited claim that it is necessarily right for a businessman to secure profit wherever profit is available, arguing specifically with respect to this case that they did not create the system of <i>de facto</i> segregation which was the condition for the alleged discriminatory profit. But the law in the United States has grown to define certain economic bounds and ethical limits of business enterprise. Developed areas of the law such as are invoked under the fraud and antitrust counts of this complaint are characteristic examples. So we are hearing an old and obsolete lament. For it is now understood that under § 1982 as interpreted in Jones v. Alfred H. Mayer Co. there cannot in this country be markets or profits based on the color of a man's skin.</p>\n<p>Defendants also suggest that this case cannot involve \"actual\" discrimination, but only \"hypothetical\" discrimination. Their notion is that because the complaint does not state that defendants ever made sales of similar property to whites as they sold to plaintiffs, the possibility of discrimination somehow disappears.</p>\n<p>We first point out what should be obvious  that allegations are not \"hypotheticals.\" The claim that defendants sold to negroes at a higher price than similar property would be sold to whites will be subject to proof on trial. Second, and most important, defendants' position elaborated is that if property is sold to a negro above what can be demonstrated to be the usual market price, there can be no discrimination unless the same seller actually sells to whites at a lower price. It should be clear that in law this result would be obnoxious. In logic, it is ridiculous. It would mean that the 1866 Civil Rights Act, which was created to be an instrument for the abolition of discrimination, allows an injustice so long as it is visited exclusively on negroes.</p>\n<p>In sum, then, there is no reason to distinguish a refusal to sell on the ground of race and a sale on discriminatory prices and terms. Count I of this complaint states a claim under Section 1982 of the Civil Rights Act of 1866 as understood in Jones v. Alfred H. Mayer Co., and the motions to dismiss must be denied with respect to Count I of the complaint. Because the motion is thus denied, we need not reach the question of whether the complaint states a claim under the other grounds asserted in Count I.</p>\n<p></p>\n<h2>Count II  The Federal Antitrust Laws</h2>\n<p>In Count II of the complaint, plaintiffs allege that defendants have violated Section 1 of the Sherman Act, 15 U.S.C. § 1, through the pattern of activity alleged in Count I; and plaintiffs add allegations that there has been continuing action and agreement by defendants and their co-conspirators to fix the prices on the sale of real estate to plaintiffs at <span class=\"star-pagination\">*217</span> approximately $5,000 to $15,000 per unit above the fair market value of each unit. The particularization of the antitrust violation also includes allegations that defendants and their co-conspirators arranged the elimination of price competition in the sale and financing of real estate properties and in the discounting of installment contracts entered into by plaintiffs.</p>\n<p>There is no question, and defendants do not dispute, that the activities alleged can violate the antitrust laws if the scope of such activities is sufficient to bring them within the ambit of federal regulation. The only substantial issue raised by the motion to dismiss Count II of the complaint is, therefore, whether the combination and conspiracy complained of is alleged to be \"in restraint of interstate commerce\" as the nature of interstate restraint has been understood in the application of the federal antitrust laws.</p>\n<p>It is established under the decided cases that, depending upon the particular circumstances, a business activity conducted solely intrastate may result in an interstate restraint that is violative of the federal antitrust laws. The Supreme Court recognized this manner of violation in Mandeville Island Farms v. American Crystal Sugar Co., 334 U.S. 219, 68 S.Ct. 996, 92 L.Ed. 1328 (1948) where the Court generalized the test to be applied, stating,</p>\n<blockquote>For, given a restraint of the type forbidden by the Act, though arising in the course of intrastate or local activities, and a showing of actual or threatened effect upon interstate commerce, the vital question becomes whether the effect is sufficiently substantial and adverse to Congress' paramount policy declared in the Act's terms to constitute a forbidden consequence. If so, the restraint must fall, and the injuries it inflicts upon others become remediable under the Act's prescribed methods, including the treble damage provision. <i>Id.</i> at 234, 68 S.Ct. at 1005.</blockquote>\n<p>Or again, in United States v. Women's Sportswear Manufacturers Ass'n, 336 U.S. 460, 69 S.Ct. 714, 93 L.Ed. 805 (1949), the Court said,</p>\n<blockquote>The source of the restraint may be intrastate, as the making of a contract or combination usually is; the application of the restraint may be intrastate, as it often is; but neither matters if the necessary effect is to stifle or restrain commerce among the states. If it is interstate commerce that feels the pinch, it does not matter how local the operation which applies the squeeze. <i>Id.</i> at 464, 69 S.Ct. at 716.</blockquote>\n<p>A substantial body of precedent now describes the various circumstances where the effect of local activity on interstate commerce is sufficient to be violative of the federal antitrust laws. <i>See, e.g.,</i> United States v. Employing Plasterers' Association, 347 U.S. 186, 74 S.Ct. 452, 456, 98 L.Ed. 618 (1954); Las Vegas Merchant Plumbers Ass'n v. United States, 210 F.2d 732 (9th Cir. 1954); United States v. Chrysler Corp. Parts Wholesalers, 180 F.2d 557 (9th Cir. 1950); United States v. Detroit Sheet Metal &amp; Roofing Contractors Ass'n, 116 F.Supp. 81 (E.D.Mich.1953).</p>\n<p>In this Count of the complaint, plaintiffs state a number of respects in which they suggest that the activities of defendants and their co-conspirators adversely affected interstate commerce. While the relation asserted is general, under the liberal construction of allegations being challenged by a motion to dismiss, plaintiffs have alleged the necessary interstate effect.</p>\n<p>Some of the more substantial of the allegations establishing the requisite effect are that the installment contracts are significantly related to an interstate market for the discount and sale of installment contracts, and that the alleged improper financing of these properties would affect the interstate market for such financing. Also of note is the alleged background of <i>de facto</i> segregation and the existence of a limited supply of housing for negroes, indeed, a separate market for the negro buyer. In view of this background and <span class=\"star-pagination\">*218</span> plaintiffs' allegations that negroes have decided whether or not to move to Chicago on the basis of the prices of real estate in Chicago, there is reasonable possibility that the alleged fixing of prices of Chicago real estate could substantially affect the buying and selling of real estate in areas outside Illinois  as for instance in the proximate areas of Indiana. Thus, as is here indicated, the alleged interstate effects are not absurd nor patently false. Accordingly, the motions to dismiss Count II of the complaint must be denied.</p>\n<p></p>\n<h2>Count III  The Illinois Antitrust Laws</h2>\n<p>In view of the conclusion that this complaint states a federal claim, it is clear that this Court has pendant jurisdiction to hear the cause alleged under the antitrust laws of the State of Illinois, specifically Chapter 38, Section 60-3(1) (a), Illinois Revised Statutes, 1967. That a cause is stated is apparent through a comparison of the allegation of price-fixing and the specific language of the statute invoked.<sup>[3]</sup> And the pendant jurisdiction of this Court is equally clear. The principle that a federal court may retain jurisdiction of a state cause depending on its relation to the federal cause alleged in the same suit was clarified by the Supreme Court of the United States in United Mine Workers of America v. Gibbs, 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966). The Court held that \"[t]he state and federal claims must derive from a common nucleus of operative fact. But if, considered without regard to their federal or state character, a plaintiff's claims are such that he would ordinarily be expected to try them all in one judicial proceeding, then, assuming substantiality of the federal issues, there is <i>power</i> in federal courts to hear the whole.\" <i>Id.</i> at 725, 86 S.Ct. at 1138. The court went on to emphasize the discretionary character of the power and that the federal court should look to \"considerations of judicial economy, convenience and fairness to litigants.\" <i>Id.</i> at 726, 86 S.Ct. at 1139. The similarity of the federal and state causes of action included in this complaint is readily apparent and leaves no doubt that pendant jurisdiction is appropriate.</p>\n<p></p>\n<h2>THE STATUTES OF LIMITATION</h2>\n<p>Defendants assert, as part of their motions to dismiss, that statutes of limitation relevant to the various counts of the complaint bar relief with respect to many of the installment contracts presently included in this litigation under the Court's initial delineation of the plaintiff class. Plaintiffs' immediate response is to question the propriety of raising the issue of limitations by way of a motion to dismiss. Plaintiffs contend that the defense of limitations must instead be stated in defendants' answers to the complaint.</p>\n<p>It is correct that some federal courts have found that the lack of detail in notice pleading renders improper the raising of limitations questions by motion to dismiss.<sup>[4]</sup> But the established rule in this Circuit is that where the complaint is definite enough to support consideration of a question of limitations, the question can be raised under Rule 9(f) of the Federal Rules of Civil Procedure by a motion to dismiss the complaint.<sup>[5]</sup> The instant complaint, it <span class=\"star-pagination\">*219</span> should be noted, does present sufficient background for immediate determination of the limitations question. Moreover, considering the scope of the present litigation and the consequent magnitude of the discovery to be undertaken, it is particularly desirable that there be expeditious definition of the exact limits of the litigation in order to avoid unnecessary complexity and expense.</p>\n<p>In posing the bar of statutes of limitation, defendants rely primarily on the opinion of the Seventh Circuit Court of Appeals in Baldwin v. Loew's Incorporated, 312 F.2d 387 (7th Cir. 1963). Defendants draw the conclusion that <i>Baldwin</i> requires this Court to look to the dates of execution of the various contracts as the last point in time when the action with respect to any particular contract could have accrued. Defendants thereby insist that there can be no relief with respect to any contract that was executed earlier than the limitations period, even if payments were made at a later time still within the applicable period, are still being made, or are required under the contracts to be made for many years to come.</p>\n<p>We of course agree that <i>Baldwin</i> states the rule in this Circuit in comparable cases. But defendants have seriously misunderstood how the facts in <i>Baldwin</i> relate to the principle stated and to the underlying rationale of statutory provisions for the limitation of actions.</p>\n<p><i>Baldwin</i> was a civil antitrust action brought by the owners of a movie theatre. The plaintiffs sought treble damages, charging a conspiracy of defendants, who included the major motion picture film distributors in the United States. It was alleged that \"defendants were engaged in a continuing conspiracy in the licensing of film, in order to favor their own operated circuits of theatres and the circuits of theatres of others and to suppress the competition of independent theatre operators.\" 312 F.2d at 389. It was alleged that because of the conspiracy, plaintiffs were forced to lease their theatre to one of these non-defendant \"other\" chain operators on terms far inferior to what plaintiffs would have obtained absent the unlawful conspiracy.</p>\n<p>The lease in <i>Baldwin</i> was executed in 1945 for a five-year term, with successive options granted to the lessee to renew at five-year intervals until 1965. The lessee had exercised its option and renewed the lease in 1950 and 1955. The suit was filed in 1953, and the court was applying a two-year statute of limitations. In concluding that the action was barred by the two-year statute, the Court distilled its determination as follows:</p>\n<blockquote>Where one has been injured by a civil conspiracy a statute of limitations begins to run at the time that injury is inflicted. In this case that date was when the lease was executed between plaintiffs and the lessee in 1945. <i>Id.</i> at 390.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>The exercise in 1955 of an option to extend the lease of 1945, the year in which \"the blow which caused the damage was struck\", was relevant only as an element of damages. It was not an overt act from which the running of the statute of limitations may be computed. <i>Id.</i> at 391.</blockquote>\n<p>It is indisputable that on the facts alleged in <i>Baldwin</i> the defendants in <i>Baldwin</i> struck their blow and inflicted injury at the time of the execution of <span class=\"star-pagination\">*220</span> the lease. And on the facts alleged, this was the only time at which the conspiracy acted or could have acted to cause the injury and secure the unlawful benefit. The defendants in <i>Baldwin</i> were not parties to the lease. Conversely, the lessee was not a defendant. The defendants were not enforcing the lease and no payments were being made to them. The allegations in the instant complaint, by contrast, place defendants in a fundamentally different posture <i>vis a vis</i> the infliction of harm and exaction of unlawful benefit.<sup>[6]</sup> Defendants here are alleged to have been reaping unlawful benefits through continuing enforcement of their unlawful scheme. Indeed, the best indication of what would be the continuing infliction of injury are the efforts to collect on the contracts which have brought plaintiffs repeatedly to this Court to seek relief from state actions instituted to evict them from the homes they contracted to purchase.</p>\n<p>The Court said in <i>Baldwin</i><i>,</i> \"[t]he exercise in 1955 of an option * * * was relevant only as an element of damages,\" because the lessee exercised the option  not the defendants. The defendants had long before locked the plaintiff theatre into the unfavorable arrangement, and the defendants were not alleged to have done anything after the date of execution of the lease which could have constituted the infliction of harm that the Court rightly regarded as crucial.<sup>[7]</sup></p>\n<p>Basic to defendants' misunderstanding of <i>Baldwin's</i> validity and relation to the instant case is the failure to keep in mind the purpose served by statutes of limitation. And defendants' error is common to some of the cases where analysis is similarly lost in the metaphysic <span class=\"star-pagination\">*221</span> of \"essential\" act or injury, the effort solely to determine when the \"real\" injury took place. Statutes of limitation do not properly depend on Platonic essences. The very practical and positive purpose served by these statutes is to ensure that stale claims will not be decided and the processes of justice thereby debilitated with attendant problems such as loss of evidence.<sup>[8]</sup> When this case is regarded in this light it is clear that the applicable statutes of limitation do not bar claims with respect to contracts not terminated before the running of the limitations periods. And regarded in this light, most of the very cases cited by defendants support this result.<sup>[9]</sup> In the critical sense intended under the statutes, the claims alleged in this case are obviously not stale. The circumstances of unlawfulness are alleged to be as present and vital today as at any time during the contract arrangements.</p>\n<p>This immediacy of the alleged injury goes beyond the continuing collection of allegedly unlawful profit and enforcement of the contracts. It has been determined that the first count of this complaint states a claim for violation of the Civil Rights Act of 1866. Only the most parochial view of the Civil Rights Act would identify its ultimate intention to be simply the restoration of any monetary loss suffered on account of race. The abolition of slavery was to be a redemption of human dignity. The indignity alleged to have been suffered in this case cannot be confined to the dates of execution of the various contracts, but can be understood only in relation to the continuing activity whereby the alleged indignity continues to be inflicted and exploited. Thus, even if the rule in this Circuit were, contrary to <i>Baldwin</i><i>,</i> that whatever the relation of the parties, continuing exactions under an allegedly unlawful contract could only constitute the accretion of \"damage\" and not \"injury\", this could not with reason be the rule in the special situation of a contract allegedly executed in violation of a person's civil rights.</p>\n<p>It remains to determine which statutes of limitations are applicable in this case. The antitrust laws specifically include their own provisions for the limitation of actions. Consequently, there is no question as to which individual claims are barred with respect to Counts II and III of the complaint. The 1866 Civil Rights Act, however, which is the foundation for the cause of action stated in Count I of the complaint, does not contain any limitations provisions. Focusing this absence, plaintiffs argue that this court has great discretion to exercise its equitable powers to decide which, if any, individual claims under the Civil Rights Act should be barred. Plaintiffs also argue alternatively that the limitations period of 10 years provided in Chapter 83, Section 17, Illinois Revised Statutes, 1967, or the 40 year statute of limitations provided in Chapter 83, Section 12.1, should be applied with respect to the cause of action stated in Count I of the complaint.</p>\n<p>Where a federal statute does not stipulate a limitations period, the general practice in the federal courts is to apply the appropriate state statute. This is generally understood to be the statute that the forum state \"would enforce had an action seeking similar relief been brought in a court of that state.\" Swan v. Board of Higher Education, 319 F.2d 56, 59 (2 Cir. 1963). <i>See, also,</i> International Union, United Automobile, Aerospace and Agricultural Workers v. Hoosier <span class=\"star-pagination\">*222</span> Cardinal Corp., 383 U.S. 696, 703-705, 86 S.Ct. 1107, 16 L.Ed.2d 192 (1966); O'Sullivan v. Felix, 233 U.S. 318, 34 S.Ct. 596, 58 L.Ed. 980 (1914). Indeed, before a provision of limitations was added by Congress to the federal antitrust laws, the rule in this Circuit was that the Illinois statute for similar state actions should be applied. Schiffman Bros. v. Texas Co., 196 F.2d 695 (7th Cir. 1952). And consistent with the general rule, the federal courts have uniformly applied state limitations provisions to claims stated under the Civil Rights Act, 42 U.S.C. §§ 1981-1985. <i>See, e. g.,</i> O'Sullivan v. Felix, <i>supra</i><i>;</i> Hileman v. Knable, 391 F.2d 596, 597 (3rd Cir. 1968); Beard v. Stephens, 372 F.2d 685, 688 (5th Cir. 1967); Swan v. Board of Higher Education, 319 F.2d 56, 59 (2 Cir. 1963); Smith v. Cremins, 308 F.2d 187, 189, 98 A.L.R.2d 1154 (9th Cir. 1962); Crawford v. Zeitler, 326 F.2d 119, 121 (6th Cir. 1964); Wakat v. Harlib, 253 F.2d 59 (7th Cir. 1958).</p>\n<p>In Wakat v. Harlib the Seventh Circuit Court of Appeals effectively held the statute of limitations applicable to the claim stated in Count I of the instant complaint. In <i>Wakat</i> the plaintiffs alleged \"violations of the federal civil rights act, 42 U.S.C.A. § 1981 et seq,\" particularly § 1983 and § 1985. The Court of Appeals held that the appropriate Illinois statute of limitations for the action under the Civil Rights Act was Chapter 83, Section 16, 1967 Illinois Revised Statutes (Section 15 of the Limitations Act) which provides a five-year period of limitations.<sup>[10]</sup> The Court understood the five-year provision to be expressly applicable to actions under the federal Civil Rights Act in that \"a statutory right of action is a `civil action not otherwise provided for' within the meaning of § 15 of the limitation act.\" 253 F.2d at 63.</p>\n<p>Contrary to what appears as the obvious meaning of <i>Wakat</i><i>,</i> plaintiffs argue that the Court of Appeals did not regard the applicability of the five-year statute as a general rule in this Circuit, but rather, that the Court was simply exercising its discretion to allow the particular action asserted in that case. Plaintiffs urge this Court to apply the equitable doctrine of laches to determine the period during which plaintiffs in this case were required to pursue any relief under the Civil Rights Act.</p>\n<p>The requested exercise of equitable discretion is precluded by the Court's judgment in <i>Wakat</i> that an express rule of law determines the limitations period for the 1866 Civil Rights Act. The Court declared with respect to Section 1985 of the Act,</p>\n<blockquote>Count I relies expressly upon 42 U.S.C.A. § 1985 which creates a statutory right of action growing out of a conspiracy to impede, hinder, obstruct, or defeat the due course of justice in any state, with the intent therein set forth. This cause of action was created by statute. It is not one of the actions enumerated in § 14. However the Illinois limitations act, § 15, does cover all civil actions not otherwise provided for by that act and therefore the failure to include an action under § 1985 aforesaid within § 14 does not mean that Illinois has no limitation act to bar such an action. <i>Id.</i> at 63.</blockquote>\n<p>In view of this analysis, there is no reason to distinguish Section 1985 from the other sections of the Civil Rights Act of 1866, and the Court's discussion thus makes it clear that the relation of the five-year statute to relief under the Civil Rights Act was to be understood as a general rule. Moreover, while plaintiffs cite no cases which directly support their suggested theory of equitable discretion <span class=\"star-pagination\">*223</span> in this matter, their theory was specifically rejected by the Second Circuit Court of Appeals in Swan v. Board of Higher Education, 319 F.2d 56 (2d Cir. 1963). There the Court reflected,</p>\n<blockquote>Although plaintiff has not raised the point, we have considered whether, because his complaint seeks not damages but rather declaratory and injunctive relief, it should be considered solely \"equitable\" and hence as governed not by a statute of limitations but rather by the doctrine of laches. <i>See, e. g.,</i> Holmberg v. Armbrecht, 327 U.S. 392, 395-396, 66 S.Ct. 582, 90 L.Ed. 743 (1946). We have concluded, however, that since plaintiff could also have sought Civil Rights Act relief by way of damages, he is not here asserting \"a federal right for which the sole remedy is in equity,\" Holmberg v. Armbrecht, 327 U.S. at 395, 66 S.Ct. at 584, and hence the situation is one of \"concurrent\" legal and equitable jurisdiction, in which case the statute of limitations does apply. Compare Holmberg v. Armbrecht, <i>supra</i><i>,</i> and Russell v. Todd, 309 U.S. 280, 60 S.Ct. 527, 84 L.Ed. 754 (1940), with Cope v. Anderson, 331 U.S. 461, 67 S.Ct. 1340, 91 L.Ed. 1602 (1947). <i>Id.</i> at 59-60, n. 5.</blockquote>\n<p>Plaintiffs' contention that either a 40 year or a 10 year statute of limitations is applicable to Count I involves the same disregard of the specific instruction in <i>Wakat</i> as plaintiffs' urging of the exercise of equitable discretion. Plaintiffs apparently proceed on the theory that where an action under the Civil Rights Act involves contracts, a federal court must apply the forum state's period of limitations applicable to contract actions, which in this case is asserted to be the Illinois ten-year provision, Ch. 83, § 17, Illinois Revised Statutes; or that where the civil rights action involves real estate, state limitations specifically relating to real estate are applicable, which in this case is asserted to be the 40 year period provided in Ch. 83, § 12.1, Illinois Revised Statutes, 1967. But this position is essentially no different from the contention advanced in <i>Wakat</i> that because the alleged violations of the Civil Rights Act were in the nature of false imprisonment, the statute of limitations applicable to the civil rights action was the two-year statutory period for the tort of false imprisonment, Section 14 of the Limitations Act, Ch. 83 § 15, Illinois Revised Statutes, 1967. As is clear from the holding in the <i>Wakat</i> opinion quoted above,<sup>[11]</sup> the Court rejected the notion that Section 14 of the Limitations Act was in any sense related to an action under the Civil Rights Act. The Court stated that to the contrary it found the civil rights action to be \"an action not otherwise provided for\" and thereby covered by the five-year provision that is Section 15 of the Limitations Act. Thus the Court in <i>Wakat</i> understood an action under the Civil Rights Act to be independent of the limitations provided for specific causes of action which might be suggested by the allegations that constitute a claim under the Civil Rights Act. It is clear, therefore, that neither the 10 year period relating to contracts, nor the 40 year period relating to transactions in real estate, is applicable to Count I of this complaint. The rather obvious instruction of the Seventh Circuit Court of Appeals in Wakat v. Harlib is that the five-year period provided in Chapter 83, Section 16, Illinois Revised Statutes, must be applied to bar contracts terminated more than five years before the filing of this lawsuit.</p>\n<p>It follows from the foregoing that the plaintiff class as previously defined must be redefined so as to eliminate therefrom all negro purchasers of residential real estate under land contracts from the named sellers whose contracts terminated prior to January 6, 1964.</p>\n<p></p>\n<h2>Count IV  The Federal Securities Laws</h2>\n<p>Seeking to establish a cause of action under Section 27 of the Securities and Exchange Act of 1934, plaintiffs reassert the allegations included in the other <span class=\"star-pagination\">*224</span> counts but attempt to describe the alleged activity as the selling of securities by false and misleading solicitation through interstate commerce. That is, plaintiffs maintain that the installment contracts are \"securities\" as that term is properly understood under the federal securities laws.</p>\n<p>But however imaginatively the allegations in this count have been phrased with respect to the federal securities laws, the installment contracts are not securities under the decided cases. And this is clear even under the most general statements of the criteria for determining when a transaction involves a \"security\". For one key example, the Supreme Court stated in S. E. C. v. W. J. Howey Co., 328 U.S. 293, 301, 66 S.Ct. 1100, 90 L.Ed. 1244 and recently repeated in Tcherepnin v. Knight, 389 U.S. 332, 338, 88 S.Ct. 548, 554, 19 L.Ed.2d 564 (1967), that \"[t]he test (for an investment contract) is whether the scheme involves an investment of money in a common enterprise with profits to come solely from the efforts of others.\" Similarly instructive is the comment by Professor Loss, widely recognized in the cases, that</p>\n<blockquote>The line is drawn, however, where neither the element of a common enterprise nor the element of reliance on the efforts of another is present. For example, no \"investment contract\" is involved when a person invests in real estate, with the hope perhaps of earning a profit as the result of a general increase in values concurrent with the development of the neighborhood, as long as he does not do so as part of an enterprise whereby it is expressly or impliedly understood that the property will be developed or operated by others. 1 Loss, Securities Regulation, 491-2 (2d ed., 1961).</blockquote>\n<p>Plaintiffs point to the executory nature of these contracts, to the facts that both plaintiffs and defendants had interests they could sell to third persons, and to the fact that plaintiffs were entitled on full compliance with their contracts to receive property of appreciated value. They also insist that both plaintiffs and defendants could have expected to profit from efforts to maintain the properties.</p>\n<p>But still, incontrovertibly, the allegations in the complaint establish that plaintiffs, at the time of purchase, intended to acquire personal residences. To conclude that the natural desire of any purchaser that his purchase should appreciate in value makes a \"security\" of what has been purchased, is obviously to so muddle the term as to make it meaningless. The properties purchased were subject to plaintiffs' control. And even if defendants are considered to have been engaged in a \"common enterprise\", an essential allegation of the complaint is that it was defendants alone who sought to profit from any scheme, while plaintiffs, who only intended to purchase personal residences, were their innocent victims. In other words, the transactions cannot be likened to an investment in securities without complete confusion of the alleged relation of the parties to this litigation.</p>\n<p>That a cause of action is not stated under the federal securities laws is also shown by the insufficiency of the complaint in its allegations of false representation or concealment of a material fact or device, scheme or artifice to defraud under Section 17(a) of the Securities and Exchange Act of 1934. For instance, plaintiffs allege that defendants concealed appraisals obtained from their mortgage lenders as well as the prices paid to former white owners of the properties. But the usual practice in real estate dealings is not to volunteer this information. Or again, plaintiffs allege that defendants were guilty of misrepresentation of the values of the properties they sold to plaintiffs. But as to this alleged misrepresentation of value, plaintiffs specify nothing beyond what is considered in the law to be mere \"puffing\" by a seller, and in no degree fraudulent conduct. Thus, conduct here asserted to be in violation of the federal antitrust laws is recognized in other areas of the law as the <span class=\"star-pagination\">*225</span> usual and legitimate practice in the buying and selling of real estate. And what is true of the particular allegations just mentioned illustrates in general the misplacement of the securities concept in this case.</p>\n<p>Finally, it would be a gross and unsupported enlargement of the presently exercised jurisdiction and responsibility of the Securities and Exchange Commission to hold that the common sale of residential real estate by installment contract is subject to the federal securities laws. Indeed, plaintiffs indicate their recognition of this by stating in their brief that \"the federal law should be interpreted to protect purchasers such as plaintiffs in the case at bar because \"the type of interests reposed in plaintiffs and defendants as a result of the sale of installment contracts are not sufficiently regulated under Illinois law * * *.\" In asking the Court to be so creative, plaintiffs acknowledge that the federal and state securities and fraud laws as presently stated and understood do not provide the requested protection. Accordingly, the motions to dismiss Count IV of the complaint must be granted.</p>\n<p></p>\n<h2>Count V  Unconscionability, Fraud, Usury and Breach of Implied Warranties</h2>\n<p>In support of the claim of fraud asserted in Count V of the complaint, plaintiffs allege that defendants concealed the prices paid to the former white owners of the real estate, concealed appraisals of the properties, and concealed the existence of violations of the municipal building code. These allegations are supposed to constitute the material misrepresentation of fact essential to a cause of action for fraud. <i>See, e. g.,</i> Bennett v. Hodge, 374 Ill. 326, 332, 29 N.E.2d 524, 527 (1940); Zanbetiz v. Trans World Airlines, Inc., 72 Ill.App.2d 192, 219 N.E.2d 98 (1966).</p>\n<p>However, the alleged deception as to value is in no manner distinguishable under Illinois law from the range of matter covered by the general rule that statements as to value in such transactions are to be considered merely \"opinion\" rather than statements of material fact.<sup>[12]</sup> In Coleman v. Goran, No. 47992 (1st Dist. June 14, 1960),<sup>[13]</sup> the Illinois Appellate Court for the First District repeated the general rule and stated its primary exception as follows:</p>\n<blockquote>Statements as to value of property are ordinarily considered mere expressions of opinion, and, for that reason, are not sufficient to warrant a recision of the contract, even though they are false and relied upon by the other party. The rule is otherwise where the misrepresentation relates a specific, extrinsic fact, peculiarly within the knowledge of the party making the statement, which materially affects the value. <i>Id.</i> at 4.</blockquote>\n<p>Count V of this complaint does not include any allegation which would bring it within the purview of the exception. In particular, the allegation that defendants did not reveal violations of the municipal building code and thereby \"concealed the violations, does not amount to the sort of reliance which can substantiate a cause of action under the exception to the general Illinois rule. <i>Coleman</i> involved a very similar allegation which the Court specifically held to be insufficient, stating in summation of the Illinois law,</p>\n<blockquote>If the purchaser has an opportunity to view the property, it is his duty to make use of that opportunity. Unless the representations concern matters which the prospective purchaser cannot readily determine upon examination, he will be held to have exercised <span class=\"star-pagination\">*226</span> his own judgment rather than to have relied on the statements of the seller. [Citing Malnick v. Rosenthal, 313 Ill.App. 249, 255 [39 N.E.2d 767] (1942) and Bundesen v. Lewis, 368 Ill. 623 [15 N.E.2d 520] (1938).] <i>Id.</i> at 6.</blockquote>\n<p>Furthermore, while we cannot accept the proposition that concealment of appraisal is never relevant to a claim of fraud, a general allegation of such concealment in the absence of other specific pleading of fraud obviously cannot suffice for a statement of a cause of action for fraud. It obviously cannot simply because while sellers will often obtain such appraisals, the revelation of the appraisals to their buyers is not even the custom nor usual expectation in real estate transactions. The same is true of the allegation that defendants concealed the prices at which they purchased the real estate in question from the former white owners.</p>\n<p>This failure to state specific elements making up a cause of action for fraud indicates a more general, yet independent, failing of the claim. There is absent the definiteness that is required by Rule 9(b) of the Federal Rules of Civil Procedure as a condition of pleading fraud in the federal courts.<sup>[14]</sup> This, however, does not mean that a complaint properly alleging fraud in a class action must specify the particular details of every transaction and occurrence that comprises the allegedly unlawful activity. Such a requirement would undermine the utility of the class action device, particularly in a case of this magnitude, involving a multitude of similar individual relationships. The burden of pleading would eliminate the device in the very cases where it might be most appropriate and most useful. But even considering the special problem of pleading fraud in a class action, it is still reasonable and necessary that the class action complaint state generally facts establishing each and every element essential to a cause of action for fraud.</p>\n<p>As clearly defined in Illinois law, the elements are: (1) The misrepresentation must be of a statement of fact; (2) is must be made for the purpose of influencing the other party to act; (3) it must be untrue; (4) the party making the statement must know or believe it to be untrue; (5) the person to whom it is made must believe and rely on the statement; and (6) the statement must be material. Bennett v. Hodge, 374 Ill. 326, 332, 29 N.E.2d 524, 527 (1940). <i>Accord,</i> Zanbetiz v. Trans World Airlines, Inc., 72 Ill.App.2d 192, 219 N.E.2d 98, 102 (1st Dist. 1966). Besides the failure to specify anything that could be considered a material misstatement under Illinois law, the complaint in this case fails to articulate the other elements required. The instruction of Rule 9(b) is certainly at least that the basic elements of a cause of action for fraud cannot be left to implication.</p>\n<p>Moreover, plaintiffs' claim of breach of implied warranties is similarly defective. Nothing but the bare conclusion that breach of warranties have occurred is stated. Though the claimed breach of warranties may be impliedly related to the general background of activity and circumstance pleaded in Count V and previously in Count I, there is no delineation of the substance of the alleged cause of action, nothing which would satisfy even the liberal federal notice pleading requirement.<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*227</span> As an aspect of the cause of action plaintiffs seek to establish under Count V of the complaint, plaintiffs urge the equitable concept of unconscionability. They allege that the strategy of exploitation engaged in by defendants, including the exploitation of plaintiffs' lack of education and lack of experience in real estate matters relative to defendants, resulted in the \"unconscionable provisions\" and \"unconscionable prices\" allegedly characteristic of these contracts. Plaintiffs thus claim not that the device of the installment contract or the provisions relating to evictions, confessions, forfeitures and defaults are unconscionable <i>per se,</i> but that they represent unconscionability as they resulted in this case.</p>\n<p>The equitable concept of \"unconscionability\" becomes meaningful always in the context of otherwise defined factors of inequality, deception and oppression. A standard statement of the concept reads,</p>\n<blockquote>When the accompanying incidents are inequitable and show bad faith, such as concealments, misrepresentations, undue influence, oppression on the part of the one who obtains the benefit, or ignorance, weakness of mind, sickness, old age, incapacity, pecuniary necessities, and the like, on the part of the other, these circumstances, combined with inadequacy of price, may easily induce a court to grant relief, defensive or affirmative. 3 Pomeroy, Equity Jurisprudence, § 928, pp. 640-641 (1941).</blockquote>\n<p>The Illinois cases present a great variety of situations where a concurrence of any of the above elements will be sufficient for invocation of the principle of unconscionability. But one point at least is clear upon review of the cases. Application of the doctrine requires extreme circumstances beyond what can be understood or implied from any of the allegations in this complaint. As already discussed, the complaint does not state the bare substance of a claim of fraud. Furthermore, plaintiffs' lack of education and lack of experience relative to defendants can obviously not in itself independently constitute a significant factor of unconscionability in a free market system where such relationships are the inevitable day-to-day matter of the functioning economy. Moreover, the general rule is that mere excessive price is not a sufficient circumstance to independently support a claim of unconscionability. <i>See,</i> Chicago Title &amp; Trust Co. v. Illinois Merchants' Trust Co., 329 Ill. 334, 346, 160 N.E. 597, 603 (1928); Scott v. Wilson, 15 Ill.App.2d 456, 146 N.E.2d 397 (1st Dist. 1957). Even the rare Illinois cases that consider a disparity in values exchanged as a sufficient independent circumstance involve egregious disparity well beyond what is alleged in this case.<sup>[16]</sup> Also, these rare cases are significantly distinct from the instant case in that the court is typically being asked to enforce the unconscionable contract; and when the court refuses, it states as its reason the classic proposition that \"[c]ourts of equity will not lend their aid to assist one in realizing upon an unconscionable bargain.\" Koch v. Streuter, 232 Ill. 594, 604, 83 N.E. 1072, 1077 (1908). <i>See, also,</i> In re Chicago Reed &amp; Furniture Co., 7 F.2d 885, 886 (7th Cir. 1925).</p>\n<p>Finally, plaintiffs have also alleged that due to the shortage of housing for negroes, plaintiffs were placed in a position of unequal bargaining power severe enough to render the contracts that resulted from defendants exploitation of this situation unconscionable. But while the discriminatory exploitation of a system of <i>de facto</i> segregation is unlawful under the Civil Rights Act, the artificial shortage of housing for negroes does not constitute an appropriate <span class=\"star-pagination\">*228</span> foundation for application of the principle of unconscionability. As the principle is generally understood in the law of the State of Illinois, it does not normally extend to situations resulting from artificially contrived market conditions. By contrast, the economic substance of the injustice described in this complaint relates naturally to the concerns of the antitrust laws and the Civil Rights Act. While on the basis of some extreme situation of unequal bargaining power due to the conjunction of absolute need and dire shortage, a court might conceivably apply the doctrine of unconscionability, such circumstances are not described in the instant complaint and the necessarily awkward extension of the principle to support Count V of this cause would necessarily create a misfit in the law.</p>\n<p>In Count V of the complaint plaintiffs also assert that defendants are guilty of violation of the usury law of the State of Illinois, Illinois Revised Statutes ch. 74, § 5 (1967). Plaintiffs offer the following statement on the basis for their claim:</p>\n<blockquote>(j) Defendant-sellers extracted from plaintiffs unlawful and usurious rates of interest through the devices and subterfuges of (i) charging plaintiffs excessive amounts for insurance, (ii) charging plaintiffs for commissions for obtaining insurance, (iii) collection of deposits for real estate taxes many months prior to the time the taxes were due or paid; (iv) charging excessive amounts for so-called closing costs, and (v) increasing the purchase prices to amounts far in excess of the fair value of the properties. The real purpose and effect of the transaction was to provide for excessive and usurious rates of interest to be taxed against and paid by plaintiffs.</blockquote>\n<p>It has always been the understanding of the courts that the Illinois usury statute relates to loans as distinct from purchase and sale. <i>See, e. g.,</i> In Re Oakes, 267 F.2d 516, 518 (7th Cir. 1959); Manufacturers Finance Trust v. Stone, 251 Ill.App. 414, 420 (4th Dist. 1929); Primley v. Shirk, 60 Ill.App. 312, 314 (1st Dist. 1895); aff'd, 163 Ill. 389, 45 N.E. 247 (1896). Plaintiffs, however, contend that to conclude that the contracts in this case are not usurious under the law would be to allow a triumph of terminology over reality. They insist that though the transactions in this case are commonly described as purchase and sale, the various devices described by the above allegations were all means by which defendants secured usurious rates of interest for what were essentially loans.</p>\n<p>We reiterate that it is obvious from the substance of this complaint that the intention of each of the plaintiffs, at the time of execution of the contracts, was the purchase of a personal residence. The rule in Illinois has long been that \"on a sale of property * * * there can be no usury charged simply because the price is fixed at one sum if paid at one time, and at another sum if paid at another.\" Primley v. Shirk, 60 Ill.App. 312, 314 (1st Dist. 1895), aff'd 163 Ill. 389, 45 N.E. 247 (1896). Plaintiffs submit no support for the proposition that price in excess of fair market value can make a loan of what is commonly understood to be a purchase and sale. And even if this were a case where the underlying reality is a loan, the excess in price could not be considered interest under the Illinois law as presently interpreted. A similar conclusion was stated by Judge Duffy in his concurring opinion <i>In Re Oakes</i><i>,</i> where he said,</p>\n<blockquote>As an original proposition, I would say the transaction in question was a loan. When a seller receives consideration from a buyer solely because of delayed payment, this consideration is, in fact, interest whether it is called \"service charges,\" \"finance charges,\" \"risk fees,\" or some other name. Nevertheless, in this case we must follow Illinois law and decisions by Illinois Courts. Decisions such as Manufacturers Finance Trust v. Stone, 251 Ill. App. 414 compel a holding by us that the transaction in question is a sale <span class=\"star-pagination\">*229</span> and not a loan. 267 F.2d 516, 519-520 (7th Cir. 1959).</blockquote>\n<p>Judge Duffy's conclusion as to the incidental charges is equally applicable to the charges alleged in this case. In particular, the advance collection of deposits for real estate taxes is a common practice to assure the avoidance of tax liens. Plaintiffs submit no case which suggests that such practice has ever been held to bring a sale of real estate within the usury prohibition. It has indeed expressly been held in Illinois that payment of real estate taxes by a borrower did not render a transaction usurious though the stated interest rate was the highest legal rate. Kidder v. Vandersloot, 114 Ill. 133, 28 N.E. 460 (1885). Also, it has been recently held that a mortgagor's payment of insurance premiums in addition to interest on a loan did not render the loan usurious notwithstanding that the insurance was issued by and assigned to the mortgagor itself, so long as the insurance was normal in respect to premiums and costs. Equitable Life Assurance Society of United States v. Scali, 38 Ill.2d 544, 232 N.E.2d 712 (1967). In sum, whatever the \"reality\" of the transactions in this case, so far as the claim of usury is concerned, our obligation to follow the Illinois law requires that the motions to dismiss be granted.</p>\n<p></p>\n<h2>Motions of Various Banks to Dismiss and for Summary Judgment</h2>\n<p>Certain of the banks named as defendants in their capacity as trustees under land trust agreements have moved to dismiss or for summary judgment on the ground that they hold only legal title to the properties in question and have no authority to deal with the properties beyond their limited responsibilities as trustees. They describe their responsibilities under the agreements and the law of Illinois as comprehended by the duty to follow directions of beneficiaries and to perform certain ministerial responsibilities. They insist that they lack any power of management or control which could be the basis for participation in the alleged conspiracy and pattern of discriminatory conduct. The complaint, however, alleges that these defendants actively participated together with the other defendants in the unlawful activity. At this early stage of the litigation, on the basis of the complaint, motions and affidavits before the Court, the allegation that the banks have participated is not so frivolous nor unlikely as to render it appropriate to grant the banks' motions. On the basis of the allegations, it is certain that in some circumstances at least, the banks would have had notice of the disparities in price, the appraisals and the \"turn-around\" nature of some purchases and sales. In other words, the allegations as directed against the movant banks have stated causes of action and raised material issues of fact which under Rules 12(b) (2), 12(b) (6) and Rule 56 of the Federal Rules require denial of the banks' motions.</p>\n<p>Moreover, although the banks claim that they are not the real parties in interest and could not, therefore, participate in the unlawful activity alleged, the banks in many instances are the only identified sellers since they executed the contracts as sellers, and the buyers have no way to identify the real parties whom the banks assert have complete management and control over the trust properties. Until such disclosure is made, plaintiffs are relegated to the public record as it now stands in seeking vindication of any right or recovery of any loss. For the present, therefore, plaintiffs properly assert their claims against the banks even though the banks may subsequently demonstrate that they are only nominal parties in interest.</p>\n<p>Finally, it is also right that the banks should remain parties at this stage of the litigation because their presence may well be required for the successful implementation of any relief granted. While a trustee bank could generally be expected to cooperate in the implementation of any decree directed to the beneficiaries under a trust, the lack of identification <span class=\"star-pagination\">*230</span> of the real parties in interest creates possible complications which make it desirable to retain the banks at this time as named defendants. In any case, the presence of the trustee will indubitably facilitate the implementation of any decree because the trustee may be required to act as a prime mover in the resolution of the litigation with respect to a particular contract.</p>\n<p></p>\n<h2>Motions to Dismiss \"Contract Buyers League\"</h2>\n<p>Defendants have moved to dismiss \"Contract Buyers League\" as a party plaintiff. The position they take is that the Contract Buyers League is not a proper party to this case because Rule 17 of the Federal Rules of Civil Procedure requires that \"[e]very action shall be prosecuted in the name of the real party in interest\", and because the Contract Buyers League does not survive Rule 17(b), which in determining capacity to sue or be sued provides,</p>\n<blockquote>The capacity of an individual, other than one acting in a representative capacity, to sue or be sued shall be determined by the law of his domicile. The capacity of a corporation to sue or be sued shall be determined by the law under which it was organized. In all other cases capacity to sue or be sued shall be determined by the law of the state in which the district court is held, except (1) that a partnership or other unincorporated association, which has no such capacity by the law of such state, may sue or be sued in its common name for the purpose of enforcing for or against it a substantive right existing under the Constitution or laws of the United States * * *</blockquote>\n<p>In response to the motions to dismiss, plaintiffs analogize the situation of the Contract Buyers League to various organizations which in promoting the interests of their members have been found to have standing in the federal courts. But the cases cited by plaintiffs are inapposite. The analogies all ultimately fail because they disregard the fundamental premises of Rule 17.</p>\n<p>Rule 17 is intended to ensure that the contours of a given litigation extend no further than the interests apparently necessary for the resolution of the controversy stated. This is the import of both the requirement that \"[e]very action shall be prosecuted in the name of the real party in interest,\" and of the requirement that the participation of an unincorporated association be justified by the showing that the case involves the \"enforce[ement] for or against it [of] a substantive right existing under the Constitution or laws of the United States.\"</p>\n<p>Plaintiffs rely in large measure on the similarity of the role in litigation of the Contract Buyers League and the NAACP. Specifically, plaintiffs cite NAACP v. Alabama, 357 U.S. 449, 78 S.Ct. 1163, 2 L.Ed.2d 1488 (1958), even though that case is obviously distinguishable, like other cases involving the NAACP on the ground that the NAACP is a corporation while the Contract Buyers League is an unincorporated association, a distinction specifically recognized in Rule 17. And in the Alabama case, the NAACP itself was being sued by the State of Alabama which was seeking to enjoin it from engaging in activity within the State. The case was thus brought to enforce an alleged substantive right against the association, a situation which is not present in this case, but which is the condition for a finding that a grouping of individuals that is merely an unincorporated association has standing. One example of this situation where an unincorporated association is properly a party is another case cited by plaintiffs, Todd v. Joint Apprenticeship Committee of Steel Workers of Chicago, 223 F.Supp. 12 (N.D.Ill.1963). The court in <i>Todd</i> pointed out that Rule 17(b) (1) authorized the suit against the unincorporated association because the suit was brought to enforce a substantive right against the association as the rule explicitly requires. <i>Id.</i> at 17.</p>\n<p>What the cases point to and what the rule generally stated means is that the test for whether an unincorporated <span class=\"star-pagination\">*231</span> association is a proper party is whether relief that may be granted will either redound to the benefit of the party alleged to have standing, or will cause the alleged party to suffer damage. Stated simply, the crux of the matter in the instant case is that, except as it is named in certain defendants' counterclaims,<sup>[17]</sup> there is no relief which this Court is being asked to grant for or against the Contract Buyers League. The Court has asked plaintiffs for information descriptive of the organization called \"Contract Buyers League,\" particularly as to its activities and purposes. In their argument to the Court, plaintiffs have subsequently described the Contract Buyers League so as to restrict the life and purpose of the organization solely to this lawsuit. It appears to be an organization created exclusively to concern itself with the particular matters presented for resolution in this action. But the members of the Contract Buyers League who hold the contracts that are the substance of this litigation are fully in this case as members of the defined class of plaintiffs. Any relief secured will be secured by them directly as members of the class, and as the case is presently stated, the Contract Buyers League consequently cannot be the object of any relief. Moreover, the cases cited by plaintiffs, except for what appears to be a single possible aberration,<sup>[18]</sup> do not indicate a determination by any court that both a class of persons and the association that represents the class can be proper parties. In the cases cited by plaintiffs, contrary to the instant case, the court was being asked by the organization alone for relief. One of these cases, for instance, is Citizens Association of Georgetown v. Simonson, D.C.Cir., 403 F.2d 175, where the suit was brought by the organization for its members, who were not present in the case in their own right.</p>\n<p>Finally, there is no logic to the argument that the presence of the Contract <span class=\"star-pagination\">*232</span> Buyers League in this suit is somehow required as a condition for plaintiffs to organize for the vindication of their rights. Any organizational efforts outside the courtroom do not in any necessary manner depend on the presence of the Contract Buyers League as a party to this suit. Thus neither under Rule 17 nor for any other reason is the presence of the Contract Buyers League as a party to this suit justified. The motions to dismiss the Contract Buyers League must therefore be granted.</p>\n<p>Appropriate orders consistent with all the foregoing will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Contract Buyers League v. F. &amp; F. Investment, 69 C 15, (N.D.Ill.March 29, 1969).</p>\n<p>[2]  In language characteristic of the determination of a motion to dismiss, the Seventh Circuit Court of Appeals has said, \"* * * on a motion to dismiss, a complaint should be construed in the light most favorable to plaintiff with all doubts resolved in his favor; and in piew of what is alleged, with all allegations well pleaded being taken as true, if it can reasonably be conceived that the plaintiff can make a case upon trial which would entitle him to some relief the complaint should not be dismissed.\" Jung v. K. &amp; D. Mining Co., 260 F.2d 607, 608 (7th Cir. 1958).\n</p>\n<p><i>See also,</i> United States v. Howell, 318 F.2d 162, 166 (9th Cir. 1963); Thomas v. Atlantic Coast Line R. Co., 201 F.2d 167, 170 (5th Cir. 1953); Cool v. International Shoe Co., 142 F.2d 318, 320 (8th Cir. 1944).</p>\n<p>[3]  Ch. 38, § 60-3, Illinois Revised Statutes, 1967.\n</p>\n<p>60-3 Violations  Enumeration § 3. Every person shall be deemed to have committed a violation of this Act who shall:</p>\n<p>(1) Make any contract with, or engage in any combination or conspiracy with, any other person who is, or but for a prior agreement would be, a competitor of such person:</p>\n<p>a. for the purpose or with the effect of fixing, controlling, or maintaining the price or rate charged for any commodity sold or bought by the parties thereto, or the fee charged or paid for any service performed or received by the parties thereto; * * *.</p>\n<p>[4]  <i>See</i> Annot., 61 A.L.R.2d 300, 327 (1958).</p>\n<p>[5]  Kincheloe v. Farmer, 214 F.2d 604 (7th Cir. 1954), cert. denied 348 U.S. 920, 75 S.Ct. 306, 99 L.Ed. 721 (1955); Anderson v. Linton, 178 F.2d 304 (7th Cir. 1949). In its later statement of the rule in <i>Kincheloe</i> the Seventh Circuit Court of Appeals said, \"Rule 9(f) of such rules provides: `For the purpose of testing the sufficiency of a pleading, averments of time and place are material and shall be considered like all other averments of material matter.' It has frequently been held that the reason for `averments of time and place' is to make ascertainable whether a cause of action is barred by the statute of limitations, and that where so shown a complaint is properly dismissed on motion. Gossard v. Gossard, 10 Cir., 149 F.2d 111, 113; Anderson v. Linton, 7 Cir., 178 F.2d 304, 309; Suckow Borax Mines Consolidated, Limited v. Borax Consol., 9 Cir., 185 F. 2d 196, 204, and cases therein cited.\" 214 F.2d at 605.</p>\n<p>[6]  The importance of this difference was in fact fundamental in the argument of the <i>Baldwin</i> case on appeal. When defendants articulated their ultimately prevailing position that \"ANY CLAIM FOR RELIEF ACCRUED WHEN THE THEATRE WAS LEASED AND NO OVERT ACTS OF DEFENDANTS HAVE OCCURRED WITHIN THE PERIOD NOT BARRED BY THE STATUTE OF LIMITATIONS\" they began by postulating the essential factual matter on which they clearly intended to base their position. They stated,\n</p>\n<p>The essence of the plaintiffs' alleged claim for relief is that they were forced by virtue of a conspiracy in restraint of trade to lease their theatre to a company that operated a circuit of theatres. It is not alleged that the lessee was or is a co-conspirator with the defendants or was in any way affiliated with any of the defendants. In fact, it is alleged that the lessee is an \"independent\" operator of a circuit of theatres. Brief for the Appellee at 25, Baldwin v. Loew's Incorporated, 312 F.2d 387 (7th Cir. 1963).</p>\n<p>[7]  It is interesting in regard to <i>Baldwin's</i> validity to note the discussion in one of <i>Baldwin's</i> progeny, Century Hardware Corp. v. Powernail Company, 282 F.Supp. 223 (E.D.Wis.1968). The Court in <i>Century Hardware</i> declared its \"serious doubt about the soundness\" of <i>Baldwin</i><i>, Id.</i> at 227, and complained that <i>Baldwin</i> propounded \"principles that, in practice, are extremely difficult to apply.\" <i>Id.</i> But it appears that a possible reason for the Court's complaint was a misreading of the facts of <i>Baldwin</i> similar to the misunderstanding displayed by defendants in this case. In stating the facts of <i>Baldwin</i><i>,</i> the Court in <i>Century Hardware</i> wrote, \"[h]owever, the plaintiffs had executed the lease of their theatre to a chain operator in 1945 and had exercised options to renew the lease as late as December 31, 1955.\" <i>Id.</i> at 226. But in <i>Baldwin</i> it was <i>not</i> the plaintiff lessors who held the option and exercised it. It was the lessee. And the lessee, as we have pointed out, was not a defendant, but so far as that lawsuit was concerned, was merely the beneficiary of the injury inflicted by defendants in 1945. The mistaken notion that plaintiffs in <i>Baldwin</i> held the option of course supports the impression that defendants were exerting pressure on plaintiffs subsequent to the execution of the lease in 1945; and therefore this misunderstanding of the facts might well cause a court to complain about <i>Baldwin</i><i>.</i> But given an understanding of the facts, the <i>Baldwin</i> opinion is entirely consistent with the rationale of statutes of limitation, but is applicable only in the somewhat unique fact situation there presented. If it were to be given the interpretation defendants here urge, we too would have serious doubts as to its soundness.</p>\n<p>[8]  Burnett v. New York Central R.R., 380 U.S. 424, 428, 85 S.Ct. 1050, 13 L.Ed.2d 941 (1965); Luckenbach S.S. Co. v. United States, 312 F.2d 545 (2d Cir. 1963); D'Onofrio Const. Co. v. Recon Company, 255 F.2d 904, 908 (1st Cir. 1958); United States v. Vibradamp Corp., 257 F.Supp. 931, 939-940 (S.D.Colo. 1966).</p>\n<p>[9]  <i>See, e. g.,</i> Suckow Borax Mines Consol. v. Borax Consolidated, 185 F.2d 196 (9th Cir. 1950); Fleischer v. A.A.P., Inc., 180 F.Supp. 717 (S.D.N.Y.1959); Levy v. Paramount Pictures, Inc., 104 F. Supp. 787 (N.D.Cal.1952).</p>\n<p>[10]  Section 15 of the Limitations Act provides that \"* * * actions on unwritten contracts, expressed or implied, or on awards of arbitration, or to recover damages for an injury done to property, real or personal, or to recover the possession of personal property or damages for the detention or conversion thereof, and all civil actions not otherwise provided for, shall be commenced within 5 years next after the cause of action accrued.\"</p>\n<p>[11]  See text <i>supra</i> at p. 222.</p>\n<p>[12]  <i>See, e. g.,</i> Pustelniak v. Vilimas, 352 Ill. 270, 275, 185 N.E. 611, 613-614 (1933); Bouxsein v. First Nat'l Bank, 292 Ill. 500, 504, 127 N.E. 133, 134 (1920); Scott v. Wilson, 15 Ill.App.2d 456, 146 N.E.2d 397 (1st Dist. 1957).</p>\n<p>[13]  An abstract of this opinion is published in 26 Ill.App.2d 288, 168 N.E.2d 56 (1st Dist. 1960).</p>\n<p>[14]  Federal Rule 9(b) provides an exceptional requirement for federal notice pleading, stating that \"[i]n all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.\" <i>See,</i> Krulikowsky v. Metro Dist. Council, 30 F.R.D. 24, 26 (E.D.Pa.1962); Dixie Mercerizing Company v. Triangle Thread Mills, 17 F.R.D. 8, 9 (S.D.N.Y.1955); 2A Moore, Federal Practice, ¶ 9.03 at 1923-37 (2d Ed. 1968).</p>\n<p>[15]  As this Court stated in Huey v. Barloga, 277 F.Supp. 864, 871 (1967).\n</p>\n<p>Although pleadings are given a liberal construction in the federal courts, the Rules contemplate some factual statement in support of the claim. General allegations of this kind unsupported by any factual statements have usually been rejected as insufficient.</p>\n<p>[16]  For instance, Koch v. Streuter, 232 Ill. 594, 604, 83 N.E. 1072 (1908), was a case where an exchange of a $25,000 value for little more than zero was declared by the court to be a sufficient independent circumstance.</p>\n<p>[17]  The provision of Rule 17 that an unincorporated association \"* * * may sue or be sued in its common name for the purpose of enforcing for or against it a substantive right existing under the Constitution or laws of the United States\" clearly does not refer to a defendant's counterclaim or apply to a situation in which a counterplaintiff is seeking to have a counterdefendant dismissed as a plaintiff. The counterclaim is obviously dependent on the validity of the counterdefendant's status as a plaintiff and the granting of defendants' motion to dismiss Contract Buyers League as a plaintiff will necessarily require defendants' dismissal of the counterclaim they have filed against the Contract Buyers League.</p>\n<p>[18]  The only case which appears to stand for this conclusion is Alston v. School Board, 112 F.2d 992, 130 A.L.R. 1506 (4th Cir. 1940). But the structure of the opinion makes it clear that the court's statement on this matter was in the nature of dicta. In a rather offhanded manner, after the questions presented in the case had been decided, the Court remarked, \"[w]e should say, too, that we have no doubt as to the Norfolk Teachers Association's being a proper party to the suit. According to the complaint, it is a voluntary unincorporated association and `is composed of Negro teachers and principals in the public colored schools of Norfolk'; and the right of such an association to sue in its common name for the purpose of enforcing substantive rights under the Constitution of the United States is provided for under Rules of Civil Procedure. Rule 17(b), 28 U.S.C.A. following section 723c. The point it not important, however, as the suit is brought as a class suit and the members of the association belong to the same class as the plaintiff Alston.\" <i>Id.</i> at 997.\n</p>\n<p>The court didn't consider the problem serious enough in <i>Alston</i> to see the illogic of the position stated. For under the terms of Rule 17, how could the teachers' association be included if the substantive right was being enforced for the class that included the members of the Association? Either the class or the Association was the proper party, but not both. Moreover, the Court was also incorrect to conclude that the point makes no difference. The possibility of a counterclaim against the unincorporated association, in this case the Contract Buyers League, demonstrates that the admission of an unincorporated association superfluous to any remedy to be granted, may well distort or extend the case stated in the complaint so as to destroy the limits which Rule 17 is intended to ensure.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">210</span></span> (1969)</b></center>\n<center><h1>CONTRACT BUYERS LEAGUE, an unincorporated voluntary association, et al., Plaintiffs,<br>\nv.<br>\nF &amp; F INVESTMENT et al., Defendants.</h1></center>\n<center>No. 69 C 15.</center>\n<center><p><b>United States District Court N. D. Illinois, E. D.</b></p></center>\n<center>May 21, 1969.</center>\n<p><span class=\"star-pagination\">*211</span> <span class=\"star-pagination\">*212</span> <span class=\"star-pagination\">*213</span> William R. Ming, Jr., McCoy, Ming &amp; Black, Albert E. Jenner, Jr., Thomas P. Sullivan, Jenner &amp; Block, Chicago, Ill., for plaintiffs.</p>\n<p>Robert S. Cushman, Spray, Price, Hough &amp; Cushman, Irving L. Block, Block &amp; Erdos, Chicago, Ill., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>WILL, District Judge.</p>\n<p>Plaintiffs, suing as a class, seek relief with respect to contracts for the sale of used residential property in the City of Chicago. Their complaint contains five counts. The first alleges violation of the Civil Rights Act of 1866, 42 U.S.C. §§ 1981, 1982, 1983, 1985(3), and of the Thirteenth and Fourteenth Amendments of the Constitution of the United States. Counts two and three allege, respectively, violations of the federal antitrust laws and of the antitrust laws of the State of Illinois. Count four of the complaint alleges violation of the federal securities laws. Count five alleges violation of the Illinois common law regarding fraud, usury and unconscionable contracts.</p>\n<p>This Court has previously determined that under Rule 23 of the Federal Rules of Civil Procedure, plaintiffs can maintain this action as a class action; and the Court has defined the plaintiff class, subject to future revision and refinement, to be composed of negroes who, since January 1, 1952, have entered into installment contracts for the purchase of used residential real estate in the City of Chicago.<sup>[1]</sup> The determination that a class action is appropriate was based on the recognition that the common questions <span class=\"star-pagination\">*214</span> of law and fact \"predominate\" over the individual questions. The essence of this complaint is that violations of law resulted from defendants' concerted exploitation of a condition of <i>de facto</i> racial segregation existing in the City of Chicago. Thus, the Court found that common questions of law and fact \"predominate\" within the terms of Rule 23 because it is alleged that the illegal advantage secured under any one contract depended on, was complemented by, and resulted from a concert and pattern of discriminatory activity including other similar contracts.</p>\n<p></p>\n<h2>The Motions to Dismiss</h2>\n<p>By way of motions to dismiss each and every count of the complaint, defendants have now challenged the sufficiency of the allegations.</p>\n<p>Before proceeding with the required determination, it should be noted at the outset that when considering a motion to dismiss, a district court must consider all the allegations of fact contained in the complaint and it is uniformly recognized that when a court is making this determination, the complaint must be liberally construed.<sup>[2]</sup></p>\n<p></p>\n<h2>Count I  The Civil Rights Act of 1866, and the Thirteenth and Fourteenth Amendments</h2>\n<p>The First count of the complaint relates essentially to the allegations, here taken as admitted for purposes of the motions to dismiss, that defendants exploited a system of <i>de facto</i> racial segregation that existed in the City of Chicago, and that by taking advantage of the scarcity of housing for negroes in the City of Chicago, defendants have secured unlawful advantage in the contracts executed by plaintiffs. As described in the complaint, the scheme of exploitation often included obtaining purchase money mortgages based on false and excessive appraisals of used residential property. The essence of the scheme is alleged to have been the purchase of residential properties from white homeowners and the resale, often in the nature of quick \"turn-around\" transactions, at greatly inflated prices to negro purchasers, who were disadvantaged by the system of <i>de facto</i> segregation and the resulting shortage of housing for negroes in Chicago. The terms of the contracts, especially the price, are alleged to represent unlawful profit gained through this pattern of exploitation.</p>\n<p>The complaint also alleges in Count I a separate aspect of discriminatory activity. It alleges that some defendants amplified and fostered the <i>de facto</i> segregation on which the contracts depended. The complaint asserts that some of the defendants engaged in what is popularly known as \"blockbusting,\" that some of the defendants stimulated and preyed on racial bigotry and fear by initiating and encouraging rumors that negroes were about to move into a given area, that all non-negroes would leave, and that the market values of properties would descend to \"panic prices\" with residence in the area becoming undesirable and unsafe for non-negroes. The complaint thus charges not only that defendants exploited the existing condition of <i>de facto</i> segregation, but that by prompting and encouraging a stampede of white sellers, some defendants extended and developed the underlying inequity <span class=\"star-pagination\">*215</span> of segregation that was the breeding ground for their discriminatory profit.</p>\n<p>Section 1982 of the Civil Rights Act of 1866 provides that:</p>\n<blockquote>All citizens of the United States shall have the same right, in every State and Territory, as is enjoyed by white citizens thereof to inherit, purchase, lease, sell, hold, and convey real and personal property.</blockquote>\n<p>In Jones v. Alfred H. Mayer Co., <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span> (1968), the Supreme Court of the United States declared the constitutionality and determined the scope of Section 1982. Beginning its opinion with the sum and substance of its determination, the Court stated,</p>\n<blockquote>We hold that § 1982 bars <i>all</i> racial discrimination, private as well as public, in the sale or rental of property, and that the statute, thus construed, is a valid exercise of the power of Congress to enforce the Thirteenth Amendment. <i>Id.</i> at 413, 88 S.Ct. at 2189.</blockquote>\n<p>The manner of discrimination specifically involved in <i>Jones</i> was the refusal to sell a home to an individual solely on the ground of the individual's race. In the instant case, the discrimination alleged is the sale of used residential property to negroes at higher prices and on more burdensome terms than similar property is sold to whites. Defendants contend that this difference in fact is a difference in kind under the law, that the Supreme Court's conclusion as to the import of Section 1982 is therefore not applicable to this case.</p>\n<p>But the language and logic of <i>Jones</i> and the constitutional application that the Supreme Court regarded as the source of the Civil Rights Act of 1866 must be equally applicable to the discrimination alleged in this case. The Court found that the legislative history of the 1866 Act demonstrated the Congressional intent to ensure that the former slaves could participate fully in a national economy. It was the Court's conclusion that the existence of a black market distinct from a white market was the <i>de facto</i> vestige of what the Congress in 1866 intended to abolish as a critical means of making the black man a free man. The conviction recognized was that the obliteration of the social system where one man was the slave of another required as a fundamental matter that our economy be undifferentiated as to the race of a man. The Court thus understood Section 1982 as implementing the Thirteenth Amendment \"to assure that a dollar in the hands of a Negro will purchase the same thing as a dollar in the hands of a white man.\" <i>Id.</i> at 443, 88 S.Ct. at 2205.</p>\n<p>The Court did point out that § 1982 was limited to activity directly covered by the express terms of the Section. The Court thus stated, \"at the outset, it is important to make clear precisely what this case does <i>not</i> involve,\" and went on to say that § 1982 \"does not deal specifically with discrimination in the provision of services or facilities in connection with the sale or rental of a dwelling. * * * It does not refer explicitly to discrimination in financing arrangements or in the provision of brokerage services.\" <i>Id.</i> at 413, 88 S.Ct. at 2189. Of course, the alleged blockbusting and discriminatory lending in the instant case do not fall within the express terms of § 1982. However, the basic claim in this lawsuit clearly does. The basic activity is the purchase of of property. Blockbusting and discriminatory lending are alleged to be additional activities, part and parcel of the alleged conspiracy, which extended the scope and impact of the allegedly discriminatory sale and purchase.</p>\n<p>Defendants <i>in terrorem</i> point to what they suppose to be the incredible consequences of a holding that Section 1982 bars the sale of residential property to negroes at a higher price because of their race. Defendants contend that this holding would mean that \"every nonwhite citizen has a cause of action maintainable in Federal Court to either rescind or reform each and every transaction <span class=\"star-pagination\">*216</span> involving a purchase or leasing of either <i>real</i> or <i>personal</i> property by the simple allegation that he was charged more than a white person <i>would have been</i> charged or that he received less favorable terms and conditions than would have been given to a white person.\"</p>\n<p>For purposes of a motion to dismiss, and considering that any such allegation would be subject, as any allegation, to the test of proof on trial, defendants are correct. Moreover, the converse is also true. Every white citizen may allege a cause of action on the ground that he was charged more or received less favorable terms than would have been given to a black person. The Supreme Court noted that the defendant in <i>Jones</i> similarly pointed to \"the revolutionary implications of so literal a reading of § 1982.\" <i>Id.</i> at 422, 88 S.Ct. at 2194. The Supreme Court responded by stating, \"our examination of the relevant history, however, persuades us that Congress meant exactly what it said.\" <i>Id.</i> at 422, 88 S.Ct. at 2194.</p>\n<p>What was true in <i>Jones</i> is true here also  that defendants call \"revolutionary\" what is simply a denial of their assumption that there is a necessary sanctity in the <i>status quo.</i> Defendants present the discredited claim that it is necessarily right for a businessman to secure profit wherever profit is available, arguing specifically with respect to this case that they did not create the system of <i>de facto</i> segregation which was the condition for the alleged discriminatory profit. But the law in the United States has grown to define certain economic bounds and ethical limits of business enterprise. Developed areas of the law such as are invoked under the fraud and antitrust counts of this complaint are characteristic examples. So we are hearing an old and obsolete lament. For it is now understood that under § 1982 as interpreted in Jones v. Alfred H. Mayer Co. there cannot in this country be markets or profits based on the color of a man's skin.</p>\n<p>Defendants also suggest that this case cannot involve \"actual\" discrimination, but only \"hypothetical\" discrimination. Their notion is that because the complaint does not state that defendants ever made sales of similar property to whites as they sold to plaintiffs, the possibility of discrimination somehow disappears.</p>\n<p>We first point out what should be obvious  that allegations are not \"hypotheticals.\" The claim that defendants sold to negroes at a higher price than similar property would be sold to whites will be subject to proof on trial. Second, and most important, defendants' position elaborated is that if property is sold to a negro above what can be demonstrated to be the usual market price, there can be no discrimination unless the same seller actually sells to whites at a lower price. It should be clear that in law this result would be obnoxious. In logic, it is ridiculous. It would mean that the 1866 Civil Rights Act, which was created to be an instrument for the abolition of discrimination, allows an injustice so long as it is visited exclusively on negroes.</p>\n<p>In sum, then, there is no reason to distinguish a refusal to sell on the ground of race and a sale on discriminatory prices and terms. Count I of this complaint states a claim under Section 1982 of the Civil Rights Act of 1866 as understood in Jones v. Alfred H. Mayer Co., and the motions to dismiss must be denied with respect to Count I of the complaint. Because the motion is thus denied, we need not reach the question of whether the complaint states a claim under the other grounds asserted in Count I.</p>\n<p></p>\n<h2>Count II  The Federal Antitrust Laws</h2>\n<p>In Count II of the complaint, plaintiffs allege that defendants have violated Section 1 of the Sherman Act, 15 U.S.C. § 1, through the pattern of activity alleged in Count I; and plaintiffs add allegations that there has been continuing action and agreement by defendants and their co-conspirators to fix the prices on the sale of real estate to plaintiffs at <span class=\"star-pagination\">*217</span> approximately $5,000 to $15,000 per unit above the fair market value of each unit. The particularization of the antitrust violation also includes allegations that defendants and their co-conspirators arranged the elimination of price competition in the sale and financing of real estate properties and in the discounting of installment contracts entered into by plaintiffs.</p>\n<p>There is no question, and defendants do not dispute, that the activities alleged can violate the antitrust laws if the scope of such activities is sufficient to bring them within the ambit of federal regulation. The only substantial issue raised by the motion to dismiss Count II of the complaint is, therefore, whether the combination and conspiracy complained of is alleged to be \"in restraint of interstate commerce\" as the nature of interstate restraint has been understood in the application of the federal antitrust laws.</p>\n<p>It is established under the decided cases that, depending upon the particular circumstances, a business activity conducted solely intrastate may result in an interstate restraint that is violative of the federal antitrust laws. The Supreme Court recognized this manner of violation in Mandeville Island Farms v. American Crystal Sugar Co., <span class=\"citation\" data-id=\"104554\"><a href=\"/opinion/104554/mandeville-island-farms-inc-v-american-crystal-sugar-co/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"104554\"><a href=\"/opinion/104554/mandeville-island-farms-inc-v-american-crystal-sugar-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">996</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1328</span></span> (1948) where the Court generalized the test to be applied, stating,</p>\n<blockquote>For, given a restraint of the type forbidden by the Act, though arising in the course of intrastate or local activities, and a showing of actual or threatened effect upon interstate commerce, the vital question becomes whether the effect is sufficiently substantial and adverse to Congress' paramount policy declared in the Act's terms to constitute a forbidden consequence. If so, the restraint must fall, and the injuries it inflicts upon others become remediable under the Act's prescribed methods, including the treble damage provision. <i>Id.</i> at 234, 68 S.Ct. at 1005.</blockquote>\n<p>Or again, in United States v. Women's Sportswear Manufacturers Ass'n, <span class=\"citation\" data-id=\"104647\"><a href=\"/opinion/104647/united-states-v-womens-sportswear-assn/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"104647\"><a href=\"/opinion/104647/united-states-v-womens-sportswear-assn/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">714</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">805</span></span> (1949), the Court said,</p>\n<blockquote>The source of the restraint may be intrastate, as the making of a contract or combination usually is; the application of the restraint may be intrastate, as it often is; but neither matters if the necessary effect is to stifle or restrain commerce among the states. If it is interstate commerce that feels the pinch, it does not matter how local the operation which applies the squeeze. <i>Id.</i> at 464, 69 S.Ct. at 716.</blockquote>\n<p>A substantial body of precedent now describes the various circumstances where the effect of local activity on interstate commerce is sufficient to be violative of the federal antitrust laws. <i>See, e.g.,</i> United States v. Employing Plasterers' Association, <span class=\"citation\" data-id=\"105198\"><a href=\"/opinion/105198/united-states-v-employing-plasterers-assn-of-chicago/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, <span class=\"citation\" data-id=\"105198\"><a href=\"/opinion/105198/united-states-v-employing-plasterers-assn-of-chicago/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">452</span></a></span>, 456, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">618</span></span> (1954); Las Vegas Merchant Plumbers Ass'n v. United States, <span class=\"citation\" data-id=\"233491\"><a href=\"/opinion/233491/las-vegas-merchant-plumbers-assn-v-united-states/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">732</span></a></span> (9th Cir. 1954); United States v. Chrysler Corp. Parts Wholesalers, <span class=\"citation\" data-id=\"224530\"><a href=\"/opinion/224530/united-states-v-chrysler-corporation-parts-wholesalers-northwest-region/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">557</span></a></span> (9th Cir. 1950); United States v. Detroit Sheet Metal &amp; Roofing Contractors Ass'n, <span class=\"citation\" data-id=\"1902817\"><a href=\"/opinion/1902817/united-states-v-detroit-sheet-metal-roofing-c-assn/\"><span class=\"volume\">116</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">81</span></a></span> (E.D.Mich.1953).</p>\n<p>In this Count of the complaint, plaintiffs state a number of respects in which they suggest that the activities of defendants and their co-conspirators adversely affected interstate commerce. While the relation asserted is general, under the liberal construction of allegations being challenged by a motion to dismiss, plaintiffs have alleged the necessary interstate effect.</p>\n<p>Some of the more substantial of the allegations establishing the requisite effect are that the installment contracts are significantly related to an interstate market for the discount and sale of installment contracts, and that the alleged improper financing of these properties would affect the interstate market for such financing. Also of note is the alleged background of <i>de facto</i> segregation and the existence of a limited supply of housing for negroes, indeed, a separate market for the negro buyer. In view of this background and <span class=\"star-pagination\">*218</span> plaintiffs' allegations that negroes have decided whether or not to move to Chicago on the basis of the prices of real estate in Chicago, there is reasonable possibility that the alleged fixing of prices of Chicago real estate could substantially affect the buying and selling of real estate in areas outside Illinois  as for instance in the proximate areas of Indiana. Thus, as is here indicated, the alleged interstate effects are not absurd nor patently false. Accordingly, the motions to dismiss Count II of the complaint must be denied.</p>\n<p></p>\n<h2>Count III  The Illinois Antitrust Laws</h2>\n<p>In view of the conclusion that this complaint states a federal claim, it is clear that this Court has pendant jurisdiction to hear the cause alleged under the antitrust laws of the State of Illinois, specifically Chapter 38, Section 60-3(1) (a), Illinois Revised Statutes, 1967. That a cause is stated is apparent through a comparison of the allegation of price-fixing and the specific language of the statute invoked.<sup>[3]</sup> And the pendant jurisdiction of this Court is equally clear. The principle that a federal court may retain jurisdiction of a state cause depending on its relation to the federal cause alleged in the same suit was clarified by the Supreme Court of the United States in United Mine Workers of America v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966). The Court held that \"[t]he state and federal claims must derive from a common nucleus of operative fact. But if, considered without regard to their federal or state character, a plaintiff's claims are such that he would ordinarily be expected to try them all in one judicial proceeding, then, assuming substantiality of the federal issues, there is <i>power</i> in federal courts to hear the whole.\" <i>Id.</i> at 725, 86 S.Ct. at 1138. The court went on to emphasize the discretionary character of the power and that the federal court should look to \"considerations of judicial economy, convenience and fairness to litigants.\" <i>Id.</i> at 726, 86 S.Ct. at 1139. The similarity of the federal and state causes of action included in this complaint is readily apparent and leaves no doubt that pendant jurisdiction is appropriate.</p>\n<p></p>\n<h2>THE STATUTES OF LIMITATION</h2>\n<p>Defendants assert, as part of their motions to dismiss, that statutes of limitation relevant to the various counts of the complaint bar relief with respect to many of the installment contracts presently included in this litigation under the Court's initial delineation of the plaintiff class. Plaintiffs' immediate response is to question the propriety of raising the issue of limitations by way of a motion to dismiss. Plaintiffs contend that the defense of limitations must instead be stated in defendants' answers to the complaint.</p>\n<p>It is correct that some federal courts have found that the lack of detail in notice pleading renders improper the raising of limitations questions by motion to dismiss.<sup>[4]</sup> But the established rule in this Circuit is that where the complaint is definite enough to support consideration of a question of limitations, the question can be raised under Rule 9(f) of the Federal Rules of Civil Procedure by a motion to dismiss the complaint.<sup>[5]</sup> The instant complaint, it <span class=\"star-pagination\">*219</span> should be noted, does present sufficient background for immediate determination of the limitations question. Moreover, considering the scope of the present litigation and the consequent magnitude of the discovery to be undertaken, it is particularly desirable that there be expeditious definition of the exact limits of the litigation in order to avoid unnecessary complexity and expense.</p>\n<p>In posing the bar of statutes of limitation, defendants rely primarily on the opinion of the Seventh Circuit Court of Appeals in Baldwin v. Loew's Incorporated, <span class=\"citation\" data-id=\"259358\"><a href=\"/opinion/259358/ross-j-baldwin-and-dorothy-e-baldwin-v-loews-incorporated-a-delaware/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span> (7th Cir. 1963). Defendants draw the conclusion that <i>Baldwin</i> requires this Court to look to the dates of execution of the various contracts as the last point in time when the action with respect to any particular contract could have accrued. Defendants thereby insist that there can be no relief with respect to any contract that was executed earlier than the limitations period, even if payments were made at a later time still within the applicable period, are still being made, or are required under the contracts to be made for many years to come.</p>\n<p>We of course agree that <i>Baldwin</i> states the rule in this Circuit in comparable cases. But defendants have seriously misunderstood how the facts in <i>Baldwin</i> relate to the principle stated and to the underlying rationale of statutory provisions for the limitation of actions.</p>\n<p><i>Baldwin</i> was a civil antitrust action brought by the owners of a movie theatre. The plaintiffs sought treble damages, charging a conspiracy of defendants, who included the major motion picture film distributors in the United States. It was alleged that \"defendants were engaged in a continuing conspiracy in the licensing of film, in order to favor their own operated circuits of theatres and the circuits of theatres of others and to suppress the competition of independent theatre operators.\" 312 F.2d at 389. It was alleged that because of the conspiracy, plaintiffs were forced to lease their theatre to one of these non-defendant \"other\" chain operators on terms far inferior to what plaintiffs would have obtained absent the unlawful conspiracy.</p>\n<p>The lease in <i>Baldwin</i> was executed in 1945 for a five-year term, with successive options granted to the lessee to renew at five-year intervals until 1965. The lessee had exercised its option and renewed the lease in 1950 and 1955. The suit was filed in 1953, and the court was applying a two-year statute of limitations. In concluding that the action was barred by the two-year statute, the Court distilled its determination as follows:</p>\n<blockquote>Where one has been injured by a civil conspiracy a statute of limitations begins to run at the time that injury is inflicted. In this case that date was when the lease was executed between plaintiffs and the lessee in 1945. <i>Id.</i> at 390.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>The exercise in 1955 of an option to extend the lease of 1945, the year in which \"the blow which caused the damage was struck\", was relevant only as an element of damages. It was not an overt act from which the running of the statute of limitations may be computed. <i>Id.</i> at 391.</blockquote>\n<p>It is indisputable that on the facts alleged in <i>Baldwin</i> the defendants in <i>Baldwin</i> struck their blow and inflicted injury at the time of the execution of <span class=\"star-pagination\">*220</span> the lease. And on the facts alleged, this was the only time at which the conspiracy acted or could have acted to cause the injury and secure the unlawful benefit. The defendants in <i>Baldwin</i> were not parties to the lease. Conversely, the lessee was not a defendant. The defendants were not enforcing the lease and no payments were being made to them. The allegations in the instant complaint, by contrast, place defendants in a fundamentally different posture <i>vis a vis</i> the infliction of harm and exaction of unlawful benefit.<sup>[6]</sup> Defendants here are alleged to have been reaping unlawful benefits through continuing enforcement of their unlawful scheme. Indeed, the best indication of what would be the continuing infliction of injury are the efforts to collect on the contracts which have brought plaintiffs repeatedly to this Court to seek relief from state actions instituted to evict them from the homes they contracted to purchase.</p>\n<p>The Court said in <i>Baldwin</i><i>,</i> \"[t]he exercise in 1955 of an option * * * was relevant only as an element of damages,\" because the lessee exercised the option  not the defendants. The defendants had long before locked the plaintiff theatre into the unfavorable arrangement, and the defendants were not alleged to have done anything after the date of execution of the lease which could have constituted the infliction of harm that the Court rightly regarded as crucial.<sup>[7]</sup></p>\n<p>Basic to defendants' misunderstanding of <i>Baldwin's</i> validity and relation to the instant case is the failure to keep in mind the purpose served by statutes of limitation. And defendants' error is common to some of the cases where analysis is similarly lost in the metaphysic <span class=\"star-pagination\">*221</span> of \"essential\" act or injury, the effort solely to determine when the \"real\" injury took place. Statutes of limitation do not properly depend on Platonic essences. The very practical and positive purpose served by these statutes is to ensure that stale claims will not be decided and the processes of justice thereby debilitated with attendant problems such as loss of evidence.<sup>[8]</sup> When this case is regarded in this light it is clear that the applicable statutes of limitation do not bar claims with respect to contracts not terminated before the running of the limitations periods. And regarded in this light, most of the very cases cited by defendants support this result.<sup>[9]</sup> In the critical sense intended under the statutes, the claims alleged in this case are obviously not stale. The circumstances of unlawfulness are alleged to be as present and vital today as at any time during the contract arrangements.</p>\n<p>This immediacy of the alleged injury goes beyond the continuing collection of allegedly unlawful profit and enforcement of the contracts. It has been determined that the first count of this complaint states a claim for violation of the Civil Rights Act of 1866. Only the most parochial view of the Civil Rights Act would identify its ultimate intention to be simply the restoration of any monetary loss suffered on account of race. The abolition of slavery was to be a redemption of human dignity. The indignity alleged to have been suffered in this case cannot be confined to the dates of execution of the various contracts, but can be understood only in relation to the continuing activity whereby the alleged indignity continues to be inflicted and exploited. Thus, even if the rule in this Circuit were, contrary to <i>Baldwin</i><i>,</i> that whatever the relation of the parties, continuing exactions under an allegedly unlawful contract could only constitute the accretion of \"damage\" and not \"injury\", this could not with reason be the rule in the special situation of a contract allegedly executed in violation of a person's civil rights.</p>\n<p>It remains to determine which statutes of limitations are applicable in this case. The antitrust laws specifically include their own provisions for the limitation of actions. Consequently, there is no question as to which individual claims are barred with respect to Counts II and III of the complaint. The 1866 Civil Rights Act, however, which is the foundation for the cause of action stated in Count I of the complaint, does not contain any limitations provisions. Focusing this absence, plaintiffs argue that this court has great discretion to exercise its equitable powers to decide which, if any, individual claims under the Civil Rights Act should be barred. Plaintiffs also argue alternatively that the limitations period of 10 years provided in Chapter 83, Section 17, Illinois Revised Statutes, 1967, or the 40 year statute of limitations provided in Chapter 83, Section 12.1, should be applied with respect to the cause of action stated in Count I of the complaint.</p>\n<p>Where a federal statute does not stipulate a limitations period, the general practice in the federal courts is to apply the appropriate state statute. This is generally understood to be the statute that the forum state \"would enforce had an action seeking similar relief been brought in a court of that state.\" Swan v. Board of Higher Education, <span class=\"citation\" data-id=\"260988\"><a href=\"/opinion/260988/donald-a-swan-v-board-of-higher-education-of-the-city-of-new-york-by/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 59 (2 Cir. 1963). <i>See, also,</i> International Union, United Automobile, Aerospace and Agricultural Workers v. Hoosier <span class=\"star-pagination\">*222</span> Cardinal Corp., <span class=\"citation\" data-id=\"107199\"><a href=\"/opinion/107199/auto-workers-v-hoosier-corp/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span>, 703-705, <span class=\"citation\" data-id=\"107199\"><a href=\"/opinion/107199/auto-workers-v-hoosier-corp/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1107</span></a></span>, <span class=\"citation\" data-id=\"107199\"><a href=\"/opinion/107199/auto-workers-v-hoosier-corp/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1966); O'Sullivan v. Felix, <span class=\"citation\" data-id=\"98158\"><a href=\"/opinion/98158/osullivan-v-felix/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></span>, <span class=\"citation\" data-id=\"98158\"><a href=\"/opinion/98158/osullivan-v-felix/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">980</span></a></span> (1914). Indeed, before a provision of limitations was added by Congress to the federal antitrust laws, the rule in this Circuit was that the Illinois statute for similar state actions should be applied. Schiffman Bros. v. Texas Co., <span class=\"citation\" data-id=\"229454\"><a href=\"/opinion/229454/schiffman-bros-inc-v-texas-co/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span> (7th Cir. 1952). And consistent with the general rule, the federal courts have uniformly applied state limitations provisions to claims stated under the Civil Rights Act, 42 U.S.C. §§ 1981-1985. <i>See, e. g.,</i> O'Sullivan v. Felix, <i>supra</i><i>;</i> Hileman v. Knable, <span class=\"citation\" data-id=\"279348\"><a href=\"/opinion/279348/ronald-lee-hileman-v-lawrence-knable-jr-police-officer-andrew-kurey/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span>, 597 (3rd Cir. 1968); Beard v. Stephens, <span class=\"citation\" data-id=\"274734\"><a href=\"/opinion/274734/jim-beard-and-hubbard-beard-v-melvin-stephens/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (5th Cir. 1967); Swan v. Board of Higher Education, <span class=\"citation\" data-id=\"260988\"><a href=\"/opinion/260988/donald-a-swan-v-board-of-higher-education-of-the-city-of-new-york-by/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 59 (2 Cir. 1963); Smith v. Cremins, <span class=\"citation\" data-id=\"258269\"><a href=\"/opinion/258269/russell-m-smith-v-john-j-cremins-jr-john-f-mahon-jr/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span>, 189, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1154</span></span> (9th Cir. 1962); Crawford v. Zeitler, <span class=\"citation\" data-id=\"262780\"><a href=\"/opinion/262780/robert-william-crawford-v-lt-woodrow-w-zeitler-and-the-toledo-ohio/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 121 (6th Cir. 1964); Wakat v. Harlib, <span class=\"citation\" data-id=\"244463\"><a href=\"/opinion/244463/leslie-george-wakat-v-peter-f-harlib-irwin-haviland-harold-t-thompsen/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (7th Cir. 1958).</p>\n<p>In Wakat v. Harlib the Seventh Circuit Court of Appeals effectively held the statute of limitations applicable to the claim stated in Count I of the instant complaint. In <i>Wakat</i> the plaintiffs alleged \"violations of the federal civil rights act, 42 U.S.C.A. § 1981 et seq,\" particularly § 1983 and § 1985. The Court of Appeals held that the appropriate Illinois statute of limitations for the action under the Civil Rights Act was Chapter 83, Section 16, 1967 Illinois Revised Statutes (Section 15 of the Limitations Act) which provides a five-year period of limitations.<sup>[10]</sup> The Court understood the five-year provision to be expressly applicable to actions under the federal Civil Rights Act in that \"a statutory right of action is a `civil action not otherwise provided for' within the meaning of § 15 of the limitation act.\" 253 F.2d at 63.</p>\n<p>Contrary to what appears as the obvious meaning of <i>Wakat</i><i>,</i> plaintiffs argue that the Court of Appeals did not regard the applicability of the five-year statute as a general rule in this Circuit, but rather, that the Court was simply exercising its discretion to allow the particular action asserted in that case. Plaintiffs urge this Court to apply the equitable doctrine of laches to determine the period during which plaintiffs in this case were required to pursue any relief under the Civil Rights Act.</p>\n<p>The requested exercise of equitable discretion is precluded by the Court's judgment in <i>Wakat</i> that an express rule of law determines the limitations period for the 1866 Civil Rights Act. The Court declared with respect to Section 1985 of the Act,</p>\n<blockquote>Count I relies expressly upon 42 U.S.C.A. § 1985 which creates a statutory right of action growing out of a conspiracy to impede, hinder, obstruct, or defeat the due course of justice in any state, with the intent therein set forth. This cause of action was created by statute. It is not one of the actions enumerated in § 14. However the Illinois limitations act, § 15, does cover all civil actions not otherwise provided for by that act and therefore the failure to include an action under § 1985 aforesaid within § 14 does not mean that Illinois has no limitation act to bar such an action. <i>Id.</i> at 63.</blockquote>\n<p>In view of this analysis, there is no reason to distinguish Section 1985 from the other sections of the Civil Rights Act of 1866, and the Court's discussion thus makes it clear that the relation of the five-year statute to relief under the Civil Rights Act was to be understood as a general rule. Moreover, while plaintiffs cite no cases which directly support their suggested theory of equitable discretion <span class=\"star-pagination\">*223</span> in this matter, their theory was specifically rejected by the Second Circuit Court of Appeals in Swan v. Board of Higher Education, <span class=\"citation\" data-id=\"260988\"><a href=\"/opinion/260988/donald-a-swan-v-board-of-higher-education-of-the-city-of-new-york-by/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span> (2d Cir. 1963). There the Court reflected,</p>\n<blockquote>Although plaintiff has not raised the point, we have considered whether, because his complaint seeks not damages but rather declaratory and injunctive relief, it should be considered solely \"equitable\" and hence as governed not by a statute of limitations but rather by the doctrine of laches. <i>See, e. g.,</i> Holmberg v. Armbrecht, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 395-396, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">582</span></a></span>, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">743</span></a></span> (1946). We have concluded, however, that since plaintiff could also have sought Civil Rights Act relief by way of damages, he is not here asserting \"a federal right for which the sole remedy is in equity,\" Holmberg v. Armbrecht, 327 U.S. at 395, 66 S.Ct. at 584, and hence the situation is one of \"concurrent\" legal and equitable jurisdiction, in which case the statute of limitations does apply. Compare Holmberg v. Armbrecht, <i>supra</i><i>,</i> and Russell v. Todd, <span class=\"citation\" data-id=\"2518018\"><a href=\"/opinion/2518018/russel-v-todd/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"103307\"><a href=\"/opinion/103307/russell-v-todd/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"103307\"><a href=\"/opinion/103307/russell-v-todd/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span></a></span> (1940), with Cope v. Anderson, <span class=\"citation\" data-id=\"104434\"><a href=\"/opinion/104434/cope-v-anderson/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"104434\"><a href=\"/opinion/104434/cope-v-anderson/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1340</span></a></span>, <span class=\"citation\" data-id=\"104434\"><a href=\"/opinion/104434/cope-v-anderson/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1602</span></a></span> (1947). <i>Id.</i> at 59-60, n. 5.</blockquote>\n<p>Plaintiffs' contention that either a 40 year or a 10 year statute of limitations is applicable to Count I involves the same disregard of the specific instruction in <i>Wakat</i> as plaintiffs' urging of the exercise of equitable discretion. Plaintiffs apparently proceed on the theory that where an action under the Civil Rights Act involves contracts, a federal court must apply the forum state's period of limitations applicable to contract actions, which in this case is asserted to be the Illinois ten-year provision, Ch. 83, § 17, Illinois Revised Statutes; or that where the civil rights action involves real estate, state limitations specifically relating to real estate are applicable, which in this case is asserted to be the 40 year period provided in Ch. 83, § 12.1, Illinois Revised Statutes, 1967. But this position is essentially no different from the contention advanced in <i>Wakat</i> that because the alleged violations of the Civil Rights Act were in the nature of false imprisonment, the statute of limitations applicable to the civil rights action was the two-year statutory period for the tort of false imprisonment, Section 14 of the Limitations Act, Ch. 83 § 15, Illinois Revised Statutes, 1967. As is clear from the holding in the <i>Wakat</i> opinion quoted above,<sup>[11]</sup> the Court rejected the notion that Section 14 of the Limitations Act was in any sense related to an action under the Civil Rights Act. The Court stated that to the contrary it found the civil rights action to be \"an action not otherwise provided for\" and thereby covered by the five-year provision that is Section 15 of the Limitations Act. Thus the Court in <i>Wakat</i> understood an action under the Civil Rights Act to be independent of the limitations provided for specific causes of action which might be suggested by the allegations that constitute a claim under the Civil Rights Act. It is clear, therefore, that neither the 10 year period relating to contracts, nor the 40 year period relating to transactions in real estate, is applicable to Count I of this complaint. The rather obvious instruction of the Seventh Circuit Court of Appeals in Wakat v. Harlib is that the five-year period provided in Chapter 83, Section 16, Illinois Revised Statutes, must be applied to bar contracts terminated more than five years before the filing of this lawsuit.</p>\n<p>It follows from the foregoing that the plaintiff class as previously defined must be redefined so as to eliminate therefrom all negro purchasers of residential real estate under land contracts from the named sellers whose contracts terminated prior to January 6, 1964.</p>\n<p></p>\n<h2>Count IV  The Federal Securities Laws</h2>\n<p>Seeking to establish a cause of action under Section 27 of the Securities and Exchange Act of 1934, plaintiffs reassert the allegations included in the other <span class=\"star-pagination\">*224</span> counts but attempt to describe the alleged activity as the selling of securities by false and misleading solicitation through interstate commerce. That is, plaintiffs maintain that the installment contracts are \"securities\" as that term is properly understood under the federal securities laws.</p>\n<p>But however imaginatively the allegations in this count have been phrased with respect to the federal securities laws, the installment contracts are not securities under the decided cases. And this is clear even under the most general statements of the criteria for determining when a transaction involves a \"security\". For one key example, the Supreme Court stated in S. E. C. v. W. J. Howey Co., <span class=\"citation\" data-id=\"104302\"><a href=\"/opinion/104302/securities-and-exchange-commission-v-w-j-howey-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 301, <span class=\"citation\" data-id=\"104302\"><a href=\"/opinion/104302/securities-and-exchange-commission-v-w-j-howey-co/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1100</span></a></span>, <span class=\"citation\" data-id=\"104302\"><a href=\"/opinion/104302/securities-and-exchange-commission-v-w-j-howey-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1244</span></a></span> and recently repeated in Tcherepnin v. Knight, <span class=\"citation\" data-id=\"107563\"><a href=\"/opinion/107563/tcherepnin-v-knight/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 338, <span class=\"citation\" data-id=\"107563\"><a href=\"/opinion/107563/tcherepnin-v-knight/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">548</span></a></span>, 554, <span class=\"citation\" data-id=\"107563\"><a href=\"/opinion/107563/tcherepnin-v-knight/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1967), that \"[t]he test (for an investment contract) is whether the scheme involves an investment of money in a common enterprise with profits to come solely from the efforts of others.\" Similarly instructive is the comment by Professor Loss, widely recognized in the cases, that</p>\n<blockquote>The line is drawn, however, where neither the element of a common enterprise nor the element of reliance on the efforts of another is present. For example, no \"investment contract\" is involved when a person invests in real estate, with the hope perhaps of earning a profit as the result of a general increase in values concurrent with the development of the neighborhood, as long as he does not do so as part of an enterprise whereby it is expressly or impliedly understood that the property will be developed or operated by others. 1 Loss, Securities Regulation, 491-2 (2d ed., 1961).</blockquote>\n<p>Plaintiffs point to the executory nature of these contracts, to the facts that both plaintiffs and defendants had interests they could sell to third persons, and to the fact that plaintiffs were entitled on full compliance with their contracts to receive property of appreciated value. They also insist that both plaintiffs and defendants could have expected to profit from efforts to maintain the properties.</p>\n<p>But still, incontrovertibly, the allegations in the complaint establish that plaintiffs, at the time of purchase, intended to acquire personal residences. To conclude that the natural desire of any purchaser that his purchase should appreciate in value makes a \"security\" of what has been purchased, is obviously to so muddle the term as to make it meaningless. The properties purchased were subject to plaintiffs' control. And even if defendants are considered to have been engaged in a \"common enterprise\", an essential allegation of the complaint is that it was defendants alone who sought to profit from any scheme, while plaintiffs, who only intended to purchase personal residences, were their innocent victims. In other words, the transactions cannot be likened to an investment in securities without complete confusion of the alleged relation of the parties to this litigation.</p>\n<p>That a cause of action is not stated under the federal securities laws is also shown by the insufficiency of the complaint in its allegations of false representation or concealment of a material fact or device, scheme or artifice to defraud under Section 17(a) of the Securities and Exchange Act of 1934. For instance, plaintiffs allege that defendants concealed appraisals obtained from their mortgage lenders as well as the prices paid to former white owners of the properties. But the usual practice in real estate dealings is not to volunteer this information. Or again, plaintiffs allege that defendants were guilty of misrepresentation of the values of the properties they sold to plaintiffs. But as to this alleged misrepresentation of value, plaintiffs specify nothing beyond what is considered in the law to be mere \"puffing\" by a seller, and in no degree fraudulent conduct. Thus, conduct here asserted to be in violation of the federal antitrust laws is recognized in other areas of the law as the <span class=\"star-pagination\">*225</span> usual and legitimate practice in the buying and selling of real estate. And what is true of the particular allegations just mentioned illustrates in general the misplacement of the securities concept in this case.</p>\n<p>Finally, it would be a gross and unsupported enlargement of the presently exercised jurisdiction and responsibility of the Securities and Exchange Commission to hold that the common sale of residential real estate by installment contract is subject to the federal securities laws. Indeed, plaintiffs indicate their recognition of this by stating in their brief that \"the federal law should be interpreted to protect purchasers such as plaintiffs in the case at bar because \"the type of interests reposed in plaintiffs and defendants as a result of the sale of installment contracts are not sufficiently regulated under Illinois law * * *.\" In asking the Court to be so creative, plaintiffs acknowledge that the federal and state securities and fraud laws as presently stated and understood do not provide the requested protection. Accordingly, the motions to dismiss Count IV of the complaint must be granted.</p>\n<p></p>\n<h2>Count V  Unconscionability, Fraud, Usury and Breach of Implied Warranties</h2>\n<p>In support of the claim of fraud asserted in Count V of the complaint, plaintiffs allege that defendants concealed the prices paid to the former white owners of the real estate, concealed appraisals of the properties, and concealed the existence of violations of the municipal building code. These allegations are supposed to constitute the material misrepresentation of fact essential to a cause of action for fraud. <i>See, e. g.,</i> Bennett v. Hodge, <span class=\"citation\" data-id=\"3413565\"><a href=\"/opinion/3417348/bennett-v-hodge/\"><span class=\"volume\">374</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">326</span></a></span>, 332, <span class=\"citation\" data-id=\"3413565\"><a href=\"/opinion/3417348/bennett-v-hodge/\"><span class=\"volume\">29</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">524</span></a></span>, 527 (1940); Zanbetiz v. Trans World Airlines, Inc., 72 Ill.App.2d 192, <span class=\"citation\" data-id=\"2068141\"><a href=\"/opinion/2068141/zanbetiz-v-trans-world-airlines-inc/\"><span class=\"volume\">219</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">98</span></a></span> (1966).</p>\n<p>However, the alleged deception as to value is in no manner distinguishable under Illinois law from the range of matter covered by the general rule that statements as to value in such transactions are to be considered merely \"opinion\" rather than statements of material fact.<sup>[12]</sup> In Coleman v. Goran, No. 47992 (1st Dist. June 14, 1960),<sup>[13]</sup> the Illinois Appellate Court for the First District repeated the general rule and stated its primary exception as follows:</p>\n<blockquote>Statements as to value of property are ordinarily considered mere expressions of opinion, and, for that reason, are not sufficient to warrant a recision of the contract, even though they are false and relied upon by the other party. The rule is otherwise where the misrepresentation relates a specific, extrinsic fact, peculiarly within the knowledge of the party making the statement, which materially affects the value. <i>Id.</i> at 4.</blockquote>\n<p>Count V of this complaint does not include any allegation which would bring it within the purview of the exception. In particular, the allegation that defendants did not reveal violations of the municipal building code and thereby \"concealed the violations, does not amount to the sort of reliance which can substantiate a cause of action under the exception to the general Illinois rule. <i>Coleman</i> involved a very similar allegation which the Court specifically held to be insufficient, stating in summation of the Illinois law,</p>\n<blockquote>If the purchaser has an opportunity to view the property, it is his duty to make use of that opportunity. Unless the representations concern matters which the prospective purchaser cannot readily determine upon examination, he will be held to have exercised <span class=\"star-pagination\">*226</span> his own judgment rather than to have relied on the statements of the seller. [Citing Malnick v. Rosenthal, 313 Ill.App. 249, 255 [<span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">767</span></span>] (1942) and Bundesen v. Lewis, <span class=\"citation\" data-id=\"3417949\"><a href=\"/opinion/3421334/bundesen-v-lewis/\"><span class=\"volume\">368</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">623</span></a></span> [<span class=\"citation\" data-id=\"3417949\"><a href=\"/opinion/3421334/bundesen-v-lewis/\"><span class=\"volume\">15</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">520</span></a></span>] (1938).] <i>Id.</i> at 6.</blockquote>\n<p>Furthermore, while we cannot accept the proposition that concealment of appraisal is never relevant to a claim of fraud, a general allegation of such concealment in the absence of other specific pleading of fraud obviously cannot suffice for a statement of a cause of action for fraud. It obviously cannot simply because while sellers will often obtain such appraisals, the revelation of the appraisals to their buyers is not even the custom nor usual expectation in real estate transactions. The same is true of the allegation that defendants concealed the prices at which they purchased the real estate in question from the former white owners.</p>\n<p>This failure to state specific elements making up a cause of action for fraud indicates a more general, yet independent, failing of the claim. There is absent the definiteness that is required by Rule 9(b) of the Federal Rules of Civil Procedure as a condition of pleading fraud in the federal courts.<sup>[14]</sup> This, however, does not mean that a complaint properly alleging fraud in a class action must specify the particular details of every transaction and occurrence that comprises the allegedly unlawful activity. Such a requirement would undermine the utility of the class action device, particularly in a case of this magnitude, involving a multitude of similar individual relationships. The burden of pleading would eliminate the device in the very cases where it might be most appropriate and most useful. But even considering the special problem of pleading fraud in a class action, it is still reasonable and necessary that the class action complaint state generally facts establishing each and every element essential to a cause of action for fraud.</p>\n<p>As clearly defined in Illinois law, the elements are: (1) The misrepresentation must be of a statement of fact; (2) is must be made for the purpose of influencing the other party to act; (3) it must be untrue; (4) the party making the statement must know or believe it to be untrue; (5) the person to whom it is made must believe and rely on the statement; and (6) the statement must be material. Bennett v. Hodge, <span class=\"citation\" data-id=\"3413565\"><a href=\"/opinion/3417348/bennett-v-hodge/\"><span class=\"volume\">374</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">326</span></a></span>, 332, <span class=\"citation\" data-id=\"3413565\"><a href=\"/opinion/3417348/bennett-v-hodge/\"><span class=\"volume\">29</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">524</span></a></span>, 527 (1940). <i>Accord,</i> Zanbetiz v. Trans World Airlines, Inc., 72 Ill.App.2d 192, <span class=\"citation\" data-id=\"2068141\"><a href=\"/opinion/2068141/zanbetiz-v-trans-world-airlines-inc/\"><span class=\"volume\">219</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">98</span></a></span>, 102 (1st Dist. 1966). Besides the failure to specify anything that could be considered a material misstatement under Illinois law, the complaint in this case fails to articulate the other elements required. The instruction of Rule 9(b) is certainly at least that the basic elements of a cause of action for fraud cannot be left to implication.</p>\n<p>Moreover, plaintiffs' claim of breach of implied warranties is similarly defective. Nothing but the bare conclusion that breach of warranties have occurred is stated. Though the claimed breach of warranties may be impliedly related to the general background of activity and circumstance pleaded in Count V and previously in Count I, there is no delineation of the substance of the alleged cause of action, nothing which would satisfy even the liberal federal notice pleading requirement.<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*227</span> As an aspect of the cause of action plaintiffs seek to establish under Count V of the complaint, plaintiffs urge the equitable concept of unconscionability. They allege that the strategy of exploitation engaged in by defendants, including the exploitation of plaintiffs' lack of education and lack of experience in real estate matters relative to defendants, resulted in the \"unconscionable provisions\" and \"unconscionable prices\" allegedly characteristic of these contracts. Plaintiffs thus claim not that the device of the installment contract or the provisions relating to evictions, confessions, forfeitures and defaults are unconscionable <i>per se,</i> but that they represent unconscionability as they resulted in this case.</p>\n<p>The equitable concept of \"unconscionability\" becomes meaningful always in the context of otherwise defined factors of inequality, deception and oppression. A standard statement of the concept reads,</p>\n<blockquote>When the accompanying incidents are inequitable and show bad faith, such as concealments, misrepresentations, undue influence, oppression on the part of the one who obtains the benefit, or ignorance, weakness of mind, sickness, old age, incapacity, pecuniary necessities, and the like, on the part of the other, these circumstances, combined with inadequacy of price, may easily induce a court to grant relief, defensive or affirmative. 3 Pomeroy, Equity Jurisprudence, § 928, pp. 640-641 (1941).</blockquote>\n<p>The Illinois cases present a great variety of situations where a concurrence of any of the above elements will be sufficient for invocation of the principle of unconscionability. But one point at least is clear upon review of the cases. Application of the doctrine requires extreme circumstances beyond what can be understood or implied from any of the allegations in this complaint. As already discussed, the complaint does not state the bare substance of a claim of fraud. Furthermore, plaintiffs' lack of education and lack of experience relative to defendants can obviously not in itself independently constitute a significant factor of unconscionability in a free market system where such relationships are the inevitable day-to-day matter of the functioning economy. Moreover, the general rule is that mere excessive price is not a sufficient circumstance to independently support a claim of unconscionability. <i>See,</i> Chicago Title &amp; Trust Co. v. Illinois Merchants' Trust Co., <span class=\"citation\" data-id=\"3420270\"><a href=\"/opinion/3423450/chicago-t-tr-co-v-merchants-trust-co/\"><span class=\"volume\">329</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">334</span></a></span>, 346, <span class=\"citation\" data-id=\"3420270\"><a href=\"/opinion/3423450/chicago-t-tr-co-v-merchants-trust-co/\"><span class=\"volume\">160</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">597</span></a></span>, 603 (1928); Scott v. Wilson, 15 Ill.App.2d 456, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">397</span></span> (1st Dist. 1957). Even the rare Illinois cases that consider a disparity in values exchanged as a sufficient independent circumstance involve egregious disparity well beyond what is alleged in this case.<sup>[16]</sup> Also, these rare cases are significantly distinct from the instant case in that the court is typically being asked to enforce the unconscionable contract; and when the court refuses, it states as its reason the classic proposition that \"[c]ourts of equity will not lend their aid to assist one in realizing upon an unconscionable bargain.\" Koch v. Streuter, <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">594</span></span>, 604, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">1072</span></span>, 1077 (1908). <i>See, also,</i> In re Chicago Reed &amp; Furniture Co., <span class=\"citation\" data-id=\"1509795\"><a href=\"/opinion/1509795/in-re-chicago-reed-furniture-co/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 886 (7th Cir. 1925).</p>\n<p>Finally, plaintiffs have also alleged that due to the shortage of housing for negroes, plaintiffs were placed in a position of unequal bargaining power severe enough to render the contracts that resulted from defendants exploitation of this situation unconscionable. But while the discriminatory exploitation of a system of <i>de facto</i> segregation is unlawful under the Civil Rights Act, the artificial shortage of housing for negroes does not constitute an appropriate <span class=\"star-pagination\">*228</span> foundation for application of the principle of unconscionability. As the principle is generally understood in the law of the State of Illinois, it does not normally extend to situations resulting from artificially contrived market conditions. By contrast, the economic substance of the injustice described in this complaint relates naturally to the concerns of the antitrust laws and the Civil Rights Act. While on the basis of some extreme situation of unequal bargaining power due to the conjunction of absolute need and dire shortage, a court might conceivably apply the doctrine of unconscionability, such circumstances are not described in the instant complaint and the necessarily awkward extension of the principle to support Count V of this cause would necessarily create a misfit in the law.</p>\n<p>In Count V of the complaint plaintiffs also assert that defendants are guilty of violation of the usury law of the State of Illinois, Illinois Revised Statutes ch. 74, § 5 (1967). Plaintiffs offer the following statement on the basis for their claim:</p>\n<blockquote>(j) Defendant-sellers extracted from plaintiffs unlawful and usurious rates of interest through the devices and subterfuges of (i) charging plaintiffs excessive amounts for insurance, (ii) charging plaintiffs for commissions for obtaining insurance, (iii) collection of deposits for real estate taxes many months prior to the time the taxes were due or paid; (iv) charging excessive amounts for so-called closing costs, and (v) increasing the purchase prices to amounts far in excess of the fair value of the properties. The real purpose and effect of the transaction was to provide for excessive and usurious rates of interest to be taxed against and paid by plaintiffs.</blockquote>\n<p>It has always been the understanding of the courts that the Illinois usury statute relates to loans as distinct from purchase and sale. <i>See, e. g.,</i> In Re Oakes, <span class=\"citation\" data-id=\"248266\"><a href=\"/opinion/248266/matter-of-clarabel-ruth-oakes-and-kenneth-paul-oakes-bankrupts-petition/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 518 (7th Cir. 1959); Manufacturers Finance Trust v. Stone, 251 Ill.App. 414, 420 (4th Dist. 1929); Primley v. Shirk, 60 Ill.App. 312, 314 (1st Dist. 1895); aff'd, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">389</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">247</span></span> (1896). Plaintiffs, however, contend that to conclude that the contracts in this case are not usurious under the law would be to allow a triumph of terminology over reality. They insist that though the transactions in this case are commonly described as purchase and sale, the various devices described by the above allegations were all means by which defendants secured usurious rates of interest for what were essentially loans.</p>\n<p>We reiterate that it is obvious from the substance of this complaint that the intention of each of the plaintiffs, at the time of execution of the contracts, was the purchase of a personal residence. The rule in Illinois has long been that \"on a sale of property * * * there can be no usury charged simply because the price is fixed at one sum if paid at one time, and at another sum if paid at another.\" Primley v. Shirk, 60 Ill.App. 312, 314 (1st Dist. 1895), aff'd <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">389</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">247</span></span> (1896). Plaintiffs submit no support for the proposition that price in excess of fair market value can make a loan of what is commonly understood to be a purchase and sale. And even if this were a case where the underlying reality is a loan, the excess in price could not be considered interest under the Illinois law as presently interpreted. A similar conclusion was stated by Judge Duffy in his concurring opinion <i>In Re Oakes</i><i>,</i> where he said,</p>\n<blockquote>As an original proposition, I would say the transaction in question was a loan. When a seller receives consideration from a buyer solely because of delayed payment, this consideration is, in fact, interest whether it is called \"service charges,\" \"finance charges,\" \"risk fees,\" or some other name. Nevertheless, in this case we must follow Illinois law and decisions by Illinois Courts. Decisions such as Manufacturers Finance Trust v. Stone, <span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">Ill. App.</span> <span class=\"page\">414</span></span> compel a holding by us that the transaction in question is a sale <span class=\"star-pagination\">*229</span> and not a loan. <span class=\"citation\" data-id=\"248266\"><a href=\"/opinion/248266/matter-of-clarabel-ruth-oakes-and-kenneth-paul-oakes-bankrupts-petition/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 519-520 (7th Cir. 1959).</blockquote>\n<p>Judge Duffy's conclusion as to the incidental charges is equally applicable to the charges alleged in this case. In particular, the advance collection of deposits for real estate taxes is a common practice to assure the avoidance of tax liens. Plaintiffs submit no case which suggests that such practice has ever been held to bring a sale of real estate within the usury prohibition. It has indeed expressly been held in Illinois that payment of real estate taxes by a borrower did not render a transaction usurious though the stated interest rate was the highest legal rate. Kidder v. Vandersloot, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">460</span></span> (1885). Also, it has been recently held that a mortgagor's payment of insurance premiums in addition to interest on a loan did not render the loan usurious notwithstanding that the insurance was issued by and assigned to the mortgagor itself, so long as the insurance was normal in respect to premiums and costs. Equitable Life Assurance Society of United States v. Scali, <span class=\"citation\" data-id=\"2225202\"><a href=\"/opinion/2225202/equitable-life-assurance-soc-v-scali/\"><span class=\"volume\">38</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"2225202\"><a href=\"/opinion/2225202/equitable-life-assurance-soc-v-scali/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">712</span></a></span> (1967). In sum, whatever the \"reality\" of the transactions in this case, so far as the claim of usury is concerned, our obligation to follow the Illinois law requires that the motions to dismiss be granted.</p>\n<p></p>\n<h2>Motions of Various Banks to Dismiss and for Summary Judgment</h2>\n<p>Certain of the banks named as defendants in their capacity as trustees under land trust agreements have moved to dismiss or for summary judgment on the ground that they hold only legal title to the properties in question and have no authority to deal with the properties beyond their limited responsibilities as trustees. They describe their responsibilities under the agreements and the law of Illinois as comprehended by the duty to follow directions of beneficiaries and to perform certain ministerial responsibilities. They insist that they lack any power of management or control which could be the basis for participation in the alleged conspiracy and pattern of discriminatory conduct. The complaint, however, alleges that these defendants actively participated together with the other defendants in the unlawful activity. At this early stage of the litigation, on the basis of the complaint, motions and affidavits before the Court, the allegation that the banks have participated is not so frivolous nor unlikely as to render it appropriate to grant the banks' motions. On the basis of the allegations, it is certain that in some circumstances at least, the banks would have had notice of the disparities in price, the appraisals and the \"turn-around\" nature of some purchases and sales. In other words, the allegations as directed against the movant banks have stated causes of action and raised material issues of fact which under Rules 12(b) (2), 12(b) (6) and Rule 56 of the Federal Rules require denial of the banks' motions.</p>\n<p>Moreover, although the banks claim that they are not the real parties in interest and could not, therefore, participate in the unlawful activity alleged, the banks in many instances are the only identified sellers since they executed the contracts as sellers, and the buyers have no way to identify the real parties whom the banks assert have complete management and control over the trust properties. Until such disclosure is made, plaintiffs are relegated to the public record as it now stands in seeking vindication of any right or recovery of any loss. For the present, therefore, plaintiffs properly assert their claims against the banks even though the banks may subsequently demonstrate that they are only nominal parties in interest.</p>\n<p>Finally, it is also right that the banks should remain parties at this stage of the litigation because their presence may well be required for the successful implementation of any relief granted. While a trustee bank could generally be expected to cooperate in the implementation of any decree directed to the beneficiaries under a trust, the lack of identification <span class=\"star-pagination\">*230</span> of the real parties in interest creates possible complications which make it desirable to retain the banks at this time as named defendants. In any case, the presence of the trustee will indubitably facilitate the implementation of any decree because the trustee may be required to act as a prime mover in the resolution of the litigation with respect to a particular contract.</p>\n<p></p>\n<h2>Motions to Dismiss \"Contract Buyers League\"</h2>\n<p>Defendants have moved to dismiss \"Contract Buyers League\" as a party plaintiff. The position they take is that the Contract Buyers League is not a proper party to this case because Rule 17 of the Federal Rules of Civil Procedure requires that \"[e]very action shall be prosecuted in the name of the real party in interest\", and because the Contract Buyers League does not survive Rule 17(b), which in determining capacity to sue or be sued provides,</p>\n<blockquote>The capacity of an individual, other than one acting in a representative capacity, to sue or be sued shall be determined by the law of his domicile. The capacity of a corporation to sue or be sued shall be determined by the law under which it was organized. In all other cases capacity to sue or be sued shall be determined by the law of the state in which the district court is held, except (1) that a partnership or other unincorporated association, which has no such capacity by the law of such state, may sue or be sued in its common name for the purpose of enforcing for or against it a substantive right existing under the Constitution or laws of the United States * * *</blockquote>\n<p>In response to the motions to dismiss, plaintiffs analogize the situation of the Contract Buyers League to various organizations which in promoting the interests of their members have been found to have standing in the federal courts. But the cases cited by plaintiffs are inapposite. The analogies all ultimately fail because they disregard the fundamental premises of Rule 17.</p>\n<p>Rule 17 is intended to ensure that the contours of a given litigation extend no further than the interests apparently necessary for the resolution of the controversy stated. This is the import of both the requirement that \"[e]very action shall be prosecuted in the name of the real party in interest,\" and of the requirement that the participation of an unincorporated association be justified by the showing that the case involves the \"enforce[ement] for or against it [of] a substantive right existing under the Constitution or laws of the United States.\"</p>\n<p>Plaintiffs rely in large measure on the similarity of the role in litigation of the Contract Buyers League and the NAACP. Specifically, plaintiffs cite NAACP v. Alabama, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958), even though that case is obviously distinguishable, like other cases involving the NAACP on the ground that the NAACP is a corporation while the Contract Buyers League is an unincorporated association, a distinction specifically recognized in Rule 17. And in the Alabama case, the NAACP itself was being sued by the State of Alabama which was seeking to enjoin it from engaging in activity within the State. The case was thus brought to enforce an alleged substantive right against the association, a situation which is not present in this case, but which is the condition for a finding that a grouping of individuals that is merely an unincorporated association has standing. One example of this situation where an unincorporated association is properly a party is another case cited by plaintiffs, Todd v. Joint Apprenticeship Committee of Steel Workers of Chicago, <span class=\"citation\" data-id=\"2261204\"><a href=\"/opinion/2261204/todd-v-joint-apprenticeship-com-of-steel-wkrs-of-chicago/\"><span class=\"volume\">223</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">12</span></a></span> (N.D.Ill.1963). The court in <i>Todd</i> pointed out that Rule 17(b) (1) authorized the suit against the unincorporated association because the suit was brought to enforce a substantive right against the association as the rule explicitly requires. <i>Id.</i> at 17.</p>\n<p>What the cases point to and what the rule generally stated means is that the test for whether an unincorporated <span class=\"star-pagination\">*231</span> association is a proper party is whether relief that may be granted will either redound to the benefit of the party alleged to have standing, or will cause the alleged party to suffer damage. Stated simply, the crux of the matter in the instant case is that, except as it is named in certain defendants' counterclaims,<sup>[17]</sup> there is no relief which this Court is being asked to grant for or against the Contract Buyers League. The Court has asked plaintiffs for information descriptive of the organization called \"Contract Buyers League,\" particularly as to its activities and purposes. In their argument to the Court, plaintiffs have subsequently described the Contract Buyers League so as to restrict the life and purpose of the organization solely to this lawsuit. It appears to be an organization created exclusively to concern itself with the particular matters presented for resolution in this action. But the members of the Contract Buyers League who hold the contracts that are the substance of this litigation are fully in this case as members of the defined class of plaintiffs. Any relief secured will be secured by them directly as members of the class, and as the case is presently stated, the Contract Buyers League consequently cannot be the object of any relief. Moreover, the cases cited by plaintiffs, except for what appears to be a single possible aberration,<sup>[18]</sup> do not indicate a determination by any court that both a class of persons and the association that represents the class can be proper parties. In the cases cited by plaintiffs, contrary to the instant case, the court was being asked by the organization alone for relief. One of these cases, for instance, is Citizens Association of Georgetown v. Simonson, D.C.Cir., <span class=\"citation\" data-id=\"282240\"><a href=\"/opinion/282240/the-citizens-association-of-georgetown-v-joy-r-simonson/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, where the suit was brought by the organization for its members, who were not present in the case in their own right.</p>\n<p>Finally, there is no logic to the argument that the presence of the Contract <span class=\"star-pagination\">*232</span> Buyers League in this suit is somehow required as a condition for plaintiffs to organize for the vindication of their rights. Any organizational efforts outside the courtroom do not in any necessary manner depend on the presence of the Contract Buyers League as a party to this suit. Thus neither under Rule 17 nor for any other reason is the presence of the Contract Buyers League as a party to this suit justified. The motions to dismiss the Contract Buyers League must therefore be granted.</p>\n<p>Appropriate orders consistent with all the foregoing will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Contract Buyers League v. F. &amp; F. Investment, 69 C 15, (N.D.Ill.March 29, 1969).</p>\n<p>[2]  In language characteristic of the determination of a motion to dismiss, the Seventh Circuit Court of Appeals has said, \"* * * on a motion to dismiss, a complaint should be construed in the light most favorable to plaintiff with all doubts resolved in his favor; and in piew of what is alleged, with all allegations well pleaded being taken as true, if it can reasonably be conceived that the plaintiff can make a case upon trial which would entitle him to some relief the complaint should not be dismissed.\" Jung v. K. &amp; D. Mining Co., <span class=\"citation\" data-id=\"246416\"><a href=\"/opinion/246416/henry-m-jung-v-k-d-mining-co-inc/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 608 (7th Cir. 1958).\n</p>\n<p><i>See also,</i> United States v. Howell, <span class=\"citation\" data-id=\"260796\"><a href=\"/opinion/260796/united-states-v-stanley-n-howell-warren-s-cochran-cochran-howell-a/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 166 (9th Cir. 1963); Thomas v. Atlantic Coast Line R. Co., <span class=\"citation\" data-id=\"230808\"><a href=\"/opinion/230808/thomas-v-atlantic-coast-line-r-co/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 170 (5th Cir. 1953); Cool v. International Shoe Co., <span class=\"citation\" data-id=\"1551172\"><a href=\"/opinion/1551172/cool-v-international-shoe-co/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span>, 320 (8th Cir. 1944).</p>\n<p>[3]  Ch. 38, § 60-3, Illinois Revised Statutes, 1967.\n</p>\n<p>60-3 Violations  Enumeration § 3. Every person shall be deemed to have committed a violation of this Act who shall:</p>\n<p>(1) Make any contract with, or engage in any combination or conspiracy with, any other person who is, or but for a prior agreement would be, a competitor of such person:</p>\n<p>a. for the purpose or with the effect of fixing, controlling, or maintaining the price or rate charged for any commodity sold or bought by the parties thereto, or the fee charged or paid for any service performed or received by the parties thereto; * * *.</p>\n<p>[4]  <i>See</i> Annot., <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">300</span></span>, 327 (1958).</p>\n<p>[5]  Kincheloe v. Farmer, <span class=\"citation\" data-id=\"234523\"><a href=\"/opinion/234523/kincheloe-v-farmer/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">604</span></a></span> (7th Cir. 1954), cert. denied <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">306</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">721</span></span> (1955); Anderson v. Linton, <span class=\"citation\" data-id=\"223851\"><a href=\"/opinion/223851/anderson-v-linton/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (7th Cir. 1949). In its later statement of the rule in <i>Kincheloe</i> the Seventh Circuit Court of Appeals said, \"Rule 9(f) of such rules provides: `For the purpose of testing the sufficiency of a pleading, averments of time and place are material and shall be considered like all other averments of material matter.' It has frequently been held that the reason for `averments of time and place' is to make ascertainable whether a cause of action is barred by the statute of limitations, and that where so shown a complaint is properly dismissed on motion. Gossard v. Gossard, 10 Cir., <span class=\"citation\" data-id=\"1507710\"><a href=\"/opinion/1507710/gossard-v-gossard/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span>, 113; Anderson v. Linton, 7 Cir., <span class=\"citation\" data-id=\"223851\"><a href=\"/opinion/223851/anderson-v-linton/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, 309; Suckow Borax Mines Consolidated, Limited v. Borax Consol., 9 Cir., <span class=\"citation\" data-id=\"225973\"><a href=\"/opinion/225973/suckow-borax-mines-consolidated-inc-v-borax-consolidated-limited/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 204, and cases therein cited.\" 214 F.2d at 605.</p>\n<p>[6]  The importance of this difference was in fact fundamental in the argument of the <i>Baldwin</i> case on appeal. When defendants articulated their ultimately prevailing position that \"ANY CLAIM FOR RELIEF ACCRUED WHEN THE THEATRE WAS LEASED AND NO OVERT ACTS OF DEFENDANTS HAVE OCCURRED WITHIN THE PERIOD NOT BARRED BY THE STATUTE OF LIMITATIONS\" they began by postulating the essential factual matter on which they clearly intended to base their position. They stated,\n</p>\n<p>The essence of the plaintiffs' alleged claim for relief is that they were forced by virtue of a conspiracy in restraint of trade to lease their theatre to a company that operated a circuit of theatres. It is not alleged that the lessee was or is a co-conspirator with the defendants or was in any way affiliated with any of the defendants. In fact, it is alleged that the lessee is an \"independent\" operator of a circuit of theatres. Brief for the Appellee at 25, Baldwin v. Loew's Incorporated, <span class=\"citation\" data-id=\"259358\"><a href=\"/opinion/259358/ross-j-baldwin-and-dorothy-e-baldwin-v-loews-incorporated-a-delaware/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span> (7th Cir. 1963).</p>\n<p>[7]  It is interesting in regard to <i>Baldwin's</i> validity to note the discussion in one of <i>Baldwin's</i> progeny, Century Hardware Corp. v. Powernail Company, <span class=\"citation\" data-id=\"1509873\"><a href=\"/opinion/1509873/century-hardware-corporation-v-powernail-company/\"><span class=\"volume\">282</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">223</span></a></span> (E.D.Wis.1968). The Court in <i>Century Hardware</i> declared its \"serious doubt about the soundness\" of <i>Baldwin</i><i>, Id.</i> at 227, and complained that <i>Baldwin</i> propounded \"principles that, in practice, are extremely difficult to apply.\" <i>Id.</i> But it appears that a possible reason for the Court's complaint was a misreading of the facts of <i>Baldwin</i> similar to the misunderstanding displayed by defendants in this case. In stating the facts of <i>Baldwin</i><i>,</i> the Court in <i>Century Hardware</i> wrote, \"[h]owever, the plaintiffs had executed the lease of their theatre to a chain operator in 1945 and had exercised options to renew the lease as late as December 31, 1955.\" <i>Id.</i> at 226. But in <i>Baldwin</i> it was <i>not</i> the plaintiff lessors who held the option and exercised it. It was the lessee. And the lessee, as we have pointed out, was not a defendant, but so far as that lawsuit was concerned, was merely the beneficiary of the injury inflicted by defendants in 1945. The mistaken notion that plaintiffs in <i>Baldwin</i> held the option of course supports the impression that defendants were exerting pressure on plaintiffs subsequent to the execution of the lease in 1945; and therefore this misunderstanding of the facts might well cause a court to complain about <i>Baldwin</i><i>.</i> But given an understanding of the facts, the <i>Baldwin</i> opinion is entirely consistent with the rationale of statutes of limitation, but is applicable only in the somewhat unique fact situation there presented. If it were to be given the interpretation defendants here urge, we too would have serious doubts as to its soundness.</p>\n<p>[8]  Burnett v. New York Central R.R., <span class=\"citation\" data-id=\"107016\"><a href=\"/opinion/107016/burnett-v-new-york-central-r-co/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 428, <span class=\"citation\" data-id=\"107016\"><a href=\"/opinion/107016/burnett-v-new-york-central-r-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1050</span></a></span>, <span class=\"citation\" data-id=\"107016\"><a href=\"/opinion/107016/burnett-v-new-york-central-r-co/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">941</span></a></span> (1965); Luckenbach S.S. Co. v. United States, <span class=\"citation\" data-id=\"259391\"><a href=\"/opinion/259391/luckenbach-steamship-co-inc-v-united-states/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span> (2d Cir. 1963); D'Onofrio Const. Co. v. Recon Company, <span class=\"citation\" data-id=\"245279\"><a href=\"/opinion/245279/donofrio-construction-company-inc-third-party-v-recon-company-inc/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>, 908 (1st Cir. 1958); United States v. Vibradamp Corp., <span class=\"citation\" data-id=\"1600806\"><a href=\"/opinion/1600806/united-states-v-vibradamp-corporation/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">931</span></a></span>, 939-940 (S.D.Colo. 1966).</p>\n<p>[9]  <i>See, e. g.,</i> Suckow Borax Mines Consol. v. Borax Consolidated, <span class=\"citation\" data-id=\"225973\"><a href=\"/opinion/225973/suckow-borax-mines-consolidated-inc-v-borax-consolidated-limited/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span> (9th Cir. 1950); Fleischer v. A.A.P., Inc., <span class=\"citation\" data-id=\"1485136\"><a href=\"/opinion/1485136/fleischer-v-aap-inc/\"><span class=\"volume\">180</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">717</span></a></span> (S.D.N.Y.1959); Levy v. Paramount Pictures, Inc., <span class=\"citation\" data-id=\"1621533\"><a href=\"/opinion/1621533/levy-v-paramount-pictures/\"><span class=\"volume\">104</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">787</span></a></span> (N.D.Cal.1952).</p>\n<p>[10]  Section 15 of the Limitations Act provides that \"* * * actions on unwritten contracts, expressed or implied, or on awards of arbitration, or to recover damages for an injury done to property, real or personal, or to recover the possession of personal property or damages for the detention or conversion thereof, and all civil actions not otherwise provided for, shall be commenced within 5 years next after the cause of action accrued.\"</p>\n<p>[11]  See text <i>supra</i> at p. 222.</p>\n<p>[12]  <i>See, e. g.,</i> Pustelniak v. Vilimas, <span class=\"citation\" data-id=\"3412992\"><a href=\"/opinion/3416830/pustelniak-v-vilimas/\"><span class=\"volume\">352</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">270</span></a></span>, 275, <span class=\"citation\" data-id=\"3412992\"><a href=\"/opinion/3416830/pustelniak-v-vilimas/\"><span class=\"volume\">185</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">611</span></a></span>, 613-614 (1933); Bouxsein v. First Nat'l Bank, <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">500</span></span>, 504, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">133</span></span>, 134 (1920); Scott v. Wilson, 15 Ill.App.2d 456, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">397</span></span> (1st Dist. 1957).</p>\n<p>[13]  An abstract of this opinion is published in 26 Ill.App.2d 288, <span class=\"citation\" data-id=\"2000453\"><a href=\"/opinion/2000453/coleman-v-goran/\"><span class=\"volume\">168</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">56</span></a></span> (1st Dist. 1960).</p>\n<p>[14]  Federal Rule 9(b) provides an exceptional requirement for federal notice pleading, stating that \"[i]n all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.\" <i>See,</i> Krulikowsky v. Metro Dist. Council, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">24</span></span>, 26 (E.D.Pa.1962); Dixie Mercerizing Company v. Triangle Thread Mills, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">8</span></span>, 9 (S.D.N.Y.1955); 2A Moore, Federal Practice, ¶ 9.03 at 1923-37 (2d Ed. 1968).</p>\n<p>[15]  As this Court stated in Huey v. Barloga, <span class=\"citation\" data-id=\"1868831\"><a href=\"/opinion/1868831/huey-v-barloga/\"><span class=\"volume\">277</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">864</span></a></span>, 871 (1967).\n</p>\n<p>Although pleadings are given a liberal construction in the federal courts, the Rules contemplate some factual statement in support of the claim. General allegations of this kind unsupported by any factual statements have usually been rejected as insufficient.</p>\n<p>[16]  For instance, Koch v. Streuter, <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">594</span></span>, 604, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">1072</span></span> (1908), was a case where an exchange of a $25,000 value for little more than zero was declared by the court to be a sufficient independent circumstance.</p>\n<p>[17]  The provision of Rule 17 that an unincorporated association \"* * * may sue or be sued in its common name for the purpose of enforcing for or against it a substantive right existing under the Constitution or laws of the United States\" clearly does not refer to a defendant's counterclaim or apply to a situation in which a counterplaintiff is seeking to have a counterdefendant dismissed as a plaintiff. The counterclaim is obviously dependent on the validity of the counterdefendant's status as a plaintiff and the granting of defendants' motion to dismiss Contract Buyers League as a plaintiff will necessarily require defendants' dismissal of the counterclaim they have filed against the Contract Buyers League.</p>\n<p>[18]  The only case which appears to stand for this conclusion is Alston v. School Board, <span class=\"citation\" data-id=\"1498702\"><a href=\"/opinion/1498702/alston-v-school-board-of-city-of-norfolk/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1506</span></span> (4th Cir. 1940). But the structure of the opinion makes it clear that the court's statement on this matter was in the nature of dicta. In a rather offhanded manner, after the questions presented in the case had been decided, the Court remarked, \"[w]e should say, too, that we have no doubt as to the Norfolk Teachers Association's being a proper party to the suit. According to the complaint, it is a voluntary unincorporated association and `is composed of Negro teachers and principals in the public colored schools of Norfolk'; and the right of such an association to sue in its common name for the purpose of enforcing substantive rights under the Constitution of the United States is provided for under Rules of Civil Procedure. Rule 17(b), 28 U.S.C.A. following section 723c. The point it not important, however, as the suit is brought as a class suit and the members of the association belong to the same class as the plaintiff Alston.\" <i>Id.</i> at 997.\n</p>\n<p>The court didn't consider the problem serious enough in <i>Alston</i> to see the illogic of the position stated. For under the terms of Rule 17, how could the teachers' association be included if the substantive right was being enforced for the class that included the members of the Association? Either the class or the Association was the proper party, but not both. Moreover, the Court was also incorrect to conclude that the point makes no difference. The possibility of a counterclaim against the unincorporated association, in this case the Contract Buyers League, demonstrates that the admission of an unincorporated association superfluous to any remedy to be granted, may well distort or extend the case stated in the complaint so as to destroy the limits which Rule 17 is intended to ensure.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98158/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104302/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/223851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/224530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/225973/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/229454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/230808/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/233491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/234523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/244463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/245279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/246416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/248266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/258269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/259358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/259391/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/260796/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/260988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262780/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/279348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1485136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1498702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1507710/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1509795/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1509873/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1551172/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1600806/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1621533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1868831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1902817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2000453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2068141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2225202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2261204/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2518018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412992/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3413565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3417949/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3420270/"
          ]
        }
      ],
      "judges": "Will",
      "date_created": "2015-10-13T22:58:47.588852Z",
      "date_modified": "2016-09-29T01:40:29.198762Z",
      "date_filed": "1969-05-21",
      "date_filed_is_approximate": false,
      "slug": "contract-buyers-league-v-f-f-investment",
      "citation_id": 1793709,
      "case_name_short": "",
      "case_name": "Contract Buyers League v. F & F INVESTMENT",
      "case_name_full": "",
      "federal_cite_one": "300 F. Supp. 210",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 47,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1402011/contract-buyers-league-v-f-f-investment/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:27:23.899783Z",
  "date_modified": "2014-10-30T16:27:23.899783Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Contract Buyers League v. F & F INVESTMENT",
  "case_name_full": "",
  "slug": "contract-buyers-league-v-f-f-investment",
  "docket_number": "69 C 15",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}