{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1425258/",
  "id": 1425258,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/783822/",
      "id": 783822,
      "absolute_url": "/opinion/783822/raymond-anthony-smith-as-administrator-of-the-estate-of-george-smith/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1425258/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/783822/",
          "id": 783822,
          "absolute_url": "/opinion/783822/raymond-anthony-smith-as-administrator-of-the-estate-of-george-smith/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/783822/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T17:32:17Z",
          "date_modified": "2017-03-26T09:10:59.779043Z",
          "type": "010combined",
          "sha1": "77a1c4887d495cb00151a694bc7d8de8d472c1c1",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/346/346.F3d.264.03-6195.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">346 F.3d 264</p>\n    <p class=\"parties\">Raymond Anthony SMITH, as Administrator of the Estate of George SMITH, deceased, and on behalf of the SMITH solatium claimants, and Katherine Soulas, in her own right, on behalf of her minor children, as Executrix of the Estate of Timothy Soulas, deceased, and on behalf of the Soulas solatium claimants, Plaintiff-Appellants,<br>v.<br>FEDERAL RESERVE BANK OF NEW YORK, and The Honorable John W. Snow, Secretary of the Treasury, Defendant-Appellees.</p>\n    <p class=\"docket\">Docket No. 03-6195.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: September 29, 2003.</p>\n    <p class=\"date\">Decided: October 3, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James E. Beasley, the Beasley Firm, Philadelphia, PA, for Plaintiff-Appellants.</p>\n      <p class=\"indent\">Shannen W. Coffin, Deputy Assistant Attorney General, United States Department of Justice, Washington, DC (Peter D. Keisler, Assistant Attorney General, Gregory G. Katsas, Deputy Asst. Atty. Gen., Douglas N. Letter, H. Thomas Byron III, Lewis Yelin, of counsel, James B. Comey, United States Attorney, Beth E. Goldman, Asst. United States Atty., Southern District of New York, New York, NY, on the brief), for Defendant-Appellee John W. Snow.</p>\n      <p class=\"indent\">Shari D. Leventhal, Federal Reserve Bank of New York, New York, N.Y. (Thomas C. Baxter, Jr., David L. Gross, of counsel, on the brief), for Defendant-Appellee Federal Reserve Bank of New York.</p>\n      <p class=\"indent\">Before: SACK, KATZMANN, and RAGGI, Circuit Judges.</p>\n      <p class=\"indent\">KATZMANN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This litigation arises from the attacks upon the United States on September 11, 2001, and takes place in the context of ongoing American military and reconstruction activity in Iraq. It involves competing claims to the disposition of certain Iraqi assets held by the Federal Reserve Bank of New York. On the one hand, Plaintiffs, who are relatives of victims who perished in the World Trade Center catastrophe, seek a declaration that they are entitled to execute against those assets to satisfy a judgment they hold. On the other hand, Defendants contend that those assets should return to Iraq, where they are desperately needed for military and rebuilding efforts. In a very real sense, this case implicates questions of national security and foreign affairs, as well as immediate experiences of collective loss, fear, and grief.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As a Court, our task is limited to interpreting the statutes governing the disposition of those assets in a way that is faithful to Congressional meaning. Because we conclude that the plain language of the statutes that govern dictates that the funds Plaintiffs seek to attach are no longer available for that purpose, we affirm the judgment of the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff Raymond Anthony Smith is the half-brother of George Eric Smith and the executor of his brother's estate. George Smith, who worked in the World Trade Center's South Tower, was killed in the September 11 terrorist attack that caused the collapse of both Trade Center Towers. Plaintiff Katherine Soulas is the wife of Timothy Soulas and executrix of his estate. Mr. Soulas, who worked in the North Tower, also died in the September 11 attacks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Raymond Smith brought an action in the United States District Court for the Southern District of New York (Baer, <i>J.</i>) on behalf of the estate on November 14, 2001, pursuant to 18 U.S.C. &#167; 2333(a), which authorizes suits to remedy injuries resulting from international terrorism. Smith named the Islamic Emirate of Afghanistan, the Taliban, al Qaeda, and Osama bin Laden as defendants. Katherine Soulas brought a similar action in the Southern District of New York, both individually and on behalf of the estate and her minor children, against the same defendants on November 15, 2001. The district court consolidated the two cases by Order dated January 23, 2002. On June 10, 2002, Smith and Soulas (\"Plaintiffs\") amended their Complaint to add Saddam Hussein and the Republic of Iraq as defendants pursuant to the Foreign Sovereign Immunities Act, 28 U.S.C. &#167;&#167; 1330, 1602-1611 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">None of the defendants appeared. The district court entered a default judgment against all defendants and held an inquest to address various issues, including damages, on February 28, 2003. <i>See Smith v. Islamic Emirate of Afghanistan,</i> 262 F.Supp.2d 217, 220 (S.D.N.Y.2003) (\"<i>Smith I</i>\"). In a detailed opinion dated May 16, 2003 (as amended), the district court noted, with respect to sovereign defendants such as Iraq and Hussein, that some quantum of proof as to liability was required to award damages in the event of a default. <i>See id.</i> at 222 (citing 28 U.S.C. &#167; 1608(e)). The district court then analyzed the decisions of this Court and of the courts in our sister circuits and concluded that the quantum of proof required to sustain damages against a defaulting sovereign is identical to that required to withstand a motion for judgment as a matter of law pursuant to Federal Rule of Civil Procedure 50: whether sufficient evidence is proffered that a reasonable jury could render a verdict in favor of plaintiff. <i>Id.</i> at 223-24 (citing <i>Ungar v. Islamic Republic of Iran,</i> 211 F.Supp.2d 91, 98 (D.D.C.2002)). Amidst the debate about whether Iraq was involved in the September 11 attacks, the district court reviewed Plaintiffs' proffered evidence, which largely consisted of the expert testimony of Robert James Woolsey, Jr., the former Director of the Central Intelligence Agency, and of Dr. Laurie Mylroie, an expert on Iraq, and concluded that \"plaintiffs have shown, albeit barely, `by evidence satisfactory to the court' that Iraq provided material support to bin Laden and al Qaeda.\" <i>Smith I,</i> 262 F.Supp.2d at 232 (quoting 28 U.S.C. &#167; 1608(e)). The court went on to award Plaintiffs total damages of approximately $104 million, with Iraq deemed responsible for approximately $63.5 million of the total. <i>Id.</i> at 240-41. Final judgment was entered on July 14, 2003. The judgment is not at issue in this appeal, and we assume its validity for the present purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs brought the present declaratory judgment action against defendants Federal Reserve Bank of New York and the Honorable John W. Snow, Secretary of the Treasury (\"Defendants\") in July 2003, seeking to satisfy their judgment against the Republic of Iraq by attaching certain Iraqi assets that are held by the Federal Reserve Bank of New York (the \"Assets\"). Plaintiffs sought this relief pursuant to the authority of section 201 of the Terrorism Risk Insurance Act, Pub. L. No. 107-297, 116 Stat. 2322 (Nov. 26, 2002) (\"TRIA\"), which states that \"in every case in which a person has obtained a judgment against a terrorist party on a claim based upon an act of terrorism, ... the blocked assets of that terrorist party ... shall be subject to execution ... in order to satisfy such judgment.\" TRIA &#167; 201, 116 Stat. at 2337.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants opposed the attachment, moving for summary judgment on two grounds. First, they noted that President George W. Bush, acting pursuant to the authority granted him by the International Emergency Economic Powers Act, 50 U.S.C. &#167;&#167; 1701-1707 (as amended) (2003) (\"IEEPA\"), had issued an Executive Order confiscating all frozen Iraqi assets held by the government and vesting title to those assets in the United States Department of the Treasury. <i>See</i> Exec. Order No. 13,290, 68 Fed. Reg. 14,307 (Mar. 20, 2003) (the \"March 20th Order\"). Therefore, Defendants argued, the funds at issue were no longer \"blocked funds\" for purposes of TRIA when Plaintiffs' judgment was entered. Defendants further pointed out that section 1503 of the Emergency Wartime Supplemental Appropriations Act of 2003, Pub. L. No. 108-11, 117 Stat. 559 (Apr. 16, 2003) (\"EWSAA\"), gave the President the authority to \"make inapplicable with respect to Iraq\" any law \"that applies to countries that have supported terrorism.\" EWSAA &#167; 1503, 117 Stat. at 579. Defendants argued that the President had exercised this authority and made TRIA inapplicable to Iraq, thereby undermining Plaintiffs' right to execute against the funds. <i>See</i> Presidential Determination No. 2003-23, 68 Fed. Reg. 26,259 (May 7, 2003); <i>see also</i> Message to the Congress Reporting the Declaration of a National Emergency with Respect to the Development Fund for Iraq, 39 Weekly Comp. Pres. Doc. No. 21, at 647-48, 2003 WL 13973315 (May 26, 2003) (specifically referencing TRIA &#167; 201 as among the laws made inapplicable by the May 7 Executive Order).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a thorough opinion, the district court accepted both of Defendants' arguments and granted summary judgment in Defendants' favor. <i>See Smith v. Fed. Reserve Bank,</i> No. 03-Civ.-5658(HB), 2003 WL 22103452, 2003 U.S. Dist. LEXIS 15949 (S.D.N.Y. Sept. 11, 2003) (\"<i>Smith II</i>\"). By Order dated September 19, 2003, the district court denied Plaintiffs' motion for a stay pending appeal. Plaintiffs moved before this Court for a stay, and on September 23, 2003, a two-judge panel of this Court enjoined Defendants from disposing of the assets in question until the case was decided on the merits and set an extremely compressed briefing schedule.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case was argued on September 29, 2003. We affirmed the district court and lifted the stay in an unpublished Order issued the same day, with opinion to follow. This is that opinion.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court based its decision to grant summary judgment in favor of Defendants on two independent grounds. <i>Smith II,</i> 2003 WL 22103452, at *6, *8, 2003 U.S. Dist. LEXIS 15949, at *20, *26. We may affirm the decision below on either theory, or on any other basis that we find in the record. <i>Prisco v. A &amp; D Carting Corp.,</i> 168 F.3d 593, 610 (2d Cir.1999). We review a district court's decision to grant summary judgment <i>de novo. See Sherman v. Mamaroneck Union Free School Dist.,</i> 340 F.3d 87, 92 (2d Cir.2003).</p>\n    </div>\n    <p class=\"indent\">I. The Statutory Scheme</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We begin by reviewing the web of statutory provisions that governs the disposition of the Iraqi Assets. These Assets are designated as \"blocked\" pursuant to sections 202 and 203 of IEEPA, 50 U.S.C. &#167;&#167; 1701-1702. IEEPA &#167; 1701 authorizes the President to exercise the powers given to him elsewhere in the act to deal with an \"unusual and extraordinary threat, which has its source in whole or substantial part outside the United States, to the national security, foreign policy, or economy of the United States.\" 50 U.S.C. &#167; 1701(a). In order to exercise these powers, the President must declare a national emergency with respect to that threat. <i>Id.</i> The specific powers that the President may exercise are set forth in 50 U.S.C. &#167; 1702. Only two of these powers are relevant to this appeal. The first is set forth in &#167; 1702(a)(1)(B), which states that the President may:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">investigate, block during the pendency of an investigation, regulate, direct and compel, nullify, void, prevent or prohibit, any acquisition, holding, withholding, use, transfer, withdrawal, transportation, importation or exportation of, or dealing in, or exercising any right, power, or privilege with respect to, or transactions involving, any property in which any foreign country or a national thereof has any interest by any person, or with respect to any property, subject to the jurisdiction of the United States</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>Id.</i> &#167; 1702(a)(1)(B).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The statute thus grants the President discretion to \"block\" assets of hostile nations in a time of national emergency, a power that then-President George H.W. Bush exercised in Executive Order 12,722, which froze all assets of the Iraqi Republic in the United States in response to Iraq's invasion of Kuwait in 1990. <i>See</i> 55 Fed. Reg. 31,803 (Aug. 2, 1990) (declaring a national emergency and ordering that \"[a]ll property and interests in property of the Government of Iraq ... are hereby blocked\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In 2001, Congress amended 50 U.S.C. &#167; 1702 to grant the President additional authority. <i>See</i> Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act of 2001, Pub. L. No. 107-56, &#167; 106, 115 Stat. 272, 277-78 (Oct. 26, 2001). The new subsection empowered the President, \"when the United States is engaged in armed hostilities,\" to:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">confiscate any property, subject to the jurisdiction of the United States, of any foreign person, foreign organization, or foreign country that he determines has planned, authorized, aided, or engaged in ... hostilities or attacks against the United States; and all right, title, and interest in any property so confiscated shall vest, when, as, and upon the terms directed by the President, in such agency or person as the President may designate from time to time, and upon such terms and conditions as the President may prescribe, such interest or property shall be held, used, administered, liquidated, sold, or otherwise dealt with in the interest of and for the benefit of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">50 U.S.C. &#167; 1702(a)(1)(C). This provision is the primary statutory authority upon which the President relied in issuing his March 20th Order, which confiscated the Iraqi funds. <i>See</i> 68 Fed. Reg. 14,307 (\"All blocked funds held in the United States in accounts in the name of [Iraq and its agents] are hereby confiscated and vested in the Department of the Treasury.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In 2003, Congress again legislated in the area of frozen assets of terrorist-supporting states when it passed section 201 of TRIA. Section 201 states that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[n]otwithstanding any other provision of law, and except as provided in subsection (b), in every case in which a person has obtained a judgment against a terrorist party on a claim based upon an act of terrorism, ... the blocked assets of that terrorist party (including the blocked assets of any agency or instrumentality of that terrorist party) shall be subject to execution or attachment in aid of execution in order to satisfy such judgment to the extent of any compensatory damages for which such terrorist party has been adjudged liable.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">TRIA &#167; 201(a), 116 Stat. at 2337. Section 201 goes on to define \"blocked assets\" as \"any asset seized or frozen by the United States under ... section[] 202 ... of the International Emergency Economic Powers Act (50 U.S.C. &#167; 1702).\" <i>Id.</i> &#167; 201(d), 116 Stat. at 2339. There is no dispute that the Iraqi Assets at issue were \"blocked funds\" within the meaning of TRIA &#167; 201(a) at the time the President issued the confiscation Order.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The final statutory provision relevant to this appeal is EWSAA, Pub.L. No. 108-11, 117 Stat. 559 (Apr. 16, 2003). EWSAA, the most recent enactment of all the statutes at issue here, authorizes the President to \"make inapplicable with respect to Iraq ... any ... provision of law that applies to countries that have supported terrorism.\" EWSAA &#167; 1503, 117 Stat. at 579. Defendants contend that the President exercised this authority on May 7, 2003, when he issued Presidential Determination No. 2003-23 and made TRIA inapplicable to Iraq. <i>See</i> 68 Fed. Reg. 26,259. Presidential Determination 2003-23 invokes the authority of EWSAA and states that it \"make[s] inapplicable with respect to Iraq ... any ... provision of law that applies to countries that have supported terrorism.\" <i>Id.</i> There is no dispute that TRIA is a law that applies to countries that support terrorism. <i>See</i> TRIA &#167; 201(d)(4), 116 Stat. at 2340.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because this appeal also concerns an attempt to execute assets in satisfaction of a judgment, we also review briefly the law regarding execution. Federal Rule of Civil Procedure 69 governs the use of execution for money judgments. Rule 69 states that the \"[p]rocess to enforce a judgment for the payment of money shall be a writ of execution, unless the court directs otherwise. The procedure on execution ... shall be in accordance with the practice and procedure of the state in which the district court is held, existing at the time the remedy is sought, except that any statute of the United States governs to the extent that it is applicable.\" Fed.R.Civ.P. 69(a). There is no relevant federal statute at issue, so any judgment issued by the Southern District of New York would proceed according to New York law. <i>Id.; cf.</i> N.Y. C.P.L.R. &#167;&#167; 5221-5227 (McKinney 2003) (setting forth procedures for writ of execution). Although the original document was not provided to the Court, we note that the docket sheet for <i>Smith I,</i> which was provided, indicates that a writ of execution was issued by the district court on July 29, 2003. <i>Cf. Smith II,</i> 2003 WL 22103452, at *1 n. 1, 2003 U.S. Dist. LEXIS 15949, at *2 n. 1 (noting issuance and service of writ of execution).</p>\n    </div>\n    <p class=\"indent\">II. The TRIA Claim</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's first holding is that section 201 of TRIA does not provide a basis for the plaintiffs to attach the Assets. <i>See Smith II,</i> 2003 WL 22103452, at *2-*6, 2003 U.S. Dist. LEXIS 15949, at *6-*10. To reiterate, section 201 of the Act states that:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[n]otwithstanding any other provision of law, and except as provided in subsection (b), in every case in which a person has obtained a judgment against a terrorist party on a claim based upon an act of terrorism, ... the blocked assets of that terrorist party (including the blocked assets of any agency or instrumentality of that terrorist party) shall be subject to execution or attachment in aid of execution in order to satisfy such judgment to the extent of any compensatory damages for which such terrorist party has been adjudged liable.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">TRIA &#167; 201(a), 116 Stat. at 2337.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Plaintiffs' theory of the case is premised upon the idea that section 201 of TRIA represents a Congressional mandate &#8212; akin to an appropriation &#8212; that the frozen Iraqi Assets be used only to compensate plaintiffs who have judgments against the Iraqi government. According to this theory, the President acted without authority when he confiscated blocked Iraqi assets and directed their use for a purpose other than satisfying victims' judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs' interpretation hinges on the statute's use of the imperative \"shall.\" Thus, throughout their brief, Plaintiffs write that \"Congress declared, in section 201 of TRIA, that ... these frozen Iraqi funds `<i>shall</i>' be used to satisfy the judgments of victims of State sponsored terror such as the plaintiffs here.\" Br. for Plaintiff-Appellants at 8; <i>see also id.</i> at 4 (\"Congress explicitly mandated that the subject funds <i>shall</i> be used to compensate victims of terrorism.\"); <i>id.</i> at 5 (\"Congress' specific, express intent was for these plaintiffs to be compensated from frozen Iraqi funds.\") These assertions are presented in a conclusory fashion, however, bereft of any explanation of why the language of the statute compels such a reading.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Instead of offering a text-based argument, Plaintiffs make much of a passage in the House Conference Report, which states that \"[i]t is the intent of the Conferees that Section 201 establish that such judgments [against terrorist states] are to be enforced. Section 201 ... make[s] clear that all such judgments are enforceable against any assets or property [covered by the statute].\" H.R. Conf. Rep. No. 107-779, at 27 (Nov. 13, 2002). They further rely on remarks by Senator Tom Harkin indicating that Congress intended the \"blocked assets\" referenced in TRIA &#167; 201 \"to include any asset of a terrorist party that has been seized or frozen by the United States in accordance with law.\" 148 Cong. Rec. S11528 (daily ed. Nov. 19, 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We disagree with Plaintiffs' interpretation of the statute. First, we do not believe that TRIA &#167; 201 is analogous to an appropriation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Although Plaintiffs consistently imply that TRIA is an appropriation &#8212; most notably through their repeated reference to the President's confiscation as a \"reappropriation\" &#8212; nowhere do they argue directly that section 201 operates literally as an appropriation. If they did, they would have to confront the challenge of explaining how these funds constituted \"appropriations.\" <i>See</i> 31 U.S.C. &#167; 1301(d) (\"A law may [only be] an appropriation ... if the law specifically states that an appropriation is made.\"); <i>see also</i> U.S. Const. art I, &#167; 9, cl.7 (\"No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Second, the language of section 201 cannot reasonably be read to mandate that terrorist assets be blocked in perpetuity.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It states simply that blocked assets \"shall be subject to execution or attachment in aid of execution.\" 116 Stat. at 2337. We believe that the plain meaning of that language is to give terrorist victims who actually receive favorable judgments a right to execute against assets that would otherwise be blocked. Thus, although the statute applies broadly to \"every case in which a person has obtained a judgment,\" it confers no entitlement on victims who have not yet obtained judgments. Neither does it guarantee that any blocked assets will in fact be available when a particular victim seeks to execute on a judgment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Most important, nothing in the statutory language evinces Congressional intent to divest the President of authority to confiscate terrorist assets as provided in IEEPA &#167; 1702(a)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To the extent Plaintiffs contend that the first clause of section 201 of TRIA, which reads, \"[n]otwithstanding any other provision of law,\" operates to abrogate the President's IEEPA confiscation authority as it pertains to blocked terrorist assets, we are unconvinced. As the district court noted, the \"notwithstanding\" clause applies only when some \"other provision of law\" conflicts with TRIA. <i>Smith II,</i> 2003 WL 22103452, at *4, 2003 U.S. Dist. LEXIS 15949, at *13; <i>cf. Hill v. Republic of Iraq,</i> No. Civ.A. 1:99-CV-03346TP, 2003 WL 21057173, at *4, 2003 U.S. Dist. LEXIS 3725, at *10-*11 (D.D.C. Mar. 11, 2003) (holding that \"notwithstanding\" language of TRIA superseded conflicting non-attachment provisions of other statutes). We see no conflict here. As we have already explained, section 201 operates to empower a plaintiff with a \"judgment\" against a \"terrorist party\" to execute against any \"blocked assets\" of that party. TRIA &#167; 201(a), 116 Stat. at 2337. It imposes no obligation on the President to maintain such funds for future attachment. Indeed, by defining \"blocked assets\" in TRIA &#167; 201(d)(2)(A) by reference to IEEPA &#167; 1702, the very statute that authorizes the President, in his discretion, both to block <i>and</i> to confiscate terrorist assets as circumstances warrant, Congress implicitly acknowledged that not all assets procured by the United States from terrorists would be available for execution pursuant to TRIA &#167; 201.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, although we ordinarily will not look to legislative history when the language of a statute is clear, <i>see Conn. Nat'l Bank v. Germain,</i> 503 U.S. 249, 254, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992), the history of TRIA &#167; 201 is entirely consonant with the interpretation suggested by the statutory language. The Conference Report excerpt cited by Plaintiffs indicates Congress's commitment to making terrorism judgments enforceable against terrorists' blocked assets,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but it cannot reasonably be stretched, as Plaintiffs would have us do, to divest the President of authority to confiscate blocked assets. There is more than a semantic difference between blocking assets and confiscating them. As Senator Harkin, in the remarks quoted by Plaintiffs, noted, the term \"blocked assets\" reaches broadly to include any property seized or frozen by the United States. But it does not reach so broadly as to encompass confiscated property. To seize or freeze assets transfers <i>possessory</i> interest in the property. <i>See Dames &amp; Moore,</i> 453 U.S. at 673-74 &amp; n. 5, 101 S.Ct. 2972. But confiscation, pursuant to IEEPA &#167; 203(a)(1)(C), transfers <i>ownership</i> of terrorist property by vesting right, title, and interest as the President deems appropriate. <i>See</i> 50 U.S.C. &#167; 1702(a)(1)(C); <i>Regan v. Wald,</i> 468 U.S. 222, 228 n. 8, 104 S.Ct. 3026, 82 L.Ed.2d 171 (1984); <i>Propper,</i> 337 U.S. at 482-84, 69 S.Ct. 1333. Indeed, Senator Harkin added an important caveat to his remarks: \"[A]ny assets as to which the United States claims ownership are not included in the definition of `blocked assets' [in TRIA &#167; 201] and are not subject to execution or attachment under this provision.\" 148 Cong. Rec. S11528 (daily ed. Nov. 19, 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In sum, we conclude that on March 20, 2003, well before Plaintiffs had obtained a final judgment against the Republic of Iraq from the district court, the President was within his authority conferred by IEEPA &#167; 1702(a)(1)(C) in ordering the confiscation of blocked Iraqi assets. By the time Plaintiffs obtained a final judgment, the President had vested title in the confiscated assets in the United States Department of the Treasury and there simply were no more \"blocked assets\" in the Federal Reserve Bank's custody against which Plaintiffs could execute.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Because Plaintiffs cannot establish that section 201 of TRIA segregated the Assets specifically for their use or that the President's confiscation of the Assets was unlawful, their claim must fail. We therefore affirm the district court on this basis.</p>\n    </div>\n    <p class=\"indent\">III. The EWSAA Claim</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court additionally concluded that Presidential Determination No. 2003-23, 68 Fed. Reg. 26,259 (May 7, 2003), had \"made [TRIA] inapplicable with respect to Iraq,\" pursuant to section 1503 of EWSAA, 117 Stat. at 579. Plaintiffs challenge this conclusion, arguing that Congress did not grant such authority to the President, and that such delegation would be unconstitutional even if it were intended. Because we conclude that the President's confiscation of the Iraqi assets resolves this appeal, we need not reach this issue and express no views on the constitutionality of section 1503.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We readily acknowledge the importance of satisfying judgments in all cases. The horrific context of the matter at hand with the loss of life and its tragic consequences only underscores that imperative. Nothing we do here abrogates that judgment. We determine only that Plaintiffs must look elsewhere to satisfy it.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed. The mandate shall issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A two-judge panel heard the motion because the third judge was recused<i>See</i> 2d Cir. R. 0.14(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The phrase \"block during the pendency of an investigation\" was added to &#167; 1702 by the USA Patriot Act<i>See</i> Pub. L. No. 107-56, &#167; 106, 116 Stat. at 277. There is no dispute as to the President's power to block the assets under the statute's original formulation. <i>See Dames &amp; Moore v. Regan,</i> 453 U.S. 654, 670-74, 101 S.Ct. 2972, 69 L.Ed.2d 918 (1981) (recognizing President's pre-Patriot Act authority to block assets pursuant to IEEPA); <i>cf. Propper v. Clark,</i> 337 U.S. 472, 483-84, 69 S.Ct. 1333, 93 L.Ed. 1480 (1949) (discussing President's power to block assets pursuant to the Trading with the Enemy Act).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court also understood Plaintiffs' reading of section 201 as entailing the view that TRIA was an \"appropriations measure.\"<i>Smith II,</i> 2003 WL 22103452, at *5, 2003 U.S. Dist. LEXIS 15949, at *15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For this reason, Plaintiffs' discussion of the impoundment cases, which all deal with explicit Congressional appropriation, is unavailing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The discretionary nature of the President's authority to block assets pursuant to section 203 of IEEPA,<i>see</i> 50 U.S.C. &#167; 1702(a)(1)(B), implies a similar discretion to unblock assets. Certainly, Plaintiffs do not argue otherwise. The lack of any constraint on the President's discretionary power to unblock assets &#8212; and thereby to remove them from the ambit of TRIA &#167; 201 &#8212; casts further doubt on Plaintiffs' interpretation of &#167; 201.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition to the possibility that blocked assets may become unblocked or confiscated, they may also be depleted by the claims of other victims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The full text of Senator Harkin's remarks reveals something of the context of this enactment. Senator Harkin notes that the Executive had, in his view, interfered in the attempts of plaintiffs to enforce final judgments against frozen assets, and states that \"[section 201] establishes once and for all, that<i>such judgments are to be enforced</i> against any assets <i>available</i> in the U.S., and that the executive branch has no statutory authority <i>to defeat such enforcement under standard judicial processes,</i> except as expressly provided in this act.\" <i>Id.</i> (emphasis added). We believe this further indicates that at least some members of Congress were primarily concerned with securing the right of execution for plaintiffs that had already obtained judgments. The reference to \"standard judicial processes\" suggests traditional post-judgment remedies such as writs of execution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Precisely because Plaintiffs did not have a judgment at the time of confiscation, we are not presented with any issues that might arise under the Takings Clause, U.S. Const. amend. V. In any event, the President's March 20th order provides for an exception for amounts sufficient to satisfy judgments subject to execution at the time the President signed the order<i>See</i> Exec. Order No. 13,290, 68 Fed. Reg. 14,307, at &#167; 1(b).</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></span></p>\n    <p class=\"parties\">Raymond Anthony SMITH, as Administrator of the Estate of George SMITH, deceased, and on behalf of the SMITH solatium claimants, and Katherine Soulas, in her own right, on behalf of her minor children, as Executrix of the Estate of Timothy Soulas, deceased, and on behalf of the Soulas solatium claimants, Plaintiff-Appellants,<br>v.<br>FEDERAL RESERVE BANK OF NEW YORK, and The Honorable John W. Snow, Secretary of the Treasury, Defendant-Appellees.</p>\n    <p class=\"docket\">Docket No. 03-6195.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: September 29, 2003.</p>\n    <p class=\"date\">Decided: October 3, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James E. Beasley, the Beasley Firm, Philadelphia, PA, for Plaintiff-Appellants.</p>\n      <p class=\"indent\">Shannen W. Coffin, Deputy Assistant Attorney General, United States Department of Justice, Washington, DC (Peter D. Keisler, Assistant Attorney General, Gregory G. Katsas, Deputy Asst. Atty. Gen., Douglas N. Letter, H. Thomas Byron III, Lewis Yelin, of counsel, James B. Comey, United States Attorney, Beth E. Goldman, Asst. United States Atty., Southern District of New York, New York, NY, on the brief), for Defendant-Appellee John W. Snow.</p>\n      <p class=\"indent\">Shari D. Leventhal, Federal Reserve Bank of New York, New York, N.Y. (Thomas C. Baxter, Jr., David L. Gross, of counsel, on the brief), for Defendant-Appellee Federal Reserve Bank of New York.</p>\n      <p class=\"indent\">Before: SACK, KATZMANN, and RAGGI, Circuit Judges.</p>\n      <p class=\"indent\">KATZMANN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This litigation arises from the attacks upon the United States on September 11, 2001, and takes place in the context of ongoing American military and reconstruction activity in Iraq. It involves competing claims to the disposition of certain Iraqi assets held by the Federal Reserve Bank of New York. On the one hand, Plaintiffs, who are relatives of victims who perished in the World Trade Center catastrophe, seek a declaration that they are entitled to execute against those assets to satisfy a judgment they hold. On the other hand, Defendants contend that those assets should return to Iraq, where they are desperately needed for military and rebuilding efforts. In a very real sense, this case implicates questions of national security and foreign affairs, as well as immediate experiences of collective loss, fear, and grief.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As a Court, our task is limited to interpreting the statutes governing the disposition of those assets in a way that is faithful to Congressional meaning. Because we conclude that the plain language of the statutes that govern dictates that the funds Plaintiffs seek to attach are no longer available for that purpose, we affirm the judgment of the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff Raymond Anthony Smith is the half-brother of George Eric Smith and the executor of his brother's estate. George Smith, who worked in the World Trade Center's South Tower, was killed in the September 11 terrorist attack that caused the collapse of both Trade Center Towers. Plaintiff Katherine Soulas is the wife of Timothy Soulas and executrix of his estate. Mr. Soulas, who worked in the North Tower, also died in the September 11 attacks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Raymond Smith brought an action in the United States District Court for the Southern District of New York (Baer, <i>J.</i>) on behalf of the estate on November 14, 2001, pursuant to 18 U.S.C. &#167; 2333(a), which authorizes suits to remedy injuries resulting from international terrorism. Smith named the Islamic Emirate of Afghanistan, the Taliban, al Qaeda, and Osama bin Laden as defendants. Katherine Soulas brought a similar action in the Southern District of New York, both individually and on behalf of the estate and her minor children, against the same defendants on November 15, 2001. The district court consolidated the two cases by Order dated January 23, 2002. On June 10, 2002, Smith and Soulas (\"Plaintiffs\") amended their Complaint to add Saddam Hussein and the Republic of Iraq as defendants pursuant to the Foreign Sovereign Immunities Act, 28 U.S.C. &#167;&#167; 1330, 1602-1611 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">None of the defendants appeared. The district court entered a default judgment against all defendants and held an inquest to address various issues, including damages, on February 28, 2003. <i>See Smith v. Islamic Emirate of Afghanistan,</i> <span class=\"citation\" data-id=\"2395373\"><a href=\"/opinion/2395373/smith-v-islamic-emirate-of-afghanistan/\"><span class=\"volume\">262</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">217</span></a></span>, 220 (S.D.N.Y.2003) (\"<i>Smith I</i>\"). In a detailed opinion dated May 16, 2003 (as amended), the district court noted, with respect to sovereign defendants such as Iraq and Hussein, that some quantum of proof as to liability was required to award damages in the event of a default. <i>See id.</i> at 222 (citing 28 U.S.C. &#167; 1608(e)). The district court then analyzed the decisions of this Court and of the courts in our sister circuits and concluded that the quantum of proof required to sustain damages against a defaulting sovereign is identical to that required to withstand a motion for judgment as a matter of law pursuant to Federal Rule of Civil Procedure 50: whether sufficient evidence is proffered that a reasonable jury could render a verdict in favor of plaintiff. <i>Id.</i> at 223-24 (citing <i>Ungar v. Islamic Republic of Iran,</i> <span class=\"citation\" data-id=\"2572252\"><a href=\"/opinion/2572252/ungar-v-islamic-republic-of-iran/\"><span class=\"volume\">211</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">91</span></a></span>, 98 (D.D.C.2002)). Amidst the debate about whether Iraq was involved in the September 11 attacks, the district court reviewed Plaintiffs' proffered evidence, which largely consisted of the expert testimony of Robert James Woolsey, Jr., the former Director of the Central Intelligence Agency, and of Dr. Laurie Mylroie, an expert on Iraq, and concluded that \"plaintiffs have shown, albeit barely, `by evidence satisfactory to the court' that Iraq provided material support to bin Laden and al Qaeda.\" <i>Smith I,</i> 262 F.Supp.2d at 232 (quoting 28 U.S.C. &#167; 1608(e)). The court went on to award Plaintiffs total damages of approximately $104 million, with Iraq deemed responsible for approximately $63.5 million of the total. <i>Id.</i> at 240-41. Final judgment was entered on July 14, 2003. The judgment is not at issue in this appeal, and we assume its validity for the present purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs brought the present declaratory judgment action against defendants Federal Reserve Bank of New York and the Honorable John W. Snow, Secretary of the Treasury (\"Defendants\") in July 2003, seeking to satisfy their judgment against the Republic of Iraq by attaching certain Iraqi assets that are held by the Federal Reserve Bank of New York (the \"Assets\"). Plaintiffs sought this relief pursuant to the authority of section 201 of the Terrorism Risk Insurance Act, Pub. L. No. 107-297, 116 Stat. 2322 (Nov. 26, 2002) (\"TRIA\"), which states that \"in every case in which a person has obtained a judgment against a terrorist party on a claim based upon an act of terrorism, ... the blocked assets of that terrorist party ... shall be subject to execution ... in order to satisfy such judgment.\" TRIA &#167; 201, 116 Stat. at 2337.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants opposed the attachment, moving for summary judgment on two grounds. First, they noted that President George W. Bush, acting pursuant to the authority granted him by the International Emergency Economic Powers Act, 50 U.S.C. &#167;&#167; 1701-1707 (as amended) (2003) (\"IEEPA\"), had issued an Executive Order confiscating all frozen Iraqi assets held by the government and vesting title to those assets in the United States Department of the Treasury. <i>See</i> Exec. Order No. 13,290, 68 Fed. Reg. 14,307 (Mar. 20, 2003) (the \"March 20th Order\"). Therefore, Defendants argued, the funds at issue were no longer \"blocked funds\" for purposes of TRIA when Plaintiffs' judgment was entered. Defendants further pointed out that section 1503 of the Emergency Wartime Supplemental Appropriations Act of 2003, Pub. L. No. 108-11, 117 Stat. 559 (Apr. 16, 2003) (\"EWSAA\"), gave the President the authority to \"make inapplicable with respect to Iraq\" any law \"that applies to countries that have supported terrorism.\" EWSAA &#167; 1503, 117 Stat. at 579. Defendants argued that the President had exercised this authority and made TRIA inapplicable to Iraq, thereby undermining Plaintiffs' right to execute against the funds. <i>See</i> Presidential Determination No. 2003-23, 68 Fed. Reg. 26,259 (May 7, 2003); <i>see also</i> Message to the Congress Reporting the Declaration of a National Emergency with Respect to the Development Fund for Iraq, 39 Weekly Comp. Pres. Doc. No. 21, at 647-48, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">13973315</span></span> (May 26, 2003) (specifically referencing TRIA &#167; 201 as among the laws made inapplicable by the May 7 Executive Order).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a thorough opinion, the district court accepted both of Defendants' arguments and granted summary judgment in Defendants' favor. <i>See Smith v. Fed. Reserve Bank,</i> No. 03-Civ.-5658(HB), <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22103452</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15949</span></span> (S.D.N.Y. Sept. 11, 2003) (\"<i>Smith II</i>\"). By Order dated September 19, 2003, the district court denied Plaintiffs' motion for a stay pending appeal. Plaintiffs moved before this Court for a stay, and on September 23, 2003, a two-judge panel of this Court enjoined Defendants from disposing of the assets in question until the case was decided on the merits and set an extremely compressed briefing schedule.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case was argued on September 29, 2003. We affirmed the district court and lifted the stay in an unpublished Order issued the same day, with opinion to follow. This is that opinion.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court based its decision to grant summary judgment in favor of Defendants on two independent grounds. <i>Smith II,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22103452</span></span>, at *6, *8, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15949</span></span>, at *20, *26. We may affirm the decision below on either theory, or on any other basis that we find in the record. <i>Prisco v. A &amp; D Carting Corp.,</i> <span class=\"citation\" data-id=\"762018\"><a href=\"/opinion/762018/filomena-prisco-individually-and-as-administratrix-of-the-goods-chattels/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">593</span></a></span>, 610 (2d Cir.1999). We review a district court's decision to grant summary judgment <i>de novo. See Sherman v. Mamaroneck Union Free School Dist.,</i> <span class=\"citation\" data-id=\"783163\"><a href=\"/opinion/783163/eleanor-sherman-and-armen-nishanian-as-parents-of-son-grant-nishanian-v/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92 (2d Cir.2003).</p>\n    </div>\n    <p class=\"indent\">I. The Statutory Scheme</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We begin by reviewing the web of statutory provisions that governs the disposition of the Iraqi Assets. These Assets are designated as \"blocked\" pursuant to sections 202 and 203 of IEEPA, 50 U.S.C. &#167;&#167; 1701-1702. IEEPA &#167; 1701 authorizes the President to exercise the powers given to him elsewhere in the act to deal with an \"unusual and extraordinary threat, which has its source in whole or substantial part outside the United States, to the national security, foreign policy, or economy of the United States.\" 50 U.S.C. &#167; 1701(a). In order to exercise these powers, the President must declare a national emergency with respect to that threat. <i>Id.</i> The specific powers that the President may exercise are set forth in 50 U.S.C. &#167; 1702. Only two of these powers are relevant to this appeal. The first is set forth in &#167; 1702(a)(1)(B), which states that the President may:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">investigate, block during the pendency of an investigation, regulate, direct and compel, nullify, void, prevent or prohibit, any acquisition, holding, withholding, use, transfer, withdrawal, transportation, importation or exportation of, or dealing in, or exercising any right, power, or privilege with respect to, or transactions involving, any property in which any foreign country or a national thereof has any interest by any person, or with respect to any property, subject to the jurisdiction of the United States</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>Id.</i> &#167; 1702(a)(1)(B).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The statute thus grants the President discretion to \"block\" assets of hostile nations in a time of national emergency, a power that then-President George H.W. Bush exercised in Executive Order 12,722, which froze all assets of the Iraqi Republic in the United States in response to Iraq's invasion of Kuwait in 1990. <i>See</i> 55 Fed. Reg. 31,803 (Aug. 2, 1990) (declaring a national emergency and ordering that \"[a]ll property and interests in property of the Government of Iraq ... are hereby blocked\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In 2001, Congress amended 50 U.S.C. &#167; 1702 to grant the President additional authority. <i>See</i> Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act of 2001, Pub. L. No. 107-56, &#167; 106, 115 Stat. 272, 277-78 (Oct. 26, 2001). The new subsection empowered the President, \"when the United States is engaged in armed hostilities,\" to:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">confiscate any property, subject to the jurisdiction of the United States, of any foreign person, foreign organization, or foreign country that he determines has planned, authorized, aided, or engaged in ... hostilities or attacks against the United States; and all right, title, and interest in any property so confiscated shall vest, when, as, and upon the terms directed by the President, in such agency or person as the President may designate from time to time, and upon such terms and conditions as the President may prescribe, such interest or property shall be held, used, administered, liquidated, sold, or otherwise dealt with in the interest of and for the benefit of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">50 U.S.C. &#167; 1702(a)(1)(C). This provision is the primary statutory authority upon which the President relied in issuing his March 20th Order, which confiscated the Iraqi funds. <i>See</i> 68 Fed. Reg. 14,307 (\"All blocked funds held in the United States in accounts in the name of [Iraq and its agents] are hereby confiscated and vested in the Department of the Treasury.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In 2003, Congress again legislated in the area of frozen assets of terrorist-supporting states when it passed section 201 of TRIA. Section 201 states that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[n]otwithstanding any other provision of law, and except as provided in subsection (b), in every case in which a person has obtained a judgment against a terrorist party on a claim based upon an act of terrorism, ... the blocked assets of that terrorist party (including the blocked assets of any agency or instrumentality of that terrorist party) shall be subject to execution or attachment in aid of execution in order to satisfy such judgment to the extent of any compensatory damages for which such terrorist party has been adjudged liable.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">TRIA &#167; 201(a), 116 Stat. at 2337. Section 201 goes on to define \"blocked assets\" as \"any asset seized or frozen by the United States under ... section[] 202 ... of the International Emergency Economic Powers Act (50 U.S.C. &#167; 1702).\" <i>Id.</i> &#167; 201(d), 116 Stat. at 2339. There is no dispute that the Iraqi Assets at issue were \"blocked funds\" within the meaning of TRIA &#167; 201(a) at the time the President issued the confiscation Order.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The final statutory provision relevant to this appeal is EWSAA, Pub.L. No. 108-11, 117 Stat. 559 (Apr. 16, 2003). EWSAA, the most recent enactment of all the statutes at issue here, authorizes the President to \"make inapplicable with respect to Iraq ... any ... provision of law that applies to countries that have supported terrorism.\" EWSAA &#167; 1503, 117 Stat. at 579. Defendants contend that the President exercised this authority on May 7, 2003, when he issued Presidential Determination No. 2003-23 and made TRIA inapplicable to Iraq. <i>See</i> 68 Fed. Reg. 26,259. Presidential Determination 2003-23 invokes the authority of EWSAA and states that it \"make[s] inapplicable with respect to Iraq ... any ... provision of law that applies to countries that have supported terrorism.\" <i>Id.</i> There is no dispute that TRIA is a law that applies to countries that support terrorism. <i>See</i> TRIA &#167; 201(d)(4), 116 Stat. at 2340.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because this appeal also concerns an attempt to execute assets in satisfaction of a judgment, we also review briefly the law regarding execution. Federal Rule of Civil Procedure 69 governs the use of execution for money judgments. Rule 69 states that the \"[p]rocess to enforce a judgment for the payment of money shall be a writ of execution, unless the court directs otherwise. The procedure on execution ... shall be in accordance with the practice and procedure of the state in which the district court is held, existing at the time the remedy is sought, except that any statute of the United States governs to the extent that it is applicable.\" Fed.R.Civ.P. 69(a). There is no relevant federal statute at issue, so any judgment issued by the Southern District of New York would proceed according to New York law. <i>Id.; cf.</i> N.Y. C.P.L.R. &#167;&#167; 5221-5227 (McKinney 2003) (setting forth procedures for writ of execution). Although the original document was not provided to the Court, we note that the docket sheet for <i>Smith I,</i> which was provided, indicates that a writ of execution was issued by the district court on July 29, 2003. <i>Cf. Smith II,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22103452</span></span>, at *1 n. 1, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15949</span></span>, at *2 n. 1 (noting issuance and service of writ of execution).</p>\n    </div>\n    <p class=\"indent\">II. The TRIA Claim</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's first holding is that section 201 of TRIA does not provide a basis for the plaintiffs to attach the Assets. <i>See Smith II,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22103452</span></span>, at *2-*6, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15949</span></span>, at *6-*10. To reiterate, section 201 of the Act states that:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[n]otwithstanding any other provision of law, and except as provided in subsection (b), in every case in which a person has obtained a judgment against a terrorist party on a claim based upon an act of terrorism, ... the blocked assets of that terrorist party (including the blocked assets of any agency or instrumentality of that terrorist party) shall be subject to execution or attachment in aid of execution in order to satisfy such judgment to the extent of any compensatory damages for which such terrorist party has been adjudged liable.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">TRIA &#167; 201(a), 116 Stat. at 2337.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Plaintiffs' theory of the case is premised upon the idea that section 201 of TRIA represents a Congressional mandate &#8212; akin to an appropriation &#8212; that the frozen Iraqi Assets be used only to compensate plaintiffs who have judgments against the Iraqi government. According to this theory, the President acted without authority when he confiscated blocked Iraqi assets and directed their use for a purpose other than satisfying victims' judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs' interpretation hinges on the statute's use of the imperative \"shall.\" Thus, throughout their brief, Plaintiffs write that \"Congress declared, in section 201 of TRIA, that ... these frozen Iraqi funds `<i>shall</i>' be used to satisfy the judgments of victims of State sponsored terror such as the plaintiffs here.\" Br. for Plaintiff-Appellants at 8; <i>see also id.</i> at 4 (\"Congress explicitly mandated that the subject funds <i>shall</i> be used to compensate victims of terrorism.\"); <i>id.</i> at 5 (\"Congress' specific, express intent was for these plaintiffs to be compensated from frozen Iraqi funds.\") These assertions are presented in a conclusory fashion, however, bereft of any explanation of why the language of the statute compels such a reading.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Instead of offering a text-based argument, Plaintiffs make much of a passage in the House Conference Report, which states that \"[i]t is the intent of the Conferees that Section 201 establish that such judgments [against terrorist states] are to be enforced. Section 201 ... make[s] clear that all such judgments are enforceable against any assets or property [covered by the statute].\" H.R. Conf. Rep. No. 107-779, at 27 (Nov. 13, 2002). They further rely on remarks by Senator Tom Harkin indicating that Congress intended the \"blocked assets\" referenced in TRIA &#167; 201 \"to include any asset of a terrorist party that has been seized or frozen by the United States in accordance with law.\" 148 Cong. Rec. S11528 (daily ed. Nov. 19, 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We disagree with Plaintiffs' interpretation of the statute. First, we do not believe that TRIA &#167; 201 is analogous to an appropriation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Although Plaintiffs consistently imply that TRIA is an appropriation &#8212; most notably through their repeated reference to the President's confiscation as a \"reappropriation\" &#8212; nowhere do they argue directly that section 201 operates literally as an appropriation. If they did, they would have to confront the challenge of explaining how these funds constituted \"appropriations.\" <i>See</i> 31 U.S.C. &#167; 1301(d) (\"A law may [only be] an appropriation ... if the law specifically states that an appropriation is made.\"); <i>see also</i> U.S. Const. art I, &#167; 9, cl.7 (\"No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Second, the language of section 201 cannot reasonably be read to mandate that terrorist assets be blocked in perpetuity.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It states simply that blocked assets \"shall be subject to execution or attachment in aid of execution.\" 116 Stat. at 2337. We believe that the plain meaning of that language is to give terrorist victims who actually receive favorable judgments a right to execute against assets that would otherwise be blocked. Thus, although the statute applies broadly to \"every case in which a person has obtained a judgment,\" it confers no entitlement on victims who have not yet obtained judgments. Neither does it guarantee that any blocked assets will in fact be available when a particular victim seeks to execute on a judgment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Most important, nothing in the statutory language evinces Congressional intent to divest the President of authority to confiscate terrorist assets as provided in IEEPA &#167; 1702(a)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To the extent Plaintiffs contend that the first clause of section 201 of TRIA, which reads, \"[n]otwithstanding any other provision of law,\" operates to abrogate the President's IEEPA confiscation authority as it pertains to blocked terrorist assets, we are unconvinced. As the district court noted, the \"notwithstanding\" clause applies only when some \"other provision of law\" conflicts with TRIA. <i>Smith II,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22103452</span></span>, at *4, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15949</span></span>, at *13; <i>cf. Hill v. Republic of Iraq,</i> No. Civ.A. 1:99-CV-03346TP, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">21057173</span></span>, at *4, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">3725</span></span>, at *10-*11 (D.D.C. Mar. 11, 2003) (holding that \"notwithstanding\" language of TRIA superseded conflicting non-attachment provisions of other statutes). We see no conflict here. As we have already explained, section 201 operates to empower a plaintiff with a \"judgment\" against a \"terrorist party\" to execute against any \"blocked assets\" of that party. TRIA &#167; 201(a), 116 Stat. at 2337. It imposes no obligation on the President to maintain such funds for future attachment. Indeed, by defining \"blocked assets\" in TRIA &#167; 201(d)(2)(A) by reference to IEEPA &#167; 1702, the very statute that authorizes the President, in his discretion, both to block <i>and</i> to confiscate terrorist assets as circumstances warrant, Congress implicitly acknowledged that not all assets procured by the United States from terrorists would be available for execution pursuant to TRIA &#167; 201.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, although we ordinarily will not look to legislative history when the language of a statute is clear, <i>see Conn. Nat'l Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 254, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992), the history of TRIA &#167; 201 is entirely consonant with the interpretation suggested by the statutory language. The Conference Report excerpt cited by Plaintiffs indicates Congress's commitment to making terrorism judgments enforceable against terrorists' blocked assets,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but it cannot reasonably be stretched, as Plaintiffs would have us do, to divest the President of authority to confiscate blocked assets. There is more than a semantic difference between blocking assets and confiscating them. As Senator Harkin, in the remarks quoted by Plaintiffs, noted, the term \"blocked assets\" reaches broadly to include any property seized or frozen by the United States. But it does not reach so broadly as to encompass confiscated property. To seize or freeze assets transfers <i>possessory</i> interest in the property. <i>See Dames &amp; Moore,</i> 453 U.S. at 673-74 &amp; n. 5, <span class=\"citation\" data-id=\"110564\"><a href=\"/opinion/110564/dames-moore-v-regan/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2972</span></a></span>. But confiscation, pursuant to IEEPA &#167; 203(a)(1)(C), transfers <i>ownership</i> of terrorist property by vesting right, title, and interest as the President deems appropriate. <i>See</i> 50 U.S.C. &#167; 1702(a)(1)(C); <i>Regan v. Wald,</i> <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 228 n. 8, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3026</span></a></span>, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1984); <i>Propper,</i> 337 U.S. at 482-84, <span class=\"citation\" data-id=\"104690\"><a href=\"/opinion/104690/propper-v-clark/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1333</span></a></span>. Indeed, Senator Harkin added an important caveat to his remarks: \"[A]ny assets as to which the United States claims ownership are not included in the definition of `blocked assets' [in TRIA &#167; 201] and are not subject to execution or attachment under this provision.\" 148 Cong. Rec. S11528 (daily ed. Nov. 19, 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In sum, we conclude that on March 20, 2003, well before Plaintiffs had obtained a final judgment against the Republic of Iraq from the district court, the President was within his authority conferred by IEEPA &#167; 1702(a)(1)(C) in ordering the confiscation of blocked Iraqi assets. By the time Plaintiffs obtained a final judgment, the President had vested title in the confiscated assets in the United States Department of the Treasury and there simply were no more \"blocked assets\" in the Federal Reserve Bank's custody against which Plaintiffs could execute.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Because Plaintiffs cannot establish that section 201 of TRIA segregated the Assets specifically for their use or that the President's confiscation of the Assets was unlawful, their claim must fail. We therefore affirm the district court on this basis.</p>\n    </div>\n    <p class=\"indent\">III. The EWSAA Claim</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court additionally concluded that Presidential Determination No. 2003-23, 68 Fed. Reg. 26,259 (May 7, 2003), had \"made [TRIA] inapplicable with respect to Iraq,\" pursuant to section 1503 of EWSAA, 117 Stat. at 579. Plaintiffs challenge this conclusion, arguing that Congress did not grant such authority to the President, and that such delegation would be unconstitutional even if it were intended. Because we conclude that the President's confiscation of the Iraqi assets resolves this appeal, we need not reach this issue and express no views on the constitutionality of section 1503.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We readily acknowledge the importance of satisfying judgments in all cases. The horrific context of the matter at hand with the loss of life and its tragic consequences only underscores that imperative. Nothing we do here abrogates that judgment. We determine only that Plaintiffs must look elsewhere to satisfy it.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed. The mandate shall issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A two-judge panel heard the motion because the third judge was recused<i>See</i> 2d Cir. R. 0.14(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The phrase \"block during the pendency of an investigation\" was added to &#167; 1702 by the USA Patriot Act<i>See</i> Pub. L. No. 107-56, &#167; 106, 116 Stat. at 277. There is no dispute as to the President's power to block the assets under the statute's original formulation. <i>See Dames &amp; Moore v. Regan,</i> <span class=\"citation\" data-id=\"110564\"><a href=\"/opinion/110564/dames-moore-v-regan/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 670-74, <span class=\"citation\" data-id=\"110564\"><a href=\"/opinion/110564/dames-moore-v-regan/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2972</span></a></span>, <span class=\"citation\" data-id=\"110564\"><a href=\"/opinion/110564/dames-moore-v-regan/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">918</span></a></span> (1981) (recognizing President's pre-Patriot Act authority to block assets pursuant to IEEPA); <i>cf. Propper v. Clark,</i> <span class=\"citation\" data-id=\"104690\"><a href=\"/opinion/104690/propper-v-clark/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 483-84, <span class=\"citation\" data-id=\"104690\"><a href=\"/opinion/104690/propper-v-clark/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1333</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1480</span></span> (1949) (discussing President's power to block assets pursuant to the Trading with the Enemy Act).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court also understood Plaintiffs' reading of section 201 as entailing the view that TRIA was an \"appropriations measure.\"<i>Smith II,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22103452</span></span>, at *5, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15949</span></span>, at *15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For this reason, Plaintiffs' discussion of the impoundment cases, which all deal with explicit Congressional appropriation, is unavailing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The discretionary nature of the President's authority to block assets pursuant to section 203 of IEEPA,<i>see</i> 50 U.S.C. &#167; 1702(a)(1)(B), implies a similar discretion to unblock assets. Certainly, Plaintiffs do not argue otherwise. The lack of any constraint on the President's discretionary power to unblock assets &#8212; and thereby to remove them from the ambit of TRIA &#167; 201 &#8212; casts further doubt on Plaintiffs' interpretation of &#167; 201.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition to the possibility that blocked assets may become unblocked or confiscated, they may also be depleted by the claims of other victims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The full text of Senator Harkin's remarks reveals something of the context of this enactment. Senator Harkin notes that the Executive had, in his view, interfered in the attempts of plaintiffs to enforce final judgments against frozen assets, and states that \"[section 201] establishes once and for all, that<i>such judgments are to be enforced</i> against any assets <i>available</i> in the U.S., and that the executive branch has no statutory authority <i>to defeat such enforcement under standard judicial processes,</i> except as expressly provided in this act.\" <i>Id.</i> (emphasis added). We believe this further indicates that at least some members of Congress were primarily concerned with securing the right of execution for plaintiffs that had already obtained judgments. The reference to \"standard judicial processes\" suggests traditional post-judgment remedies such as writs of execution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Precisely because Plaintiffs did not have a judgment at the time of confiscation, we are not presented with any issues that might arise under the Takings Clause, U.S. Const. amend. V. In any event, the President's March 20th order provides for an exception for amounts sufficient to satisfy judgments subject to execution at the time the President signed the order<i>See</i> Exec. Order No. 13,290, 68 Fed. Reg. 14,307, at &#167; 1(b).</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2395373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2572252/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-04-02T19:00:16.052767Z",
      "date_modified": "2017-11-21T16:38:42.570747Z",
      "date_filed": "2003-10-03",
      "date_filed_is_approximate": false,
      "slug": "raymond-anthony-smith-as-administrator-of-the-estate-of-george-smith",
      "citation_id": 756577,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Raymond Anthony Smith, as Administrator of the Estate of George Smith, Deceased, and on Behalf of the Smith Solatium and Katherine Soulas, in Her Own Right, on Behalf of Her Minor Children, as of the Estate of Timothy Soulas, Deceased, and on Behalf of the Soulas Solatium v. Federal Reserve Bank of New York, and the Honorable John W. Snow, Secretary of the Treasury",
      "federal_cite_one": "346 F.3d 264",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1425258/raymond-anthony-smith-as-administrator-of-the-estate-of-george-smith/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:38:00.863411Z",
  "date_modified": "2016-02-01T18:35:00.359084Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Raymond Anthony Smith, as Administrator of the Estate of George Smith, Deceased, and on Behalf of the Smith Solatium and Katherine Soulas, in Her Own Right, on Behalf of Her Minor Children, as of the Estate of Timothy Soulas, Deceased, and on Behalf of the Soulas Solatium v. Federal Reserve Bank of New York, and the Honorable John W. Snow, Secretary of the Treasury",
  "slug": "raymond-anthony-smith-as-administrator-of-the-estate-of-george-smith",
  "docket_number": "03-6195",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}