{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/143067/",
  "id": 143067,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ohioctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2707922/",
      "id": 2707922,
      "absolute_url": "/opinion/2707922/state-v-english/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/143067/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2707922/",
          "id": 2707922,
          "absolute_url": "/opinion/2707922/state-v-english/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2707922/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8102/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-08-05T13:43:25.885033Z",
          "date_modified": "2017-04-11T09:43:17.474074Z",
          "type": "010combined",
          "sha1": "7cf69528604f8a302cc7a15a2e7cff400424870a",
          "page_count": 23,
          "download_url": "http://www.sconet.state.oh.us/rod/docs/pdf/12/2014/2014-ohio-441.pdf",
          "local_path": "pdf/2014/02/10/state_v._english.pdf",
          "plain_text": "[Cite as State v. English, 2014-Ohio-441.]\n\n\n\n                                      IN THE COURT OF APPEALS\n\n                            TWELFTH APPELLATE DISTRICT OF OHIO\n\n                                             BUTLER COUNTY\n\n\n\n\nSTATE OF OHIO,                                     :\n\n        Plaintiff-Appellee,                        :     CASE NO. CA2013-03-048\n\n                                                   :            OPINION\n    - vs -                                                       2/10/2014\n                                                   :\n\nJAMES ENGLISH,                                     :\n\n        Defendant-Appellant.                       :\n\n\n\n       CRIMINAL APPEAL FROM BUTLER COUNTY COURT OF COMMON PLEAS\n                          Case No. CR2012-10-1695\n\n\n\nMichael T. Gmoser, Butler County Prosecuting Attorney, Lina N. Alkamhawi, Government\nServices Center, 315 High Street, 11th Floor, Hamilton, Ohio 45011, for plaintiff-appellee\n\nJeffrey W. Bowling, 315 South Monument Avenue, Hamilton, Ohio 45011, for defendant-\nappellant\n\n\n\n        HENDRICKSON, P.J.\n\n        {¶ 1} Defendant-appellant, James English, appeals from his convictions in the Butler\n\nCounty Court of Common Pleas of two counts of gross sexual imposition. For the reasons\n\ndetailed below, we affirm the decision of the trial court.\n\n        {¶ 2} On October 24, 2012, appellant was charged under a three-count indictment for\n\nseparate instances of gross sexual imposition involving different minor females in violation of\n\f                                                                        Butler CA2013-03-048\n\nR.C. 2907.05(A)(4).\n\n       {¶ 3} On March 4, 2013, the same day as the jury trial was set to begin, appellant\n\nfiled a motion to sever each count in the indictment. The trial court denied appellant's motion\n\nand the matter proceeded to trial with the state calling each of the three minor victims in its\n\ncase-in-chief.\n\n       {¶ 4} D.E. testified that she had been seven years old at the time of the sexual\n\ncontact with appellant. D.E. stated that appellant was an acquaintance of her mother who\n\noccasionally came to the house D.E. shared with her mother and her mother's boyfriend.\n\nD.E. testified that on May 24, 2012 she was alone with appellant in the downstairs portion of\n\nher home. At some point, D.E. went to lie down in a back bedroom because she had been\n\nfeeling ill. D.E. further testified that a short time later, appellant came into the back bedroom\n\nand offered to get her a drink. When appellant returned, D.E. stated that appellant bent\n\ndown and touched her in the \"private\" with his finger. After appellant finished touching her,\n\nappellant asked D.E. if she was \"feeling better.\" D.E. stated that she did not feel better and\n\nasked appellant to leave the room. Appellant left the room and did not return.\n\n       {¶ 5} T.M. was the next witness called by the state and she testified as to an incident\n\nof sexual contact between herself and appellant that occurred in April or May of 2012. At the\n\ntime, T.M. was ten years old and had been sleeping on the couch located in her family living\n\nroom when she was suddenly awakened by a hand that was abruptly pulled out from the\n\ninside of her pants. When T.M. awoke, appellant was standing right beside her near the arm\n\nof the couch. T.M. testified that appellant had been rubbing her buttocks right before she\n\nwas awakened by appellant's sudden movement.\n\n       {¶ 6} S.M. was the state's third witness to testify and stated that she was 12 years old\n\nat the time of the allegations listed in the indictment. According to S.M.'s trial testimony, in\n\nMay of 2012, S.M. and appellant went to S.M.'s former residence to pick up some laundry for\n                                               -2-\n\f                                                                        Butler CA2013-03-048\n\nschool. While the two were alone in the house together, S.M. alleged that appellant gave her\n\na hug, stuck his hand in her pants and then threw her to the ground. However, on cross-\n\nexamination, S.M. acknowledged that she had previously told police that she had been\n\nsuccessful in preventing appellant from reaching down her pants.\n\n       {¶ 7} At the conclusion of the trial, the jury returned guilty verdicts for the counts of\n\ngross sexual imposition committed against the first two victims, D.E. and T.M. The jury could\n\nnot come to a unanimous decision regarding the allegations made by the third victim, S.M.\n\nAccordingly, the trial court declared a mistrial with regard to the count related to S.M. That\n\ncharge was subsequently dismissed by the state. The trial court ultimately sentenced\n\nappellant to a total prison term of eight years.\n\n       {¶ 8} Appellant now appeals his convictions, raising six assignments of error. For\n\nease of discussion, we will address the assignments of error out of order.\n\n       {¶ 9} Assignment of Error No. 5:\n\n       {¶ 10} THE TRIAL COURT ERRED TO THE PREJUDICE OF DEFENDANT BY\n\nREFUSING TO SEVER EACH COUNT FOR TRIAL.\n\n       {¶ 11} Appellant's fifth assignment of error alleges the trial court improperly denied his\n\nmotion to sever under Crim.R. 14. Appellant contends that the cumulative effect of joining all\n\nthree offenses at trial was unfairly prejudicial. In essence, appellant argues a jury would not\n\nhave convicted him in the case at bar without the joinder of all three offenses because the\n\nstate presented no physical evidence, no eyewitnesses, and no expert testimony to\n\ncorroborate the victims' testimonies. We find no merit to this argument.\n\n       {¶ 12} The decision to grant or deny a motion to sever is a matter in the trial court's\n\ndiscretion, and therefore, we review this decision under an abuse of discretion standard.\n\nState v. Matthews, 12th Dist. Butler No. CA2012-09-175, 2013-Ohio-3482, ¶ 35. An abuse of\n\ndiscretion implies that the trial court's decision was unreasonable, arbitrary, or\n                                              -3-\n\f                                                                         Butler CA2013-03-048\n\nunconscionable. State v. Rose, 12th Dist. Butler No. CA2011-11-214, 2012-Ohio-5607, ¶ 11.\n\n       {¶ 13} \"The law favors joining multiple offenses in a single trial under Crim.R. 8(A) if\n\nthe offenses charged 'are of the same or similar character.'\" State v. Lott, 51 Ohio St.3d 160,\n\n163 (1990), quoting State v. Torres, 66 Ohio St.2d 340 (1981). However, a defendant may\n\nmove to sever offenses that have been properly joined where it appears that joinder would be\n\nprejudicial. Matthews at ¶ 36.\n\n       {¶ 14} To prevail on a claim that the trial court erred in denying a motion to sever, the\n\nappellant must demonstrate: \"(1) that his rights were prejudiced, (2) that at the time of the\n\nmotion to sever he provided the trial court with sufficient information so that it could weigh the\n\nconsiderations favoring joinder against the defendant's right to a fair trial, and (3) that given\n\nthe information provided to the court, it abused its discretion in refusing to separate the\n\ncharges for trial.\" State v. Schaim, 65 Ohio St.3d 51, 59 (1992); Rose at ¶ 13.\n\n       {¶ 15} \"The state may negate a claim of prejudice in one of two ways.\" Rose, 2012-\n\nOhio-5607, at ¶ 14. \"The first is through the 'other acts' test, where the 'state must\n\ndemonstrate it could have introduced evidence of the joined offenses at separate trials,\n\npursuant to the 'other acts' provision of Evid.R. 404(B).'\" Id., citing Lott at 163. Additionally,\n\nunder the \"joinder test,\" the state may refute a claim of prejudice by showing \"that the\n\nevidence of each crime joined at trial is simple and direct.\" Id., citing State v. Moshos, 12th\n\nDist. Clinton No. CA2009-06-008, 2010-Ohio-735, ¶ 76. By demonstrating that the evidence\n\nis \"simple and direct,\" the state negates any claims of prejudice and joinder will be proper.\n\nMatthews, 2013-Ohio-3482, at ¶ 38; Rose at ¶ 14.\n\n       {¶ 16} The trial court denied appellant's motion to sever based on the following three\n\ngrounds: (1) because the motion was untimely filed, (2) because the evidence was simple\n\nand direct as to each witness, and also (3) because the evidence was admissible under\n\nEvid.R. 404. After consideration, we conclude the trial court did not err in denying appellant's\n                                               -4-\n\f                                                                         Butler CA2013-03-048\n\nmotion to sever. The trial court had ample grounds to deny that motion.\n\n       {¶ 17} We agree with the trial court's finding that appellant's motion to sever was\n\nuntimely filed. A motion to sever charges in an indictment is a pretrial motion under Crim.R.\n\n12(C)(5) and is subject to the time limitation contained in Crim. R. 12(D). State v. Bell, 3d\n\nDist. Seneca No. 13-12-39, 2013-Ohio-1299, ¶ 29. According to Crim. R. 12(D), \"[a]ll pretrial\n\nmotions * * * shall be made within thirty-five days after arraignment or seven days before trial,\n\nwhichever is earlier.\" The failure to file a motion to sever in a timely fashion without any\n\nlegitimate reason for its delay has routinely been a basis for denial of a motion to sever. Bell\n\nat ¶ 29; State v. Palmer, 7th Dist. Jefferson No. 04-JE-41, 2006-Ohio-749, ¶ 12; State v.\n\nMontgomery, 2d Dist. Montgomery No. 22193, 2009-Ohio-1415, ¶ 16-17. Because the\n\nrecord in this case reflects that appellant filed his motion to sever on the day of trial and did\n\nnot provide any legitimate reason for its delay, we conclude that the trial court did not abuse\n\nits discretion in denying appellant's motion to sever on the basis of timeliness.\n\n       {¶ 18} However, even if appellant had timely filed his motion to sever, the trial court\n\nwould still have had grounds to deny appellant's motion. First, the evidence presented in this\n\ncase was simple and direct. Appellant was charged with three separate instances of gross\n\nsexual imposition, each of which occurred in a separate incident against one of the three\n\nrespective victims, at a different location, and at a different time. The state presented the\n\ntestimony of each victim who provided evidence relating to her specific interactions with\n\nappellant and recounted the alleged sexual contact giving rise to the allegations. The\n\nremaining witness, Detective Hoover, testified as to his investigation with respect to each\n\nalleged instance of misconduct. The offenses were separately tried and proven by the state.\n\nThe testimony produced by the state could be easily segregated by the jury and would be\n\nunlikely to confuse their deliberations. The trial court instructed the jury that all charges must\n\nbe considered separate matters. Therefore, since the record supports the contention that the\n                                               -5-\n\f                                                                       Butler CA2013-03-048\n\ncharges were \"simple and direct,\" appellant cannot demonstrate that he was prejudiced by\n\nthe failure to grant his motion to sever.\n\n       {¶ 19} Finally, the trial court was also correct in noting that the evidence produced at\n\ntrial would have been admissible \"other acts\" evidence under Evid.R. 404. Appellant's prior\n\nacts were relevant to show appellant's \"motive, opportunity, intent, preparation, plan,\n\nknowledge, identity, or absence of mistake or accident.\" Evid.R. 404(B). The \"other acts\"\n\nevidence introduced in this case would not have been prejudicial to the appellant since we\n\nhave already agreed with the trial court's decision that the evidence was \"simple and direct.\"\n\nState v. McDonald, 9th Dist. Medina No. 12CA0093-M, 2013-Ohio-4972, ¶ 32, citing Lott, 51\n\nOhio St.3d at 163 (\"[W]hen simple and direct evidence exists, an accused is not prejudiced\n\nby joinder regardless of the nonadmissibility of evidence of these crimes as 'other acts' under\n\nEvid.R. 404(B)\").\n\n       {¶ 20} Accordingly, the trial court did not err in denying appellant's motion to sever.\n\nAppellant's fifth assignment of error is therefore overruled.\n\n       {¶ 21} Assignment of Error No. 6:\n\n       {¶ 22} THE TRIAL COURT ERRED TO THE PREJUDICE OF DEFENDANT BY\n\nALLOWING [D.E.] TO TESTIFY.\n\n       {¶ 23} In his sixth assignment of error, appellant argues, in substance, that D.E.\n\nlacked the ability to adequately recollect impressions of fact. We disagree.\n\n       {¶ 24} Pursuant to Evid.R. 601, \"[e]very person is competent to be a witness except * *\n\n* children under ten years of age, who appear incapable of receiving just impressions of the\n\nfacts and transactions respecting which they are examined, or of relating them truly.\" It is the\n\nduty of the trial court to conduct an examination of a child less than ten years old to\n\ndetermine the child's competency to testify. State v. Tillman, 12th Dist. Butler No. CA2003-\n\n09-243, 2004-Ohio-6240, ¶ 8. In determining whether a child under ten years old is\n                                              -6-\n\f                                                                         Butler CA2013-03-048\n\ncompetent to testify, the trial must take into consideration: \"(1) the child's ability to receive\n\naccurate impressions of fact or to observe acts about which he or she will testify, (2) the\n\nchild's ability to recollect those impressions or observations, (3) the child's ability to\n\ncommunicate what was observed, (4) the child's understanding of truth and falsity and (5) the\n\nchild's appreciation of his or her responsibility to be truthful.\" State v. Frazier, 61 Ohio St.3d\n\n247, 251 (1991).\n\n       {¶ 25} A child witness under ten years old may be competent to testify even though\n\nthe child is unable to recollect all of the facts of a given situation. State v. Fry, 125 Ohio\n\nSt.3d 163, 2010-Ohio-1017, ¶ 76. The child's answers must demonstrate that the child \"can\n\nperceive and recall generally and understands the concept of truthfulness.\" Id. A trial court's\n\nfinding that a child under the age of ten is competent to testify shall not be disturbed, absent\n\nan abuse of discretion. Frazier at 250-251; State v. Goins, 12th Dist. Butler No. CA2000-09-\n\n190, 2001 WL 1525298, *4 (Dec. 3, 2001). An abuse of discretion is more than an error of\n\nlaw or judgment, but instead connotes that \"the trial court's decision was unreasonable,\n\narbitrary or unconscionable.\" State v. Hancock, 108 Ohio St.3d 57, 2006-Ohio-160, ¶ 130.\n\n       {¶ 26} In this case, D.E. was eight years old at the time of the trial. To determine if\n\nD.E. was competent to testify, the trial court held a competency hearing before the start of\n\ntrial. During the hearing, the trial court asked D.E. a number of questions related to her\n\nability to recollect impressions and observations, and whether she knew the difference\n\nbetween truth and falsity. After concluding the hearing, and over appellant's objection, the\n\ntrial court found that D.E. was competent to testify.\n\n       {¶ 27} Appellant argues that the trial court's decision permitting D.E. to testify was an\n\nabuse of discretion. In support, appellant cites to statements made by D.E. during both her\n\ncompetency hearing and her trial testimony. First, appellant argues that D.E. should not\n\nhave been permitted to testify because, during the competency hearing, D.E. could not recall\n                                               -7-\n\f                                                                        Butler CA2013-03-048\n\nwhat she had done the previous Monday or the name of the previous month. In addition,\n\nappellant also argues D.E. should not have been permitted to testify because: (1) she was\n\nunable to recall the type of clothing that appellant was wearing during the incident, (2) she\n\nwas unable to recall all of the statements that she had given during prior police interviews,\n\nand (3) she was unable to identify the sound of her voice from a previously recorded\n\ninterview with the police.\n\n       {¶ 28} Upon review, we find the trial court did not abuse its discretion when it permitted\n\nD.E. to testify. While it is true that D.E. had difficulty in answering some questions posed to\n\nher by defense counsel, she was able to answer most questions appropriately. D.E.'s\n\ntestimony at the competency hearing indicated that she knew the difference between truth\n\nand falsity and that she understood that it was important to tell the truth. D.E. was also able\n\nto answer various other questions posed by the trial court, including the name of her school,\n\nwhat grade she was in, the weather, certain dates, and her house address. For example:\n\n              THE COURT: What grade are you in?\n\n              [D.E.]: Third.\n\n              THE COURT: * * * What's your favorite subject in school?\n\n              [D.E.]: Math.\n\n              THE COURT: Math? Good for you. I was never any good at\n              math, but I'm glad somebody is. What's your least favorite?\n\n              [D.E.]: Science.\n\n              THE COURT: Science, okay. If I was to tell you that your favorite\n              subject in school is science, would that be a lie or that would [sic]\n              be the truth?\n\n              [D.E.]: A lie.\n\n              THE COURT: Okay. If I was to tell you that it looks like it's [sic]\n              really warm outside, let's go swimming out in the pool. Would I --\n\n              [D.E.]: Lie.\n\n                                               -8-\n\f                                                                         Butler CA2013-03-048\n\n\n              THE COURT: -- be telling you a lie or the truth?\n\n              [D.E.]: Lie.\n\n              THE COURT: Okay. You understand how important it is to tell\n              the truth?\n\n              [D.E.]: Yes.\n\n              THE COURT: And if you don't tell the truth, do you get\n              punished?\n\n              [D.E.]: Yes, sir.\n\n       {¶ 29} We find the trial court heard sufficient testimony to declare D.E. competent to\n\ntestify and, thus, did not abuse its discretion in permitting her to testify. See, e.g., Tillman,\n\n2004-Ohio-6240, at ¶ 12 (trial court did not err in permitting a five-year-old victim to testify\n\nbecause \"[a]lthough the victim had difficulty answering some questions, she answered most\n\nquestions appropriately\"); see also State v. McNeill, 83 Ohio St.3d 438, 443 (1998)\n\n(upholding a trial court's decision allowing two children to testify while acknowledging \"[w]hile\n\nthe children could not answer every question posed, the transcript indicates they were in fact\n\nable to receive, recollect, and communicate impressions of fact, and appreciate the\n\nresponsibility to be truthful\"). Accordingly, we overrule appellant's sixth assignment of error.\n\n       {¶ 30} Assignment of Error No. 3:\n\n       {¶ 31} DEFENSE COUNSEL WAS INEFFECTIVE FOR FAILING TO OBJECT TO\n\nDETECTIVE       HOOVER'S          INADMISSIBLE       HEARSAY       AND     CORROBORATION\n\nTESTIMONY.\n\n       {¶ 32} In his third assignment of error, appellant alleges that he received ineffective\n\nassistance of counsel because his trial counsel failed to object to the testimony of Detective\n\nHoover. Appellant argues that the testimony of Detective Hoover, reciting certain statements\n\nmade by D.E. and T.M. during the police investigation, constituted improper hearsay and\n\n\n                                               -9-\n\f                                                                        Butler CA2013-03-048\n\ncorroboration testimony. After a thorough review, we conclude that appellant has failed to\n\nestablish a claim of ineffective assistance of counsel and overrule his assignment of error.\n\n       {¶ 33} \"To establish a claim of ineffective assistance of counsel, a defendant must\n\nshow that his or her counsel's actions were outside the wide range of professionally\n\ncompetent assistance, and that prejudice resulted by reason of counsel's actions.\" State v.\n\nUllman, 12th Dist. Warren No. CA2002-10-110, 2003-Ohio-4003, ¶ 43, citing Strickland v.\n\nWashington, 466 U.S. 668, 687, 104 S.Ct. 2052 (1984). Accordingly, counsel's performance\n\nwill not be deemed ineffective unless (1) his counsel's performance was deficient in that it fell\n\nbelow an objective standard of reasonableness, and (2) he was prejudiced by that deficient\n\nperformance in that there is a reasonable probability that, but for his counsel's deficient\n\nperformance, the outcome of his trial would have been different. State v. Russell, 12th Dist.\n\nButler No. CA2012-08-156, 2013-Ohio-3079, ¶ 49, citing Strickland at 687. A reasonable\n\nprobability is \"a probability sufficient to undermine confidence in the outcome of the\n\nproceeding.\" State v. Scott, 12th Dist. Warren No. CA2012-06-052, 2013-Ohio 2866, ¶ 16.\n\n       {¶ 34} The rule against hearsay provides that certain out-of-court statements are\n\ninadmissible at trial unless the statement falls under one of the exceptions to the rule. State\n\nv. Penwell, 12th Dist. Fayette No.CA2010-08-019, 2011-Ohio-2100, ¶ 11. Hearsay is defined\n\nas a \"statement, other than one made by the declarant while testifying at the trial or hearing,\n\noffered in evidence to prove the truth of the matter asserted.\" Evid.R. 801(C).\n\n       {¶ 35} The state contends that the statements made by both D.E. and T.M. to\n\nDetective Hoover are admissible under Evid.R. 801(D)(1)(b).               Pursuant to Evid.R.\n\n801(D)(1)(b) an out-of-court statement is not considered hearsay if \"[t]he declarant testifies at\n\ntrial * * * and is subject to cross-examination concerning the statement, and the statement is *\n\n* * consistent with declarant's testimony and is offered to rebut an express or implied charge\n\nagainst declarant of recent fabrication or improper influence or motive.\" State v. Brown, 12th\n                                              - 10 -\n\f                                                                        Butler CA2013-03-048\n\nDist. Butler No. CA2011-11-207, 2013-Ohio-1610, ¶ 16. The rule \"permits the rehabilitation\n\nof a witness whose credibility has been attacked by an express or implied charge that he\n\nrecently fabricated his story or falsified his testimony in response to improper motivation or\n\nundue influence.\" Id.; State v. Smith, 12th Dist. Butler No. CA2009-02-038, 2010-Ohio-1721,\n\n¶ 102.\n\n         {¶ 36} In order for this rule to apply, \"the declarant must be subject to cross-\n\nexamination and the statement must be offered to rebut an accusation that the declarant lied\n\nor was improperly influenced in [their] testimony.\" State v. Williams, 12th Dist. Butler No.\n\nCA2007-04-087, 2008-Ohio-3729, ¶ 12. To be admissible, the prior consistent statement\n\nmust have been made before the existence of any motive or influence to falsify testimony.\n\nBrown at ¶ 16; Smith at ¶ 103. \"In determining whether to admit a prior consistent statement\n\nfor rebuttal purposes, a trial court should take a generous view of the entire trial setting to\n\ndetermine if there was sufficient impeachment of the witness to amount to a charge of\n\nfabrication or improper influence or motivation.\" Smith at ¶ 103, citing State v. Grays, 12th\n\nDist. Madison No. CA2001-02-007, 2001-Ohio-8679, *5.\n\n                        D.E.'s prior statements to Detective Hoover\n\n         {¶ 37} During D.E.'s testimony, appellant's trial counsel repeatedly asked questions\n\npertaining to D.E.'s memories of the events giving rise to the allegation of gross sexual\n\nimposition. Additionally, appellant's trial counsel asked about specific inconsistencies in prior\n\nstatements that D.E. had made to police during the investigation. For example, appellant's\n\ntrial counsel questioned D.E. about the sexual contact that appellant had with D.E.:\n\n               Q. Do you remember telling a detective at Middletown Police\n               Department that, \"He just touched it?\" Those were your words. Do you\n               remember that?\n\n               A. No, he didn't -- I didn't say that.\n\nAppellant's trial counsel then played a portion of the videotaped recording of D.E.'s interview\n                                                - 11 -\n\f                                                                       Butler CA2013-03-048\n\nwith the Middletown Police Department to rebut D.E.'s testimony and impeach her credibility.\n\n       {¶ 38} Following the testimony of the three victims, the state called Detective Hoover\n\nto testify and asked whether D.E.'s statements during the police investigation had been\n\nconsistent with D.E.'s trial testimony. Detective Hoover testified:\n\n              Q. Detective, in the course of your duties, did you interview [D.E.]?\n\n              A. I did.\n\n              ***\n              Q. Okay. And you heard [D.E.] testify today?\n\n              A. That's correct.\n\n              Q. And did this -- did [D.E.] testify consistently with what she told you\n              and Detective Shoemake?\n\n              A. Yes, ma'am.\n\n              Q. Could you tell us what [D.E.] said that was consistent with what she\n              told you and Detective Shoemake?\n\n              A. She told us that she was laying down in a bed at the house on 1819\n              Sherman Avenue, that [appellant] came in the room where she was at\n              and stuck his hand down the front of her pants -- to open her legs or\n              spread her legs, and she wouldn't do that. He forced her legs open, and\n              then continued to touch her -- what [s]he called -- her private parts.\n\n       {¶ 39} Appellant's trial counsel did not object to this testimony. On appeal, appellant\n\nargues that the statements made by Detective Hoover were inadmissible hearsay and were\n\n\"elicited to imply a perverse and sexual nature\" for appellant's conduct. We disagree.\n\n       {¶ 40} We find appellant's trial counsel was not ineffective for failing to object to the\n\ntestimony of Detective Hoover concerning D.E.'s prior statements. Pursuant to Evid.R.\n\n801(D)(1)(b) the state could introduce prior consistent statements in order to rebut the charge\n\nof recent fabrication. During D.E.'s cross-examination, appellant's trial counsel asked D.E.\n\nabout a prior statement made to investigators, in which she stated \"[h]e just touched it.\" That\n\nquestion related to the sexual activity at issue in the case and implied the recent fabrication\n\n\n                                             - 12 -\n\f                                                                       Butler CA2013-03-048\n\nof D.E.'s account of the incident. Further, by playing the tape recording of D.E.'s interview\n\nwith the police, appellant's trial counsel opened the door to the testimony of Detective\n\nHoover, in which Detective Hoover recited D.E.'s prior consistent testimony.\n\n       {¶ 41} Because appellant is unable to show any deficient performance of counsel\n\narising from counsel's failure to object to Detective Hoover's testimony concerning D.E.'s\n\nprior statements, appellant has failed to support his claim of ineffective assistance of\n\ncounsel. As the Ohio Supreme Court has recognized \"counsel is not deficient for failing to\n\nraise a meritless issue.\" State v. Yarbrough, 104 Ohio St.3d 1, 2004-Ohio-6087, ¶ 117, citing\n\nState v. Taylor, 78 Ohio St.3d 15 (1997). Therefore, we overrule appellant's third assignment\n\nof error with respect to Detective Hoover's testimony concerning D.E.'s prior consistent\n\nstatements.\n\n                       T.M.'s prior statements to Detective Hoover\n\n       {¶ 42} We reach a different conclusion with respect to the admissibility of Detective\n\nHoover's testimony concerning T.M.'s prior statements. Like the cross-examination of D.E.,\n\nappellant's trial counsel also questioned T.M.'s recollection of the events giving rise to the\n\nallegation of gross sexual imposition. However, unlike the cross-examination of D.E.,\n\nappellant's trial counsel did not make an express or implied charge against T.M. of a recent\n\nfabrication. Appellant's trial counsel made only one reference to a prior interview between\n\nT.M. and the Middletown police.\n\n              Q. Do you remember talking to someone from the Middletown Police\n              Department?\n\n              A. I don't know.\n\n              Q. Okay. Do you remember talking with someone, a female from\n              Children's Hospital, the Morrison Center?\n\n              A. No, I don't remember.\n\nAfter this line of inquiry, appellant's trial counsel did not expressly or impliedly charge that\n                                             - 13 -\n\f                                                                       Butler CA2013-03-048\n\nT.M. fabricated her story, nor did counsel play any of the video recorded statements made by\n\nT.M. during the police investigation.\n\n       {¶ 43} Although appellant's trial counsel did not specifically question T.M. about any\n\nprior statements given to police during the investigation, Detective Hoover testified about\n\nstatements made by T.M. during the course of the police investigation:\n\n              Q. Okay. Likewise, did you have the interview -- opportunity to interview\n              [T.M.] in this particular investigation?\n\n              A. Yes, ma'am.\n\n              Q. And you saw [T.M.] testify today?\n\n              A. Yes, ma'am.\n\n              Q. And did she testify consistently with what she told you in the\n              interview?\n\n              A. Yes, ma'am.\n\n              Q. What did she tell you that was consistent with what she testified to\n              today?\n\n              A. She stated that she was laying down in the living room at 1411\n              Fairmont where she was living at the time. That he came into the living\n              room where she was at and he stuck his hand in her pants as well.\n\nSimilar to Detective Hoover's testimony regarding D.E., appellant's trial counsel did not object\n\nto any of the questions made by the state. On appeal, appellant argues that the statements\n\nmade by Detective Hoover concerning T.M. constituted inadmissible hearsay and were not\n\nadmissible as a prior consistent statement under Evid.R. 801(D)(1)(b). We agree.\n\n       {¶ 44} Detective Hoover's testimony regarding T.M.'s prior statements made during the\n\npolice investigation constituted improper hearsay. Appellant's trial counsel did not suggest\n\nthat T.M. fabricated her testimony, either expressly or impliedly. See, e.g., State v. Kane, 1st\n\nDist. Hamilton No. C-110629, 2012-Ohio-4044, ¶ 14 (implication that memory was the result\n\nof a dreamlike hallucination or a dramatic story made up by the victim was not considered\n\n\n                                             - 14 -\n\f                                                                        Butler CA2013-03-048\n\ncharge of recent fabrication). The only mention of T.M.'s prior statements relevant to\n\nDetective Hoover's testimony came when appellant's trial counsel asked T.M. if she\n\n\"remember[ed] talking to someone from the Middletown Police Department?\"                    T.M.\n\nresponded that she did not remember the discussion.\n\n       {¶ 45} The mere failure of T.M. to remember the events surrounding an interview with\n\npolice or hospital personnel, without anything further, does not rise to the level of implied\n\nfabrication. Accordingly, because there is no charge of recent fabrication, the testimony of\n\nDetective Hoover was not admissible under Evid.R. 801(D)(1)(b). Because no other hearsay\n\nexception applies, Detective Hoover's testimony concerning T.M.'s prior statements\n\nconstituted inadmissible hearsay.\n\n       {¶ 46} Although the testimony provided by Detective Hoover concerning T.M.'s prior\n\nstatements was objectionable, we find that appellant was not prejudiced by counsel's failure\n\nto object. This court has previously acknowledged, the \"failure to make a sufficient showing\n\non either the 'performance' or 'prejudice' prong of the Strickland standard will doom a\n\ndefendant's ineffective assistance of counsel claim. State v. Lahmann, 12th Dist. Butler No.\n\n2007-Ohio-1795, ¶ 11, quoting Strickland, 466 U.S. 668, at 697; see also State v. McCoy,\n\n12th Dist. Warren No. CA2013-04-033, 2013-Ohio-4647, ¶ 21(\"an appellate court is not\n\nrequired to examine counsel's performance under the first prong of the Strickland test if an\n\nappellant fails to prove the second prong of prejudicial effect\"). In demonstrating prejudice,\n\nappellant must show that there is a reasonable probability that, but for counsel's deficient\n\nperformance, the result of the trial would have been different. McCoy at ¶ 21; State v.\n\nRussell, 12th Dist. Butler No. CA2012-08-156, 2013-Ohio-3079, ¶ 49.\n\n       {¶ 47} Based on our review of the record, we find that appellant did not receive\n\nineffective assistance of counsel based on his trial counsel's failure to object to the testimony\n\nof Detective Hoover concerning T.M.'s prior statements because appellant failed to prove the\n                                              - 15 -\n\f                                                                       Butler CA2013-03-048\n\nsecond prong of prejudicial effect under the Strickland test. Assuming that counsel should\n\nhave objected to the testimony of Detective Hoover, counsel's deficiency constituted, at most,\n\nharmless error. See Kane, 2012-Ohio-4044 at ¶ 14; see also State v. Trusty, 1st Dist.\n\nHamilton Nos. C-120378, C-120386, 2013-Ohio-3548, ¶ 50.\n\n       {¶ 48} In the present case, T.M. testified in court and was subject to cross-examination\n\nby appellant's trial counsel. The testimony provided by T.M. covered all of the elements\n\nnecessary to sustain a conviction of gross sexual imposition. Detective Hoover's testimony\n\nconcerning T.M.'s statements essentially reiterated the unrefuted testimony that was already\n\nprovided by T.M. during her direct testimony. Further, unlike during D.E.'s testimony, T.M.'s\n\ncredibility was not attacked on the basis of fabrication and T.M.'s testimony remained\n\nconsistent. As this court has previously stated, \"where a declarant is examined on the same\n\nmatters as contained in impermissible hearsay statements and where admission is\n\nessentially cumulative, such admission is harmless.\" State v. Tomlinson, 33 Ohio App.3d\n\n278, 281 (12th Dist. 1986); State v. Noles, 6th Dist. Lucas No. L-12-1310, 2013-Ohio-4088, ¶\n\n42; Trusty at ¶ 50. Thus, even if appellant's trial counsel should have objected to Detective\n\nHoover's testimony, that failure does warrant reversal on the basis of ineffective assistance of\n\ncounsel.\n\n       {¶ 49} We also note that the jury does not appear to have placed undue emphasis on\n\nDetective Hoover's testimony. For instance, the record reflects that the jury failed to convict\n\nappellant on a third charge of gross sexual imposition involving S.M. Similar to his testimony\n\nconcerning the other victims, Detective Hoover testified that S.M.'s trial testimony had been\n\nconsistent with S.M.'s prior police interviews. Detective Hoover also testified as to the\n\nspecific allegations made by S.M. against appellant during that police interview. Despite\n\nDetective Hoover's testimony, the jury failed to convict appellant of the charge of gross\n\nsexual imposition involving S.M. Thus, while appellant argues that Detective Hoover's\n                                             - 16 -\n\f                                                                       Butler CA2013-03-048\n\ntestimony improperly \"bolstered\" the statements of T.M., the record demonstrates that the\n\njury was able to separate each victim's testimony from Detective Hoover's testimony in\n\nreaching its verdict.\n\n         {¶ 50} Accordingly, appellant has failed to prove that, but for Detective Hoover's\n\ntestimony concerning T.M.'s prior statements, the result of the trial would have been different.\n\nDetective Hoover's testimony does not undermine our confidence in the outcome of the\n\nproceeding. Detective Hoover's testimony concerning T.M. accounted for only a small\n\nportion of the trial and reiterated testimony that was already in evidence. Because appellant\n\nis unable to show any resulting prejudice from counsel's failure to object to Detective\n\nHoover's testimony, he has failed to support his claim of ineffective assistance of counsel.\n\n         {¶ 51} Appellant's third assignment of error is overruled.\n\n         {¶ 52} Assignment of Error No. 4:\n\n         {¶ 53} DEFENSE COUNSEL WAS INEFFECTIVE FOR FAILING TO OBJECT TO\n\nTHE STATES CLOSING ARGUMENT SINCE THE STATE OF OHIO COMMITTED\n\nPROSECUTORIAL MISCONDUCT DURING CLOSING ARGUMENT.\n\n         {¶ 54} In his fourth assignment of error, appellant alleges he received ineffective\n\nassistance of counsel because his trial counsel failed to object to statements made by the\n\nstate during closing argument. Appellant argues the state engaged in prejudicial misconduct\n\nduring closing argument when the state referred to the victims as \"throw away girls\" and\n\nreferenced the victims' status as poor and underprivileged. Since appellant's trial counsel did\n\nnot object to these statements during closing argument, appellant contends that he received\n\nineffective assistance of counsel. We disagree and overrule appellant's fourth assignment of\n\nerror.\n\n         {¶ 55} The state is entitled to a certain degree of latitude in making its concluding\n\nremarks. State v. Layne, 12th Dist. Clermont No. CA2009-07-043, 2010-Ohio-2308, ¶ 58. A\n                                              - 17 -\n\f                                                                       Butler CA2013-03-048\n\ncourt will find prosecutorial misconduct only when the remarks made during closing were\n\nimproper and those improper remarks prejudicially affected substantial rights of the\n\ndefendant. State v. Elmore, 111 Ohio St.3d 515, 2006-Ohio-6207, ¶ 62. \"The focus of an\n\ninquiry into allegations of prosecutorial misconduct is upon the fairness of the trial, not upon\n\nthe culpability of the prosecutor.\" State v. Gray, 12th Dist. Butler No. CA2011-09-176, 2012-\n\nOhio-4769, ¶ 56, citing State v. Vanloan, 12th Dist. Butler No. CA2008-10-259, 2009-Ohio-\n\n4461, ¶ 32. Therefore, a finding of prosecutorial misconduct will not be grounds for reversal\n\nunless the defendant has been denied a fair trial because of the prosecutor's prejudicial\n\nremarks. Layne at ¶ 60.\n\n       {¶ 56} During its closing argument, the state mentioned that the three alleged victims\n\nwere underprivileged and referred to them as \"throw away girls.\" In essence, appellant\n\nargues that those references to the victims' poverty and family situations denied him a fair\n\ntrial by inciting the passions of the jury. As support, appellant cites to portions of the\n\nfollowing statements made by the state in closing argument:\n\n            Perhaps more important than the purported discrepancies or\n            inconsistencies is the very nature of the testimony itself and what\n            that testimony tells us. You heard testimony yesterday from [D.E.]\n            that her mother, in order to provide for the family, scraps. She\n            explained that that's gathering copper, stripping it, and recycling it.\n            You heard from [T.M.] that there was a time when her family lived in\n            a homeless shelter.\n\n            The evidence shows that we're dealing with children that are\n            underprivileged. And that maybe as a result of that, maybe not,\n            have suffered some educational deficits. [T.M.'s] in the fifth grade,\n            and when I asked her what state she lived in, she hesitated and told\n            me the United States.\n\n            These pieces of evidence show us a pattern. And the pattern that\n            they show us is that this Defendant purposely picked [D.E.], [T.M.]\n            and [S.M.]. Why did he do that? Why didn't we have girls in here\n            that were captains of the basketball team, cheerleaders, student\n            body presidents, or had mothers that are presidents of the PTA?\n\n            The State would suggest to you that the evidence shows that this\n                                             - 18 -\n\f                                                                         Butler CA2013-03-048\n\n            Defendant selected these girls because he viewed them as easy\n            targets. Or in other words, kids that could be thrown away by\n            society. And the State would suggest to you that the reason that\n            that pattern of evidence is there is because the Defendant was\n            banking on two things.\n\n            One, that they [the victims] would want [to] tell. And two, that if they\n            did, nobody would believe them. He was wrong. They told. And\n            the State would submit to you that when you weigh the credibility of\n            these girls, when you look at those jury instructions, you will find\n            that their testimony is worthy of your belief\n\n            ***\n\n            Do you believe [D.E.]? Do you believe [T.M.]? Do you believe\n            [S.M.]? Or do you believe that just -- these are three girls, throw-\n            away girls, who are just making something up about this man that is\n            the same in nature with no motive at all to lie.\n\n       {¶ 57} We conclude, after reviewing the record, that appellant's trial counsel was not\n\nineffective for failing to object to those statements made by the state during closing\n\nargument. When taken in context, the statements clearly related to the victims' educational\n\ndeficiencies and were mentioned by the state to rebut some of the perceived inconsistencies\n\nin the victims' testimonies. Additionally, the statements also reference a possible motivation\n\nthat appellant had in selecting these particular girls for his sexual advances. It does not\n\nappear from the record that such statements inflamed the jury or tainted the verdict in any\n\nway. The fact that the jury failed to convict appellant on one of the charges would seem to\n\ncounter appellant's argument.\n\n       {¶ 58} Finally, although certainly not dispositive, we note the trial court did instruct the\n\njury that closing arguments of counsel were not evidence. We must presume that the jury\n\nfollowed the trial court's statements and, therefore, did not rely on the closing arguments in\n\ntheir deliberations. Gray, 2012-Ohio-4769, at ¶ 62; Vanloan, 2009-Ohio-4461, at ¶ 38. In\n\nconclusion, the record does not support a finding that the state committed prosecutorial\n\nmisconduct, nor that the appellant was denied a fair trial.\n\n\n                                               - 19 -\n\f                                                                      Butler CA2013-03-048\n\n       {¶ 59} Based upon the foregoing, appellant is unable to support the notion that, had\n\nhis counsel objected, the objection would have been sustained by the trial court. Because the\n\ncomments were not objectionable, appellant's trial counsel was not ineffective for failing to\n\nobject to those statements. Yarbrough, 104 Ohio St.3d 1, 2004-Ohio-6087, at ¶ 117. As\n\nsuch, appellant's fourth assignment of error is overruled.\n\n       {¶ 60} Assignment of Error No. 1:\n\n       {¶ 61} THE STATE OF OHIO PRESENTED INSUFFICIENT EVIDENCE TO\n\nCONVICT MR. ENGLISH OF GROSS SEXUAL IMPOSITION IN COUNT ONE AND TWO\n\nOF THE INDICTMENT.\n\n       {¶ 62} Assignment of Error No. 2:\n\n       {¶ 63} APPELLANT'S CONVICTIONS WERE AGAINST THE MANIFEST WEIGHT\n\nOF THE EVIDENCE.\n\n       {¶ 64} Under his first and second assignments of error, appellant argues his\n\nconvictions are based on insufficient evidence and against the manifest weight of the\n\nevidence. We disagree.\n\n       {¶ 65} \"[W]hile a review of the sufficiency of the evidence and a review of the manifest\n\nweight of the evidence are separate and legally distinct concepts, a finding that a conviction\n\nis supported by the weight of the evidence will be dispositive of the issue of sufficiency.\"\n\nState v. Brauer, 12th Dist. Warren No. CA2012-11-109, 2013-Ohio-3319, ¶ 12; State v.\n\nWilson, 12th Dist. Warren No. CA2006-01-007, 2007-Ohio-2298, ¶ 34; Gray, 2012-Ohio-\n\n4769, at ¶ 79. With that in mind, we first examine whether appellant's conviction is supported\n\nby the manifest weight of the evidence.\n\n       {¶ 66} A manifest weight challenge concerns the inclination of the greater amount of\n\ncredible evidence, offered in a trial, to support one side of the issue rather than the other.\n\nGray at ¶ 78. In determining whether a conviction is against the manifest weight of the\n                                             - 20 -\n\f                                                                         Butler CA2013-03-048\n\nevidence, the court, reviewing the entire record, weighs the evidence and all reasonable\n\ninferences, considers the credibility of witnesses and determines whether in resolving\n\nconflicts in the evidence, the trier of fact clearly lost its way and created such a manifest\n\nmiscarriage of justice that the conviction must be reversed and a new trial ordered. State v.\n\nThompkins, 78 Ohio St.3d 380, 387 (1997); Brauer at ¶ 13. \"This discretionary power should\n\nbe exercised only in the exceptional case where the evidence weighs heavily against\n\nconviction.\" State v. Hall, 12th Dist. Butler No. CA2012-01-014, 2013-Ohio-4427, ¶ 28; Gray\n\nat ¶ 78.\n\n       {¶ 67} Appellant was convicted of two counts of gross sexual imposition in violation of\n\nR.C. 2907.05(A)(4) for sexual contact occurring with both D.E. and T.M. The jury could not\n\nreach a verdict on the allegations raised by S.M. and the trial court declared a mistrial with\n\nrespect to that count in the indictment. The charge of gross sexual imposition involving S.M.\n\nwas later dismissed by the state.\n\n       {¶ 68} The crime of gross sexual imposition is defined under R.C. 2907.05 (A)(4) and\n\nprovides:\n\n              [n]o person shall have sexual contact with another, not the\n              spouse of the offender * * * when * * * the other person, or one of\n              the other persons, is less than thirteen years of age, whether or\n              not the offender knows the age of that person.\n\nSexual contact includes \"any touching of an erogenous zone of another, including without\n\nlimitation the thigh, genitals, buttock, pubic region, or, if the person is a female, a breast, for\n\nthe purpose of sexually arousing or gratifying either person.\" R.C. 2907.01(B).\n\n       {¶ 69} While an essential element of the offense of gross sexual imposition is that the\n\nact is for the \"purpose of sexual arousal or gratification\" there is no requirement that there be\n\ndirect testimony regarding sexual arousal or gratification. State v. Meredith, 12th Dist.\n\nWarren No. CA2004-06-062, 2005-Ohio-062, ¶ 13. \"Whether the touching was performed\n\n\n                                               - 21 -\n\f                                                                        Butler CA2013-03-048\n\nfor the purpose of sexual arousal or gratification is a question of fact to be inferred from the\n\ntype, nature, and circumstances of the contact.\" State v. Williams, 12th Dist. Warren No.\n\nCA2012-08-080, 2013-Ohio-3410, ¶ 33, quoting State v. Gesell, 12th Dist. Butler No.\n\nCA2005-08-367, 2006-Ohio-3621, ¶ 25. In making this determination, the trier of fact is\n\npermitted to infer what the defendant's motivation was in making the physical contact with the\n\nvictim. Meredith at ¶ 13; Williams at ¶ 33.\n\n       {¶ 70} Count one of the indictment involved appellant's actions directed towards D.E.\n\nThe state called D.E. to testify in its case-in-chief. During her testimony, D.E. stated that she\n\nwas seven years old at the time of the incident and had never been married to appellant.\n\nD.E. recounted the day of the incident alleged in the indictment and stated that while she had\n\nbeen lying down in the back bedroom, appellant came into the room and touched her\n\n\"private,\" which she described as the part of her body that pees.\n\n       {¶ 71} Count two of the indictment involved the appellant's actions directed towards\n\nT.M. During her testimony, T.M. stated that she was 11 years old at the time of the incident\n\nand had never been married to appellant. T.M. testified that, on the date of the incident, she\n\nwas suddenly awakened from a nap when she felt a hand being pulled out from inside her\n\npants. T.M. recounted for the jury that the hand had been touching her buttocks and clearly\n\ntestified that appellant was the perpetrator.\n\n       {¶ 72} The record shows that the jury's verdict convicting appellant of two counts of\n\ngross sexual imposition was not against the manifest weight of the evidence. Both victims\n\nnamed appellant as the perpetrator and identified him during trial. D.E. and T.M both\n\ntestified that they were under 13 years old at the time of the conduct and were not married to\n\nappellant. Both victims' respective testimony described the relevant incident in which an\n\nerogenous zone of their bodies had been touched. See R.C. 2907.01(B).\n\n       {¶ 73} While appellant is correct in asserting that the state must prove an offender\n                                                - 22 -\n\f                                                                            Butler CA2013-03-048\n\nacted with the \"purpose of sexual arousal or gratification\" in order to be found guilty of gross\n\nsexual imposition, appellant fails to note that such a purpose may be inferred by the fact-\n\nfinder. Meredith, 2005-Ohio-062 at ¶ 13; Williams, 2013-Ohio-3410 at ¶ 33. In this case, the\n\njury could reasonably find, based on the victims' testimonies, that the touching was done for\n\nthe purpose of sexual arousal or gratification.\n\n       {¶ 74} Based on the evidence presented at trial, we conclude the jury's verdict was not\n\nagainst the weight of the evidence and was therefore supported by sufficient evidence.\n\nAppellant's third and fourth assignments of error are overruled. This case came down to the\n\ncredibility of the victims' testimonies. Although there were some inconsistencies in the\n\nvictims' testimonies, the jury, as trier of fact, was in the best position to weigh the credibility of\n\nthe witnesses. As such, the state presented sufficient evidence from which the jury could\n\nreasonably conclude that appellant was guilty of the charges of gross sexual imposition\n\ninvolving D.E. and T.M.\n\n       {¶ 75} Judgment affirmed.\n\n\n       S. POWELL and M. POWELL, JJ., concur.\n\n\n\n\n                                                - 23 -\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">[Cite as State v. English, 2014-Ohio-441.]\n\n\n\n                                      IN THE COURT OF APPEALS\n\n                            TWELFTH APPELLATE DISTRICT OF OHIO\n\n                                             BUTLER COUNTY\n\n\n\n\nSTATE OF OHIO,                                     :\n\n        Plaintiff-Appellee,                        :     CASE NO. CA2013-03-048\n\n                                                   :            OPINION\n    - vs -                                                       2/10/2014\n                                                   :\n\nJAMES ENGLISH,                                     :\n\n        Defendant-Appellant.                       :\n\n\n\n       CRIMINAL APPEAL FROM BUTLER COUNTY COURT OF COMMON PLEAS\n                          Case No. CR2012-10-1695\n\n\n\nMichael T. Gmoser, Butler County Prosecuting Attorney, Lina N. Alkamhawi, Government\nServices Center, 315 High Street, 11th Floor, Hamilton, Ohio 45011, for plaintiff-appellee\n\nJeffrey W. Bowling, 315 South Monument Avenue, Hamilton, Ohio 45011, for defendant-\nappellant\n\n\n\n        HENDRICKSON, P.J.\n\n        {¶ 1} Defendant-appellant, James English, appeals from his convictions in the Butler\n\nCounty Court of Common Pleas of two counts of gross sexual imposition. For the reasons\n\ndetailed below, we affirm the decision of the trial court.\n\n        {¶ 2} On October 24, 2012, appellant was charged under a three-count indictment for\n\nseparate instances of gross sexual imposition involving different minor females in violation of\n\f                                                                        Butler CA2013-03-048\n\nR.C. 2907.05(A)(4).\n\n       {¶ 3} On March 4, 2013, the same day as the jury trial was set to begin, appellant\n\nfiled a motion to sever each count in the indictment. The trial court denied appellant's motion\n\nand the matter proceeded to trial with the state calling each of the three minor victims in its\n\ncase-in-chief.\n\n       {¶ 4} D.E. testified that she had been seven years old at the time of the sexual\n\ncontact with appellant. D.E. stated that appellant was an acquaintance of her mother who\n\noccasionally came to the house D.E. shared with her mother and her mother's boyfriend.\n\nD.E. testified that on May 24, 2012 she was alone with appellant in the downstairs portion of\n\nher home. At some point, D.E. went to lie down in a back bedroom because she had been\n\nfeeling ill. D.E. further testified that a short time later, appellant came into the back bedroom\n\nand offered to get her a drink. When appellant returned, D.E. stated that appellant bent\n\ndown and touched her in the \"private\" with his finger. After appellant finished touching her,\n\nappellant asked D.E. if she was \"feeling better.\" D.E. stated that she did not feel better and\n\nasked appellant to leave the room. Appellant left the room and did not return.\n\n       {¶ 5} T.M. was the next witness called by the state and she testified as to an incident\n\nof sexual contact between herself and appellant that occurred in April or May of 2012. At the\n\ntime, T.M. was ten years old and had been sleeping on the couch located in her family living\n\nroom when she was suddenly awakened by a hand that was abruptly pulled out from the\n\ninside of her pants. When T.M. awoke, appellant was standing right beside her near the arm\n\nof the couch. T.M. testified that appellant had been rubbing her buttocks right before she\n\nwas awakened by appellant's sudden movement.\n\n       {¶ 6} S.M. was the state's third witness to testify and stated that she was 12 years old\n\nat the time of the allegations listed in the indictment. According to S.M.'s trial testimony, in\n\nMay of 2012, S.M. and appellant went to S.M.'s former residence to pick up some laundry for\n                                               -2-\n\f                                                                        Butler CA2013-03-048\n\nschool. While the two were alone in the house together, S.M. alleged that appellant gave her\n\na hug, stuck his hand in her pants and then threw her to the ground. However, on cross-\n\nexamination, S.M. acknowledged that she had previously told police that she had been\n\nsuccessful in preventing appellant from reaching down her pants.\n\n       {¶ 7} At the conclusion of the trial, the jury returned guilty verdicts for the counts of\n\ngross sexual imposition committed against the first two victims, D.E. and T.M. The jury could\n\nnot come to a unanimous decision regarding the allegations made by the third victim, S.M.\n\nAccordingly, the trial court declared a mistrial with regard to the count related to S.M. That\n\ncharge was subsequently dismissed by the state. The trial court ultimately sentenced\n\nappellant to a total prison term of eight years.\n\n       {¶ 8} Appellant now appeals his convictions, raising six assignments of error. For\n\nease of discussion, we will address the assignments of error out of order.\n\n       {¶ 9} Assignment of Error No. 5:\n\n       {¶ 10} THE TRIAL COURT ERRED TO THE PREJUDICE OF DEFENDANT BY\n\nREFUSING TO SEVER EACH COUNT FOR TRIAL.\n\n       {¶ 11} Appellant's fifth assignment of error alleges the trial court improperly denied his\n\nmotion to sever under Crim.R. 14. Appellant contends that the cumulative effect of joining all\n\nthree offenses at trial was unfairly prejudicial. In essence, appellant argues a jury would not\n\nhave convicted him in the case at bar without the joinder of all three offenses because the\n\nstate presented no physical evidence, no eyewitnesses, and no expert testimony to\n\ncorroborate the victims' testimonies. We find no merit to this argument.\n\n       {¶ 12} The decision to grant or deny a motion to sever is a matter in the trial court's\n\ndiscretion, and therefore, we review this decision under an abuse of discretion standard.\n\nState v. Matthews, 12th Dist. Butler No. CA2012-09-175, 2013-Ohio-3482, ¶ 35. An abuse of\n\ndiscretion implies that the trial court's decision was unreasonable, arbitrary, or\n                                              -3-\n\f                                                                         Butler CA2013-03-048\n\nunconscionable. State v. Rose, 12th Dist. Butler No. CA2011-11-214, 2012-Ohio-5607, ¶ 11.\n\n       {¶ 13} \"The law favors joining multiple offenses in a single trial under Crim.R. 8(A) if\n\nthe offenses charged 'are of the same or similar character.'\" State v. Lott, </pre><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">160</span></span><pre class=\"inline\">,\n\n163 (1990), quoting State v. Torres, </pre><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">340</span></span><pre class=\"inline\"> (1981). However, a defendant may\n\nmove to sever offenses that have been properly joined where it appears that joinder would be\n\nprejudicial. Matthews at ¶ 36.\n\n       {¶ 14} To prevail on a claim that the trial court erred in denying a motion to sever, the\n\nappellant must demonstrate: \"(1) that his rights were prejudiced, (2) that at the time of the\n\nmotion to sever he provided the trial court with sufficient information so that it could weigh the\n\nconsiderations favoring joinder against the defendant's right to a fair trial, and (3) that given\n\nthe information provided to the court, it abused its discretion in refusing to separate the\n\ncharges for trial.\" State v. Schaim, </pre><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">51</span></span><pre class=\"inline\">, 59 (1992); Rose at ¶ 13.\n\n       {¶ 15} \"The state may negate a claim of prejudice in one of two ways.\" Rose, 2012-\n\nOhio-5607, at ¶ 14. \"The first is through the 'other acts' test, where the 'state must\n\ndemonstrate it could have introduced evidence of the joined offenses at separate trials,\n\npursuant to the 'other acts' provision of Evid.R. 404(B).'\" Id., citing Lott at 163. Additionally,\n\nunder the \"joinder test,\" the state may refute a claim of prejudice by showing \"that the\n\nevidence of each crime joined at trial is simple and direct.\" Id., citing State v. Moshos, 12th\n\nDist. Clinton No. CA2009-06-008, 2010-Ohio-735, ¶ 76. By demonstrating that the evidence\n\nis \"simple and direct,\" the state negates any claims of prejudice and joinder will be proper.\n\nMatthews, 2013-Ohio-3482, at ¶ 38; Rose at ¶ 14.\n\n       {¶ 16} The trial court denied appellant's motion to sever based on the following three\n\ngrounds: (1) because the motion was untimely filed, (2) because the evidence was simple\n\nand direct as to each witness, and also (3) because the evidence was admissible under\n\nEvid.R. 404. After consideration, we conclude the trial court did not err in denying appellant's\n                                               -4-\n\f                                                                         Butler CA2013-03-048\n\nmotion to sever. The trial court had ample grounds to deny that motion.\n\n       {¶ 17} We agree with the trial court's finding that appellant's motion to sever was\n\nuntimely filed. A motion to sever charges in an indictment is a pretrial motion under Crim.R.\n\n12(C)(5) and is subject to the time limitation contained in Crim. R. 12(D). State v. Bell, 3d\n\nDist. Seneca No. 13-12-39, 2013-Ohio-1299, ¶ 29. According to Crim. R. 12(D), \"[a]ll pretrial\n\nmotions * * * shall be made within thirty-five days after arraignment or seven days before trial,\n\nwhichever is earlier.\" The failure to file a motion to sever in a timely fashion without any\n\nlegitimate reason for its delay has routinely been a basis for denial of a motion to sever. Bell\n\nat ¶ 29; State v. Palmer, 7th Dist. Jefferson No. 04-JE-41, 2006-Ohio-749, ¶ 12; State v.\n\nMontgomery, 2d Dist. Montgomery No. 22193, 2009-Ohio-1415, ¶ 16-17. Because the\n\nrecord in this case reflects that appellant filed his motion to sever on the day of trial and did\n\nnot provide any legitimate reason for its delay, we conclude that the trial court did not abuse\n\nits discretion in denying appellant's motion to sever on the basis of timeliness.\n\n       {¶ 18} However, even if appellant had timely filed his motion to sever, the trial court\n\nwould still have had grounds to deny appellant's motion. First, the evidence presented in this\n\ncase was simple and direct. Appellant was charged with three separate instances of gross\n\nsexual imposition, each of which occurred in a separate incident against one of the three\n\nrespective victims, at a different location, and at a different time. The state presented the\n\ntestimony of each victim who provided evidence relating to her specific interactions with\n\nappellant and recounted the alleged sexual contact giving rise to the allegations. The\n\nremaining witness, Detective Hoover, testified as to his investigation with respect to each\n\nalleged instance of misconduct. The offenses were separately tried and proven by the state.\n\nThe testimony produced by the state could be easily segregated by the jury and would be\n\nunlikely to confuse their deliberations. The trial court instructed the jury that all charges must\n\nbe considered separate matters. Therefore, since the record supports the contention that the\n                                               -5-\n\f                                                                       Butler CA2013-03-048\n\ncharges were \"simple and direct,\" appellant cannot demonstrate that he was prejudiced by\n\nthe failure to grant his motion to sever.\n\n       {¶ 19} Finally, the trial court was also correct in noting that the evidence produced at\n\ntrial would have been admissible \"other acts\" evidence under Evid.R. 404. Appellant's prior\n\nacts were relevant to show appellant's \"motive, opportunity, intent, preparation, plan,\n\nknowledge, identity, or absence of mistake or accident.\" Evid.R. 404(B). The \"other acts\"\n\nevidence introduced in this case would not have been prejudicial to the appellant since we\n\nhave already agreed with the trial court's decision that the evidence was \"simple and direct.\"\n\nState v. McDonald, 9th Dist. Medina No. 12CA0093-M, 2013-Ohio-4972, ¶ 32, citing Lott, 51\n\nOhio St.3d at 163 (\"[W]hen simple and direct evidence exists, an accused is not prejudiced\n\nby joinder regardless of the nonadmissibility of evidence of these crimes as 'other acts' under\n\nEvid.R. 404(B)\").\n\n       {¶ 20} Accordingly, the trial court did not err in denying appellant's motion to sever.\n\nAppellant's fifth assignment of error is therefore overruled.\n\n       {¶ 21} Assignment of Error No. 6:\n\n       {¶ 22} THE TRIAL COURT ERRED TO THE PREJUDICE OF DEFENDANT BY\n\nALLOWING [D.E.] TO TESTIFY.\n\n       {¶ 23} In his sixth assignment of error, appellant argues, in substance, that D.E.\n\nlacked the ability to adequately recollect impressions of fact. We disagree.\n\n       {¶ 24} Pursuant to Evid.R. 601, \"[e]very person is competent to be a witness except * *\n\n* children under ten years of age, who appear incapable of receiving just impressions of the\n\nfacts and transactions respecting which they are examined, or of relating them truly.\" It is the\n\nduty of the trial court to conduct an examination of a child less than ten years old to\n\ndetermine the child's competency to testify. State v. Tillman, 12th Dist. Butler No. CA2003-\n\n09-243, 2004-Ohio-6240, ¶ 8. In determining whether a child under ten years old is\n                                              -6-\n\f                                                                         Butler CA2013-03-048\n\ncompetent to testify, the trial must take into consideration: \"(1) the child's ability to receive\n\naccurate impressions of fact or to observe acts about which he or she will testify, (2) the\n\nchild's ability to recollect those impressions or observations, (3) the child's ability to\n\ncommunicate what was observed, (4) the child's understanding of truth and falsity and (5) the\n\nchild's appreciation of his or her responsibility to be truthful.\" State v. Frazier, </pre><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ohio St. 3d</span>\n\n<span class=\"page\">247</span></span><pre class=\"inline\">, 251 (1991).\n\n       {¶ 25} A child witness under ten years old may be competent to testify even though\n\nthe child is unable to recollect all of the facts of a given situation. State v. Fry, 125 Ohio\n\nSt.3d 163, 2010-Ohio-1017, ¶ 76. The child's answers must demonstrate that the child \"can\n\nperceive and recall generally and understands the concept of truthfulness.\" Id. A trial court's\n\nfinding that a child under the age of ten is competent to testify shall not be disturbed, absent\n\nan abuse of discretion. Frazier at 250-251; State v. Goins, 12th Dist. Butler No. CA2000-09-\n\n190, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1525298</span></span><pre class=\"inline\">, *4 (Dec. 3, 2001). An abuse of discretion is more than an error of\n\nlaw or judgment, but instead connotes that \"the trial court's decision was unreasonable,\n\narbitrary or unconscionable.\" State v. Hancock, </pre><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">57</span></span><pre class=\"inline\">, 2006-Ohio-160, ¶ 130.\n\n       {¶ 26} In this case, D.E. was eight years old at the time of the trial. To determine if\n\nD.E. was competent to testify, the trial court held a competency hearing before the start of\n\ntrial. During the hearing, the trial court asked D.E. a number of questions related to her\n\nability to recollect impressions and observations, and whether she knew the difference\n\nbetween truth and falsity. After concluding the hearing, and over appellant's objection, the\n\ntrial court found that D.E. was competent to testify.\n\n       {¶ 27} Appellant argues that the trial court's decision permitting D.E. to testify was an\n\nabuse of discretion. In support, appellant cites to statements made by D.E. during both her\n\ncompetency hearing and her trial testimony. First, appellant argues that D.E. should not\n\nhave been permitted to testify because, during the competency hearing, D.E. could not recall\n                                               -7-\n\f                                                                        Butler CA2013-03-048\n\nwhat she had done the previous Monday or the name of the previous month. In addition,\n\nappellant also argues D.E. should not have been permitted to testify because: (1) she was\n\nunable to recall the type of clothing that appellant was wearing during the incident, (2) she\n\nwas unable to recall all of the statements that she had given during prior police interviews,\n\nand (3) she was unable to identify the sound of her voice from a previously recorded\n\ninterview with the police.\n\n       {¶ 28} Upon review, we find the trial court did not abuse its discretion when it permitted\n\nD.E. to testify. While it is true that D.E. had difficulty in answering some questions posed to\n\nher by defense counsel, she was able to answer most questions appropriately. D.E.'s\n\ntestimony at the competency hearing indicated that she knew the difference between truth\n\nand falsity and that she understood that it was important to tell the truth. D.E. was also able\n\nto answer various other questions posed by the trial court, including the name of her school,\n\nwhat grade she was in, the weather, certain dates, and her house address. For example:\n\n              THE COURT: What grade are you in?\n\n              [D.E.]: Third.\n\n              THE COURT: * * * What's your favorite subject in school?\n\n              [D.E.]: Math.\n\n              THE COURT: Math? Good for you. I was never any good at\n              math, but I'm glad somebody is. What's your least favorite?\n\n              [D.E.]: Science.\n\n              THE COURT: Science, okay. If I was to tell you that your favorite\n              subject in school is science, would that be a lie or that would [sic]\n              be the truth?\n\n              [D.E.]: A lie.\n\n              THE COURT: Okay. If I was to tell you that it looks like it's [sic]\n              really warm outside, let's go swimming out in the pool. Would I --\n\n              [D.E.]: Lie.\n\n                                               -8-\n\f                                                                         Butler CA2013-03-048\n\n\n              THE COURT: -- be telling you a lie or the truth?\n\n              [D.E.]: Lie.\n\n              THE COURT: Okay. You understand how important it is to tell\n              the truth?\n\n              [D.E.]: Yes.\n\n              THE COURT: And if you don't tell the truth, do you get\n              punished?\n\n              [D.E.]: Yes, sir.\n\n       {¶ 29} We find the trial court heard sufficient testimony to declare D.E. competent to\n\ntestify and, thus, did not abuse its discretion in permitting her to testify. See, e.g., Tillman,\n\n2004-Ohio-6240, at ¶ 12 (trial court did not err in permitting a five-year-old victim to testify\n\nbecause \"[a]lthough the victim had difficulty answering some questions, she answered most\n\nquestions appropriately\"); see also State v. McNeill, </pre><span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">438</span></span><pre class=\"inline\">, 443 (1998)\n\n(upholding a trial court's decision allowing two children to testify while acknowledging \"[w]hile\n\nthe children could not answer every question posed, the transcript indicates they were in fact\n\nable to receive, recollect, and communicate impressions of fact, and appreciate the\n\nresponsibility to be truthful\"). Accordingly, we overrule appellant's sixth assignment of error.\n\n       {¶ 30} Assignment of Error No. 3:\n\n       {¶ 31} DEFENSE COUNSEL WAS INEFFECTIVE FOR FAILING TO OBJECT TO\n\nDETECTIVE       HOOVER'S          INADMISSIBLE       HEARSAY       AND     CORROBORATION\n\nTESTIMONY.\n\n       {¶ 32} In his third assignment of error, appellant alleges that he received ineffective\n\nassistance of counsel because his trial counsel failed to object to the testimony of Detective\n\nHoover. Appellant argues that the testimony of Detective Hoover, reciting certain statements\n\nmade by D.E. and T.M. during the police investigation, constituted improper hearsay and\n\n\n                                               -9-\n\f                                                                        Butler CA2013-03-048\n\ncorroboration testimony. After a thorough review, we conclude that appellant has failed to\n\nestablish a claim of ineffective assistance of counsel and overrule his assignment of error.\n\n       {¶ 33} \"To establish a claim of ineffective assistance of counsel, a defendant must\n\nshow that his or her counsel's actions were outside the wide range of professionally\n\ncompetent assistance, and that prejudice resulted by reason of counsel's actions.\" State v.\n\nUllman, 12th Dist. Warren No. CA2002-10-110, 2003-Ohio-4003, ¶ 43, citing Strickland v.\n\nWashington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 687, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span><pre class=\"inline\"> (1984). Accordingly, counsel's performance\n\nwill not be deemed ineffective unless (1) his counsel's performance was deficient in that it fell\n\nbelow an objective standard of reasonableness, and (2) he was prejudiced by that deficient\n\nperformance in that there is a reasonable probability that, but for his counsel's deficient\n\nperformance, the outcome of his trial would have been different. State v. Russell, 12th Dist.\n\nButler No. CA2012-08-156, 2013-Ohio-3079, ¶ 49, citing Strickland at 687. A reasonable\n\nprobability is \"a probability sufficient to undermine confidence in the outcome of the\n\nproceeding.\" State v. Scott, 12th Dist. Warren No. CA2012-06-052, 2013-Ohio 2866, ¶ 16.\n\n       {¶ 34} The rule against hearsay provides that certain out-of-court statements are\n\ninadmissible at trial unless the statement falls under one of the exceptions to the rule. State\n\nv. Penwell, 12th Dist. Fayette No.CA2010-08-019, 2011-Ohio-2100, ¶ 11. Hearsay is defined\n\nas a \"statement, other than one made by the declarant while testifying at the trial or hearing,\n\noffered in evidence to prove the truth of the matter asserted.\" Evid.R. 801(C).\n\n       {¶ 35} The state contends that the statements made by both D.E. and T.M. to\n\nDetective Hoover are admissible under Evid.R. 801(D)(1)(b).               Pursuant to Evid.R.\n\n801(D)(1)(b) an out-of-court statement is not considered hearsay if \"[t]he declarant testifies at\n\ntrial * * * and is subject to cross-examination concerning the statement, and the statement is *\n\n* * consistent with declarant's testimony and is offered to rebut an express or implied charge\n\nagainst declarant of recent fabrication or improper influence or motive.\" State v. Brown, 12th\n                                              - 10 -\n\f                                                                        Butler CA2013-03-048\n\nDist. Butler No. CA2011-11-207, 2013-Ohio-1610, ¶ 16. The rule \"permits the rehabilitation\n\nof a witness whose credibility has been attacked by an express or implied charge that he\n\nrecently fabricated his story or falsified his testimony in response to improper motivation or\n\nundue influence.\" Id.; State v. Smith, 12th Dist. Butler No. CA2009-02-038, 2010-Ohio-1721,\n\n¶ 102.\n\n         {¶ 36} In order for this rule to apply, \"the declarant must be subject to cross-\n\nexamination and the statement must be offered to rebut an accusation that the declarant lied\n\nor was improperly influenced in [their] testimony.\" State v. Williams, 12th Dist. Butler No.\n\nCA2007-04-087, 2008-Ohio-3729, ¶ 12. To be admissible, the prior consistent statement\n\nmust have been made before the existence of any motive or influence to falsify testimony.\n\nBrown at ¶ 16; Smith at ¶ 103. \"In determining whether to admit a prior consistent statement\n\nfor rebuttal purposes, a trial court should take a generous view of the entire trial setting to\n\ndetermine if there was sufficient impeachment of the witness to amount to a charge of\n\nfabrication or improper influence or motivation.\" Smith at ¶ 103, citing State v. Grays, 12th\n\nDist. Madison No. CA2001-02-007, 2001-Ohio-8679, *5.\n\n                        D.E.'s prior statements to Detective Hoover\n\n         {¶ 37} During D.E.'s testimony, appellant's trial counsel repeatedly asked questions\n\npertaining to D.E.'s memories of the events giving rise to the allegation of gross sexual\n\nimposition. Additionally, appellant's trial counsel asked about specific inconsistencies in prior\n\nstatements that D.E. had made to police during the investigation. For example, appellant's\n\ntrial counsel questioned D.E. about the sexual contact that appellant had with D.E.:\n\n               Q. Do you remember telling a detective at Middletown Police\n               Department that, \"He just touched it?\" Those were your words. Do you\n               remember that?\n\n               A. No, he didn't -- I didn't say that.\n\nAppellant's trial counsel then played a portion of the videotaped recording of D.E.'s interview\n                                                - 11 -\n\f                                                                       Butler CA2013-03-048\n\nwith the Middletown Police Department to rebut D.E.'s testimony and impeach her credibility.\n\n       {¶ 38} Following the testimony of the three victims, the state called Detective Hoover\n\nto testify and asked whether D.E.'s statements during the police investigation had been\n\nconsistent with D.E.'s trial testimony. Detective Hoover testified:\n\n              Q. Detective, in the course of your duties, did you interview [D.E.]?\n\n              A. I did.\n\n              ***\n              Q. Okay. And you heard [D.E.] testify today?\n\n              A. That's correct.\n\n              Q. And did this -- did [D.E.] testify consistently with what she told you\n              and Detective Shoemake?\n\n              A. Yes, ma'am.\n\n              Q. Could you tell us what [D.E.] said that was consistent with what she\n              told you and Detective Shoemake?\n\n              A. She told us that she was laying down in a bed at the house on 1819\n              Sherman Avenue, that [appellant] came in the room where she was at\n              and stuck his hand down the front of her pants -- to open her legs or\n              spread her legs, and she wouldn't do that. He forced her legs open, and\n              then continued to touch her -- what [s]he called -- her private parts.\n\n       {¶ 39} Appellant's trial counsel did not object to this testimony. On appeal, appellant\n\nargues that the statements made by Detective Hoover were inadmissible hearsay and were\n\n\"elicited to imply a perverse and sexual nature\" for appellant's conduct. We disagree.\n\n       {¶ 40} We find appellant's trial counsel was not ineffective for failing to object to the\n\ntestimony of Detective Hoover concerning D.E.'s prior statements. Pursuant to Evid.R.\n\n801(D)(1)(b) the state could introduce prior consistent statements in order to rebut the charge\n\nof recent fabrication. During D.E.'s cross-examination, appellant's trial counsel asked D.E.\n\nabout a prior statement made to investigators, in which she stated \"[h]e just touched it.\" That\n\nquestion related to the sexual activity at issue in the case and implied the recent fabrication\n\n\n                                             - 12 -\n\f                                                                       Butler CA2013-03-048\n\nof D.E.'s account of the incident. Further, by playing the tape recording of D.E.'s interview\n\nwith the police, appellant's trial counsel opened the door to the testimony of Detective\n\nHoover, in which Detective Hoover recited D.E.'s prior consistent testimony.\n\n       {¶ 41} Because appellant is unable to show any deficient performance of counsel\n\narising from counsel's failure to object to Detective Hoover's testimony concerning D.E.'s\n\nprior statements, appellant has failed to support his claim of ineffective assistance of\n\ncounsel. As the Ohio Supreme Court has recognized \"counsel is not deficient for failing to\n\nraise a meritless issue.\" State v. Yarbrough, </pre><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 2004-Ohio-6087, ¶ 117, citing\n\nState v. Taylor, </pre><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">15</span></span><pre class=\"inline\"> (1997). Therefore, we overrule appellant's third assignment\n\nof error with respect to Detective Hoover's testimony concerning D.E.'s prior consistent\n\nstatements.\n\n                       T.M.'s prior statements to Detective Hoover\n\n       {¶ 42} We reach a different conclusion with respect to the admissibility of Detective\n\nHoover's testimony concerning T.M.'s prior statements. Like the cross-examination of D.E.,\n\nappellant's trial counsel also questioned T.M.'s recollection of the events giving rise to the\n\nallegation of gross sexual imposition. However, unlike the cross-examination of D.E.,\n\nappellant's trial counsel did not make an express or implied charge against T.M. of a recent\n\nfabrication. Appellant's trial counsel made only one reference to a prior interview between\n\nT.M. and the Middletown police.\n\n              Q. Do you remember talking to someone from the Middletown Police\n              Department?\n\n              A. I don't know.\n\n              Q. Okay. Do you remember talking with someone, a female from\n              Children's Hospital, the Morrison Center?\n\n              A. No, I don't remember.\n\nAfter this line of inquiry, appellant's trial counsel did not expressly or impliedly charge that\n                                             - 13 -\n\f                                                                       Butler CA2013-03-048\n\nT.M. fabricated her story, nor did counsel play any of the video recorded statements made by\n\nT.M. during the police investigation.\n\n       {¶ 43} Although appellant's trial counsel did not specifically question T.M. about any\n\nprior statements given to police during the investigation, Detective Hoover testified about\n\nstatements made by T.M. during the course of the police investigation:\n\n              Q. Okay. Likewise, did you have the interview -- opportunity to interview\n              [T.M.] in this particular investigation?\n\n              A. Yes, ma'am.\n\n              Q. And you saw [T.M.] testify today?\n\n              A. Yes, ma'am.\n\n              Q. And did she testify consistently with what she told you in the\n              interview?\n\n              A. Yes, ma'am.\n\n              Q. What did she tell you that was consistent with what she testified to\n              today?\n\n              A. She stated that she was laying down in the living room at 1411\n              Fairmont where she was living at the time. That he came into the living\n              room where she was at and he stuck his hand in her pants as well.\n\nSimilar to Detective Hoover's testimony regarding D.E., appellant's trial counsel did not object\n\nto any of the questions made by the state. On appeal, appellant argues that the statements\n\nmade by Detective Hoover concerning T.M. constituted inadmissible hearsay and were not\n\nadmissible as a prior consistent statement under Evid.R. 801(D)(1)(b). We agree.\n\n       {¶ 44} Detective Hoover's testimony regarding T.M.'s prior statements made during the\n\npolice investigation constituted improper hearsay. Appellant's trial counsel did not suggest\n\nthat T.M. fabricated her testimony, either expressly or impliedly. See, e.g., State v. Kane, 1st\n\nDist. Hamilton No. C-110629, 2012-Ohio-4044, ¶ 14 (implication that memory was the result\n\nof a dreamlike hallucination or a dramatic story made up by the victim was not considered\n\n\n                                             - 14 -\n\f                                                                        Butler CA2013-03-048\n\ncharge of recent fabrication). The only mention of T.M.'s prior statements relevant to\n\nDetective Hoover's testimony came when appellant's trial counsel asked T.M. if she\n\n\"remember[ed] talking to someone from the Middletown Police Department?\"                    T.M.\n\nresponded that she did not remember the discussion.\n\n       {¶ 45} The mere failure of T.M. to remember the events surrounding an interview with\n\npolice or hospital personnel, without anything further, does not rise to the level of implied\n\nfabrication. Accordingly, because there is no charge of recent fabrication, the testimony of\n\nDetective Hoover was not admissible under Evid.R. 801(D)(1)(b). Because no other hearsay\n\nexception applies, Detective Hoover's testimony concerning T.M.'s prior statements\n\nconstituted inadmissible hearsay.\n\n       {¶ 46} Although the testimony provided by Detective Hoover concerning T.M.'s prior\n\nstatements was objectionable, we find that appellant was not prejudiced by counsel's failure\n\nto object. This court has previously acknowledged, the \"failure to make a sufficient showing\n\non either the 'performance' or 'prejudice' prong of the Strickland standard will doom a\n\ndefendant's ineffective assistance of counsel claim. State v. Lahmann, 12th Dist. Butler No.\n\n2007-Ohio-1795, ¶ 11, quoting Strickland, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, at 697; see also State v. McCoy,\n\n12th Dist. Warren No. CA2013-04-033, 2013-Ohio-4647, ¶ 21(\"an appellate court is not\n\nrequired to examine counsel's performance under the first prong of the Strickland test if an\n\nappellant fails to prove the second prong of prejudicial effect\"). In demonstrating prejudice,\n\nappellant must show that there is a reasonable probability that, but for counsel's deficient\n\nperformance, the result of the trial would have been different. McCoy at ¶ 21; State v.\n\nRussell, 12th Dist. Butler No. CA2012-08-156, 2013-Ohio-3079, ¶ 49.\n\n       {¶ 47} Based on our review of the record, we find that appellant did not receive\n\nineffective assistance of counsel based on his trial counsel's failure to object to the testimony\n\nof Detective Hoover concerning T.M.'s prior statements because appellant failed to prove the\n                                              - 15 -\n\f                                                                       Butler CA2013-03-048\n\nsecond prong of prejudicial effect under the Strickland test. Assuming that counsel should\n\nhave objected to the testimony of Detective Hoover, counsel's deficiency constituted, at most,\n\nharmless error. See Kane, 2012-Ohio-4044 at ¶ 14; see also State v. Trusty, 1st Dist.\n\nHamilton Nos. C-120378, C-120386, 2013-Ohio-3548, ¶ 50.\n\n       {¶ 48} In the present case, T.M. testified in court and was subject to cross-examination\n\nby appellant's trial counsel. The testimony provided by T.M. covered all of the elements\n\nnecessary to sustain a conviction of gross sexual imposition. Detective Hoover's testimony\n\nconcerning T.M.'s statements essentially reiterated the unrefuted testimony that was already\n\nprovided by T.M. during her direct testimony. Further, unlike during D.E.'s testimony, T.M.'s\n\ncredibility was not attacked on the basis of fabrication and T.M.'s testimony remained\n\nconsistent. As this court has previously stated, \"where a declarant is examined on the same\n\nmatters as contained in impermissible hearsay statements and where admission is\n\nessentially cumulative, such admission is harmless.\" State v. Tomlinson, </pre><span class=\"citation\" data-id=\"3764381\"><a href=\"/opinion/4009554/state-v-tomlinson/\"><span class=\"volume\">33</span> <span class=\"reporter\">Ohio App. 3d</span>\n\n<span class=\"page\">278</span></a></span><pre class=\"inline\">, 281 (12th Dist. 1986); State v. Noles, 6th Dist. Lucas No. L-12-1310, 2013-Ohio-4088, ¶\n\n42; Trusty at ¶ 50. Thus, even if appellant's trial counsel should have objected to Detective\n\nHoover's testimony, that failure does warrant reversal on the basis of ineffective assistance of\n\ncounsel.\n\n       {¶ 49} We also note that the jury does not appear to have placed undue emphasis on\n\nDetective Hoover's testimony. For instance, the record reflects that the jury failed to convict\n\nappellant on a third charge of gross sexual imposition involving S.M. Similar to his testimony\n\nconcerning the other victims, Detective Hoover testified that S.M.'s trial testimony had been\n\nconsistent with S.M.'s prior police interviews. Detective Hoover also testified as to the\n\nspecific allegations made by S.M. against appellant during that police interview. Despite\n\nDetective Hoover's testimony, the jury failed to convict appellant of the charge of gross\n\nsexual imposition involving S.M. Thus, while appellant argues that Detective Hoover's\n                                             - 16 -\n\f                                                                       Butler CA2013-03-048\n\ntestimony improperly \"bolstered\" the statements of T.M., the record demonstrates that the\n\njury was able to separate each victim's testimony from Detective Hoover's testimony in\n\nreaching its verdict.\n\n         {¶ 50} Accordingly, appellant has failed to prove that, but for Detective Hoover's\n\ntestimony concerning T.M.'s prior statements, the result of the trial would have been different.\n\nDetective Hoover's testimony does not undermine our confidence in the outcome of the\n\nproceeding. Detective Hoover's testimony concerning T.M. accounted for only a small\n\nportion of the trial and reiterated testimony that was already in evidence. Because appellant\n\nis unable to show any resulting prejudice from counsel's failure to object to Detective\n\nHoover's testimony, he has failed to support his claim of ineffective assistance of counsel.\n\n         {¶ 51} Appellant's third assignment of error is overruled.\n\n         {¶ 52} Assignment of Error No. 4:\n\n         {¶ 53} DEFENSE COUNSEL WAS INEFFECTIVE FOR FAILING TO OBJECT TO\n\nTHE STATES CLOSING ARGUMENT SINCE THE STATE OF OHIO COMMITTED\n\nPROSECUTORIAL MISCONDUCT DURING CLOSING ARGUMENT.\n\n         {¶ 54} In his fourth assignment of error, appellant alleges he received ineffective\n\nassistance of counsel because his trial counsel failed to object to statements made by the\n\nstate during closing argument. Appellant argues the state engaged in prejudicial misconduct\n\nduring closing argument when the state referred to the victims as \"throw away girls\" and\n\nreferenced the victims' status as poor and underprivileged. Since appellant's trial counsel did\n\nnot object to these statements during closing argument, appellant contends that he received\n\nineffective assistance of counsel. We disagree and overrule appellant's fourth assignment of\n\nerror.\n\n         {¶ 55} The state is entitled to a certain degree of latitude in making its concluding\n\nremarks. State v. Layne, 12th Dist. Clermont No. CA2009-07-043, 2010-Ohio-2308, ¶ 58. A\n                                              - 17 -\n\f                                                                       Butler CA2013-03-048\n\ncourt will find prosecutorial misconduct only when the remarks made during closing were\n\nimproper and those improper remarks prejudicially affected substantial rights of the\n\ndefendant. State v. Elmore, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">515</span></span><pre class=\"inline\">, 2006-Ohio-6207, ¶ 62. \"The focus of an\n\ninquiry into allegations of prosecutorial misconduct is upon the fairness of the trial, not upon\n\nthe culpability of the prosecutor.\" State v. Gray, 12th Dist. Butler No. CA2011-09-176, 2012-\n\nOhio-4769, ¶ 56, citing State v. Vanloan, 12th Dist. Butler No. CA2008-10-259, 2009-Ohio-\n\n4461, ¶ 32. Therefore, a finding of prosecutorial misconduct will not be grounds for reversal\n\nunless the defendant has been denied a fair trial because of the prosecutor's prejudicial\n\nremarks. Layne at ¶ 60.\n\n       {¶ 56} During its closing argument, the state mentioned that the three alleged victims\n\nwere underprivileged and referred to them as \"throw away girls.\" In essence, appellant\n\nargues that those references to the victims' poverty and family situations denied him a fair\n\ntrial by inciting the passions of the jury. As support, appellant cites to portions of the\n\nfollowing statements made by the state in closing argument:\n\n            Perhaps more important than the purported discrepancies or\n            inconsistencies is the very nature of the testimony itself and what\n            that testimony tells us. You heard testimony yesterday from [D.E.]\n            that her mother, in order to provide for the family, scraps. She\n            explained that that's gathering copper, stripping it, and recycling it.\n            You heard from [T.M.] that there was a time when her family lived in\n            a homeless shelter.\n\n            The evidence shows that we're dealing with children that are\n            underprivileged. And that maybe as a result of that, maybe not,\n            have suffered some educational deficits. [T.M.'s] in the fifth grade,\n            and when I asked her what state she lived in, she hesitated and told\n            me the United States.\n\n            These pieces of evidence show us a pattern. And the pattern that\n            they show us is that this Defendant purposely picked [D.E.], [T.M.]\n            and [S.M.]. Why did he do that? Why didn't we have girls in here\n            that were captains of the basketball team, cheerleaders, student\n            body presidents, or had mothers that are presidents of the PTA?\n\n            The State would suggest to you that the evidence shows that this\n                                             - 18 -\n\f                                                                         Butler CA2013-03-048\n\n            Defendant selected these girls because he viewed them as easy\n            targets. Or in other words, kids that could be thrown away by\n            society. And the State would suggest to you that the reason that\n            that pattern of evidence is there is because the Defendant was\n            banking on two things.\n\n            One, that they [the victims] would want [to] tell. And two, that if they\n            did, nobody would believe them. He was wrong. They told. And\n            the State would submit to you that when you weigh the credibility of\n            these girls, when you look at those jury instructions, you will find\n            that their testimony is worthy of your belief\n\n            ***\n\n            Do you believe [D.E.]? Do you believe [T.M.]? Do you believe\n            [S.M.]? Or do you believe that just -- these are three girls, throw-\n            away girls, who are just making something up about this man that is\n            the same in nature with no motive at all to lie.\n\n       {¶ 57} We conclude, after reviewing the record, that appellant's trial counsel was not\n\nineffective for failing to object to those statements made by the state during closing\n\nargument. When taken in context, the statements clearly related to the victims' educational\n\ndeficiencies and were mentioned by the state to rebut some of the perceived inconsistencies\n\nin the victims' testimonies. Additionally, the statements also reference a possible motivation\n\nthat appellant had in selecting these particular girls for his sexual advances. It does not\n\nappear from the record that such statements inflamed the jury or tainted the verdict in any\n\nway. The fact that the jury failed to convict appellant on one of the charges would seem to\n\ncounter appellant's argument.\n\n       {¶ 58} Finally, although certainly not dispositive, we note the trial court did instruct the\n\njury that closing arguments of counsel were not evidence. We must presume that the jury\n\nfollowed the trial court's statements and, therefore, did not rely on the closing arguments in\n\ntheir deliberations. Gray, 2012-Ohio-4769, at ¶ 62; Vanloan, 2009-Ohio-4461, at ¶ 38. In\n\nconclusion, the record does not support a finding that the state committed prosecutorial\n\nmisconduct, nor that the appellant was denied a fair trial.\n\n\n                                               - 19 -\n\f                                                                      Butler CA2013-03-048\n\n       {¶ 59} Based upon the foregoing, appellant is unable to support the notion that, had\n\nhis counsel objected, the objection would have been sustained by the trial court. Because the\n\ncomments were not objectionable, appellant's trial counsel was not ineffective for failing to\n\nobject to those statements. Yarbrough, </pre><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 2004-Ohio-6087, at ¶ 117. As\n\nsuch, appellant's fourth assignment of error is overruled.\n\n       {¶ 60} Assignment of Error No. 1:\n\n       {¶ 61} THE STATE OF OHIO PRESENTED INSUFFICIENT EVIDENCE TO\n\nCONVICT MR. ENGLISH OF GROSS SEXUAL IMPOSITION IN COUNT ONE AND TWO\n\nOF THE INDICTMENT.\n\n       {¶ 62} Assignment of Error No. 2:\n\n       {¶ 63} APPELLANT'S CONVICTIONS WERE AGAINST THE MANIFEST WEIGHT\n\nOF THE EVIDENCE.\n\n       {¶ 64} Under his first and second assignments of error, appellant argues his\n\nconvictions are based on insufficient evidence and against the manifest weight of the\n\nevidence. We disagree.\n\n       {¶ 65} \"[W]hile a review of the sufficiency of the evidence and a review of the manifest\n\nweight of the evidence are separate and legally distinct concepts, a finding that a conviction\n\nis supported by the weight of the evidence will be dispositive of the issue of sufficiency.\"\n\nState v. Brauer, 12th Dist. Warren No. CA2012-11-109, 2013-Ohio-3319, ¶ 12; State v.\n\nWilson, 12th Dist. Warren No. CA2006-01-007, 2007-Ohio-2298, ¶ 34; Gray, 2012-Ohio-\n\n4769, at ¶ 79. With that in mind, we first examine whether appellant's conviction is supported\n\nby the manifest weight of the evidence.\n\n       {¶ 66} A manifest weight challenge concerns the inclination of the greater amount of\n\ncredible evidence, offered in a trial, to support one side of the issue rather than the other.\n\nGray at ¶ 78. In determining whether a conviction is against the manifest weight of the\n                                             - 20 -\n\f                                                                         Butler CA2013-03-048\n\nevidence, the court, reviewing the entire record, weighs the evidence and all reasonable\n\ninferences, considers the credibility of witnesses and determines whether in resolving\n\nconflicts in the evidence, the trier of fact clearly lost its way and created such a manifest\n\nmiscarriage of justice that the conviction must be reversed and a new trial ordered. State v.\n\nThompkins, </pre><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">380</span></span><pre class=\"inline\">, 387 (1997); Brauer at ¶ 13. \"This discretionary power should\n\nbe exercised only in the exceptional case where the evidence weighs heavily against\n\nconviction.\" State v. Hall, 12th Dist. Butler No. CA2012-01-014, 2013-Ohio-4427, ¶ 28; Gray\n\nat ¶ 78.\n\n       {¶ 67} Appellant was convicted of two counts of gross sexual imposition in violation of\n\nR.C. 2907.05(A)(4) for sexual contact occurring with both D.E. and T.M. The jury could not\n\nreach a verdict on the allegations raised by S.M. and the trial court declared a mistrial with\n\nrespect to that count in the indictment. The charge of gross sexual imposition involving S.M.\n\nwas later dismissed by the state.\n\n       {¶ 68} The crime of gross sexual imposition is defined under R.C. 2907.05 (A)(4) and\n\nprovides:\n\n              [n]o person shall have sexual contact with another, not the\n              spouse of the offender * * * when * * * the other person, or one of\n              the other persons, is less than thirteen years of age, whether or\n              not the offender knows the age of that person.\n\nSexual contact includes \"any touching of an erogenous zone of another, including without\n\nlimitation the thigh, genitals, buttock, pubic region, or, if the person is a female, a breast, for\n\nthe purpose of sexually arousing or gratifying either person.\" R.C. 2907.01(B).\n\n       {¶ 69} While an essential element of the offense of gross sexual imposition is that the\n\nact is for the \"purpose of sexual arousal or gratification\" there is no requirement that there be\n\ndirect testimony regarding sexual arousal or gratification. State v. Meredith, 12th Dist.\n\nWarren No. CA2004-06-062, 2005-Ohio-062, ¶ 13. \"Whether the touching was performed\n\n\n                                               - 21 -\n\f                                                                        Butler CA2013-03-048\n\nfor the purpose of sexual arousal or gratification is a question of fact to be inferred from the\n\ntype, nature, and circumstances of the contact.\" State v. Williams, 12th Dist. Warren No.\n\nCA2012-08-080, 2013-Ohio-3410, ¶ 33, quoting State v. Gesell, 12th Dist. Butler No.\n\nCA2005-08-367, 2006-Ohio-3621, ¶ 25. In making this determination, the trier of fact is\n\npermitted to infer what the defendant's motivation was in making the physical contact with the\n\nvictim. Meredith at ¶ 13; Williams at ¶ 33.\n\n       {¶ 70} Count one of the indictment involved appellant's actions directed towards D.E.\n\nThe state called D.E. to testify in its case-in-chief. During her testimony, D.E. stated that she\n\nwas seven years old at the time of the incident and had never been married to appellant.\n\nD.E. recounted the day of the incident alleged in the indictment and stated that while she had\n\nbeen lying down in the back bedroom, appellant came into the room and touched her\n\n\"private,\" which she described as the part of her body that pees.\n\n       {¶ 71} Count two of the indictment involved the appellant's actions directed towards\n\nT.M. During her testimony, T.M. stated that she was 11 years old at the time of the incident\n\nand had never been married to appellant. T.M. testified that, on the date of the incident, she\n\nwas suddenly awakened from a nap when she felt a hand being pulled out from inside her\n\npants. T.M. recounted for the jury that the hand had been touching her buttocks and clearly\n\ntestified that appellant was the perpetrator.\n\n       {¶ 72} The record shows that the jury's verdict convicting appellant of two counts of\n\ngross sexual imposition was not against the manifest weight of the evidence. Both victims\n\nnamed appellant as the perpetrator and identified him during trial. D.E. and T.M both\n\ntestified that they were under 13 years old at the time of the conduct and were not married to\n\nappellant. Both victims' respective testimony described the relevant incident in which an\n\nerogenous zone of their bodies had been touched. See R.C. 2907.01(B).\n\n       {¶ 73} While appellant is correct in asserting that the state must prove an offender\n                                                - 22 -\n\f                                                                            Butler CA2013-03-048\n\nacted with the \"purpose of sexual arousal or gratification\" in order to be found guilty of gross\n\nsexual imposition, appellant fails to note that such a purpose may be inferred by the fact-\n\nfinder. Meredith, 2005-Ohio-062 at ¶ 13; Williams, 2013-Ohio-3410 at ¶ 33. In this case, the\n\njury could reasonably find, based on the victims' testimonies, that the touching was done for\n\nthe purpose of sexual arousal or gratification.\n\n       {¶ 74} Based on the evidence presented at trial, we conclude the jury's verdict was not\n\nagainst the weight of the evidence and was therefore supported by sufficient evidence.\n\nAppellant's third and fourth assignments of error are overruled. This case came down to the\n\ncredibility of the victims' testimonies. Although there were some inconsistencies in the\n\nvictims' testimonies, the jury, as trier of fact, was in the best position to weigh the credibility of\n\nthe witnesses. As such, the state presented sufficient evidence from which the jury could\n\nreasonably conclude that appellant was guilty of the charges of gross sexual imposition\n\ninvolving D.E. and T.M.\n\n       {¶ 75} Judgment affirmed.\n\n\n       S. POWELL and M. POWELL, JJ., concur.\n\n\n\n\n                                                - 23 -\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3764381/"
          ]
        }
      ],
      "judges": "Hendrickson",
      "date_created": "2014-10-30T06:58:38.108937Z",
      "date_modified": "2016-03-03T05:30:55.796094Z",
      "date_filed": "2014-02-10",
      "date_filed_is_approximate": false,
      "slug": "state-v-english",
      "citation_id": 2680694,
      "case_name_short": "English",
      "case_name": "State v. English",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "2014 Ohio 441",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/143067/state-v-english/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:58:38.106376Z",
  "date_modified": "2014-10-30T06:58:38.106376Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "English",
  "case_name": "State v. English",
  "case_name_full": "",
  "slug": "state-v-english",
  "docket_number": "CA2013-03-048",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}