{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/144768/",
  "id": 144768,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/miss/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1843173/",
      "id": 1843173,
      "absolute_url": "/opinion/1843173/wilbourn-v-hobson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/144768/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1843173/",
          "id": 1843173,
          "absolute_url": "/opinion/1843173/wilbourn-v-hobson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1843173/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4891/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:35:46.004340Z",
          "date_modified": "2017-04-07T06:35:28.644233Z",
          "type": "010combined",
          "sha1": "10c76227c97891ce8303bc249a99c22b0b4df018",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>608 So.2d 1187 (1992)</b></center>\n<center><h1>Hershel WILBOURN<br>\nv.<br>\nPeggy HOBSON.</h1></center>\n<center>No. 92-CA-0325.</center>\n<center><p><b>Supreme Court of Mississippi.</b></p></center>\n<center>July 29, 1992.</center>\n<center>Rehearing Denied December 3, 1992.</center>\n<p>Natie P. Caraway, Olen M. Bailey, Jr., Wise Carter Child &amp; Caraway, Michael S. Allred, Allred &amp; Donaldson, Jackson, for appellant.</p>\n<p>Tyree Irving, Greenwood, John L. Walker, Jr., Walker Walker &amp; Green, Jackson, for appellee.</p>\n<p>En Banc.</p>\n<p>McRAE, Justice, for the Court:</p>\n<p>In this appeal from an order entered by the Hinds County Circuit Court on April 3, 1992, we are asked to put to rest the issues raised in the hotly contested November 5, 1991, election for the District 3 seat on the Hinds County Board of Supervisors. The Circuit Court granted summary judgment to the appellee, Peggy Hobson, on the legality <span class=\"star-pagination\">*1188</span> of twenty-seven (27) uninitialed affidavit ballots and six (6) affidavit ballots opened by poll workers. Adding these ballots to the totals certified by the Hinds County Election Commission, the Circuit Court declared Hobson the victor in the election by two votes. Limited by the narrow issues raised by the appellant and by the stipulation of facts agreed upon by Wilbourn, Hobson, and their attorneys, we affirm the decision of the Circuit Court.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>By a narrow margin, the Hinds County Election Commission certified Hershel Wilbourn as the winner of a seat on the Board of Supervisors in the November 5, 1991, general election. In the legal battles which followed, attention focused on the legality of certain affidavit ballots, those which are issued to individuals whose names do not appear on the pollbooks but who aver in writing that they are eligible to vote in that precinct. The more than ten thousand votes which were cast electronically are not at issue.</p>\n<p>Peggy Hobson filed an election contest in the Hinds County Circuit Court pursuant to Miss. Code Ann. § 23-15-951 (1972). <i>See </i><i>In re Wilbourn,</i> 590 So.2d 1381 (Miss. 1991). Over a period of just seven months, there ensued a complicated history of legal maneuvering through mine fields set by each party for the other in the chancery court, in the circuit court, and, ultimately, up to this Court by means of petitions for interlocutory appeals and extraordinary relief. We do not address these myriad manipulations; rather, we look only at the appeal raised directly from the Circuit Court decision.</p>\n<p>Both parties filed motions for summary judgment and stipulated that Judge Graves could hear the case as a jury. They waived any technical errors involving the summary judgment. In support of their motions, the parties filed a joint Stipulation of Facts. In pertinent part, Wilbourn and Hobson stipulated or agreed that the following facts were true:</p>\n<blockquote> The Hinds County Election Commission certified Hershel Wilbourn the winner of the District 3 Supervisors election by these vote totals: Hobson, 5,321 and Wilbourn, 5,352.</blockquote>\n<blockquote> Not included in that certification were the following:</blockquote>\n<blockquote>(a) 27 uninitialed affidavit ballots for Hobson;</blockquote>\n<blockquote>(b) 1 uninitialed affidavit ballot for Wilbourn;</blockquote>\n<blockquote>(c) 1 curbside ballot for Hobson;</blockquote>\n<blockquote>(d) 6 affidavit ballots for Hobson opened by the poll workers.</blockquote>\n<blockquote> The curbside ballot, (c) above, is legal and should be added to Hobson's total.</blockquote>\n<blockquote> There is no question as to the integrity of the ballots set forth in (a), (b), and (d) above. The legality of the ballots set forth in (a), (b), and (d) above is unquestioned as to everything except that 28 ballots, set forth in (a) and (b) above, were not initialed on the back, and the envelopes containing the six ballots set forth in (d) above, were opened by the poll workers at the close of the polls and the ballots counted by the poll workers who then returned the ballots to their envelopes and delivered them, along with their other election materials, to the Hinds County Election Commission.</blockquote>\n<blockquote> All persons who cast the 6 affidavit ballots, (d) above, were qualified voters of Hinds County Supervisor District 3, a fact verified by the Hinds County Election Commission upon their delivery to them.</blockquote>\n<blockquote> If the ballots set forth in (a), (b), and (d) are declared legal, they should be added to the appropriate party's vote total.</blockquote>\n<blockquote> Based upon this stipulation, if Plaintiff's motion for summary judgment is granted, the ruling would be dispositive of the case and would be a final, appealable judgment pursuant to MRCP 54.</blockquote>\n<blockquote> The parties waive any objection to the court and not the jury declaring a winner in this election contest based upon the court's ruling on the motions for summary judgment.</blockquote>\n<blockquote> This stipulation is in support of both the defendant's and plaintiff's motions for partial summary judgment, which are <span class=\"star-pagination\">*1189</span> to be treated as motions for summary judgment rather than for partial summary judgment.</blockquote>\n<p>The Circuit Court found that the twenty-seven uninitialed affidavit ballots were valid pursuant to Miss. Code Ann. § 23-15-573 (Supp. 1990), which deals specifically with the casting of affidavit ballots. The statute is silent as to any requirement that such ballots be initialed. The Circuit Court further found that Miss. Code Ann. § 23-15-541 (Supp. 1990), which requires generally that paper ballots must be initialed by an \"initialing manager\" or \"alternative initialing manager,\" was not applicable to affidavit ballots. In so determining, he applied the rule of statutory construction that a specific statute such as § 23-15-573 controls over a general statute.</p>\n<p>The Circuit Court further determined that because the integrity of the six ballots, which had been opened by poll workers in an open forum after the polls had closed, and returned to their envelopes prior to being delivered to the Election Commission, was uncontroverted pursuant to the Stipulation, that to declare them illegal because of the poll workers' actions would result in an unwarranted and unreasonable disenfranchisement of the six voters. On the basis of the Stipulation, the Circuit Court also found that the lone curbside ballot was legal.</p>\n<p>Based on its determinations, the Circuit Court tallied the twenty-seven (27) uninitialed affidavit ballots, the six (6) affidavit ballots which had been opened by the poll workers, and one (1) curbside ballot with the 5,321 votes for Hobson which had been certified by the Election Commission. This gave her a total of 5,355 votes. One (1) uninitialed affidavit was added to Wilbourn's 5,352 certified votes, giving him a total of 5,353.</p>\n<p>Hobson thus was declared the winner of the contested seat by two votes. The Circuit Court ordered the Clerk of the Court to issue a Certificate of Election to Hobson pursuant to Miss. Code Ann. § 23-15-951 (Supp. 1990). She was sworn in as Supervisor for Hinds County, District 3 on April 3, 1992.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>At the outset, we emphasize that the parties have laid before us two very narrow issues. The case is (and can only be) decided on those two points alone. Wilbourn and Hobson have stipulated virtually all the relevant facts. A synopsis of their stipulations includes the following:</p>\n<blockquote>(1) the Hinds County Election Commission certified Hershel Wilbourn the winner of the November 5, 1991, election;</blockquote>\n<blockquote>(2) the vote totals certified by the Hinds County Election Commission did not include the contested affidavit ballots;</blockquote>\n<blockquote>(3) the contested affidavit ballots, if declared legal, should be added to the parties' respective vote totals;</blockquote>\n<blockquote>(4) there is no evidence questioning the integrity of the contested ballots; and</blockquote>\n<blockquote>(5) the ballots are legal in every respect apart from the two issues addressed on this appeal.</blockquote>\n<p>A stipulated fact is one which both parties agree is true. Where the parties file and gain court approval of a formal stipulation agreement as Wilbourn and Hobson have done, the factual issues addressed in the agreement are forever settled and excluded from controversy. Neither party can later change positions. <i>Johnston v. Stinson,</i> 434 So.2d 715 (Miss. 1983); <i>Vance v. Vance,</i> 216 Miss. 816, 63 So.2d 214 (1953); <i>Stone v. Reichman-Crosby Co.,</i> 43 So.2d 184 (Miss. 1949). Furthermore, factual stipulations set boundaries beyond which this Court cannot stray. As stated in <i>Corpus Juris Secundum:</i></p>\n<blockquote>In the absence of grounds which will authorize a party to a stipulation to rescind or withdraw from it, ... the courts, both trial and appellate, ... are bound by stipulations in respect of matters which may validly be made the subject matter of stipulations. Courts are bound to enforce stipulations which parties may validly make, where they are not unreasonable or against good morals or sound public policy. Ordinarily they have no power to... go beyond the terms [of such stipulations] . .. or to make findings <span class=\"star-pagination\">*1190</span> contrary to the terms of a stipulation, or render a judgment not authorized by its terms.</blockquote>\n<p>83 C.J.S. <i>Stipulations</i> § 17 (1953); <i>see also </i><i>Roberts v. Robertson,</i> 232 Miss. 796, 100 So.2d 586 (1958) (court cannot look behind stipulation of parties). In reviewing this case, we are thus constrained to abide by Wilbourn's and Hobson's stipulations of fact. We must assume that the contested ballots are not tainted by fraud or malfeasance of any kind; we must assume that the ballots conform to all legal requirements outside the two specific issues raised on appeal. Stated simply, Wilbourn and his attorney have stipulated away every point of fact that might otherwise have had a bearing on our decision. We are therefore left with two sterile questions of law on which Wilbourn's claim to elected office must stand or fall. We now turn to the merits of those two issues.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>ARE THE TWENTY-EIGHT UNINITIALED AFFIDAVIT BALLOTS ILLEGAL AND VOID?</h2>\n<p>Twenty-eight affidavit ballots cast in the District 3 Supervisor election were not initialed by the initialing manager. Twenty-seven of these ballots were cast for Hobson; one was cast for Wilbourn. According to Wilbourn, the law requires that all paper ballots be initialed. Since these were not, he argues, they are void and should not be counted.</p>\n<p>The issue turns largely on the wording of two statutes: one, a statute of general application that provides for the initialing of paper ballots; the other, a statute specifically governing affidavit ballots that does not require initialing. The general statute, Miss. Code Ann. § 23-15-541 (Supp. 1990), is codified under the \"Subarticle A. General Provisions\" of our election code. It provides in relevant part:</p>\n<blockquote>When any person entitled to vote shall appear to vote, he shall first sign his name in a receipt book or booklet provided for that purpose and to be used at that election only and said receipt book or booklet shall be used in lieu of the list of voters who have voted formerly made by the managers or clerks; whereupon and not before, the initialing manager or, in his absence, the alternate initialing manager shall indorse his initials on the back of an official blank ballot, prepared in accordance with law, and at such place on the back of the ballot that the initials may be seen after the ballot has been marked and folded, and when so indorsed he shall deliver it to the voter, which ballot the voter shall mark in the manner provided by law, which when done the voter shall deliver the same to the initialing manager or, in his absence, to the alternate initialing manager, in the presence of the others, and the manager shall see that the ballot so delivered bears on the back thereof the genuine initials of the initialing manager, or alternate initialing manager, and if so, but not otherwise, the ballot shall be put into the ballot box; and when so done one (1) of the managers or a duly appointed clerk shall make the proper entry on the pollbook. If the voter is unable to write his name on the receipt book, a manager or clerk shall note on the back of the ballot that it was receipted for by his assistance.</blockquote>\n<p>Miss. Code Ann. § 23-15-573 (Supp. 1990), codified under \"Subarticle B. Affidavit Ballots and Challenged Ballots,\" sets out the procedure for voting by affidavit ballot:</p>\n<blockquote>No person whose name does not appear upon the pollbooks shall be permitted to vote in an election; but if any person offering to vote in any election whose name does not appear upon the pollbook shall make affidavit before one (1) of the managers of election in writing that he is entitled to vote, or that he has been illegally denied registration, his vote may be prepared by him and handed to the proper election officer who shall enclose the same in an envelope with the written affidavit of the voter and seal it and mark plainly upon it the name of the person offering to vote. In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, <span class=\"star-pagination\">*1191</span> shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.</blockquote>\n<p>The crucial question is whether the initialing requirement found in § 23-15-541 applies to affidavit ballots despite § 23-15-573's silence on the subject of initialing. We hold that it does not.</p>\n<p>It is well settled that when construing two statutes that encompass the same subject matter, a specific statute will control over a general one. <i>Andrews v. Waste Control, Inc.,</i> 409 So.2d 707, 713 (Miss. 1982); <i>see </i><i>Benoit v. United Companies Mortgage of Mississippi,</i> 504 So.2d 196, 198 (Miss. 1987); <i>Martin v. State,</i> 501 So.2d 1124, 1127 (Miss. 1987); <i>State ex rel. Pair v. Burroughs,</i> 487 So.2d 220, 226 (Miss. 1986); <i>Carleton v. State,</i> 438 So.2d 278, 279 (Miss. 1983); <i>Burress v. State,</i> 431 So.2d 1117, 1118 (Miss. 1983); <i>Bence v. State,</i> 240 So.2d 630, 631 (Miss. 1970); <i>McCaffrey's Food Market, Inc. v. Mississippi Milk Comm'n,</i> 227 So.2d 459, 463 (Miss. 1969); <i>McCrory v. State,</i> 210 So.2d 877, 877 (Miss. 1968); <i>see also</i> 1 Sutherland, <i>Statutory Construction</i> § 2022 (3d ed. 1943). There is no question in the instant case but that § 23-15-541 is of general scope while § 23-15-573 is specific. Section 23-15-541 prescribes the procedure for handling paper ballots generally; § 23-15-573 establishes the procedure for managing affidavit ballots in particular. Although paper ballots, as a general rule, must be initialed, the specific statute governing affidavit ballots does not require it. The specific statute controls.</p>\n<p>A second axiom of statutory construction holds that when two statutes pertain to the same subject, they must be read together in light of legislative intent. In <i>McCaffrey's Food Market,</i> 227 So.2d at 463, we stated:</p>\n<blockquote>It is ... a rule of law that in its effort to construe a statute the courts must seek to ascertain the legislative intent of the statute in question as a whole, taking into consideration each provision of the statute on the entire subject.</blockquote>\n<p><i>Accord </i><i>Calhoun Cty. Bd. of Supervisors v. Grenada Bank,</i> 543 So.2d 138, 144-45 (Miss. 1988); <i>Martin,</i> 501 So.2d at 1127; <i>Roberts v. Mississippi Republican Party,</i> 465 So.2d 1050, 1052 (Miss. 1985); <i>Allgood v. Bradford,</i> 473 So.2d 402, 411 (Miss. 1985); <i>Mississippi Public Serv. Comm'n v. Municipal Energy Agency,</i> 463 So.2d 1056, 1058 (Miss. 1985); <i>Andrews,</i> 409 So.2d at 713; <i>Burroughs,</i> 487 So.2d at 226; <i>see also</i> 1 Am.Jur.2d <i>Administrative Law</i> § 40 (\"Statutes or statutory sections which relate to the same subject matter or are in <i>pari materia</i> must be read together to determine the mind of the legislature.\").</p>\n<p>Wilbourn argues that this rule of construction favors his position. According to him, when §§ 23-15-541 and 23-15-573 are read together, § 23-15-541 supplies the initialing requirement that § 23-15-573 omits. This argument may have some superficial appeal, but a closer scrutiny of the two statutes reveals that even when reading them together, it is clear that the legislature did not intend to impose an initialing requirement for affidavit ballots.</p>\n<p>First, a requirement that affidavit ballots be initialed is incompatible with other provisions in § 23-15-541. Section 23-15-541 provides that when a person \"entitled to vote shall appear to vote, he shall first sign his name in a receipt book; <i>whereupon and not before,</i> the initialing manager ... shall indorse his initials on the back of an official blank ballot.\" (Emphasis added). Affidavit ballots are used because the prospective voter is being challenged as to his qualifications to vote, namely, people whose names do not appear on the poll-books and who are therefore <i>ineligible to sign the receipt book.</i> Since the initialing manager is expressly prohibited from initialing the ballot before the voter signs the receipt book, it is not logically possible for the initialing manager to comply with the law if § 23-15-573 implicitly incorporates an initialing requirement. Section 23-15-541 also provides that after the initialing manager endorses the ballot, \"he shall deliver it to the voter, which ballot the voter shall mark in the manner provided by law, which when done the voter shall deliver the same to the initialing manager.\" Section 23-15-573, on the other hand, provides that once an affidavit voter makes his written <span class=\"star-pagination\">*1192</span> affidavit, \"his vote <i>may be prepared by him and handed to the proper election officer.\"</i> (Emphasis added). In the presence of the voter, the election officer seals the affidavit envelope and signs his/her name as manager. [<i>See Appendix A</i>] The phrase \"may be prepared by him\" refers to the voter.</p>\n<p>The very fact that an initialing requirement appears in § 23-15-541 and not in § 23-15-573 is itself indicative of legislative intent. There is a very good reason for exempting affidavit ballots from the initialing requirement  affidavit ballots are not so amenable to fraud as are ordinary paper ballots. It is obvious that the initialing requirement was primarily meant to avoid the practice of stuffing the ballot boxes. Initialing provides a security measure to help election officials detect and protect against counterfeit ballots. In this view, the distinction between the handling of a regular voter's (paper) ballot and that of one voting by affidavit ballot becomes crucial. Where the voter's name appears on the poll book, he is handed a ballot and may retire to the voting booth and then emerge and, if not watched carefully, slip more than one marked ballot into the box. And once his vote(s) are in the box, the chances of detection are slight. Not so with the affidavit ballot. It may well be that in secret the voter may mark or prepare two or more ballots, but if he places them in the sealed envelope required by § 23-15-573, his scheme will be found out when the envelope is opened.</p>\n<p>Of course, even affidavit ballots were once susceptible to the unscrupulous practice called the \"Tasmanian dodge.\" This device was described in <i>Allen v. Snowden,</i> 441 So.2d 553 (Miss. 1983). To carry out a \"Tasmanian dodge,\"</p>\n<blockquote>a blank ballot was passed to a dishonest politician who premarked it and paid a corrupt voter to take it to the poll to vote. The corrupt voter received his ballot, but put the premarked ballot in the ballot box. He then took the blank ballot he received at the poll to the dishonest politician who again premarked it and paid the second corrupt voter to vote the ballot. This process continued throughout election day.</blockquote>\n<p><i>Allen,</i> 441 So.2d at 555. Modern election techniques have rendered the \"Tasmanian dodge\" impractical if not impossible in most precincts. Today, elections are by and large conducted by machine voting. Where voting machines are used, affidavit and absentee ballots are the only ones available on paper. To accomplish a \"tasmanian dodge\" through the use of affidavit ballots, the perpetrator would have to locate a sizable number of voters who are registered and legally entitled to vote but who, for whatever reason, do not appear in the pollbooks. Further, the perpetrator would have to persuade this limited pool of potential accomplices to participate in his scheme. The likelihood that a \"tasmanian dodge\" could successfully occur under these circumstances is infinitesimally small.</p>\n<p>Since the practice of initialing ballots helps prevent the fraudulent use of ordinary paper ballots, the legislative intent behind the § 23-15-541 initialing requirement is apparent. By the same token, it is also apparent why the legislature did <i>not</i> include an initialing requirement in § 23-15-573: The anti-fraud rationale does not extend to paper ballots cast by affidavit. It is important to note that the election at issue here was conducted by machine voting. Had it not been, the parties have nevertheless stipulated that no evidence of fraud exists.</p>\n<p>If we read § 23-15-573 as requiring the initialing of affidavit ballots, there would still be no reason to invalidate the twenty-eight ballots at issue here, for the initialing provision would be directory as to that statute. We have on many occasions held that technical irregularities will not vitiate an election where there is no evidence of fraud or intentional wrong. <i>See, e.g., </i><i>Rizzo v. Bizzell,</i> 530 So.2d 121, 126-27 (Miss. 1988); <i>Fouche v. Ragland,</i> 424 So.2d 559 (Miss. 1982). <i>Chinn v. Cousins,</i> 201 Miss. 1, 8, 27 So.2d 882, 883 (1946), admits as much:</p>\n<blockquote>We have had frequent occasion to appraise the effect of non-conformity with this statute. We have been alert to the <span class=\"star-pagination\">*1193</span> danger of rendering inefficient the machinery of nomination by a blind insistence upon absolute and ritualistic conformity with minute detail. A sane and practical relaxation indulged under circumstances where, despite trivial lapses, the voters have expressed their will by lawful ballot is not inconsistent with a rigid requirement that such ballot be lawful.</blockquote>\n<p>Long ago in <i>Guice v. McGehee,</i> 155 Miss. 858, 124 So. 643, 644 (1929), we held:</p>\n<blockquote>In determining the effect of irregularities through mistakes of voters and election officials, all statutes limiting the voter in the exercise of his right of suffrage are construed liberally in his favor, in order to ascertain the will of the majority of the voters.</blockquote>\n<p>This principle is still sound. If the integrity of a ballot is unquestioned, there is no good reason to disenfranchise a voter for some technical aberration beyond his control.</p>\n<p>In the instant case, twenty-eight people cast twenty-eight uninitialed affidavit ballots, presumably for the candidate of their choice. Despite the lack of initialing, those ballots fully reflect the will of the voters who cast them. Of course, if there had been even a hint of unseemliness associated with the ballots at issue, then even a technical irregularity might have rendered them void. We again emphasize, however, that Wilbourn has stipulated away even the possibility of impropriety. The burden of proving fraud rests on the party seeking to invalidate the ballots. Wilbourn has not only failed to meet his burden, he and his attorney have passed up the opportunity to do so. As it stands, the absence of initials on the twenty-eight contested ballots do not render the ballots invalid under our election code. Peggy Hobson is entitled to claim twenty-seven of those votes as her own.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>ARE THE SIX AFFIDAVIT BALLOTS OPENED BY POLL WORKERS VOID?</h2>\n<p>We further reject Wilbourn's proposition that the six affidavit ballots opened by poll workers at one precinct were void. Again, we turn to the statute for guidance. Once the offer to vote has been placed in a sealed envelope, Miss. Code Ann. § 23-15-573 (1972) specifies only that:</p>\n<blockquote>In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.</blockquote>\n<p>The statute clearly indicates that ballots shall be counted by the election commissioners in a general election. However, the statute is silent as to when, where and by whom the ballots may or shall be opened. Even if we were to read into the statute a requirement that election workers not open affidavit ballots at the polls, we would still need to answer the question of whether it would be merely directory and not mandatory.</p>\n<p>Eight affidavit ballots were opened at the precinct by election officials who were sworn to fidelity and trust in holding the election. They were opened after the polls had closed and after voters had left the precinct. Those ballots were duly returned to their envelopes and delivered to the Hinds County Election Commission. They were kept separate and apart from other election materials so that the registration status of the voters could be independently verified by the Election Commission. Two of the eight affidavit ballots were found by the Election Commissioners to have been cast by unregistered voters and thus were not counted.</p>\n<p>As with the uninitialed affidavit ballots, the parties and their attorneys stipulated that there was no question about the integrity of the ballots opened by the poll workers. It was further stipulated that the legality of the ballots was unquestioned except for the manner in which they were opened. By so stipulating, Wilbourn and his attorney have again vitiated the argument now before us. Absent evidence of fraud or intentional wrongdoing, we have held that technical irregularities will not <span class=\"star-pagination\">*1194</span> void the ballots cast. <i>Rizzo v. Bizzell,</i> 530 So.2d 121, 126-127 (Miss. 1988); <i>Fouche v. Ragland,</i> 424 So.2d 559 (Miss. 1982). Notwithstanding the stipulation, we find no evidence of fraud or intentional wrongdoing in the record.</p>\n<p>We are unmoved by Wilbourn's passionate argument that the opening of the affidavit ballots by the poll workers violates the sanctity of the secret ballot. Rather, we focus our concern on the potential disenfranchisement of six voters by a procedure which violated no statute and caused no harm. In considering whether the accidental exposure of the signatures on absentee ballots would serve to invalidate those ballots, the Kentucky court wrote in <i>Stabile v. Osborne,</i> 217 S.W.2d 980, 982, 984 (Ky. 1949):</p>\n<blockquote>The allegation is that the election officers disregarded the rules laid down in the statute for preserving the secrecy of the ballot. But the statute does not say that this dereliction of duty shall result in disfranchisement of innocent voters.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>It would be a dangerous thing and put a premium upon misconduct to declare that an election officer by his dereliction in performing a duty, such as preserving the secrecy of individual ballots, may disenfranchise the electorate in part or in whole and perhaps swing an election from one candidate to another... . There is a difference where there was a deliberate destruction of the secret quality of an election during the course of holding it or other fraud or such gross misconduct that it cannot be said that the results do not reflect the free and unhampered will of the people.</blockquote>\n<p>We find no violation of the statute. The parties and their attorneys have stipulated that there was no evidence to challenge the integrity of the disputed ballots. We see no reason to disenfranchise innocent voters because of a technical irregularity which occurred long after their votes were cast. Accordingly, Peggy Hobson is also entitled to claim these six votes as her own.</p>\n<p>Both Wilbourn and Hobson stipulated that there were no questions about the integrity of the twenty-seven (27) uninitialed affidavit ballots and the six (6) affidavit ballots opened by poll workers. They further agreed that except for the issues raised in this appeal, there was no question as to the legality of the affidavit ballots. In effect, Wilbourn has stipulated himself out of court. Given the constraints of our scope of review, the narrowness of the issues before us and the limitations of the stipulated facts, we affirm the decision of the circuit court.</p>\n<p>AFFIRMED.</p>\n<p>PRATHER, ROBERTSON, PITTMAN and BANKS, JJ., concur.</p>\n<p>SULLIVAN, J., concurs in part I, but dissents as to part II.</p>\n<p>ROBERTSON, J., concurs with separate written opinion, joined by PRATHER and BANKS, JJ.</p>\n<p>ROY NOBLE LEE, C.J., dissents with separate written opinion, joined by HAWKINS and DAN M. LEE, P.JJ.</p>\n<p>SULLIVAN, J., joins part II of ROY NOBLE LEE's dissent.</p>\n<p>HAWKINS, P.J., dissents with separate written opinion, joined by ROY NOBLE LEE, C.J., and DAN M. LEE, P.J.</p>\n<p><span class=\"star-pagination\">*1195</span> </p>\n<p><span class=\"star-pagination\">*1196</span> ROBERTSON, Justice, concurring:</p>\n<p>I concur in the opinion of the Court and in the reasoning thereof but would prefer we had said more. This case does present \"two very narrow issues,\" but they are issues that ought not be unhinged from basic practical and legal values. This case did not arise in a vacuous legal form, nor should it be decided in one.</p>\n<p>The right to vote has become the brightest star in the American constitutional firmament. It has been secured and extended in five of our last twelve amendments which are the public expression of an enduring national consensus. It is free speech, but with a bite, for it is the one form of speech where others may be made to listen despite their dissent or disinterest. Each election sees a convergence in spacetime when each of us by law is as equal as we were created. By sovereign decree, no one of us at such a moment has greater power or wealth or standing in the human race than the most miserable wretch who slouches toward the polls to vote and thus to affirm, anonymously and to the world, that he can feel and fear and despair and dream, and, against the overwhelming weight of the evidence, to act as though he is more than just a behaviorally conditioned blob of billions of subatomic particles held together by the gravitational interaction and made life-like by the electromagnetic interaction. Election day is more than a ritual renewal of the social contract. It is at once the workhorse of the pragmatic, secular state and, because it works, the political pre-condition of human hope.</p>\n<p>Formalities attend the right to vote, as they do all rights the state may enforce. The great god efficiency demands no less. And so our election code provides we must vote by 7:00 o'clock and at designated polling places and the like. All formalities have an arbitrary edge. So long as these are reasonable and fairly knowable beforehand, their enforcement enhances the right facilitated, as when we turn away the voter three minutes late or deny one who delivers his ballot at his local tavern. Election contests are about formalities. We are told today there are two such: that affidavit ballots must be initialed and that they may not be unsealed save by the elections commissioners. If I thought for a moment a fair reading of the law required initialing affidavit ballots, or that it proscribed a poll official opening the sealed affidavit ballot envelope as soon as the polls have closed, I would say so, and then seek in the law the most sensible sanction. Fewer people miss reasonably scheduled flights that always leave on time.</p>\n<p>The Court's opinion well melds Section 23-15-573 on affidavit ballots with the general provisions of Section 23-15-541 and dispatches the first suggestion (though no resort to the myth of legislative intent is necessary or helpful). The opinion reads these statutes as best fits their combined texts and best justifies that text as a part of our democratic apparatus. There is no known reason why we would want affidavit ballots initialed.</p>\n<p>Each of today's thirty-four \"uninitialed\" affidavit ballots enjoyed greater security than would an ordinary paper ballot. Placing the ballot in a single envelope, the voter seals it and acknowledges it and then delivers the envelope to the polling official, who then signs it. The ballot is from this moment isolated, identifiable and safe. If I am wrong and initialing does for the affidavit ballot something we should have done, is not a poll worker's signature on the covering envelope better than initials on the ballot inside when there is but a single ballot inside? Nothing in Section 23-15-541 or any other statute says initialing is essential to the validity of an election. We have held initialing not so fundamental to the integrity of the process that we ought extend it beyond the act's command. <i>Hubbard v. McKey,</i> 193 So.2d 129, 131 (Miss. 1966).</p>\n<p>I find easier the case of the six preopened affidavit ballots. The Court's opinion invokes the parties' stipulation, but, if there were no stipulation, a silent record would do as well. A party challenging the integrity of a voter's ballot has the burden of persuasion and production. Wilbourn fails on this score. I would concede it better practice that the determination be <span class=\"star-pagination\">*1197</span> made whether the ballot is to be counted before anyone knows which candidate it favors, but the law does not require this.</p>\n<p>Absentee ballots offer a useful practical analogy. When the polls close, absentee ballots are opened and counted  at the polling place, though the elections commissioners may later disqualify one or more. Today's six affidavit ballots were handled in the same way as all absentee ballots. After the polls close, an election official will pick up an absentee ballot, break and open the seal of the envelope, and remove and inspect and count the ballot. Our case asks that we consider that a few seconds later the same official picks up a sealed affidavit ballot and repeats the process. What is important is that, from the moment the polls close, there are no legally relevant differences in the way absentee and affidavit ballots are canvassed and counted. They are subject to identical security risks, if handled like the six ballots contested here. We would appear a bit silly if we voided these functionally analogous affidavit ballots on the ground tendered.</p>\n<p>The lack of a statute should end this point, yet there is a further dimension. We charge the voter to know the law's formalities and to meet them. When the voter does what the law requires, we should be loath to void his ballot because an election official drops the ball. To be sure, we cannot make this a universal. The ballot may have been defaced or destroyed. There may be an inference of removal and substitution. No such inference confounds these ballots which were and are perfectly legible, and they were opened by election officials sworn to fidelity and trust in holding the election. As public officials they are presumed to respect their oaths. <i>Hubbard v. McKey,</i> 193 So.2d at 132. Today's six ballots were opened after the polls had closed and in the presence of other officials and candidate representatives, and without any hint of tampering. More to the point, they were opened after the voter had left the precinct. None of these six voters had means of anticipating today's eventuality, or of protecting himself from it.</p>\n<p>The only harm here is six voters' rights to secret ballot have been marginally compromised. Wilbourn spends much of his brief extolling the virtues of secret ballot. Fine, well and good, but it would seem on common sense the person with standing to complain is the person who stands the risk of harm, the voter himself. We have before us today no voter complaining that his affidavit ballot was pre-opened at the polls, nor, by reason thereof, demanding his vote be voided. If enough can be squeezed from the statute to require that affidavit ballots remain sealed until they reach the elections commissioners, should we not punish the offending official, instead of the innocent voter?</p>\n<p>This case is about formalities surrounding the right to vote. Two said-to-be formalities have been tendered and have vanished under strict legal scrutiny tempered with common sense. No doubt, Peggy Hobson and Hershel Wilbourn have rights at issue but none approaching in importance those of the thirty-four persons voting uninitialed affidavit ballots, six whose ballots were pre-opened after the polls closed. This case at its core tests our fidelity to the legal right of these thirty-four to vote for the candidate of their choice for Third District Supervisor in Hinds County. It would be monstrous to declare their votes void on these grounds and on this record.</p>\n<p>PRATHER and BANKS, JJ., join this opinion.</p>\n<p>HAWKINS, Presiding Justice, dissenting:</p>\n<p>I join the dissent of Chief Justice Lee.</p>\n<p>To hold Miss. Code Ann. § 23-15-541, a general statute covering all elections, has no application to Miss. Code Ann. § 23-15-573, the majority must distort a perfectly valid principle of law that where there is a <i>conflict</i> between the language of a general and a special statute covering the same subject, the language of the special statute will control. <i>Benoit v. United Companies Mortgage of Mississippi, Inc.,</i> 504 So.2d 196 (Miss. 1987). Before a court is authorized to look solely to the language of the <span class=\"star-pagination\">*1198</span> special statute, however, it must find that there is a \"conflict,\" <i>Benoit,</i> 504 So.2d at 198; or put otherwise, a \"necessary repugnancy\" between the two statutes. 82 C.J.S. <i>Statutes</i> § 369, pp. 839-44 (1953). If the two statutes can be harmonized and read together, as clearly can be done with these two statutes, then both are read and construed <i>in pari materia. </i><i>Mississippi Public Service Commission v. Municipal Energy of Mississippi,</i> 463 So.2d 1056, 1058 (Miss. 1985).</p>\n<p>It defies reason to contend, as does the majority, that these two statutes cannot be harmonized in their requirements. The majority may twist and turn as much as it pleases (Opinion, p. 1191), but there is nothing about Miss. Code Ann. § 23-15-573 to prevent an election manager endorsing \"his initials on the back of an official blank ballot, prepared in accordance with law,\" Miss. Code Ann. § 23-15-541, on the ballot he hands to the person attempting to vote under Miss. Code Ann. § 23-15-573. It is that simple. There is as much reason for requiring the ballot to be initialed by an election manager under Miss. Code Ann. § 23-15-573 as under Miss. Code Ann. § 23-15-541. Why should an uninitialed ballot cast by a voter whose name appears on the poll books be denied, when an uninitialed ballot cast by a person whose name does not appear thereon be counted? There is as much opportunity for fraud on the part of the person casting the vote in one instance as in the other.</p>\n<p>The majority gives Miss. Code Ann. § 23-15-573 as solitary and insulated a construction as it would if the statute were in a code chapter on the Uniform Commercial Code or criminal procedures, rather than being just one section of Ch. 495, Laws 1986, a comprehensively detailed Act covering all elections.</p>\n<p></p>\n<h2>THE OTHER SIX BALLOTS</h2>\n<p>As Chief Justice Lee points out, under well-settled rules of statutory construction, it was mandatory that the election commissioners examine these affidavit ballots and decide whether or not they could be counted. No other person was authorized to do so. This official duty was not fulfilled by the commissioners because the envelopes had already been opened by some poll worker and the votes counted. Were the ballots in the envelopes the same ballots cast by the voters? We can never know; hence the reasoning behind the statute. \"In canvassing the returns of the election ... the election commissioners shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.\" Miss. Code Ann. § 23-15-573.</p>\n<p>And how does the majority handle this mandatory requirement? It tells us that, \"Even if we were to read into the statute a requirement that election workers not open affidavit ballots at the polls [how can it be read in any other way?], we would be wont to answer the question of whether it would be merely directory and not mandatory.\" (Opinion, p. 1193) As I gather from the majority, it is saying that even if the statute does have such a mandatory requirement, this Court can consider it \"merely directory.\"</p>\n<p>The other argument in the concurring opinion that the votes should be upheld because of the \"sanctity of the ballot,\" and that since no fraud was shown, we can forget that the voting laws were ignored is to be pleasantly deluded. As Chief Justice Lee states, it was precisely because the Legislature wanted to preserve the sanctity of the ballot that it enacted certain procedures to be followed. These procedures over the years have proved wise safeguards. If we ignore them, we will have no sanctified ballot.</p>\n<p>ROY NOBLE LEE, C.J., and DAN M. LEE, P.J., join this opinion.</p>\n<p>ROY NOBLE LEE, Chief Justice, dissenting:</p>\n<p>Today's majority relies almost exclusively upon the Stipulation entered into by the parties in the circuit court, particularly the stipulation that \"there is no question as to the integrity of the affidavit ballots at issue,\" or to their \"legality as to everything except that\" these 28 affidavit ballots were uninitialed and these 6 affidavit ballots were opened by the poll workers and counted <span class=\"star-pagination\">*1199</span> before the Election Commission could determine that these voters were qualified to vote in this election. Reliance upon this stipulation is misplaced.</p>\n<p>Statutory requirements concerning the conduct of elections must be mandatory where these requirements are designed to provide the legal procedures and the legal instrument  the ballot  through which voters express their will. Deviation from legal procedures and the legal ballot results in no legal expression of a voter's will. Thus, it matters not whether there was evidence of fraud beyond the deviation from the statutory requirements. The deviations, uninitialed affidavit ballots and affidavit ballots opened and counted at the polls, put the voters' expressions of their choices outside the process which our Legislature has declared to be the legal process for casting votes.</p>\n<p>Embracing this Stipulation, the majority next describes the issues presented on this appeal as \"two sterile questions of law.\" These \"sterile questions of law\" involve the integrity of much more than 34 affidavit ballots  they involve the integrity of the entire election scheme of this State. The majority ignores the larger questions and issues in reaching its result. I dissent.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>The mandatory initialing requirement of Miss. Code Ann. § 23-15-541 (1972) applies to affidavit ballots cast pursuant to Miss. Code Ann. § 23-15-573 (1972).</h2>\n<p>Miss. Code Ann. § 23-15-541 provides:</p>\n<blockquote>At all elections ... [w]hen any person entitled to vote shall appear to vote, he shall first sign his name in a receipt book or booklet provided for that purpose and to be used at that election only and said receipt book or booklet shall be used in lieu of the list of voters who have voted formerly made by the managers or clerks; whereupon and not before, the initialing manager or, in his absence, the alternate initialing manager shall indorse his initials on the back of an official blank ballot, prepared in accordance with law, and at such place on the back of the ballot that the initials may be seen after the ballot has been marked and folded, and when so indorsed he shall deliver it to the voter, which ballot the voter shall mark in the manner provided by law, which when done the voter shall deliver the same to the initialing manager or, in his absence, to the alternate initialing manager, in the presence of the others, and the manager shall see that the ballot so delivered bears on the back thereof the genuine initials of the initialing manager, or alternate initialing manager, and if so, but no otherwise, the ballot shall be put into the ballot box; and when so done one (1) of the managers or a duly appointed clerk shall make the proper entry on the pollbook. If the voter is unable to write his name on the receipt book, a manager or clerk shall note on the back of the ballot that it was receipted for by his assistance.</blockquote>\n<p>This provision applies to paper ballots which are used when other voting systems, as provided in Miss. Code Ann. § 23-15-391 <i>et seq.,</i> voting machines, electronic voting systems, and optical mark reading equipment, are not used. This paper ballot provision applies to all elections, primary, general, and special. Before the current Election Code was passed in 1986, this provision applied only to primary elections under the Corrupt Practices Act, Miss. Code Ann. § 23-3-13 (1972), having been brought forward since Hutchinson's Code, ch. 7, art. 5(6) (1848). <i>See also </i><i>Allen v. Snowden,</i> 441 So.2d 553, 556, n. 1 (Miss. 1983); <i>Hubbard v. McKey,</i> 193 So.2d 129, 131 (Miss. 1966) (explaining that the initialing requirement applied at that time only to primary elections).</p>\n<p>The requirements of this statute, including the initialing requirement, from early times have been held by this Court to be mandatory; failure of election officials to comply with the initialing requirement has resulted in uninitialed ballots being declared illegal and the votes thereon not being counted. <i>See </i><i>Wallace v. Leggett,</i> 248 Miss. 121, 158 So.2d 746 (1963); <i>Ulmer v. Currie,</i> 245 Miss. 285, 147 So.2d 286 (1962); <i>Starnes v. Middleton,</i> 226 Miss. 81, 83 So.2d 752 (1955); <i>May v. Layton,</i> 213 <span class=\"star-pagination\">*1200</span> Miss. 129, 56 So.2d 89 (1952); <i>Chinn v. Cousins,</i> 201 Miss. 1, 27 So.2d 882 (1946).</p>\n<p>Miss. Code Ann. § 23-15-573 provides the procedure for voting by affidavit ballot:</p>\n<blockquote>No person whose name does not appear upon the pollbooks shall be permitted to vote in an election; but if any person offering to vote in any election whose name does not appear upon the pollbook shall make affidavit before one (1) of the managers of election in writing that he is entitled to vote, or that he has been illegally denied registration, his vote may be prepared by him and handed to the proper election officer who shall enclose the same in an envelope with the written affidavit of the voter and seal it and mark plainly upon it the name of the person offering to vote. In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.</blockquote>\n<p>This provision, which now applies to all elections, applied only to primary elections in Miss.Code § 3703 (1906), Hemingway's Code § 6395 (1917), Miss.Code § 5872 (1930), and Miss. Code Ann. § 3114 (1942). The statute was repealed in 1970 and reappeared in the Election Code passed in 1986 in its present form. It reads now virtually identically to the former Codes. Heretofore, this Court has not been called upon to consider whether or not the initialing requirement for paper ballots in general applies to paper ballots used for affidavit ballot purposes.</p>\n<p>In construing different sections of the Code dealing with the same subject matter, this Court has consistently followed this principle:</p>\n<blockquote>The controlling rule of construction dispositive of this case is that each section of the Code dealing with the same or similar subject matter must be read <i>in pari materia</i> and to the extent possible each section of the Code must be given effect so that the legislative intent can be determined.</blockquote>\n<p><i>Miss. Public Service Comm. v. Municipal Energy Agency of Miss.,</i> 463 So.2d 1056, 1058 (Miss. 1985). Again, in <i>Allgood v. Bradford,</i> 473 So.2d 402, 411 (Miss. 1985), we stated the principle thusly: \"In construing statutes, all statutes <i>in pari materia</i> are taken into consideration and the legislative intent is deduced from the consideration as a whole.\" <i>See also </i><i>Atwood Chev.-Olds v. Aberdeen Mun. Sch. Dist.,</i> 431 So.2d 926, 928 (Miss. 1983) (\"When statutes are <i>in pari materia,</i> although apparently conflicting, they should, if possible, be construed in harmony with each other to give effect to each.\"); <i>Lamar Cty. Sch. Bd. of Lamar Cty. v. Saul,</i> 359 So.2d 350, 353 (Miss. 1978).</p>\n<p>To this principle is also added the principle that a specific statute will control over a general one. <i>Andrews v. Waste Control, Inc.,</i> 409 So.2d 707, 713 (Miss. 1982), states:</p>\n<blockquote>When different code sections deal with the same subject matter, these sections are to be construed and interpreted not only so they harmonize with each other but also where they fit into the general and dominant policy of the particular system of which they are part. [citations omitted] Courts may also consider the several acts of the legislature touching the subject matter in order to ascertain the legislative intent in the several acts. [citations omitted] In <i>McCrory v. State,</i> 210 So.2d 877 (Miss. 1968), this Court stated:</blockquote>\n<blockquote>It is a fundamental rule of statute construction that when two statutes encompass the same subject matter, one being general and the other specific, the latter will control. 1 Sutherland, Statutory Construction § 2022 (3rd ed. 1943). (210 So.2d at 877-78).</blockquote>\n<p><i>McCaffrey's Food Mkt., Inc. v. Miss. Milk Comm.,</i> 227 So.2d 459, 463 (Miss. 1969), stated these principles:</p>\n<blockquote>First, it is well settled that in the interpretation of statutes by the courts that the particular subject will control, as to the terms of the special subject, over the general statutes dealing with like subjects in a general way. [citations omitted] Second, it is also a rule of law that in its effort to construe a statute the <span class=\"star-pagination\">*1201</span> courts must seek to ascertain the legislative intent of the statute in question as a whole, taking into consideration each provision of the statute on the entire subject. [citations omitted]</blockquote>\n<p><i>McCaffrey's</i> goes on to quote 1 Am.Jur.2d Administrative Law § 40, \"Statutes or statutory sections which relate to the same subject matter or are in <i>pari materia</i> must be read together to determine the mind of the legislature.\" <i>Id. See Also </i><i>Martin v. State,</i> 501 So.2d 1124, 1127 (Miss. 1987).</p>\n<p>This principle was more succinctly stated in <i>Benoit v. United Companies Mortg. of Miss.,</i> 504 So.2d 196, 198 (Miss. 1987):</p>\n<blockquote>Moreover, we have recognized as a principle of statutory construction that, in the event of apparent conflicts, statutes dealing specifically with a matter are to be preferred over those of a more general nature. In <i>Lincoln County v. Entrican,</i> 230 So.2d 801 (Miss. 1970) we stated</blockquote>\n<blockquote>The rule is well established that where a special and particular statute deals with a special and particular subject its particular terms as to that special subject control over general statutes dealing with the subject generally.</blockquote>\n<p>230 So.2d at 804; <i>McCaffrey's Food Market, Inc. v. Mississippi Milk Commission,</i> 227 So.2d 459, 463 (Miss. 1969).</p>\n<p>This Court has read election code provisions as being in <i>pari materia. </i><i>Allen v. Snowden,</i> 441 So.2d 553 (Miss. 1983); <i>Ulmer v. Currie,</i> 245 Miss. 285, 147 So.2d 286 (1962); <i>Lopez v. Holleman,</i> 219 Miss. 822, 69 So.2d 903 (1954); <i>Neal v. Board of Supervisors,</i> 217 Miss. 102, 63 So.2d 540 (1953); <i>Simpson County v. Burkett,</i> 178 Miss. 44, 172 So. 329 (1937).</p>\n<p>Reading these two statutes in <i>pari materia,</i> the initialing requirement of § 23-15-541 necessarily applies to affidavit ballots. Both statutes are part of an overall scheme for the conduct of an election at the polling places; the scheme's purpose is to protect the integrity of elections, to see to it that voters express their choices through legal procedures and on legal ballots. Being part of the same scheme, and being read together, these two statutes manifest no conflict in their plain words and plain meaning such that the statutory construction principle of \"specific\" over \"general\" ought to apply. The majority's creation of a conflict between the general paper ballot statute and the specific affidavit ballot statute so as to hold that the specific statute controls belies logic, ignores elementary principles of statutory construction, and most seriously, vitiates the purpose of the overall election scheme.</p>\n<p>The general statute, § 23-15-541, provides the procedure for handling regular paper ballots at the polling place. The statute dealing with affidavit ballots, § 23-15-573, provides that, having made a written affidavit, the affidavit voter's \"vote may be prepared by him and handed to the proper election officer who shall enclose the same in an envelope with the written affidavit of the voter and seal it and mark plainly upon it the name of the person offering to vote.\"</p>\n<p>In \"preparing\" the vote, this statute contemplates that the affidavit voter will mark a paper ballot. (<i>See, e.g.,</i> Miss. Code Ann. § 23-15-435, which provides that where voting machines are used, only voters whose names appear on the pollbooks or are not challenged may vote by use of a voting machine). Issuing a paper ballot to a person voting by affidavit is no different in particulars from issuing a paper ballot to a voter entitled to vote because his name appears on the pollbooks. The only difference comes in depositing the ballot in a sealed affidavit envelope, the name of the person offering to vote on the outside of the envelope, rather than simply depositing the ballot in the ballot box. The provisions of these two statutes when read together are consistent, promote uniformity in handling all paper ballots at the polling places, and assure that voters express their choices through legal procedures on a legal ballot.</p>\n<p>Understanding the purpose of the initialing requirement for paper ballots explains why the requirement must apply to any paper ballot that issues from the polling place.</p>\n<p><span class=\"star-pagination\">*1202</span> In <i>Allen v. Snowden,</i> 441 So.2d 553, 555 (Miss. 1983), this Court explicated the purpose of the initialing requirement:</p>\n<blockquote>The requirement that \"paper ballots\" be initialed by someone other than the receiving manager was to prevent the fraudulent conduct commonly known as the \"tasmanian dodge\" whereby a blank ballot was passed to a dishonest politician who premarked it and paid a corrupt voter to take it to the poll to vote. The corrupt voter received his ballot, but put the premarked ballot in the ballot box. He then took the blank ballot he received at the poll to the dishonest politician who again premarked it and paid the second corrupt voter to vote the ballot. This process continued throughout election day.</blockquote>\n<blockquote>This practice was eliminated by requiring the initialing manager to initial the ballot before it was given to the voter. A checking system was created by requiring that the initialing manager be someone other than the receiving manager, the manager receiving the blank ballots from the distributor.</blockquote>\n<p>The Court went on to hold in <i>Allen</i> that the initialing requirement does not apply to ballot cards under the Electronic Voting Systems Act because such types of ballot cards are serially numbered which prevents the kind of voting fraud the initialing requirement was designed to prevent. <i>Id.</i> at 556.</p>\n<p>The same question, then, must be asked about the procedures under the affidavit ballot provision. Does the procedure outlined for the voting of ballots by affidavit ensure against the kind of voter fraud the initialing requirement was designed to prevent? It is just as important to ensure that the affidavit voter's ballot issued from that polling place at the time the voter appeared to vote rather than having been a premarked or substituted. It is no less possible for the \"tasmanian dodge\" to happen with affidavit voters  arguably, it would be easier to accomplish. Initialing is the statutory protection for the legality of the affidavit ballot, just as it is for any other paper ballot.</p>\n<p>I know that it seems unpalatable that 28 voters may not have their votes counted because of the failure of an election official to initial the ballots, particularly in light of the stipulation that there is no evidence questioning the integrity of the voters who cast these ballots. But the very fact that these ballots were uninitialed makes them illegal. It is not that the voters may or may not have done anything wrong; it is that the will of the voter may only be expressed through a legal instrument. By statute, a paper ballot is a legal instrument upon which a voter may cast a vote only when the ballot issues from that polling place at the time the voter shows up to vote. Only the initials on the back of a ballot assure that the ballot issued from that polling place at the time the voter showed up to vote. The law cannot be blamed, and we cannot depart from the law, because poll workers failed to follow it and provide a legal ballot for voters to vote upon.</p>\n<p>Many years ago this Court answered this concern this way:</p>\n<blockquote>The reasoning of the special tribunal that since the voters at the West Biloxi box had signed the register and were thus identified as qualified electors, no omission of a third party ought to thwart their will, is more acceptable as logic than as law. It stands upon the assumption that they have cast a legal ballot. Be it an act of negligence, inadvertence or design, its cause is less important than its result. A penciled ballot or one marked with an improper device quite accurately discloses the will of the voter, even though it defies the will of the statute.</blockquote>\n<blockquote>The voter must express his will through a legal ballot. A ballot not initialed by a manager may not be deposited in the box, for \"the manager shall see that the ballot so delivered bears on the back thereof the genuine initials of the initialing manager, and if so, but not otherwise, the ballot shall be put into the ballot box.\" Obvious justification for such requirement need not be summoned to fortify the force of its plain language.</blockquote>\n<p><span class=\"star-pagination\">*1203</span> <i>Chinn v. Cousins,</i> 201 Miss. 1, 7, 27 So.2d 882, 883 (1946).</p>\n<p>Viewing the Election Code as a whole and understanding its intent, the conduct of fair and legal elections, leads to the conclusion that affidavit ballots must be subject to the same initialing requirement as any other paper ballot. An uninitialed ballot is not a legal instrument through which a voter can legally express a choice. The majority's result-driven decision chips away at this safeguard to fair and legal elections which we in this State have long struggled to achieve. The majority's reasoning and result risk too much the integrity of the election process.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>The Opening Of Six (6) Envelopes Containing Affidavit Ballots at the Polling Places Renders the Ballots Illegal and Void Under Miss. Code Ann. § 23-15-573 (1972).</h2>\n<p>This issue involves a departure from the provisions of § 23-15-573, again the affidavit ballot statute, which states: \"In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, shall examine the records and allow the [affidavit] ballot to be counted, or not, as shall appear to be legal.\" In this case, the poll workers in one precinct opened 8 envelopes containing affidavit ballots, counted the ballots, then put the ballots back in their respective envelopes and segregated them from the other elections materials. The election commissioners then examined the records and determined that 2 of these voters were not registered or qualified to vote but that the remaining 6 were registered and qualified to vote in that district. However, they disallowed counting these 6 ballots because the envelopes had been opened by the poll workers.</p>\n<p>It is clear that the election managers are to put the ballots into the affidavit envelope and seal it, marking the name of the person offering to vote on the outside of the envelope. It is also clear that the election commissioners are to examine the records and count the ballots as appears legal. These two points being clear, I do not understand the majority's cavalier description of what happened to the 8 affidavit ballots at issue as a \"technical irregularity.\"</p>\n<p>Returning to some principles of statutory construction, the case of <i>Mississippi Ins. Guar. Ass'n v. Vaughn,</i> 529 So.2d 540, 542 (Miss. 1988), provides these guidelines for construing a statute:</p>\n<blockquote>We construe such a statute according to familiar principles. We give the statute that reading which best fits the legislative language and is most consistent with the best statement of policies and principles justifying that language. [citations omitted.] We seek no historical fact. \"We do not inquire what the legislature meant; we ask only what the statute means.\" Holmes, <i>Collected Legal Papers</i> 207 (1920). We afford the statute the best fit reading it may be given today. We seek the best statement of policies and principles which may justify the statute today, not in 1970 when it was originally enacted. We also afford the statute that reading most coherent in principle, given the entire statutory scheme and the other valid rules in the field. [citation omitted].</blockquote>\n<p>The particular question, then, is whether this statute requires that only the election commissioners open affidavit ballots and count them after determining whether or not, according to the records, the person offering to vote can legally do so, or whether the poll workers can open them and count them, leaving the question of the legal status of the voter to the election commission. The affidavit ballot statute is clear that only the election commissioners can count the affidavit ballots and only after they have determined that the voter was registered and qualified to vote. The statute precludes affidavit envelopes being opened and the votes counted by the poll workers.</p>\n<p>Again reading the election scheme as a whole, which our principles of statutory construction demand that we do, other counting provisions throughout the Election Code indicate in clear terms whether, and how, poll workers are to count the <span class=\"star-pagination\">*1204</span> ballots or electronic votes. For instance, under Article 15, \"Voting Systems,\" § 23-15-441 provides that election managers or poll workers shall read the counters on the voting machines for each office and title as they appear on the ballot and announce the count for each. These results are to be recorded by 2 managers on 2 statements of canvass.</p>\n<p>Again, Article 15, \"Voting Systems,\" § 23-15-483 provides for counting electronic voting systems ballots. These ballots are counted at counting centers and are electronically tabulated with an electronic print-out showing the final results. To the print-out results are added \"write-in and absentee votes\" and damaged ballots. The procedure for counting ballots with Optical Mark Reading Equipment is provided in § 23-15-523; they are also counted at counting centers under provisions similar to those for counting other electronically tabulated ballots.</p>\n<p>Counting paper ballots is provided for in § 23-15-581 under Article 17, \"Conduct of Elections.\" This statute provides that the ballot box shall be immediately opened at the close of the polls and the votes read aloud and counted, with clerks \"taking down\" the results.</p>\n<p>Also interesting to note is that absentee ballots are opened and counted at the precincts by the poll workers, § 23-15-639, having been delivered by the registrar to each precinct inside the ballot boxes which are delivered to each precinct before election day, § 23-15-637. Challenged ballots are counted or rejected by the poll workers at the precincts but are carefully segregated so that the election commission can easily discern them from other ballots. <i>See</i> § 23-15-579.</p>\n<p>By contrast, the affidavit ballot statute does not indicate that the poll workers should open and count them and in fact clearly indicates that the election commissioners must count them. If only the election commissioners must count them, then there is no fathomable reason for poll workers to have opened and counted these affidavit ballots at the polls. Further, the affidavit ballot statute provides no procedure for the poll workers to open, count and segregate affidavit ballots from the other paper ballots once they are opened and counted as do, for instance, the challenged ballot statute, § 23-15-579, and absentee ballot statutes, §§ 23-15-639 and 23-15-641. Again, the absence of such a procedure indicates that affidavit ballots are not intended to be opened at the polls. In the face of other Election Code provisions which do indicate that poll workers are to count other kinds of ballots, and how to count them, it is sheer nonsense for the majority to pretend that the \"statute is silent as to when, where and by whom the ballots may or shall be opened.\" The statute clearly contemplates that affidavit ballots should be sealed by the poll workers in an envelope and the envelope should not be opened until the election commissioners determine whether or not such ballots should be counted, with the election commissioners then counting them or not.</p>\n<p>But the further question is whether or not those affidavit ballots improperly opened by poll workers should be counted. This issue turns on whether or not the statute's provisions as to counting are mandatory or directory. The general counting provision for regular paper ballots has been construed by this Court to be mandatory. <i>See </i><i>Clark v. Rankin County Democratic Executive Com.,</i> 322 So.2d 753, 757 (Miss. 1975); <i>Briggs v. Gautier,</i> 195 Miss. 472, 15 So.2d 209 (1943) (construing former § 23-3-13 (1972) which contained all of current §§ 23-15-581 and 23-15-541).</p>\n<p>Again, this statute was originally part of the Corrupt Practices Act which applied only to primary elections until passage of the current Election Code in 1986 where it appeared as applying to all elections. The rationale for holding the counting provision mandatory was to prevent election fraud in the counting of ballots and prevent \"stuffing\" ballot boxes.</p>\n<p>The provisions for counting paper affidavit ballots by the election commissioners is likewise designed to prevent fraud in the counting of votes; thus, the provisions likewise must be mandatory. Any deviation from the statutory provisions must result <span class=\"star-pagination\">*1205</span> in the ballots affected by the deviation not being counted.</p>\n<p>Today's questions on appeal involve the two most crucial junctures of the voting process: providing legal ballots upon which voters mark their choices and counting those ballots. At both junctures, our Election Code protects the integrity of the ballot and the vote cast thereon. However, the majority shuns those protections for the affidavit ballot, refusing to see the Election Code as a whole cloth in which to wrap the election process. Instead, the majority cuts one piece from the cloth  the affidavit ballot  to wrap around this one election. I fear the whole cloth will soon unravel. Therefore, I dissent.</p>\n<p>HAWKINS and DAN M. LEE, P.JJ., join this opinion.</p>\n<p>SULLIVAN, J., joins as to part II of this opinion.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1187</span></span> (1992)</b></center>\n<center><h1>Hershel WILBOURN<br>\nv.<br>\nPeggy HOBSON.</h1></center>\n<center>No. 92-CA-0325.</center>\n<center><p><b>Supreme Court of Mississippi.</b></p></center>\n<center>July 29, 1992.</center>\n<center>Rehearing Denied December 3, 1992.</center>\n<p>Natie P. Caraway, Olen M. Bailey, Jr., Wise Carter Child &amp; Caraway, Michael S. Allred, Allred &amp; Donaldson, Jackson, for appellant.</p>\n<p>Tyree Irving, Greenwood, John L. Walker, Jr., Walker Walker &amp; Green, Jackson, for appellee.</p>\n<p>En Banc.</p>\n<p>McRAE, Justice, for the Court:</p>\n<p>In this appeal from an order entered by the Hinds County Circuit Court on April 3, 1992, we are asked to put to rest the issues raised in the hotly contested November 5, 1991, election for the District 3 seat on the Hinds County Board of Supervisors. The Circuit Court granted summary judgment to the appellee, Peggy Hobson, on the legality <span class=\"star-pagination\">*1188</span> of twenty-seven (27) uninitialed affidavit ballots and six (6) affidavit ballots opened by poll workers. Adding these ballots to the totals certified by the Hinds County Election Commission, the Circuit Court declared Hobson the victor in the election by two votes. Limited by the narrow issues raised by the appellant and by the stipulation of facts agreed upon by Wilbourn, Hobson, and their attorneys, we affirm the decision of the Circuit Court.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>By a narrow margin, the Hinds County Election Commission certified Hershel Wilbourn as the winner of a seat on the Board of Supervisors in the November 5, 1991, general election. In the legal battles which followed, attention focused on the legality of certain affidavit ballots, those which are issued to individuals whose names do not appear on the pollbooks but who aver in writing that they are eligible to vote in that precinct. The more than ten thousand votes which were cast electronically are not at issue.</p>\n<p>Peggy Hobson filed an election contest in the Hinds County Circuit Court pursuant to Miss. Code Ann. § 23-15-951 (1972). <i>See </i><i>In re Wilbourn,</i> <span class=\"citation\" data-id=\"1099464\"><a href=\"/opinion/1099464/in-re-wilbourn/\"><span class=\"volume\">590</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1381</span></a></span> (Miss. 1991). Over a period of just seven months, there ensued a complicated history of legal maneuvering through mine fields set by each party for the other in the chancery court, in the circuit court, and, ultimately, up to this Court by means of petitions for interlocutory appeals and extraordinary relief. We do not address these myriad manipulations; rather, we look only at the appeal raised directly from the Circuit Court decision.</p>\n<p>Both parties filed motions for summary judgment and stipulated that Judge Graves could hear the case as a jury. They waived any technical errors involving the summary judgment. In support of their motions, the parties filed a joint Stipulation of Facts. In pertinent part, Wilbourn and Hobson stipulated or agreed that the following facts were true:</p>\n<blockquote> The Hinds County Election Commission certified Hershel Wilbourn the winner of the District 3 Supervisors election by these vote totals: Hobson, 5,321 and Wilbourn, 5,352.</blockquote>\n<blockquote> Not included in that certification were the following:</blockquote>\n<blockquote>(a) 27 uninitialed affidavit ballots for Hobson;</blockquote>\n<blockquote>(b) 1 uninitialed affidavit ballot for Wilbourn;</blockquote>\n<blockquote>(c) 1 curbside ballot for Hobson;</blockquote>\n<blockquote>(d) 6 affidavit ballots for Hobson opened by the poll workers.</blockquote>\n<blockquote> The curbside ballot, (c) above, is legal and should be added to Hobson's total.</blockquote>\n<blockquote> There is no question as to the integrity of the ballots set forth in (a), (b), and (d) above. The legality of the ballots set forth in (a), (b), and (d) above is unquestioned as to everything except that 28 ballots, set forth in (a) and (b) above, were not initialed on the back, and the envelopes containing the six ballots set forth in (d) above, were opened by the poll workers at the close of the polls and the ballots counted by the poll workers who then returned the ballots to their envelopes and delivered them, along with their other election materials, to the Hinds County Election Commission.</blockquote>\n<blockquote> All persons who cast the 6 affidavit ballots, (d) above, were qualified voters of Hinds County Supervisor District 3, a fact verified by the Hinds County Election Commission upon their delivery to them.</blockquote>\n<blockquote> If the ballots set forth in (a), (b), and (d) are declared legal, they should be added to the appropriate party's vote total.</blockquote>\n<blockquote> Based upon this stipulation, if Plaintiff's motion for summary judgment is granted, the ruling would be dispositive of the case and would be a final, appealable judgment pursuant to MRCP 54.</blockquote>\n<blockquote> The parties waive any objection to the court and not the jury declaring a winner in this election contest based upon the court's ruling on the motions for summary judgment.</blockquote>\n<blockquote> This stipulation is in support of both the defendant's and plaintiff's motions for partial summary judgment, which are <span class=\"star-pagination\">*1189</span> to be treated as motions for summary judgment rather than for partial summary judgment.</blockquote>\n<p>The Circuit Court found that the twenty-seven uninitialed affidavit ballots were valid pursuant to Miss. Code Ann. § 23-15-573 (Supp. 1990), which deals specifically with the casting of affidavit ballots. The statute is silent as to any requirement that such ballots be initialed. The Circuit Court further found that Miss. Code Ann. § 23-15-541 (Supp. 1990), which requires generally that paper ballots must be initialed by an \"initialing manager\" or \"alternative initialing manager,\" was not applicable to affidavit ballots. In so determining, he applied the rule of statutory construction that a specific statute such as § 23-15-573 controls over a general statute.</p>\n<p>The Circuit Court further determined that because the integrity of the six ballots, which had been opened by poll workers in an open forum after the polls had closed, and returned to their envelopes prior to being delivered to the Election Commission, was uncontroverted pursuant to the Stipulation, that to declare them illegal because of the poll workers' actions would result in an unwarranted and unreasonable disenfranchisement of the six voters. On the basis of the Stipulation, the Circuit Court also found that the lone curbside ballot was legal.</p>\n<p>Based on its determinations, the Circuit Court tallied the twenty-seven (27) uninitialed affidavit ballots, the six (6) affidavit ballots which had been opened by the poll workers, and one (1) curbside ballot with the 5,321 votes for Hobson which had been certified by the Election Commission. This gave her a total of 5,355 votes. One (1) uninitialed affidavit was added to Wilbourn's 5,352 certified votes, giving him a total of 5,353.</p>\n<p>Hobson thus was declared the winner of the contested seat by two votes. The Circuit Court ordered the Clerk of the Court to issue a Certificate of Election to Hobson pursuant to Miss. Code Ann. § 23-15-951 (Supp. 1990). She was sworn in as Supervisor for Hinds County, District 3 on April 3, 1992.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>At the outset, we emphasize that the parties have laid before us two very narrow issues. The case is (and can only be) decided on those two points alone. Wilbourn and Hobson have stipulated virtually all the relevant facts. A synopsis of their stipulations includes the following:</p>\n<blockquote>(1) the Hinds County Election Commission certified Hershel Wilbourn the winner of the November 5, 1991, election;</blockquote>\n<blockquote>(2) the vote totals certified by the Hinds County Election Commission did not include the contested affidavit ballots;</blockquote>\n<blockquote>(3) the contested affidavit ballots, if declared legal, should be added to the parties' respective vote totals;</blockquote>\n<blockquote>(4) there is no evidence questioning the integrity of the contested ballots; and</blockquote>\n<blockquote>(5) the ballots are legal in every respect apart from the two issues addressed on this appeal.</blockquote>\n<p>A stipulated fact is one which both parties agree is true. Where the parties file and gain court approval of a formal stipulation agreement as Wilbourn and Hobson have done, the factual issues addressed in the agreement are forever settled and excluded from controversy. Neither party can later change positions. <i>Johnston v. Stinson,</i> <span class=\"citation\" data-id=\"1720988\"><a href=\"/opinion/1720988/johnston-v-stinson/\"><span class=\"volume\">434</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">715</span></a></span> (Miss. 1983); <i>Vance v. Vance,</i> <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">816</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">214</span></span> (1953); <i>Stone v. Reichman-Crosby Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">184</span></span> (Miss. 1949). Furthermore, factual stipulations set boundaries beyond which this Court cannot stray. As stated in <i>Corpus Juris Secundum:</i></p>\n<blockquote>In the absence of grounds which will authorize a party to a stipulation to rescind or withdraw from it, ... the courts, both trial and appellate, ... are bound by stipulations in respect of matters which may validly be made the subject matter of stipulations. Courts are bound to enforce stipulations which parties may validly make, where they are not unreasonable or against good morals or sound public policy. Ordinarily they have no power to... go beyond the terms [of such stipulations] . .. or to make findings <span class=\"star-pagination\">*1190</span> contrary to the terms of a stipulation, or render a judgment not authorized by its terms.</blockquote>\n<p>83 C.J.S. <i>Stipulations</i> § 17 (1953); <i>see also </i><i>Roberts v. Robertson,</i> <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">796</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">586</span></span> (1958) (court cannot look behind stipulation of parties). In reviewing this case, we are thus constrained to abide by Wilbourn's and Hobson's stipulations of fact. We must assume that the contested ballots are not tainted by fraud or malfeasance of any kind; we must assume that the ballots conform to all legal requirements outside the two specific issues raised on appeal. Stated simply, Wilbourn and his attorney have stipulated away every point of fact that might otherwise have had a bearing on our decision. We are therefore left with two sterile questions of law on which Wilbourn's claim to elected office must stand or fall. We now turn to the merits of those two issues.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>ARE THE TWENTY-EIGHT UNINITIALED AFFIDAVIT BALLOTS ILLEGAL AND VOID?</h2>\n<p>Twenty-eight affidavit ballots cast in the District 3 Supervisor election were not initialed by the initialing manager. Twenty-seven of these ballots were cast for Hobson; one was cast for Wilbourn. According to Wilbourn, the law requires that all paper ballots be initialed. Since these were not, he argues, they are void and should not be counted.</p>\n<p>The issue turns largely on the wording of two statutes: one, a statute of general application that provides for the initialing of paper ballots; the other, a statute specifically governing affidavit ballots that does not require initialing. The general statute, Miss. Code Ann. § 23-15-541 (Supp. 1990), is codified under the \"Subarticle A. General Provisions\" of our election code. It provides in relevant part:</p>\n<blockquote>When any person entitled to vote shall appear to vote, he shall first sign his name in a receipt book or booklet provided for that purpose and to be used at that election only and said receipt book or booklet shall be used in lieu of the list of voters who have voted formerly made by the managers or clerks; whereupon and not before, the initialing manager or, in his absence, the alternate initialing manager shall indorse his initials on the back of an official blank ballot, prepared in accordance with law, and at such place on the back of the ballot that the initials may be seen after the ballot has been marked and folded, and when so indorsed he shall deliver it to the voter, which ballot the voter shall mark in the manner provided by law, which when done the voter shall deliver the same to the initialing manager or, in his absence, to the alternate initialing manager, in the presence of the others, and the manager shall see that the ballot so delivered bears on the back thereof the genuine initials of the initialing manager, or alternate initialing manager, and if so, but not otherwise, the ballot shall be put into the ballot box; and when so done one (1) of the managers or a duly appointed clerk shall make the proper entry on the pollbook. If the voter is unable to write his name on the receipt book, a manager or clerk shall note on the back of the ballot that it was receipted for by his assistance.</blockquote>\n<p>Miss. Code Ann. § 23-15-573 (Supp. 1990), codified under \"Subarticle B. Affidavit Ballots and Challenged Ballots,\" sets out the procedure for voting by affidavit ballot:</p>\n<blockquote>No person whose name does not appear upon the pollbooks shall be permitted to vote in an election; but if any person offering to vote in any election whose name does not appear upon the pollbook shall make affidavit before one (1) of the managers of election in writing that he is entitled to vote, or that he has been illegally denied registration, his vote may be prepared by him and handed to the proper election officer who shall enclose the same in an envelope with the written affidavit of the voter and seal it and mark plainly upon it the name of the person offering to vote. In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, <span class=\"star-pagination\">*1191</span> shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.</blockquote>\n<p>The crucial question is whether the initialing requirement found in § 23-15-541 applies to affidavit ballots despite § 23-15-573's silence on the subject of initialing. We hold that it does not.</p>\n<p>It is well settled that when construing two statutes that encompass the same subject matter, a specific statute will control over a general one. <i>Andrews v. Waste Control, Inc.,</i> <span class=\"citation\" data-id=\"1139490\"><a href=\"/opinion/1139490/andrews-v-waste-control-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">707</span></a></span>, 713 (Miss. 1982); <i>see </i><i>Benoit v. United Companies Mortgage of Mississippi,</i> <span class=\"citation\" data-id=\"1095481\"><a href=\"/opinion/1095481/benoit-v-united-companies-mortg-of-miss/\"><span class=\"volume\">504</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">196</span></a></span>, 198 (Miss. 1987); <i>Martin v. State,</i> <span class=\"citation\" data-id=\"1146778\"><a href=\"/opinion/1146778/martin-v-state/\"><span class=\"volume\">501</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1124</span></a></span>, 1127 (Miss. 1987); <i>State ex rel. Pair v. Burroughs,</i> <span class=\"citation\" data-id=\"1949073\"><a href=\"/opinion/1949073/state-ex-rel-pair-v-burroughs/\"><span class=\"volume\">487</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">220</span></a></span>, 226 (Miss. 1986); <i>Carleton v. State,</i> <span class=\"citation\" data-id=\"1840429\"><a href=\"/opinion/1840429/carleton-v-state/\"><span class=\"volume\">438</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">278</span></a></span>, 279 (Miss. 1983); <i>Burress v. State,</i> <span class=\"citation\" data-id=\"1097797\"><a href=\"/opinion/1097797/burress-v-state/\"><span class=\"volume\">431</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1117</span></a></span>, 1118 (Miss. 1983); <i>Bence v. State,</i> <span class=\"citation\" data-id=\"1092997\"><a href=\"/opinion/1092997/bence-v-state/\"><span class=\"volume\">240</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">630</span></a></span>, 631 (Miss. 1970); <i>McCaffrey's Food Market, Inc. v. Mississippi Milk Comm'n,</i> <span class=\"citation\" data-id=\"1813477\"><a href=\"/opinion/1813477/mccaffreys-food-mkt-inc-v-mississippi-milk-comn/\"><span class=\"volume\">227</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">459</span></a></span>, 463 (Miss. 1969); <i>McCrory v. State,</i> <span class=\"citation\" data-id=\"1898871\"><a href=\"/opinion/1898871/mccrory-v-state/\"><span class=\"volume\">210</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">877</span></a></span>, 877 (Miss. 1968); <i>see also</i> 1 Sutherland, <i>Statutory Construction</i> § 2022 (3d ed. 1943). There is no question in the instant case but that § 23-15-541 is of general scope while § 23-15-573 is specific. Section 23-15-541 prescribes the procedure for handling paper ballots generally; § 23-15-573 establishes the procedure for managing affidavit ballots in particular. Although paper ballots, as a general rule, must be initialed, the specific statute governing affidavit ballots does not require it. The specific statute controls.</p>\n<p>A second axiom of statutory construction holds that when two statutes pertain to the same subject, they must be read together in light of legislative intent. In <i>McCaffrey's Food Market,</i> 227 So.2d at 463, we stated:</p>\n<blockquote>It is ... a rule of law that in its effort to construe a statute the courts must seek to ascertain the legislative intent of the statute in question as a whole, taking into consideration each provision of the statute on the entire subject.</blockquote>\n<p><i>Accord </i><i>Calhoun Cty. Bd. of Supervisors v. Grenada Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">138</span></span>, 144-45 (Miss. 1988); <i>Martin,</i> 501 So.2d at 1127; <i>Roberts v. Mississippi Republican Party,</i> <span class=\"citation\" data-id=\"1727047\"><a href=\"/opinion/1727047/roberts-v-miss-rep-party-state-exec-comm/\"><span class=\"volume\">465</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1050</span></a></span>, 1052 (Miss. 1985); <i>Allgood v. Bradford,</i> <span class=\"citation\" data-id=\"1093848\"><a href=\"/opinion/1093848/allgood-v-bradford/\"><span class=\"volume\">473</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">402</span></a></span>, 411 (Miss. 1985); <i>Mississippi Public Serv. Comm'n v. Municipal Energy Agency,</i> <span class=\"citation\" data-id=\"1091716\"><a href=\"/opinion/1091716/miss-pub-serv-comn-v-mun-energy-agency/\"><span class=\"volume\">463</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1056</span></a></span>, 1058 (Miss. 1985); <i>Andrews,</i> 409 So.2d at 713; <i>Burroughs,</i> 487 So.2d at 226; <i>see also</i> 1 Am.Jur.2d <i>Administrative Law</i> § 40 (\"Statutes or statutory sections which relate to the same subject matter or are in <i>pari materia</i> must be read together to determine the mind of the legislature.\").</p>\n<p>Wilbourn argues that this rule of construction favors his position. According to him, when §§ 23-15-541 and 23-15-573 are read together, § 23-15-541 supplies the initialing requirement that § 23-15-573 omits. This argument may have some superficial appeal, but a closer scrutiny of the two statutes reveals that even when reading them together, it is clear that the legislature did not intend to impose an initialing requirement for affidavit ballots.</p>\n<p>First, a requirement that affidavit ballots be initialed is incompatible with other provisions in § 23-15-541. Section 23-15-541 provides that when a person \"entitled to vote shall appear to vote, he shall first sign his name in a receipt book; <i>whereupon and not before,</i> the initialing manager ... shall indorse his initials on the back of an official blank ballot.\" (Emphasis added). Affidavit ballots are used because the prospective voter is being challenged as to his qualifications to vote, namely, people whose names do not appear on the poll-books and who are therefore <i>ineligible to sign the receipt book.</i> Since the initialing manager is expressly prohibited from initialing the ballot before the voter signs the receipt book, it is not logically possible for the initialing manager to comply with the law if § 23-15-573 implicitly incorporates an initialing requirement. Section 23-15-541 also provides that after the initialing manager endorses the ballot, \"he shall deliver it to the voter, which ballot the voter shall mark in the manner provided by law, which when done the voter shall deliver the same to the initialing manager.\" Section 23-15-573, on the other hand, provides that once an affidavit voter makes his written <span class=\"star-pagination\">*1192</span> affidavit, \"his vote <i>may be prepared by him and handed to the proper election officer.\"</i> (Emphasis added). In the presence of the voter, the election officer seals the affidavit envelope and signs his/her name as manager. [<i>See Appendix A</i>] The phrase \"may be prepared by him\" refers to the voter.</p>\n<p>The very fact that an initialing requirement appears in § 23-15-541 and not in § 23-15-573 is itself indicative of legislative intent. There is a very good reason for exempting affidavit ballots from the initialing requirement  affidavit ballots are not so amenable to fraud as are ordinary paper ballots. It is obvious that the initialing requirement was primarily meant to avoid the practice of stuffing the ballot boxes. Initialing provides a security measure to help election officials detect and protect against counterfeit ballots. In this view, the distinction between the handling of a regular voter's (paper) ballot and that of one voting by affidavit ballot becomes crucial. Where the voter's name appears on the poll book, he is handed a ballot and may retire to the voting booth and then emerge and, if not watched carefully, slip more than one marked ballot into the box. And once his vote(s) are in the box, the chances of detection are slight. Not so with the affidavit ballot. It may well be that in secret the voter may mark or prepare two or more ballots, but if he places them in the sealed envelope required by § 23-15-573, his scheme will be found out when the envelope is opened.</p>\n<p>Of course, even affidavit ballots were once susceptible to the unscrupulous practice called the \"Tasmanian dodge.\" This device was described in <i>Allen v. Snowden,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">553</span></span> (Miss. 1983). To carry out a \"Tasmanian dodge,\"</p>\n<blockquote>a blank ballot was passed to a dishonest politician who premarked it and paid a corrupt voter to take it to the poll to vote. The corrupt voter received his ballot, but put the premarked ballot in the ballot box. He then took the blank ballot he received at the poll to the dishonest politician who again premarked it and paid the second corrupt voter to vote the ballot. This process continued throughout election day.</blockquote>\n<p><i>Allen,</i> 441 So.2d at 555. Modern election techniques have rendered the \"Tasmanian dodge\" impractical if not impossible in most precincts. Today, elections are by and large conducted by machine voting. Where voting machines are used, affidavit and absentee ballots are the only ones available on paper. To accomplish a \"tasmanian dodge\" through the use of affidavit ballots, the perpetrator would have to locate a sizable number of voters who are registered and legally entitled to vote but who, for whatever reason, do not appear in the pollbooks. Further, the perpetrator would have to persuade this limited pool of potential accomplices to participate in his scheme. The likelihood that a \"tasmanian dodge\" could successfully occur under these circumstances is infinitesimally small.</p>\n<p>Since the practice of initialing ballots helps prevent the fraudulent use of ordinary paper ballots, the legislative intent behind the § 23-15-541 initialing requirement is apparent. By the same token, it is also apparent why the legislature did <i>not</i> include an initialing requirement in § 23-15-573: The anti-fraud rationale does not extend to paper ballots cast by affidavit. It is important to note that the election at issue here was conducted by machine voting. Had it not been, the parties have nevertheless stipulated that no evidence of fraud exists.</p>\n<p>If we read § 23-15-573 as requiring the initialing of affidavit ballots, there would still be no reason to invalidate the twenty-eight ballots at issue here, for the initialing provision would be directory as to that statute. We have on many occasions held that technical irregularities will not vitiate an election where there is no evidence of fraud or intentional wrong. <i>See, e.g., </i><i>Rizzo v. Bizzell,</i> <span class=\"citation\" data-id=\"1679212\"><a href=\"/opinion/1679212/rizzo-v-bizzell/\"><span class=\"volume\">530</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">121</span></a></span>, 126-27 (Miss. 1988); <i>Fouche v. Ragland,</i> <span class=\"citation\" data-id=\"1767866\"><a href=\"/opinion/1767866/fouche-v-ragland/\"><span class=\"volume\">424</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">559</span></a></span> (Miss. 1982). <i>Chinn v. Cousins,</i> <span class=\"citation\" data-id=\"3516245\"><a href=\"/opinion/3543822/chinn-v-cousins/\"><span class=\"volume\">201</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"3516245\"><a href=\"/opinion/3543822/chinn-v-cousins/\"><span class=\"volume\">27</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">882</span></a></span>, 883 (1946), admits as much:</p>\n<blockquote>We have had frequent occasion to appraise the effect of non-conformity with this statute. We have been alert to the <span class=\"star-pagination\">*1193</span> danger of rendering inefficient the machinery of nomination by a blind insistence upon absolute and ritualistic conformity with minute detail. A sane and practical relaxation indulged under circumstances where, despite trivial lapses, the voters have expressed their will by lawful ballot is not inconsistent with a rigid requirement that such ballot be lawful.</blockquote>\n<p>Long ago in <i>Guice v. McGehee,</i> <span class=\"citation\" data-id=\"3513579\"><a href=\"/opinion/3541511/guice-v-mcgehee/\"><span class=\"volume\">155</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">858</span></a></span>, <span class=\"citation\" data-id=\"3513579\"><a href=\"/opinion/3541511/guice-v-mcgehee/\"><span class=\"volume\">124</span> <span class=\"reporter\">So.</span> <span class=\"page\">643</span></a></span>, 644 (1929), we held:</p>\n<blockquote>In determining the effect of irregularities through mistakes of voters and election officials, all statutes limiting the voter in the exercise of his right of suffrage are construed liberally in his favor, in order to ascertain the will of the majority of the voters.</blockquote>\n<p>This principle is still sound. If the integrity of a ballot is unquestioned, there is no good reason to disenfranchise a voter for some technical aberration beyond his control.</p>\n<p>In the instant case, twenty-eight people cast twenty-eight uninitialed affidavit ballots, presumably for the candidate of their choice. Despite the lack of initialing, those ballots fully reflect the will of the voters who cast them. Of course, if there had been even a hint of unseemliness associated with the ballots at issue, then even a technical irregularity might have rendered them void. We again emphasize, however, that Wilbourn has stipulated away even the possibility of impropriety. The burden of proving fraud rests on the party seeking to invalidate the ballots. Wilbourn has not only failed to meet his burden, he and his attorney have passed up the opportunity to do so. As it stands, the absence of initials on the twenty-eight contested ballots do not render the ballots invalid under our election code. Peggy Hobson is entitled to claim twenty-seven of those votes as her own.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>ARE THE SIX AFFIDAVIT BALLOTS OPENED BY POLL WORKERS VOID?</h2>\n<p>We further reject Wilbourn's proposition that the six affidavit ballots opened by poll workers at one precinct were void. Again, we turn to the statute for guidance. Once the offer to vote has been placed in a sealed envelope, Miss. Code Ann. § 23-15-573 (1972) specifies only that:</p>\n<blockquote>In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.</blockquote>\n<p>The statute clearly indicates that ballots shall be counted by the election commissioners in a general election. However, the statute is silent as to when, where and by whom the ballots may or shall be opened. Even if we were to read into the statute a requirement that election workers not open affidavit ballots at the polls, we would still need to answer the question of whether it would be merely directory and not mandatory.</p>\n<p>Eight affidavit ballots were opened at the precinct by election officials who were sworn to fidelity and trust in holding the election. They were opened after the polls had closed and after voters had left the precinct. Those ballots were duly returned to their envelopes and delivered to the Hinds County Election Commission. They were kept separate and apart from other election materials so that the registration status of the voters could be independently verified by the Election Commission. Two of the eight affidavit ballots were found by the Election Commissioners to have been cast by unregistered voters and thus were not counted.</p>\n<p>As with the uninitialed affidavit ballots, the parties and their attorneys stipulated that there was no question about the integrity of the ballots opened by the poll workers. It was further stipulated that the legality of the ballots was unquestioned except for the manner in which they were opened. By so stipulating, Wilbourn and his attorney have again vitiated the argument now before us. Absent evidence of fraud or intentional wrongdoing, we have held that technical irregularities will not <span class=\"star-pagination\">*1194</span> void the ballots cast. <i>Rizzo v. Bizzell,</i> <span class=\"citation\" data-id=\"1679212\"><a href=\"/opinion/1679212/rizzo-v-bizzell/\"><span class=\"volume\">530</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">121</span></a></span>, 126-127 (Miss. 1988); <i>Fouche v. Ragland,</i> <span class=\"citation\" data-id=\"1767866\"><a href=\"/opinion/1767866/fouche-v-ragland/\"><span class=\"volume\">424</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">559</span></a></span> (Miss. 1982). Notwithstanding the stipulation, we find no evidence of fraud or intentional wrongdoing in the record.</p>\n<p>We are unmoved by Wilbourn's passionate argument that the opening of the affidavit ballots by the poll workers violates the sanctity of the secret ballot. Rather, we focus our concern on the potential disenfranchisement of six voters by a procedure which violated no statute and caused no harm. In considering whether the accidental exposure of the signatures on absentee ballots would serve to invalidate those ballots, the Kentucky court wrote in <i>Stabile v. Osborne,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">980</span></span>, 982, 984 (Ky. 1949):</p>\n<blockquote>The allegation is that the election officers disregarded the rules laid down in the statute for preserving the secrecy of the ballot. But the statute does not say that this dereliction of duty shall result in disfranchisement of innocent voters.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>It would be a dangerous thing and put a premium upon misconduct to declare that an election officer by his dereliction in performing a duty, such as preserving the secrecy of individual ballots, may disenfranchise the electorate in part or in whole and perhaps swing an election from one candidate to another... . There is a difference where there was a deliberate destruction of the secret quality of an election during the course of holding it or other fraud or such gross misconduct that it cannot be said that the results do not reflect the free and unhampered will of the people.</blockquote>\n<p>We find no violation of the statute. The parties and their attorneys have stipulated that there was no evidence to challenge the integrity of the disputed ballots. We see no reason to disenfranchise innocent voters because of a technical irregularity which occurred long after their votes were cast. Accordingly, Peggy Hobson is also entitled to claim these six votes as her own.</p>\n<p>Both Wilbourn and Hobson stipulated that there were no questions about the integrity of the twenty-seven (27) uninitialed affidavit ballots and the six (6) affidavit ballots opened by poll workers. They further agreed that except for the issues raised in this appeal, there was no question as to the legality of the affidavit ballots. In effect, Wilbourn has stipulated himself out of court. Given the constraints of our scope of review, the narrowness of the issues before us and the limitations of the stipulated facts, we affirm the decision of the circuit court.</p>\n<p>AFFIRMED.</p>\n<p>PRATHER, ROBERTSON, PITTMAN and BANKS, JJ., concur.</p>\n<p>SULLIVAN, J., concurs in part I, but dissents as to part II.</p>\n<p>ROBERTSON, J., concurs with separate written opinion, joined by PRATHER and BANKS, JJ.</p>\n<p>ROY NOBLE LEE, C.J., dissents with separate written opinion, joined by HAWKINS and DAN M. LEE, P.JJ.</p>\n<p>SULLIVAN, J., joins part II of ROY NOBLE LEE's dissent.</p>\n<p>HAWKINS, P.J., dissents with separate written opinion, joined by ROY NOBLE LEE, C.J., and DAN M. LEE, P.J.</p>\n<p><span class=\"star-pagination\">*1195</span> </p>\n<p><span class=\"star-pagination\">*1196</span> ROBERTSON, Justice, concurring:</p>\n<p>I concur in the opinion of the Court and in the reasoning thereof but would prefer we had said more. This case does present \"two very narrow issues,\" but they are issues that ought not be unhinged from basic practical and legal values. This case did not arise in a vacuous legal form, nor should it be decided in one.</p>\n<p>The right to vote has become the brightest star in the American constitutional firmament. It has been secured and extended in five of our last twelve amendments which are the public expression of an enduring national consensus. It is free speech, but with a bite, for it is the one form of speech where others may be made to listen despite their dissent or disinterest. Each election sees a convergence in spacetime when each of us by law is as equal as we were created. By sovereign decree, no one of us at such a moment has greater power or wealth or standing in the human race than the most miserable wretch who slouches toward the polls to vote and thus to affirm, anonymously and to the world, that he can feel and fear and despair and dream, and, against the overwhelming weight of the evidence, to act as though he is more than just a behaviorally conditioned blob of billions of subatomic particles held together by the gravitational interaction and made life-like by the electromagnetic interaction. Election day is more than a ritual renewal of the social contract. It is at once the workhorse of the pragmatic, secular state and, because it works, the political pre-condition of human hope.</p>\n<p>Formalities attend the right to vote, as they do all rights the state may enforce. The great god efficiency demands no less. And so our election code provides we must vote by 7:00 o'clock and at designated polling places and the like. All formalities have an arbitrary edge. So long as these are reasonable and fairly knowable beforehand, their enforcement enhances the right facilitated, as when we turn away the voter three minutes late or deny one who delivers his ballot at his local tavern. Election contests are about formalities. We are told today there are two such: that affidavit ballots must be initialed and that they may not be unsealed save by the elections commissioners. If I thought for a moment a fair reading of the law required initialing affidavit ballots, or that it proscribed a poll official opening the sealed affidavit ballot envelope as soon as the polls have closed, I would say so, and then seek in the law the most sensible sanction. Fewer people miss reasonably scheduled flights that always leave on time.</p>\n<p>The Court's opinion well melds Section 23-15-573 on affidavit ballots with the general provisions of Section 23-15-541 and dispatches the first suggestion (though no resort to the myth of legislative intent is necessary or helpful). The opinion reads these statutes as best fits their combined texts and best justifies that text as a part of our democratic apparatus. There is no known reason why we would want affidavit ballots initialed.</p>\n<p>Each of today's thirty-four \"uninitialed\" affidavit ballots enjoyed greater security than would an ordinary paper ballot. Placing the ballot in a single envelope, the voter seals it and acknowledges it and then delivers the envelope to the polling official, who then signs it. The ballot is from this moment isolated, identifiable and safe. If I am wrong and initialing does for the affidavit ballot something we should have done, is not a poll worker's signature on the covering envelope better than initials on the ballot inside when there is but a single ballot inside? Nothing in Section 23-15-541 or any other statute says initialing is essential to the validity of an election. We have held initialing not so fundamental to the integrity of the process that we ought extend it beyond the act's command. <i>Hubbard v. McKey,</i> <span class=\"citation\" data-id=\"1775750\"><a href=\"/opinion/1775750/hubbard-v-mckey/\"><span class=\"volume\">193</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">129</span></a></span>, 131 (Miss. 1966).</p>\n<p>I find easier the case of the six preopened affidavit ballots. The Court's opinion invokes the parties' stipulation, but, if there were no stipulation, a silent record would do as well. A party challenging the integrity of a voter's ballot has the burden of persuasion and production. Wilbourn fails on this score. I would concede it better practice that the determination be <span class=\"star-pagination\">*1197</span> made whether the ballot is to be counted before anyone knows which candidate it favors, but the law does not require this.</p>\n<p>Absentee ballots offer a useful practical analogy. When the polls close, absentee ballots are opened and counted  at the polling place, though the elections commissioners may later disqualify one or more. Today's six affidavit ballots were handled in the same way as all absentee ballots. After the polls close, an election official will pick up an absentee ballot, break and open the seal of the envelope, and remove and inspect and count the ballot. Our case asks that we consider that a few seconds later the same official picks up a sealed affidavit ballot and repeats the process. What is important is that, from the moment the polls close, there are no legally relevant differences in the way absentee and affidavit ballots are canvassed and counted. They are subject to identical security risks, if handled like the six ballots contested here. We would appear a bit silly if we voided these functionally analogous affidavit ballots on the ground tendered.</p>\n<p>The lack of a statute should end this point, yet there is a further dimension. We charge the voter to know the law's formalities and to meet them. When the voter does what the law requires, we should be loath to void his ballot because an election official drops the ball. To be sure, we cannot make this a universal. The ballot may have been defaced or destroyed. There may be an inference of removal and substitution. No such inference confounds these ballots which were and are perfectly legible, and they were opened by election officials sworn to fidelity and trust in holding the election. As public officials they are presumed to respect their oaths. <i>Hubbard v. McKey,</i> 193 So.2d at 132. Today's six ballots were opened after the polls had closed and in the presence of other officials and candidate representatives, and without any hint of tampering. More to the point, they were opened after the voter had left the precinct. None of these six voters had means of anticipating today's eventuality, or of protecting himself from it.</p>\n<p>The only harm here is six voters' rights to secret ballot have been marginally compromised. Wilbourn spends much of his brief extolling the virtues of secret ballot. Fine, well and good, but it would seem on common sense the person with standing to complain is the person who stands the risk of harm, the voter himself. We have before us today no voter complaining that his affidavit ballot was pre-opened at the polls, nor, by reason thereof, demanding his vote be voided. If enough can be squeezed from the statute to require that affidavit ballots remain sealed until they reach the elections commissioners, should we not punish the offending official, instead of the innocent voter?</p>\n<p>This case is about formalities surrounding the right to vote. Two said-to-be formalities have been tendered and have vanished under strict legal scrutiny tempered with common sense. No doubt, Peggy Hobson and Hershel Wilbourn have rights at issue but none approaching in importance those of the thirty-four persons voting uninitialed affidavit ballots, six whose ballots were pre-opened after the polls closed. This case at its core tests our fidelity to the legal right of these thirty-four to vote for the candidate of their choice for Third District Supervisor in Hinds County. It would be monstrous to declare their votes void on these grounds and on this record.</p>\n<p>PRATHER and BANKS, JJ., join this opinion.</p>\n<p>HAWKINS, Presiding Justice, dissenting:</p>\n<p>I join the dissent of Chief Justice Lee.</p>\n<p>To hold Miss. Code Ann. § 23-15-541, a general statute covering all elections, has no application to Miss. Code Ann. § 23-15-573, the majority must distort a perfectly valid principle of law that where there is a <i>conflict</i> between the language of a general and a special statute covering the same subject, the language of the special statute will control. <i>Benoit v. United Companies Mortgage of Mississippi, Inc.,</i> <span class=\"citation\" data-id=\"1095481\"><a href=\"/opinion/1095481/benoit-v-united-companies-mortg-of-miss/\"><span class=\"volume\">504</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">196</span></a></span> (Miss. 1987). Before a court is authorized to look solely to the language of the <span class=\"star-pagination\">*1198</span> special statute, however, it must find that there is a \"conflict,\" <i>Benoit,</i> 504 So.2d at 198; or put otherwise, a \"necessary repugnancy\" between the two statutes. 82 C.J.S. <i>Statutes</i> § 369, pp. 839-44 (1953). If the two statutes can be harmonized and read together, as clearly can be done with these two statutes, then both are read and construed <i>in pari materia. </i><i>Mississippi Public Service Commission v. Municipal Energy of Mississippi,</i> <span class=\"citation\" data-id=\"1091716\"><a href=\"/opinion/1091716/miss-pub-serv-comn-v-mun-energy-agency/\"><span class=\"volume\">463</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1056</span></a></span>, 1058 (Miss. 1985).</p>\n<p>It defies reason to contend, as does the majority, that these two statutes cannot be harmonized in their requirements. The majority may twist and turn as much as it pleases (Opinion, p. 1191), but there is nothing about Miss. Code Ann. § 23-15-573 to prevent an election manager endorsing \"his initials on the back of an official blank ballot, prepared in accordance with law,\" Miss. Code Ann. § 23-15-541, on the ballot he hands to the person attempting to vote under Miss. Code Ann. § 23-15-573. It is that simple. There is as much reason for requiring the ballot to be initialed by an election manager under Miss. Code Ann. § 23-15-573 as under Miss. Code Ann. § 23-15-541. Why should an uninitialed ballot cast by a voter whose name appears on the poll books be denied, when an uninitialed ballot cast by a person whose name does not appear thereon be counted? There is as much opportunity for fraud on the part of the person casting the vote in one instance as in the other.</p>\n<p>The majority gives Miss. Code Ann. § 23-15-573 as solitary and insulated a construction as it would if the statute were in a code chapter on the Uniform Commercial Code or criminal procedures, rather than being just one section of Ch. 495, Laws 1986, a comprehensively detailed Act covering all elections.</p>\n<p></p>\n<h2>THE OTHER SIX BALLOTS</h2>\n<p>As Chief Justice Lee points out, under well-settled rules of statutory construction, it was mandatory that the election commissioners examine these affidavit ballots and decide whether or not they could be counted. No other person was authorized to do so. This official duty was not fulfilled by the commissioners because the envelopes had already been opened by some poll worker and the votes counted. Were the ballots in the envelopes the same ballots cast by the voters? We can never know; hence the reasoning behind the statute. \"In canvassing the returns of the election ... the election commissioners shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.\" Miss. Code Ann. § 23-15-573.</p>\n<p>And how does the majority handle this mandatory requirement? It tells us that, \"Even if we were to read into the statute a requirement that election workers not open affidavit ballots at the polls [how can it be read in any other way?], we would be wont to answer the question of whether it would be merely directory and not mandatory.\" (Opinion, p. 1193) As I gather from the majority, it is saying that even if the statute does have such a mandatory requirement, this Court can consider it \"merely directory.\"</p>\n<p>The other argument in the concurring opinion that the votes should be upheld because of the \"sanctity of the ballot,\" and that since no fraud was shown, we can forget that the voting laws were ignored is to be pleasantly deluded. As Chief Justice Lee states, it was precisely because the Legislature wanted to preserve the sanctity of the ballot that it enacted certain procedures to be followed. These procedures over the years have proved wise safeguards. If we ignore them, we will have no sanctified ballot.</p>\n<p>ROY NOBLE LEE, C.J., and DAN M. LEE, P.J., join this opinion.</p>\n<p>ROY NOBLE LEE, Chief Justice, dissenting:</p>\n<p>Today's majority relies almost exclusively upon the Stipulation entered into by the parties in the circuit court, particularly the stipulation that \"there is no question as to the integrity of the affidavit ballots at issue,\" or to their \"legality as to everything except that\" these 28 affidavit ballots were uninitialed and these 6 affidavit ballots were opened by the poll workers and counted <span class=\"star-pagination\">*1199</span> before the Election Commission could determine that these voters were qualified to vote in this election. Reliance upon this stipulation is misplaced.</p>\n<p>Statutory requirements concerning the conduct of elections must be mandatory where these requirements are designed to provide the legal procedures and the legal instrument  the ballot  through which voters express their will. Deviation from legal procedures and the legal ballot results in no legal expression of a voter's will. Thus, it matters not whether there was evidence of fraud beyond the deviation from the statutory requirements. The deviations, uninitialed affidavit ballots and affidavit ballots opened and counted at the polls, put the voters' expressions of their choices outside the process which our Legislature has declared to be the legal process for casting votes.</p>\n<p>Embracing this Stipulation, the majority next describes the issues presented on this appeal as \"two sterile questions of law.\" These \"sterile questions of law\" involve the integrity of much more than 34 affidavit ballots  they involve the integrity of the entire election scheme of this State. The majority ignores the larger questions and issues in reaching its result. I dissent.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>The mandatory initialing requirement of Miss. Code Ann. § 23-15-541 (1972) applies to affidavit ballots cast pursuant to Miss. Code Ann. § 23-15-573 (1972).</h2>\n<p>Miss. Code Ann. § 23-15-541 provides:</p>\n<blockquote>At all elections ... [w]hen any person entitled to vote shall appear to vote, he shall first sign his name in a receipt book or booklet provided for that purpose and to be used at that election only and said receipt book or booklet shall be used in lieu of the list of voters who have voted formerly made by the managers or clerks; whereupon and not before, the initialing manager or, in his absence, the alternate initialing manager shall indorse his initials on the back of an official blank ballot, prepared in accordance with law, and at such place on the back of the ballot that the initials may be seen after the ballot has been marked and folded, and when so indorsed he shall deliver it to the voter, which ballot the voter shall mark in the manner provided by law, which when done the voter shall deliver the same to the initialing manager or, in his absence, to the alternate initialing manager, in the presence of the others, and the manager shall see that the ballot so delivered bears on the back thereof the genuine initials of the initialing manager, or alternate initialing manager, and if so, but no otherwise, the ballot shall be put into the ballot box; and when so done one (1) of the managers or a duly appointed clerk shall make the proper entry on the pollbook. If the voter is unable to write his name on the receipt book, a manager or clerk shall note on the back of the ballot that it was receipted for by his assistance.</blockquote>\n<p>This provision applies to paper ballots which are used when other voting systems, as provided in Miss. Code Ann. § 23-15-391 <i>et seq.,</i> voting machines, electronic voting systems, and optical mark reading equipment, are not used. This paper ballot provision applies to all elections, primary, general, and special. Before the current Election Code was passed in 1986, this provision applied only to primary elections under the Corrupt Practices Act, Miss. Code Ann. § 23-3-13 (1972), having been brought forward since Hutchinson's Code, ch. 7, art. 5(6) (1848). <i>See also </i><i>Allen v. Snowden,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">553</span></span>, 556, n. 1 (Miss. 1983); <i>Hubbard v. McKey,</i> <span class=\"citation\" data-id=\"1775750\"><a href=\"/opinion/1775750/hubbard-v-mckey/\"><span class=\"volume\">193</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">129</span></a></span>, 131 (Miss. 1966) (explaining that the initialing requirement applied at that time only to primary elections).</p>\n<p>The requirements of this statute, including the initialing requirement, from early times have been held by this Court to be mandatory; failure of election officials to comply with the initialing requirement has resulted in uninitialed ballots being declared illegal and the votes thereon not being counted. <i>See </i><i>Wallace v. Leggett,</i> <span class=\"citation\" data-id=\"1683167\"><a href=\"/opinion/1683167/wallace-v-leggett/\"><span class=\"volume\">248</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">121</span></a></span>, <span class=\"citation\" data-id=\"1683167\"><a href=\"/opinion/1683167/wallace-v-leggett/\"><span class=\"volume\">158</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">746</span></a></span> (1963); <i>Ulmer v. Currie,</i> <span class=\"citation\" data-id=\"1660954\"><a href=\"/opinion/1660954/ulmer-v-currie/\"><span class=\"volume\">245</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"1660954\"><a href=\"/opinion/1660954/ulmer-v-currie/\"><span class=\"volume\">147</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">286</span></a></span> (1962); <i>Starnes v. Middleton,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">81</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">752</span></span> (1955); <i>May v. Layton,</i> 213 <span class=\"star-pagination\">*1200</span> Miss. 129, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">89</span></span> (1952); <i>Chinn v. Cousins,</i> <span class=\"citation\" data-id=\"3516245\"><a href=\"/opinion/3543822/chinn-v-cousins/\"><span class=\"volume\">201</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"3516245\"><a href=\"/opinion/3543822/chinn-v-cousins/\"><span class=\"volume\">27</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">882</span></a></span> (1946).</p>\n<p>Miss. Code Ann. § 23-15-573 provides the procedure for voting by affidavit ballot:</p>\n<blockquote>No person whose name does not appear upon the pollbooks shall be permitted to vote in an election; but if any person offering to vote in any election whose name does not appear upon the pollbook shall make affidavit before one (1) of the managers of election in writing that he is entitled to vote, or that he has been illegally denied registration, his vote may be prepared by him and handed to the proper election officer who shall enclose the same in an envelope with the written affidavit of the voter and seal it and mark plainly upon it the name of the person offering to vote. In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, shall examine the records and allow the ballot to be counted, or not, as shall appear to be legal.</blockquote>\n<p>This provision, which now applies to all elections, applied only to primary elections in Miss.Code § 3703 (1906), Hemingway's Code § 6395 (1917), Miss.Code § 5872 (1930), and Miss. Code Ann. § 3114 (1942). The statute was repealed in 1970 and reappeared in the Election Code passed in 1986 in its present form. It reads now virtually identically to the former Codes. Heretofore, this Court has not been called upon to consider whether or not the initialing requirement for paper ballots in general applies to paper ballots used for affidavit ballot purposes.</p>\n<p>In construing different sections of the Code dealing with the same subject matter, this Court has consistently followed this principle:</p>\n<blockquote>The controlling rule of construction dispositive of this case is that each section of the Code dealing with the same or similar subject matter must be read <i>in pari materia</i> and to the extent possible each section of the Code must be given effect so that the legislative intent can be determined.</blockquote>\n<p><i>Miss. Public Service Comm. v. Municipal Energy Agency of Miss.,</i> <span class=\"citation\" data-id=\"1091716\"><a href=\"/opinion/1091716/miss-pub-serv-comn-v-mun-energy-agency/\"><span class=\"volume\">463</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1056</span></a></span>, 1058 (Miss. 1985). Again, in <i>Allgood v. Bradford,</i> <span class=\"citation\" data-id=\"1093848\"><a href=\"/opinion/1093848/allgood-v-bradford/\"><span class=\"volume\">473</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">402</span></a></span>, 411 (Miss. 1985), we stated the principle thusly: \"In construing statutes, all statutes <i>in pari materia</i> are taken into consideration and the legislative intent is deduced from the consideration as a whole.\" <i>See also </i><i>Atwood Chev.-Olds v. Aberdeen Mun. Sch. Dist.,</i> <span class=\"citation\" data-id=\"1097884\"><a href=\"/opinion/1097884/atwood-chev-olds-v-aberdeen-mun-sch-dist/\"><span class=\"volume\">431</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">926</span></a></span>, 928 (Miss. 1983) (\"When statutes are <i>in pari materia,</i> although apparently conflicting, they should, if possible, be construed in harmony with each other to give effect to each.\"); <i>Lamar Cty. Sch. Bd. of Lamar Cty. v. Saul,</i> <span class=\"citation\" data-id=\"1853576\"><a href=\"/opinion/1853576/lamar-cty-sch-bd-of-lamar-cty-v-saul/\"><span class=\"volume\">359</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">350</span></a></span>, 353 (Miss. 1978).</p>\n<p>To this principle is also added the principle that a specific statute will control over a general one. <i>Andrews v. Waste Control, Inc.,</i> <span class=\"citation\" data-id=\"1139490\"><a href=\"/opinion/1139490/andrews-v-waste-control-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">707</span></a></span>, 713 (Miss. 1982), states:</p>\n<blockquote>When different code sections deal with the same subject matter, these sections are to be construed and interpreted not only so they harmonize with each other but also where they fit into the general and dominant policy of the particular system of which they are part. [citations omitted] Courts may also consider the several acts of the legislature touching the subject matter in order to ascertain the legislative intent in the several acts. [citations omitted] In <i>McCrory v. State,</i> <span class=\"citation\" data-id=\"1898871\"><a href=\"/opinion/1898871/mccrory-v-state/\"><span class=\"volume\">210</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">877</span></a></span> (Miss. 1968), this Court stated:</blockquote>\n<blockquote>It is a fundamental rule of statute construction that when two statutes encompass the same subject matter, one being general and the other specific, the latter will control. 1 Sutherland, Statutory Construction § 2022 (3rd ed. 1943). (210 So.2d at 877-78).</blockquote>\n<p><i>McCaffrey's Food Mkt., Inc. v. Miss. Milk Comm.,</i> <span class=\"citation\" data-id=\"1813477\"><a href=\"/opinion/1813477/mccaffreys-food-mkt-inc-v-mississippi-milk-comn/\"><span class=\"volume\">227</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">459</span></a></span>, 463 (Miss. 1969), stated these principles:</p>\n<blockquote>First, it is well settled that in the interpretation of statutes by the courts that the particular subject will control, as to the terms of the special subject, over the general statutes dealing with like subjects in a general way. [citations omitted] Second, it is also a rule of law that in its effort to construe a statute the <span class=\"star-pagination\">*1201</span> courts must seek to ascertain the legislative intent of the statute in question as a whole, taking into consideration each provision of the statute on the entire subject. [citations omitted]</blockquote>\n<p><i>McCaffrey's</i> goes on to quote 1 Am.Jur.2d Administrative Law § 40, \"Statutes or statutory sections which relate to the same subject matter or are in <i>pari materia</i> must be read together to determine the mind of the legislature.\" <i>Id. See Also </i><i>Martin v. State,</i> <span class=\"citation\" data-id=\"1146778\"><a href=\"/opinion/1146778/martin-v-state/\"><span class=\"volume\">501</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1124</span></a></span>, 1127 (Miss. 1987).</p>\n<p>This principle was more succinctly stated in <i>Benoit v. United Companies Mortg. of Miss.,</i> <span class=\"citation\" data-id=\"1095481\"><a href=\"/opinion/1095481/benoit-v-united-companies-mortg-of-miss/\"><span class=\"volume\">504</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">196</span></a></span>, 198 (Miss. 1987):</p>\n<blockquote>Moreover, we have recognized as a principle of statutory construction that, in the event of apparent conflicts, statutes dealing specifically with a matter are to be preferred over those of a more general nature. In <i>Lincoln County v. Entrican,</i> <span class=\"citation\" data-id=\"1714670\"><a href=\"/opinion/1714670/lincoln-county-v-entrican/\"><span class=\"volume\">230</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">801</span></a></span> (Miss. 1970) we stated</blockquote>\n<blockquote>The rule is well established that where a special and particular statute deals with a special and particular subject its particular terms as to that special subject control over general statutes dealing with the subject generally.</blockquote>\n<p>230 So.2d at 804; <i>McCaffrey's Food Market, Inc. v. Mississippi Milk Commission,</i> <span class=\"citation\" data-id=\"1813477\"><a href=\"/opinion/1813477/mccaffreys-food-mkt-inc-v-mississippi-milk-comn/\"><span class=\"volume\">227</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">459</span></a></span>, 463 (Miss. 1969).</p>\n<p>This Court has read election code provisions as being in <i>pari materia. </i><i>Allen v. Snowden,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">553</span></span> (Miss. 1983); <i>Ulmer v. Currie,</i> <span class=\"citation\" data-id=\"1660954\"><a href=\"/opinion/1660954/ulmer-v-currie/\"><span class=\"volume\">245</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"1660954\"><a href=\"/opinion/1660954/ulmer-v-currie/\"><span class=\"volume\">147</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">286</span></a></span> (1962); <i>Lopez v. Holleman,</i> <span class=\"citation\" data-id=\"1104344\"><a href=\"/opinion/1104344/lopez-v-holleman/\"><span class=\"volume\">219</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"1104344\"><a href=\"/opinion/1104344/lopez-v-holleman/\"><span class=\"volume\">69</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">903</span></a></span> (1954); <i>Neal v. Board of Supervisors,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">540</span></span> (1953); <i>Simpson County v. Burkett,</i> <span class=\"citation\" data-id=\"3518784\"><a href=\"/opinion/3546053/simpson-county-v-burkett/\"><span class=\"volume\">178</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">44</span></a></span>, <span class=\"citation\" data-id=\"3518784\"><a href=\"/opinion/3546053/simpson-county-v-burkett/\"><span class=\"volume\">172</span> <span class=\"reporter\">So.</span> <span class=\"page\">329</span></a></span> (1937).</p>\n<p>Reading these two statutes in <i>pari materia,</i> the initialing requirement of § 23-15-541 necessarily applies to affidavit ballots. Both statutes are part of an overall scheme for the conduct of an election at the polling places; the scheme's purpose is to protect the integrity of elections, to see to it that voters express their choices through legal procedures and on legal ballots. Being part of the same scheme, and being read together, these two statutes manifest no conflict in their plain words and plain meaning such that the statutory construction principle of \"specific\" over \"general\" ought to apply. The majority's creation of a conflict between the general paper ballot statute and the specific affidavit ballot statute so as to hold that the specific statute controls belies logic, ignores elementary principles of statutory construction, and most seriously, vitiates the purpose of the overall election scheme.</p>\n<p>The general statute, § 23-15-541, provides the procedure for handling regular paper ballots at the polling place. The statute dealing with affidavit ballots, § 23-15-573, provides that, having made a written affidavit, the affidavit voter's \"vote may be prepared by him and handed to the proper election officer who shall enclose the same in an envelope with the written affidavit of the voter and seal it and mark plainly upon it the name of the person offering to vote.\"</p>\n<p>In \"preparing\" the vote, this statute contemplates that the affidavit voter will mark a paper ballot. (<i>See, e.g.,</i> Miss. Code Ann. § 23-15-435, which provides that where voting machines are used, only voters whose names appear on the pollbooks or are not challenged may vote by use of a voting machine). Issuing a paper ballot to a person voting by affidavit is no different in particulars from issuing a paper ballot to a voter entitled to vote because his name appears on the pollbooks. The only difference comes in depositing the ballot in a sealed affidavit envelope, the name of the person offering to vote on the outside of the envelope, rather than simply depositing the ballot in the ballot box. The provisions of these two statutes when read together are consistent, promote uniformity in handling all paper ballots at the polling places, and assure that voters express their choices through legal procedures on a legal ballot.</p>\n<p>Understanding the purpose of the initialing requirement for paper ballots explains why the requirement must apply to any paper ballot that issues from the polling place.</p>\n<p><span class=\"star-pagination\">*1202</span> In <i>Allen v. Snowden,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">553</span></span>, 555 (Miss. 1983), this Court explicated the purpose of the initialing requirement:</p>\n<blockquote>The requirement that \"paper ballots\" be initialed by someone other than the receiving manager was to prevent the fraudulent conduct commonly known as the \"tasmanian dodge\" whereby a blank ballot was passed to a dishonest politician who premarked it and paid a corrupt voter to take it to the poll to vote. The corrupt voter received his ballot, but put the premarked ballot in the ballot box. He then took the blank ballot he received at the poll to the dishonest politician who again premarked it and paid the second corrupt voter to vote the ballot. This process continued throughout election day.</blockquote>\n<blockquote>This practice was eliminated by requiring the initialing manager to initial the ballot before it was given to the voter. A checking system was created by requiring that the initialing manager be someone other than the receiving manager, the manager receiving the blank ballots from the distributor.</blockquote>\n<p>The Court went on to hold in <i>Allen</i> that the initialing requirement does not apply to ballot cards under the Electronic Voting Systems Act because such types of ballot cards are serially numbered which prevents the kind of voting fraud the initialing requirement was designed to prevent. <i>Id.</i> at 556.</p>\n<p>The same question, then, must be asked about the procedures under the affidavit ballot provision. Does the procedure outlined for the voting of ballots by affidavit ensure against the kind of voter fraud the initialing requirement was designed to prevent? It is just as important to ensure that the affidavit voter's ballot issued from that polling place at the time the voter appeared to vote rather than having been a premarked or substituted. It is no less possible for the \"tasmanian dodge\" to happen with affidavit voters  arguably, it would be easier to accomplish. Initialing is the statutory protection for the legality of the affidavit ballot, just as it is for any other paper ballot.</p>\n<p>I know that it seems unpalatable that 28 voters may not have their votes counted because of the failure of an election official to initial the ballots, particularly in light of the stipulation that there is no evidence questioning the integrity of the voters who cast these ballots. But the very fact that these ballots were uninitialed makes them illegal. It is not that the voters may or may not have done anything wrong; it is that the will of the voter may only be expressed through a legal instrument. By statute, a paper ballot is a legal instrument upon which a voter may cast a vote only when the ballot issues from that polling place at the time the voter shows up to vote. Only the initials on the back of a ballot assure that the ballot issued from that polling place at the time the voter showed up to vote. The law cannot be blamed, and we cannot depart from the law, because poll workers failed to follow it and provide a legal ballot for voters to vote upon.</p>\n<p>Many years ago this Court answered this concern this way:</p>\n<blockquote>The reasoning of the special tribunal that since the voters at the West Biloxi box had signed the register and were thus identified as qualified electors, no omission of a third party ought to thwart their will, is more acceptable as logic than as law. It stands upon the assumption that they have cast a legal ballot. Be it an act of negligence, inadvertence or design, its cause is less important than its result. A penciled ballot or one marked with an improper device quite accurately discloses the will of the voter, even though it defies the will of the statute.</blockquote>\n<blockquote>The voter must express his will through a legal ballot. A ballot not initialed by a manager may not be deposited in the box, for \"the manager shall see that the ballot so delivered bears on the back thereof the genuine initials of the initialing manager, and if so, but not otherwise, the ballot shall be put into the ballot box.\" Obvious justification for such requirement need not be summoned to fortify the force of its plain language.</blockquote>\n<p><span class=\"star-pagination\">*1203</span> <i>Chinn v. Cousins,</i> <span class=\"citation\" data-id=\"3516245\"><a href=\"/opinion/3543822/chinn-v-cousins/\"><span class=\"volume\">201</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">1</span></a></span>, 7, <span class=\"citation\" data-id=\"3516245\"><a href=\"/opinion/3543822/chinn-v-cousins/\"><span class=\"volume\">27</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">882</span></a></span>, 883 (1946).</p>\n<p>Viewing the Election Code as a whole and understanding its intent, the conduct of fair and legal elections, leads to the conclusion that affidavit ballots must be subject to the same initialing requirement as any other paper ballot. An uninitialed ballot is not a legal instrument through which a voter can legally express a choice. The majority's result-driven decision chips away at this safeguard to fair and legal elections which we in this State have long struggled to achieve. The majority's reasoning and result risk too much the integrity of the election process.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>The Opening Of Six (6) Envelopes Containing Affidavit Ballots at the Polling Places Renders the Ballots Illegal and Void Under Miss. Code Ann. § 23-15-573 (1972).</h2>\n<p>This issue involves a departure from the provisions of § 23-15-573, again the affidavit ballot statute, which states: \"In canvassing the returns of the election, the executive committee in primary elections, or in a general election the election commissioners, shall examine the records and allow the [affidavit] ballot to be counted, or not, as shall appear to be legal.\" In this case, the poll workers in one precinct opened 8 envelopes containing affidavit ballots, counted the ballots, then put the ballots back in their respective envelopes and segregated them from the other elections materials. The election commissioners then examined the records and determined that 2 of these voters were not registered or qualified to vote but that the remaining 6 were registered and qualified to vote in that district. However, they disallowed counting these 6 ballots because the envelopes had been opened by the poll workers.</p>\n<p>It is clear that the election managers are to put the ballots into the affidavit envelope and seal it, marking the name of the person offering to vote on the outside of the envelope. It is also clear that the election commissioners are to examine the records and count the ballots as appears legal. These two points being clear, I do not understand the majority's cavalier description of what happened to the 8 affidavit ballots at issue as a \"technical irregularity.\"</p>\n<p>Returning to some principles of statutory construction, the case of <i>Mississippi Ins. Guar. Ass'n v. Vaughn,</i> <span class=\"citation\" data-id=\"1134320\"><a href=\"/opinion/1134320/mississippi-ins-guar-assn-v-vaughn/\"><span class=\"volume\">529</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">540</span></a></span>, 542 (Miss. 1988), provides these guidelines for construing a statute:</p>\n<blockquote>We construe such a statute according to familiar principles. We give the statute that reading which best fits the legislative language and is most consistent with the best statement of policies and principles justifying that language. [citations omitted.] We seek no historical fact. \"We do not inquire what the legislature meant; we ask only what the statute means.\" Holmes, <i>Collected Legal Papers</i> 207 (1920). We afford the statute the best fit reading it may be given today. We seek the best statement of policies and principles which may justify the statute today, not in 1970 when it was originally enacted. We also afford the statute that reading most coherent in principle, given the entire statutory scheme and the other valid rules in the field. [citation omitted].</blockquote>\n<p>The particular question, then, is whether this statute requires that only the election commissioners open affidavit ballots and count them after determining whether or not, according to the records, the person offering to vote can legally do so, or whether the poll workers can open them and count them, leaving the question of the legal status of the voter to the election commission. The affidavit ballot statute is clear that only the election commissioners can count the affidavit ballots and only after they have determined that the voter was registered and qualified to vote. The statute precludes affidavit envelopes being opened and the votes counted by the poll workers.</p>\n<p>Again reading the election scheme as a whole, which our principles of statutory construction demand that we do, other counting provisions throughout the Election Code indicate in clear terms whether, and how, poll workers are to count the <span class=\"star-pagination\">*1204</span> ballots or electronic votes. For instance, under Article 15, \"Voting Systems,\" § 23-15-441 provides that election managers or poll workers shall read the counters on the voting machines for each office and title as they appear on the ballot and announce the count for each. These results are to be recorded by 2 managers on 2 statements of canvass.</p>\n<p>Again, Article 15, \"Voting Systems,\" § 23-15-483 provides for counting electronic voting systems ballots. These ballots are counted at counting centers and are electronically tabulated with an electronic print-out showing the final results. To the print-out results are added \"write-in and absentee votes\" and damaged ballots. The procedure for counting ballots with Optical Mark Reading Equipment is provided in § 23-15-523; they are also counted at counting centers under provisions similar to those for counting other electronically tabulated ballots.</p>\n<p>Counting paper ballots is provided for in § 23-15-581 under Article 17, \"Conduct of Elections.\" This statute provides that the ballot box shall be immediately opened at the close of the polls and the votes read aloud and counted, with clerks \"taking down\" the results.</p>\n<p>Also interesting to note is that absentee ballots are opened and counted at the precincts by the poll workers, § 23-15-639, having been delivered by the registrar to each precinct inside the ballot boxes which are delivered to each precinct before election day, § 23-15-637. Challenged ballots are counted or rejected by the poll workers at the precincts but are carefully segregated so that the election commission can easily discern them from other ballots. <i>See</i> § 23-15-579.</p>\n<p>By contrast, the affidavit ballot statute does not indicate that the poll workers should open and count them and in fact clearly indicates that the election commissioners must count them. If only the election commissioners must count them, then there is no fathomable reason for poll workers to have opened and counted these affidavit ballots at the polls. Further, the affidavit ballot statute provides no procedure for the poll workers to open, count and segregate affidavit ballots from the other paper ballots once they are opened and counted as do, for instance, the challenged ballot statute, § 23-15-579, and absentee ballot statutes, §§ 23-15-639 and 23-15-641. Again, the absence of such a procedure indicates that affidavit ballots are not intended to be opened at the polls. In the face of other Election Code provisions which do indicate that poll workers are to count other kinds of ballots, and how to count them, it is sheer nonsense for the majority to pretend that the \"statute is silent as to when, where and by whom the ballots may or shall be opened.\" The statute clearly contemplates that affidavit ballots should be sealed by the poll workers in an envelope and the envelope should not be opened until the election commissioners determine whether or not such ballots should be counted, with the election commissioners then counting them or not.</p>\n<p>But the further question is whether or not those affidavit ballots improperly opened by poll workers should be counted. This issue turns on whether or not the statute's provisions as to counting are mandatory or directory. The general counting provision for regular paper ballots has been construed by this Court to be mandatory. <i>See </i><i>Clark v. Rankin County Democratic Executive Com.,</i> <span class=\"citation\" data-id=\"1850248\"><a href=\"/opinion/1850248/clark-v-rankin-county-democratic-executive-com/\"><span class=\"volume\">322</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">753</span></a></span>, 757 (Miss. 1975); <i>Briggs v. Gautier,</i> <span class=\"citation\" data-id=\"3516014\"><a href=\"/opinion/3543628/briggs-v-gautier/\"><span class=\"volume\">195</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"3516014\"><a href=\"/opinion/3543628/briggs-v-gautier/\"><span class=\"volume\">15</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">209</span></a></span> (1943) (construing former § 23-3-13 (1972) which contained all of current §§ 23-15-581 and 23-15-541).</p>\n<p>Again, this statute was originally part of the Corrupt Practices Act which applied only to primary elections until passage of the current Election Code in 1986 where it appeared as applying to all elections. The rationale for holding the counting provision mandatory was to prevent election fraud in the counting of ballots and prevent \"stuffing\" ballot boxes.</p>\n<p>The provisions for counting paper affidavit ballots by the election commissioners is likewise designed to prevent fraud in the counting of votes; thus, the provisions likewise must be mandatory. Any deviation from the statutory provisions must result <span class=\"star-pagination\">*1205</span> in the ballots affected by the deviation not being counted.</p>\n<p>Today's questions on appeal involve the two most crucial junctures of the voting process: providing legal ballots upon which voters mark their choices and counting those ballots. At both junctures, our Election Code protects the integrity of the ballot and the vote cast thereon. However, the majority shuns those protections for the affidavit ballot, refusing to see the Election Code as a whole cloth in which to wrap the election process. Instead, the majority cuts one piece from the cloth  the affidavit ballot  to wrap around this one election. I fear the whole cloth will soon unravel. Therefore, I dissent.</p>\n<p>HAWKINS and DAN M. LEE, P.JJ., join this opinion.</p>\n<p>SULLIVAN, J., joins as to part II of this opinion.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1091716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1092997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1093848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1095481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1097797/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1097884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1099464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1104344/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1139490/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1146778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1660954/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1679212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1683167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1714670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1720988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1727047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767866/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1813477/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1840429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1850248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1853576/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1898871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1949073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3513579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3516014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3516245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3518784/"
          ]
        }
      ],
      "judges": "McRae",
      "date_created": "2014-10-30T06:59:39.870161Z",
      "date_modified": "2016-03-03T20:49:57.244174Z",
      "date_filed": "1992-07-29",
      "date_filed_is_approximate": false,
      "slug": "wilbourn-v-hobson",
      "citation_id": 1815944,
      "case_name_short": "Wilbourn",
      "case_name": "Wilbourn v. Hobson",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "608 So. 2d 1187",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 39,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/144768/wilbourn-v-hobson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:59:39.867851Z",
  "date_modified": "2014-10-30T06:59:39.867851Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Wilbourn",
  "case_name": "Wilbourn v. Hobson",
  "case_name_full": "",
  "slug": "wilbourn-v-hobson",
  "docket_number": "92-CA-0325",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}