{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1455961/",
  "id": 1455961,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nyed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1887116/",
      "id": 1887116,
      "absolute_url": "/opinion/1887116/afscme-afl-cio-v-county-of-nassau/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1455961/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1887116/",
          "id": 1887116,
          "absolute_url": "/opinion/1887116/afscme-afl-cio-v-county-of-nassau/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1887116/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1214/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:43:46.180618Z",
          "date_modified": "2017-04-07T10:20:43.267523Z",
          "type": "010combined",
          "sha1": "131d62b2d15ccaa2d808210660e864ab1ba07056",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>609 F.Supp. 695 (1985)</b></center>\n<center><h1>AMERICAN FEDERATION OF STATE, COUNTY AND MUNICIPAL EMPLOYEES, AFL-CIO (AFSCME); The Civil Service Employees Association, Inc., Region I/Local 1000 (CSEA); Rita Wallace, Rachel Braver, Odessa Colvin, Erna Fluhr, Dorothy Garage, Laurie Gillibertie, Stephen Goldberg, Fred Jordan, Linda Kelly, Lois Whitley on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nCOUNTY OF NASSAU, its County Executive, the Comptroller, the Members of the County Board of Supervisors, and the Members of the Civil Service Commission, Defendants.</h1></center>\n<center>No. 84 Civ. 1730.</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>May 17, 1985.</center>\n<p><span class=\"star-pagination\">*696</span> <span class=\"star-pagination\">*697</span> Winn Newman, Lisa Newell, Winn Newman &amp; Associates, Washington, D.C., Richard Gaba, Garden City, N.Y., for plaintiffs.</p>\n<p>James M. Catterson, Jr., Port Jefferson, N.Y., Snitow &amp; Pauley, P.C., New York City, for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>GLASSER, District Judge:</p>\n<p>This action is a broad-based challenge to alleged sex discrimination in compensation by the County of Nassau and other related defendants. Plaintiffs seek injunctive relief, back pay and other damages under Title VII of the Civil Rights Act of 1964, as <span class=\"star-pagination\">*698</span> amended, 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"), and the Equal Pay Act of 1963, 29 U.S.C. § 206(d) (\"EPA\"). Defendants have moved to dismiss the complaint for failure to state a claim upon which relief can be granted and for lack of subject matter jurisdiction. Fed.R.Civ.P. 12(b)(1) and (6). For the reasons that follow, defendants' motion is granted only with respect to the EPA claims of plaintiffs Goldberg, Jordan and Whitley, and the Title VII claims of all of the plaintiffs insofar as they seek relief under the disparate impact theory. In all other respects, defendants' motion is denied.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>A. <i>The Complaint</i>\n</h2>\n<p>The plaintiffs in this action include two affiliated unions, the American Federation of State, County and Municipal Employees, AFL-CIO (\"AFSCME\"), an international labor union, and the Civil Service Employees Association, Region I/Local 1000 (\"CSEA\"), a union representing more than 13,800 employees of the County of Nassau. The other ten named plaintiffs are eight female and two male employees of Nassau County. Plaintiffs seek to bring this suit as a class action on behalf of</p>\n<blockquote>all employees, male and female, employed within the applicable limitation period by the County of Nassau in historically female sex-segregated job classifications in the classified service. Historically female classifications include all classifications in an occupational group or job family for which the entry level job classification is or ever has been 70% or more female.</blockquote>\n<p>First Amended Complaint (\"the Complaint\"), ¶ 3(B).<sup>[1]</sup> The defendants include the County of Nassau and certain of its officers being sued in their official capacities with respect to the compensation of Nassau County employees.</p>\n<p>Defendants' motion to dismiss is directed at the claims of the ten named individual plaintiffs. The Complaint is far from a model of clarity or precision with respect to the individual claims, but I will attempt to summarize those claims as succinctly and accurately as possible. It is alleged with respect to each individual plaintiff that the employee occupies a specific job classification that is maintained by defendants as a \"historically female classification.\" The allegations with respect to each individual then set forth two claims, in substantially identical form for each plaintiff, which will be referred to as the \"equal pay\" and \"discrimination\" claims for purposes of convenience in summarizing the Complaint.<sup>[2]</sup> The equal pay claims for each plaintiff generally allege that the named plaintiff performs duties which require substantially equal skill, effort and responsibility as the duties of employees in a certain other job classification, but the plaintiff is paid less than those other employees. The discrimination claims generally allege that defendants have discriminated in the compensation paid to occupants of the named plaintiff's job classification by paying them less than is paid to employees in other historically male job classifications which require an equivalent or lesser composite of skill, effort, responsibility and working conditions.</p>\n<p>The specific allegations concerning each individual plaintiff may be summarized as follows:</p>\n<p>Rita Wallace is employed as a Registered Nurse III in the Department of Social Services. Her equal pay claim alleges that she is paid less than male Sanitarian III's \"in the same establishment.\" The discrimination claim alleges that Registered Nurse III's are paid less than Probation Officer II's and Duplicating Machine Operators. Complaint, ¶ 10.</p>\n<p>Rachel Braver is employed as an Assistant Detective Investigative Aide in the District Attorney's Office. Her equal pay claim alleges that she is paid less than male <span class=\"star-pagination\">*699</span> Assistant Process Servers \"in the same Department and establishment.\" The discrimination claim alleges that Assistant Detective Investigative Aides are paid less than Automotive Mechanic's Aides, Morgue Attendant I's and Groundskeeper I's. Complaint ¶ 11.</p>\n<p>Odessa Colvin is employed as a Domestic Worker II in the Department of General Services. It is alleged that prior to 1967, Colvin was classified as a Cleaner and, pursuant to a classification study done by the consulting firm of Cresap, McCormack and Paget, female Cleaners were reclassified as Domestic Workers and male Cleaners were reclassified as Custodians. Colvin's equal pay claim alleges that she is paid less than male Custodians \"in the same Department and establishment.\" The discrimination claim alleges that Domestic Workers are paid less than Caretakers and Laborer I's. Complaint ¶ 12.</p>\n<p>Erna Fluhr is employed as a Clerk Typist II in the Sheriff's Department. Her equal pay claim alleges that she is paid less than \"certain male Correctional Officers in the same Department and establishment.\" The discrimination claim alleges that Clerk Typist II's are paid less than Equipment Operator I's and Laborer II's. Complaint ¶ 13.</p>\n<p>Dorothy Garage is a Correctional Clerk II in the Sheriff's Department. Her equal pay claim alleges that she is paid less than her male predecessor \"in the same Department and establishment.\" It is further alleged that she is performing the duties of a Correctional Clerk III, but because she is a woman, the County has refused to reclassify her. The discrimination claim alleges that Correctional Clerk II's are paid less than Executive Chauffeur II's and Probation Officer I's. Complaint ¶ 14.</p>\n<p>Laurie Gillibertie is employed as a Caseworker I in the Department of Social Services. Her equal pay claim alleges that she is paid less than Probation Officer I's \"in the same establishment.\" The discrimination claim alleges that Caseworker I's are paid less than Food Inspector I's and Mechanical Drafter I's. Complaint ¶ 15.</p>\n<p>Linda Kelly is employed as a Police Communications and Teletype Operator in the Department of Police. Her equal pay claim alleges that she is paid less than male Fire Communications Technician I's \"in the same establishment.\" The discrimination claim alleges that Police Communications and Teletype Operators are paid less than Groundskeeper I's and Greenskeeper I's. Complaint ¶ 16.</p>\n<p>Stephen Goldberg was employed as a Social Welfare Examiner I in the Department of Social Services and was \"recently transferred\" to the position of Probation Officer Trainee. There is no equal pay claim for Goldberg. The discrimination claim related to Goldberg alleges that Social Welfare Examiner I's are paid less than Machinists, Masons and Painters. Complaint ¶ 17.</p>\n<p>Fred Jordan is employed as a Caseworker I in the Department of Social Services. There is no equal pay claim for Jordan. The discrimination claim related to Jordan alleges that Caseworker I's are paid less than Food Inspector I's and Mechanical Drafter I's.</p>\n<p>Lois Whitley is employed as a Food Service Worker I in the Department of Social Services. There is no equal pay claim for Whitley. The discrimination claim related to Whitley alleges that Food Service Worker I's are paid less than Morgue Attendant I's and Groundskeeper I's. Complaint ¶ 19.</p>\n<p>The Complaint further alleges that on May 23, 1983, plaintiffs AFSCME, CSEA, Braver, Fluhr, Garage and Goldberg filed timely written charges with the Equal Employment Opportunity Commission (\"EEOC\"). On April 18, 1984, the EEOC issued Notices of Right to Sue to all of those plaintiffs. The EEOC charges and Right to Sue notices were annexed as exhibits to the Complaint. Complaint ¶ 20.</p>\n<p></p>\n<h2>B. <i>The Catterson Affidavit</i>\n</h2>\n<p>When defendants filed notice of this motion, they also submitted a memorandum of law in support of the motion and an affidavit of James M. Catterson, Jr., an attorney <span class=\"star-pagination\">*700</span> for defendants. Plaintiffs subsequently cross-moved to exclude the Catterson affidavit on the grounds that the affidavit is \"defective\" and that it \"does not materially assist the Court in the disposition of the action.\" Plaintiff's Memorandum in Support of Motion to Exclude Affidavit of James M. Catterson, at 1. At oral argument on these motions, plaintiffs' counsel stated that it was prepared to withdraw the motion to exclude to the extent that the affidavit is not offered as proof of facts. Transcript of Oral Argument on August 3, 1984, at 28.</p>\n<p>I have carefully reviewed the Catterson affidavit to determine whether any or all parts of the affidavit may be considered in conjunction with defendants' motion under Rule 12(b)(6) of the Federal Rules of Civil Procedure. While most of the affidavit contains nothing more than legal arguments, paragraphs 12, 13 and 14 contain statements of facts which do not appear in the Complaint. In two recent decisions, the Second Circuit sternly warned against considering facts presented outside of the pleadings in conjunction with a 12(b)(6) motion:</p>\n<blockquote>[T]he district court [considering a 12(b)(6) motion] must limit itself to a consideration of the facts that appear on the face of the complaint. If the court considers any matters outside of the complaint, it must treat the motion as one for summary judgment and proceed under Fed.R. Civ.P. 56, giving the party opposing the motion notice, an opportunity to submit pertinent material and, if need be, conduct discovery.</blockquote>\n<p><i>Ryder Energy Distribution v. Merrill Lynch Commodities, Inc.,</i> 748 F.2d 774, 779 (2d Cir.1984); <i>Goldman v. Belden,</i> 754 F.2d 1059, 1065-67 (2d Cir.1985). Conversion to a motion for summary judgment is mandatory if the court considers matters outside of the pleadings. <i>Goldman,</i> 754 F.2d at 1066. The court has complete discretion, however, to determine whether or not to accept any material beyond the pleadings that is offered in conjunction with a 12(b)(6) motion. 5 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 1366, at 678 (1969). The court's belief as to whether discovery is necessary before the utilization of summary judgment procedure will have great bearing on the determination of whether to convert the motion into one for summary judgment. <i>Id.</i> at 679.</p>\n<p>In this case, defendants moved to dismiss shortly after the Complaint was filed and before either party had any meaningful opportunity for discovery. I therefore do not believe that it is appropriate to treat the motion to dismiss as a motion for summary judgment. Accordingly, I cannot consider paragraphs 12, 13 and 21 of the Catterson affidavit to the extent that these paragraphs contain facts that do not appear in the Complaint. While I can and have considered the legal arguments raised in the other paragraphs of the affidavit, defendants are advised that such arguments should generally be raised in briefs or memoranda of law. Arguments such as those included in the affidavit, which do not bear citations to legal authority and merely reiterate arguments raised in defendants' memoranda of law, are of little utility to the Court in reaching a decision. Affidavits in support of a motion for summary judgment or a converted Rule 12(b)(6) motion should be confined to statements of facts based upon the personal knowledge of the affiant such as would be admissible in evidence. Fed.R.Civ.P. 56(e).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Defendants have moved to dismiss the various claims in the Complaint on essentially four separate grounds: (1) the Court lacks subject matter jurisdiction over all of the claims because plaintiffs have not exhausted their administrative remedies; (2) plaintiffs have failed to allege sufficient facts to state a claim under the EPA; (3) plaintiffs have failed to allege sufficient facts to state a claim under Title VII; and (4) the claims of plaintiffs Braver and Colvin should be dismissed because those plaintiffs have nearly identical actions pending in this District. I will proceed to address each of these grounds separately.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*701</span> A. <i>Exhaustion</i>\n</h2>\n<p></p>\n<h2>1. <i>State Remedies</i>\n</h2>\n<p>The crux of defendants' exhaustion argument is that the Court lacks subject matter jurisdiction over both the EPA and Title VII claims because plaintiffs failed to exhaust administrative remedies for wage discrimination available under New York law.<sup>[3]</sup> Specifically, defendants maintain that the plaintiffs should have sought administrative reclassification of their positions or reallocation of their salary grades under the New York Civil Service Law (McKinney 1983) (the \"CSL\").</p>\n<p>Section 115 of CSL states that it is the \"policy of the state to provide equal pay for equal work....\" Defendants contend that, on the force of this authority, plaintiffs could and should have first sought redress for their claims of unequal pay for equal work by seeking reclassification of their positions or reallocation of their salary grades under the procedures provided by CSL § 120. Defendants maintain that CSL § 120 provides an administrative appeal procedure for complaints relating to classifications or salary grades under which \"an individual may petition his local civil service commission for relief. If warranted, an appeal lies to the State Civil Service Commission and thereafter to the Appellate Division of the Supreme Court.\" Defendants' Memorandum in Support of the Motion to Dismiss (\"Defendants' Memorandum\") at 4. I note in passing that defendants' description of the administrative procedures available under CSL § 120 is not entirely accurate,<sup>[4]</sup> but this deficiency is of no moment because I conclude that there is no requirement that plaintiffs exhaust state administrative remedies before proceeding with Title VII or EPA claims in federal district court.</p>\n<p>Defendants cite several authorities for the general proposition that an aggrieved party must exhaust federal or state administrative remedies as a condition precedent to judicial review of administrative policies or decisions.<sup>[5]</sup> None of those authorities <span class=\"star-pagination\">*702</span> specifically considered whether exhaustion is required under either Title VII or the EPA.</p>\n<p>In the context of Title VII claims, the Supreme Court has observed in a unanimous opinion that Title VII \"vest[s] federal courts with plenary powers to enforce the statutory requirements; and <i>it specifies with precision the jurisdictional prerequisites</i> that an individual must satisfy before he is entitled to institute a lawsuit.\" <i>Alexander v. Gardner-Denver Co.,</i> 415 U.S. 36, 47, 94 S.Ct. 1011, 1019, 39 L.Ed.2d 147 (1974) (emphasis added). Those prerequisites are met when the plaintiff (1) files a timely charge of employment discrimination with the EEOC, and (2) receives and acts upon the statutory right to sue notice from the EEOC. <i>Id.</i> (citing 42 U.S.C. §§ 2000e-5(b), (e) and (f)). No further exhaustion of administrative remedies is required by the statute, nor can any such exhaustion requirement be judicially grafted on to the statute. Rather, the \"legislative history of Title VII manifests a congressional intent to allow an individual to pursue independently his rights under both Title VII and other applicable state and federal statutes.\" <i>Alexander,</i> 415 U.S. at 48, 94 S.Ct. at 1019.</p>\n<p>Defendants also argue that under § 706(c) of Title VII, 42 U.S.C. § 2000e-5(c), plaintiffs must petition the Nassau County Civil Service Commission for relief before bringing claims in this Court. Section 706(c) provides:</p>\n<blockquote>In the case of an alleged unlawful employment practice in a State, or a political subdivision of a State, which has a State or local law prohibiting the unlawful employment practice alleged and establishing or authorizing a State or local authority to grant or seek relief from such practice ... no charge may be filed [with the EEOC] by the person aggrieved before the expiration of sixty days after proceedings have been commenced under State or local law unless such proceedings have been earlier terminated....</blockquote>\n<p>42 U.S.C. § 2000e-5(c). This section has been construed to \"merely require <i>deferral</i> of federal administrative and judicial action during the sixty days following institution of state or local administrative action; it does not require that state or local remedies be <i>exhausted</i> as a condition precedent to federal action.\" <i>Schudtz v. Dean Witter &amp; Co.,</i> 423 F.Supp. 48, 49 (S.D.N.Y. 1976) (emphasis in original) (<i>citing </i><i>Voutsis v. Union Carbide Corp.,</i> 452 F.2d 889 (2d Cir.1971), <i>cert. denied</i> 406 U.S. 918, 92 S.Ct. 1768, 32 L.Ed.2d 117 (1972)). Under EEOC regulations expressly approved by the Second Circuit, when a charge is filed with the EEOC before filing with the appropriate state or local agency, a copy of the charge is promptly transmitted to the state or local agency while the charge itself is held by the EEOC until after termination of the state proceedings or the lapse of the 60-day deferral period, whichever is earlier, at which point the charge is deemed filed. <i>Voustis,</i> 452 F.2d at 892 (<i>citing</i> 29 CFR § 1601.12 (now 29 CFR § 1601.13)). A court should not dismiss a Title VII action simply because the underlying EEOC charge was filed prematurely under § 706(c). <i>See </i><i>Voutsis,</i> 452 F.2d at 892.</p>\n<p>In any event, neither the Nassau County Civil Service Commission nor the New York State Civil Service Commission qualify as deferral agencies under § 706(c). In New York, the New York State Division of Human Rights has been designated by the EEOC as the appropriate agency for § 706(c) deferrals. 29 CFR § 1601.74. The determination of which agencies meet the § 706(c) requirements was made in accordance with EEOC regulations on § 706(c) agency qualifications. 29 CFR § 1601.70. That determination is entitled considerable deference by the courts. <i>Voustis,</i> 452 F.2d at 892. Furthermore, § 706(c) provides only that the EEOC should defer to agencies that have the power to \"grant or seek relief\" from the alleged <span class=\"star-pagination\">*703</span> unlawful employment practice. Backpay awards play a central role in the remedial scheme of Title VII. <i>See </i><i>Albermarle Paper Co. v. Moody,</i> 422 U.S. 405, 413-25, 95 S.Ct. 2362, 2369-75, 45 L.Ed.2d 280 (1975). The New York Civil Service Law expressly deprives the state civil service commission of the power to make backpay-type awards. <i>See</i> CSL § 121(2)(c). The commission therefore lacks the power to grant the relief necessary to qualify it as a § 706(c) agency.<sup>[6]</sup></p>\n<p>The bulk of defendants' exhaustion arguments are directed toward plaintiffs' Title VII claims, but defendants do summarily assert that plaintiffs must exhaust administrative remedies before pursuing EPA claims. Defendants' Memorandum at 6. This argument can be rejected with equal brevity: it is clear that exhaustion of administrative remedies is not required as a prerequisite to suits under the EPA. <i>See </i><i>Ososky v. Wick,</i> 704 F.2d 1264, 1265 (D.C. Cir.1983); C. Richey, <i>Manual on Employment Discrimination Law and Civil Rights Actions in Federal Courts,</i> at B-7 (Federal Judicial Center rev. ed. 1984); G. Rutherglen, <i>Major Issues in the Federal Law of Employment Discrimination,</i> at 94 (Federal Judicial Center 1983).</p>\n<p></p>\n<h2>2. <i>EEOC Charges</i>\n</h2>\n<p>Of the twelve named institutional and individual plaintiffs, only plaintiffs CSEA, AFSCME, Fluhr, Garage and Goldberg filed timely charges with the EEOC and received right to sue notices, thereby exhausting their EEOC remedies.<sup>[7]</sup> Defendants argue that the Title VII claims of the remaining plaintiffs should be dismissed for failure to exhaust their EEOC remedies.</p>\n<p>It is well established that in Title VII class actions, it is not necessary that all of the named plaintiffs file EEOC charges and obtain notices of the right to sue. <i>Dodge v. Giant Food, Inc.,</i> 488 F.2d 1333, 1333-34 n. 1 (D.C.Cir.1973); <i>Oatis v. Crown Zellerbach Corp.,</i> 398 F.2d 496, 498-99 (5th Cir.1968); <i>Watson v. Fuller Brush Co.,</i> 570 F.Supp. 1299, 1302 (W.D. Mich.1983); <i>Lo Re v. Chase Manhattan Corp.,</i> 431 F.Supp. 189, 194 (S.D.N.Y.1977). <i>See also </i><i>Albermarle Paper Co.,</i> 422 U.S. at 414 n. 8, 95 S.Ct. at 2370 n. 8 (unnamed parties in the plaintiff class who have not themselves filed charges with the EEOC may be awarded back pay). Aggrieved individuals who have not filed charges with the EEOC may join a Title VII class action as co-plaintiffs provided that they are members of the class, assert the same or some of the same issues raised by the plaintiffs who filed charges and present claims that are within the scope of the EEOC investigation that could be reasonably expected to <span class=\"star-pagination\">*704</span> grow out of the charges of discrimination. <i>Lo Re,</i> 431 F.Supp. at 194.</p>\n<p>A review of the Complaint and the attached EEOC charges reveals that the claims asserted by all of the plaintiffs who did not file charges meet the latter two requirements set forth in <i>Lo Re.</i> It is uncertain, however, whether the first requirement will be met because I have not yet had occasion to pass upon a motion for class certification in this action. Under such circumstances, a court may either deny the motion to dismiss the claims of plaintiffs who did not file EEOC charges, with leave to renew the motion if class certification is ultimately denied, <i>Watson,</i> 570 F.Supp. at 1302, or dismiss the claims of those plaintiffs, but permit them to be deemed members of the class if a class is certified. <i>Schulte v. State of New York,</i> 533 F.Supp. 31, 34 (E.D.N.Y.1981). The practical difference between the two alternatives is that the latter approach, but not the former, effectively precludes the plaintiffs with unexhausted claims from ultimately being designated as class representatives. Since there is some authority for permitting such plaintiffs to serve as class representatives, <i>Oatis,</i> 398 F.2d at 499; <i>Lo Re,</i> 431 F.Supp. at 195, I believe that it is more appropriate to permit the plaintiffs to remain as named plaintiffs, at least until their fitness as class representatives is determined on a motion for class certification. Defendant's motion to dismiss the Title VII claims of the plaintiffs who did not exhaust their EEOC remedies is, therefore, denied, with leave to renew the motion if class certification is ultimately denied.</p>\n<p></p>\n<h2>B. <i>The Equal Pay Act Claims</i>\n</h2>\n<p>To establish a prima facie case under the Equal Pay Act, a plaintiff must show that an employer pays different wages to employees of the opposite sex within an \"establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions. ...\" 29 U.S.C. § 206(d); <i>see </i><i>Corning Glass Works v. Brennan,</i> 417 U.S. 188, 195, 94 S.Ct. 2223, 2228, 41 L.Ed.2d 1 (1974).<sup>[8]</sup> Defendants contend that the plaintiffs' EPA claims should be dismissed for failure to sufficiently allege facts satisfying the requisite \"establishment\" and \"equal work\" elements of a prima facie case.</p>\n<p></p>\n<h2>1. <i>Establishment</i>\n</h2>\n<p>The claims of plaintiffs Goldberg, Jordan and Whitley do not contain any allegations of the type denominated as \"equal pay\" allegations earlier in this opinion. While their \"discrimination\" allegations do state that occupants of their respective job classifications are paid less than occupants of other job classifications \"which require an equivalent or lesser composite of skill, effort and responsibility,\" these three plaintiffs do not allege that this wage disparity occurs between employees within the same \"establishment.\" Even assuming, <i>arguendo,</i> that the discrimination allegations of these plaintiffs sufficiently allege the \"equal work\" element of an EPA claim, plaintiffs Goldberg, Jordan and Whitley have plainly failed to allege the establishment element necessary to state a claim under the EPA. Their EPA claims must, therefore, be dismissed. In light of <span class=\"star-pagination\">*705</span> the very technical nature of this deficiency, plaintiffs are hereby granted leave to amend the Complaint to allege EPA claims for plaintiffs Goldberg, Jordan and Whitley.</p>\n<p>The claims of all of the other individual plaintiffs contain summary allegations stating that the plaintiffs are paid less than employees of the opposite sex employed in the same establishment, and the claims of Fluhr, Garage, Braver and Colvin also allege disparity in pay within the same \"department.\" Plaintiffs argue that Nassau County as a whole is an establishment for EPA purposes, while defendants maintain that the entire County cannot constitute an establishment and, therefore, the EPA claims should be dismissed.</p>\n<p>In pre-EPA cases construing the Fair Labor Standards Act (\"FLSA\"),<sup>[9]</sup> the Supreme Court held that the word \"establishment\" as used in FLSA should be interpreted as having the meaning \"normally used in business and government  as meaning a distinct, physical place of business....\" <i>A.H. Phillips, Inc. v. Walling,</i> 324 U.S. 490, 65 S.Ct. 807, 89 L.Ed. 1095 (1945); <i>Mitchell v. Bekins Van &amp; Storage Co.,</i> 352 U.S. 1027, 77 S.Ct. 593, 1 L.Ed.2d 589 (1957). Subsequent to the enactment of the EPA, the Department of Labor promulgated regulations interpreting the word \"establishment\" in the EPA as having the meaning accorded to that word in <i>Phillips.</i> 29 CFR § 800.108.</p>\n<p>Recognizing the practical problems inherent in a rigid geographic interpretation of \"establishment,\" the courts in recent years have adopted a more functional approach in determining the relevant establishment for employers with physically dispersed operations. Several courts have found that operations spread throughout numerous physical locations can constitute a single establishment for purposes of the EPA. <i>See </i><i>Marshall v. Dallas Independent School District,</i> 605 F.2d 191 (5th Cir.1979) (a school district operating 182 schools is a single establishment); <i>Brennan v. Goose Creek Consolidated Independent School District,</i> 519 F.2d 53 (5th Cir.1975) (a school district operating thirteen schools is a single establishment); <i>Grumbine v. United States,</i> 586 F.Supp. 1144, 34 FEP Cases (BNA) 847 (D.D.C.1984) (the entire federal civil service is a single establishment). Even in the recent cases which held that a single physical place of business is the relevant establishment, the courts acknowledged that physical proximity is just one factor bearing on the establishment determination. <i>Alexander v. Univ. of Michigan-Flint,</i> 509 F.Supp. 627, 629 (E.D. Mich.1980); <i>Wetzel v. Liberty Mutual Insurance Co.,</i> 449 F.Supp. 397, 407 (W.D.Pa. 1978). \"More important, however, is the amount and degree to which physically separate places of business interact.\" <i>Alexander,</i> 509 F.Supp. at 629.</p>\n<p>Perhaps the broadest interpretation of the establishment requirement was applied in <i>Grumbine,</i> where the lone female regional counsel of the United States Customs Service alleged that she was unlawfully paid less than the Customs Service's eight other regional counsels, all of whom were male. Each regional counsel worked in a separate physical location. The court observed that the emphasis on a geographic approach to the term \"establishment\" in the older cases reflected the \"congressional effort to exempt certain local business establishments from the minimum wage and maximum hours provisions of the Fair Labor Standards Act.... But this reasoning has little relevance to the Equal Pay Act provisions of the Fair Labor Standards Act, and even less so in the area of governmental employment, where typically central supervision exists and pay standards apply for an entire system irrespective of where the employee happens to be located.\" 586 F.Supp. 1144, 34 FEP Cases at 849. The court rejected reliance on the geographic emphasis in the Department of Labor regulations, 29 CFR § 800.108, noting, <i>inter alia,</i> that those regulations were regarded by the Department as interim regulations pending ultimate judicial resolution of the issues (see 29 CFR § 800.2), the Department <span class=\"star-pagination\">*706</span> itself filed the <i>Goose Creek</i> and <i>Dallas School District</i> cases without regard to geographic limitations, and the EEOC, to which enforcement authority over the EPA was transferred in 1979, promulgated proposed regulations that contain a broader interpretation of \"establishment\" than the Department of Labor's regulations. (<i>See</i> 46 Fed.Reg. 43,848 (1981)); 34 FEP Cases at 849 n. 14.<sup>[10]</sup> The court held that the relevant establishment for EPA purposes was the \"Civil Service in its entirety.\" 586 F.Supp. 1144, 34 FEP Cases at 851.<sup>[11]</sup></p>\n<p>These cases compel the conclusion that physically separate work places can constitute a single establishment under the EPA if there is a significant functional interrelationship between the work of the employees in the various locations. Thus, defendants concede, as they must, that geographic considerations are a guideline, but not the sole factor, to be considered by the courts in determining what constitutes the relevant establishment. Defendants' Reply Memorandum at 6. That concession is, however, fatal to defendants' motion to dismiss with respect to the establishment issue. In each of the cases discussed above, the courts determined the relevant establishment after carefully analyzing the detailed facts presented at trial or in conjunction with a motion for summary judgment. In the present case, defendants ask the Court to make that same determination on a motion to dismiss under Rule 12(b)(6), where the Court is limited to consideration of the facts that appear on the face of the complaint. <i>Ryder Energy Distribution Corp. v. Merrill Lynch Commodities, Inc.,</i> 748 F.2d 774, 779 (2d Cir.1984). That motion cannot be granted unless it appears \"beyond doubt\" that the plaintiffs can prove no set of facts in support of their claims which would entitle them to relief. <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-102, 2 L.Ed.2d 80 (1957).</p>\n<p>Applying these standards to the present case, I do not believe that it can be said \"beyond doubt\" that plaintiffs could not prove that the operations of Nassau County are sufficiently centralized and interrelated so that the entire County constitutes a single establishment under the EPA. One need not go even that far to sustain the EPA claims of plaintiffs Fluhr, Garage, Braver and Colvin, which allege pay disparities <span class=\"star-pagination\">*707</span> within the same department. Defendants' motion to dismiss the EPA claims must, therefore, be denied with respect to the establishment issue.<sup>[12]</sup></p>\n<p></p>\n<h2>2. <i>Equal Work</i>\n</h2>\n<p>Defendants contend that plaintiffs have failed to allege sufficient facts to support the \"equal work\" element of an EPA claim. To satisfy that element, plaintiffs need only show that a disparity in pay exists between two jobs for which the \"`skill, effort and responsibility' required in the performance of the jobs is `substantially equal.'\" <i>Usery v. Columbia University,</i> 568 F.2d 953, 958 (2d Cir.1977) (citations omitted). This standard does not require that plaintiffs allege or prove \"identical work,\" but neither is it sufficient for plaintiffs to merely allege \"comparable work.\" <i>Goodrich v. Int'l Brotherhood of Electrical Workers, AFL-CIO,</i> 712 F.2d 1488, 1492 (D.C.Cir.1983); <i>Francoeur v. Corroon &amp; Black Co.,</i> 552 F.Supp. 403, 407 (S.D.N.Y.1982). Inconsequential differences between jobs can be disregarded if the jobs are substantially equal. <i>Hodgson v. Corning Glass Works,</i> 474 F.2d 226, 234 (2nd Cir.1973), <i>aff'd sub nom. </i><i>Corning Glass Works v. Brennan,</i> 417 U.S. 188, 94 S.Ct. 2223, 41 L.Ed.2d 1 (1974).</p>\n<p>The equal pay allegations of the plaintiffs in this case consist of a comparison of each individual plaintiff's job title with another specific job title, coupled with an allegation of pay disparity for substantially equal work. Defendants would have the Court determine, solely on the basis of these job titles, that the work performed by the occupants of those titles is not substantially equal. The cases have uniformly held, however, that job title or classification is not dispositive in a determination of substantial equality.<sup>[13]</sup> As the Ninth Circuit has explained:</p>\n<blockquote>[In] showing that the skill, efforts and responsibility required in the performance of jobs is `substantially equal,' ... actual job performance and content  not job titles, classifications or descriptions  is determinative.... It is the overall job, not its individual segments, that must form the basis of comparison, ... and, because job duties vary so widely, each suit must be determined on a case by case basis.</blockquote>\n<p><i>Gunther v. County of Washington,</i> 623 F.2d 1303, 1309 (9th Cir.1979), <i>aff'd</i> 452 U.S. 161, 101 S.Ct. 2242, 68 L.Ed.2d 751 (1981). In each case cited in footnote 13, a determination regarding substantial equality was made either on a motion for summary judgment or after a trial on the merits, but not on a motion to dismiss under Rule 12(b)(6).</p>\n<p>On the basis of job titles alone, it cannot be said beyond doubt that plaintiffs could not show any facts establishing that some or all of the jobs compared in the Complaint involve substantially equal work. <i>See </i><i>Conley,</i> 355 U.S. at 45-46, 77 S.Ct. at 101-102. I stress again that on a 12(b)(6) motion, the court is not free to weigh the evidence that might be presented at trial. <i>Goldman,</i> 754 F.2d at 1067. Furthermore, plaintiffs need only allege such facts as will give defendants fair notice of the substance and basis for plaintiffs' claims. <span class=\"star-pagination\">*708</span> <i>Conley,</i> 355 U.S. at 47, 77 S.Ct. at 102. Plaintiffs' Complaint is sufficiently particular in terms of specifying the jobs plaintiffs intend to compare so as to notify defendants of the basis for plaintiffs' claims. Defendants' motion to dismiss the EPA claims must, therefore, be denied.</p>\n<p></p>\n<h2>C. <i>The Title VII Claims</i>\n</h2>\n<p>Defendants essentially contend that plaintiffs' Title VII claims must be dismissed for two reasons: (1) plaintiffs are asserting claims for \"comparable worth\" and such claims are not cognizable under Title VII; and (2) the Complaint fails to state a claim under any of the established Title VII theories.<sup>[14]</sup> Plaintiffs deny that they are asserting comparable worth claims and contend that they are simply seeking relief under the traditional disparate treatment and disparate impact theories of Title VII.<sup>[15]</sup></p>\n<p>Defendants are correct in saying that the courts have generally held that pure claims of comparable worth, without more, are not cognizable under Title VII. <i>See, e.g., </i><i>Spaulding v. Univ. of Washington,</i> 740 F.2d 686, 700 (9th Cir.1984); <i>Plemer v. Parsons-Gilbane,</i> 713 F.2d 1127, 1134 (5th Cir.1983); <i>Connecticut Employees Ass'n v. State of Connecticut,</i> 31 FEP Cases (BNA) 191, 192-93 (D.Conn.1983); <i>Power v. Barry County, Michigan,</i> 539 F.Supp. 721, 726 (W.D.Mich.1982). The <i>Barry County</i> case offers a succinct definition of the \"comparable worth\" concept:</p>\n<blockquote>Although there are many definitions of comparable worth, the quintessential element common to all is that discrimination exists when workers of one sex in one job category are paid less than workers of the other sex in another job category and both categories are performing work that is not the same in content, but is of the \"comparable worth\" to the employer in terms of value and necessity.</blockquote>\n<p>539 F.Supp. at 722. The courts understandably have been reluctant to entertain pure comparable worth claims because, to evaluate such claims, a court would have to make essentially subjective assessments of the relative value of differing positions and the responsibilities of those positions, without clear evidence as to how the employer itself valued those jobs. <i>See </i><i>Plemer,</i> 713 F.2d at 1134. This is not to say that evidence of comparable worth is necessarily irrelevant in proving discrimination under some other Title VII theory. <i>Spaulding,</i> 740 F.2d at 700-01. Rather, courts will not infer discriminatory intent from only the existence of wage disparities between jobs that are merely similar, but not substantially equal. <i>Id.</i></p>\n<p>\"Classic\" claims of unequal pay for equal work are, however, actionable under the disparate treatment theory of Title VII. <i>E.g., </i><i>Plemer,</i> 713 F.2d at 1135; <i>Odomes v. Nucare, Inc.,</i> 653 F.2d 246, 250 (6th Cir.1981); <i>Waterman v. New York Telephone Co.,</i> 36 FEP Cases (BNA) 41, 46 (S.D.N.Y.1984). The analysis for such claims is essentially the same as analysis under the EPA: whether a disparity in pay exists between two jobs that entail substantially equal work. <i>Odomes,</i> 653 F.2d <span class=\"star-pagination\">*709</span> at 250; <i>Waterman,</i> 36 FEP Cases at 46.<sup>[16]</sup> Thus, for the same reasons as discussed with respect to plaintiffs' EPA claims, the equal pay allegations in the Complaint state Title VII claims of unequal pay for equal work.</p>\n<p>The Supreme Court has also recognized that Title VII wage claims are not limited to only those claims that could be brought under the EPA. <i>See </i><i>County of Washington v. Gunther,</i> 452 U.S. 161, 168, 181, 101 S.Ct. 2242, 2247, 2253, 68 L.Ed.2d 751 (1981). In <i>Gunther,</i> female prison guards sought relief under Title VII, alleging that they were paid less than male guards as a result of intentional sex discrimination. The district court had found that the female guards did not perform work that was substantially equal to the work of the male guards. In arguing that they could nonetheless prove intentional sex discrimination by other means, the plaintiffs relied on a study, previously conducted by their employer, that evaluated the relative worth of the male and female guards' jobs. The study indicated that the female guards should be paid approximately 95% as much as the male guards, even though the women were actually paid only 70% as much while the men were paid the full evaluated worth of their jobs. In holding that the plaintiffs could use such evidence to prove intentional discrimination between jobs involving unequal work, the Supreme Court noted that the \"suit does not require a court to make its own subjective assessment of the value of the male and female guard jobs, or to attempt by statistical techniques or other methods to quantify the effect of sex discrimination on the wage rates.\" 452 U.S. at 181, 101 S.Ct. at 2253.</p>\n<p>Defendants contend that <i>Gunther</i> creates a narrow exception to the \"usual requirement\" of showing unequal pay for equal work in Title VII wage claims. Specifically, defendants argue that the <i>Gunther</i> rule only applies where the employer admits discrimination or has a \"transparent\" sex-biased wage system. This contention is contrary to both the Court's own language in <i>Gunther</i> and several post-<i>Gunther</i> cases assessing claims of intentional wage discrimination.</p>\n<p>In <i>Gunther,</i> the Court specifically stated that it was not deciding the \"precise contours of lawsuits challenging sex discrimination in compensation under Title VII.\" 452 U.S. at 181, 101 S.Ct. at 2253. The lower courts have subsequently attempted to define those contours by relying on various traditional forms of evidence used to prove intentional discrimination. For example, in the well-publicized case of <i>AFSCME v. State of Washington,</i> 578 F.Supp. 846 (W.D.Wash.1983), involving allegations of wage discrimination that are substantially similar to those presented here, the court noted that a Title VII plaintiff may establish a prima facie case of disparate treatment without any direct evidence of discriminatory motive. 578 F.Supp. at 858. The court then listed some of the forms of circumstantial evidence that the courts have found probative of intentional discrimination:</p>\n<blockquote>[T]he historical context out of which the challenged practices arise; obstacles confronting applicants and/or employees; subjective employment practices utilized <span class=\"star-pagination\">*710</span> by the Defendant resulting in a pattern disfavoring females; the foreseeable adverse impact of those practices; the increase in pay to the Plaintiffs since filing of the instant suit; discriminatory treatment in other areas of employment; and, perhaps most telling, recognition of disparate treatment by responsible State officials.</blockquote>\n<p><i>Id.</i> The court ultimately found that discriminatory intent was established by a combination of five factors:</p>\n<blockquote>(a) the deliberate perpetuation of an approximate 20% disparity in salaries between predominately male and predominately female job classifications with the same number of job evaluation points; (b) other statistical evidence including the inverse correlation between the percentage of women in a classification and the salary for the classification; (c) application of subjective standards which have a disparate impact on predominately female jobs; (d) admissions by present and former State officials that wages paid to employees in predominately female jobs are discriminatory; and, (e) the Defendant's failure to pay the Plaintiffs their evaluated worth as established by the Defendants.</blockquote>\n<p>578 F.Supp. at 864.<sup>[17]</sup></p>\n<p>Other courts have found inferences of discriminatory intent in cases where there was no evidence that the employer disregarded a job evaluation study indicating inequitable compensation practices. For example, in <i>Melani v. Board of Higher Education of the City of New York,</i> 561 F.Supp. 769 (S.D.N.Y.1983), the plaintiffs relied \"almost exclusively\" on their own statistical studies, which compared the salaries of various groups of employees while controlling for variables such as age, years of service and academic degrees attained by the employees. The court noted that gross statistical disparities may constitute prima facie proof of an intentional pattern or practice of discrimination, 561 F.Supp. at 777, and held that the plaintiffs' statistics established such a prima facie case. <i>Id.</i> at 781. <i>See also </i><i>Heagney v. Univ. of Washington,</i> 642 F.2d 1157 (9th Cir.1981) (statistical study, conducted after the plaintiff resigned, may establish a prima facie case of disparate treatment in compensation); <i>Lanegan-Grimm v. Library Ass'n of Portland,</i> 560 F.Supp. 486 (D.Or.1983) (historical evidence of sex segregation between similar jobs with unequal pay scales creates inference of intentional discrimination in compensation); <i>Taylor v. Charley Bros. Co.,</i> 25 FEP Cases (BNA) 602 (W.D.Pa. 1981) (intention to discriminate in compensation inferred from employer's failure to undertake a job evaluation study, pattern and practice of segregating women employees into a single department, considering only women job applicants for openings in that department, and various discriminatory remarks of company officials).</p>\n<p>In light of these cases, I must reject defendants' argument that this case should be dismissed because the plaintiffs did not allege that the defendants disregarded a study establishing the relative worth of <span class=\"star-pagination\">*711</span> plaintiffs' jobs. To the contrary, I conclude, as a matter of law, that the Complaint states claims for intentional discrimination under the disparate treatment theory of Title VII.</p>\n<p>Defendants alternatively argue that plaintiffs have not alleged intentional discrimination with sufficient specificity to state a claim under either the <i>Gunther</i> branch of the disparate treatment theory or any other Title VII theory. It is true that the phrases \"intentional discrimination\" and \"disparate treatment\" do not appear anywhere in the Complaint. The Federal Rules of Civil Procedure do not, however, require that plaintiffs specifically set forth in the Complaint the legal theory or theories upon which they will rely, Fed.R.Civ.P. 8(a)(2); 5 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 1219 (1969), nor is there any special requirement for pleading a legal theory under Title VII. <i>See </i><i>Rohler v. TRW, Inc.,</i> 576 F.2d 1260, 1264 (7th Cir.1978); 21 <i>Fed.Proc., L.Ed.</i> § 50:172, at 191 (Lawyers Co-op.1984). Nor is it necessary for Title VII plaintiffs to specifically plead the phrase \"intentional discrimination.\" <i>See Otto v. Sterling Electronics Corp.,</i> 5 FEP Cases (BNA) 1176 (S.D.Tex.1974); 21 <i>Fed.Proc., L.Ed.</i> § 50:172, at 191. In any event, plaintiffs' numerous allegations that defendants \"discriminatorily maintained\" historically female classifications and \"discriminated in compensation\" may be fairly construed as alleging intentional discrimination.</p>\n<p>To withstand a motion to dismiss under Rule 12(b)(6), plaintiffs need only set forth their claims in the Complaint with such detail as will give defendants fair notice of the nature of the claims and the grounds upon which the claims rest. <i>Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957); 5 Wright &amp; Miller § 1215, at 112-13; 21 <i>Fed.Pro., L.Ed.</i> § 50:173, at 191. The effect of this requirement in the context of Title VII litigation was demonstrated in <i>EEOC v. Game Plan, Inc.,</i> 28 FEP Cases (BNA) 1830 (N.D. Ill.1981), where the court denied a motion to dismiss a complaint that contained allegations which were less specific than those set forth in the Complaint in the present case.<sup>[18]</sup> Defendants' own arguments in connection with this motion confirm that the Complaint gave them adequate notice of plaintiffs' claims. In their two memoranda of law and the Catterson affidavit, defendants directly addressed the viability of <i>Gunther</i>-type claims and related issues concerning Title VII claims of intentional wage discrimination, notwithstanding the asserted lack of detailed facts concerning intentional discrimination. Further elucidation of the facts underlying plaintiffs' claims should be obtained through discovery, not technical jousting over the pleadings. <i>Game Plan,</i> 28 FEP Cases at 1831; 5 Wright &amp; Miller § 1215, at 108-12. Accordingly, defendants' motion to dismiss must be denied with respect to plaintiffs' claims of disparate treatment.</p>\n<p>Plaintiffs also maintain that the Complaint states claims under the disparate impact theory of Title VII. As noted above, disparate impact claims involve employment practices that are facially neutral, but have a disproportionately harsh effect on members of a protected class. <i>Int'l Brotherhood of Teamsters,</i> 431 U.S. at 335 n. 15, 97 S.Ct. at 1854 n. 15. \"The disparate impact theory has been used mainly in the context of quantifiable or objectively verifiable selection criteria <span class=\"star-pagination\">*712</span> which are mechanically applied and have consequences roughly equivalent to results obtaining under systematic discrimination.\" <i>Zahorik v. Cornell Univ.,</i> 729 F.2d 85, 95 (2d Cir.1984).</p>\n<p>Plaintiffs' Complaint is completely devoid of any allegation of a facially neutral practice that has a disproportionate effect on the wages of female employees. When questioned at oral argument, plaintiffs' counsel explained that the requisite neutral policy is Nassau County's compensation practices established pursuant to the New York Civil Service Law and collective bargaining agreements. The disparate impact theory is not an appropriate vehicle for launching a broad-based attack on a wage system. <i>Spaulding,</i> 740 F.2d at 706. \"When the disparate impact model is removed from the cases challenging clearly delineated neutral policies of employers, it becomes so vague as to be inapplicable.\" <i>Id.</i> at 708.<sup>[19]</sup> The disparate impact model can be used to challenge discrete, facially neutral criteria used in fixing levels of compensation,<sup>[20]</sup> but plaintiffs have failed to clearly identify any such discrete criteria.</p>\n<p>In any event, plaintiffs' failure to allege any facially neutral practice in their Complaint deprives defendants of fair notice of disparate impact claims. Plaintiffs' Complaint is, therefore, dismissed insofar as plaintiffs' attempt to assert claims under the disparate impact theory.<sup>[21]</sup> However, in light of plaintiffs' attempt at oral argument to articulate a facially neutral practice, plaintiffs are granted leave to amend the Complaint to state disparate impact claims.</p>\n<p></p>\n<h2>D. <i>Plaintiffs Braver and Colvin</i>\n</h2>\n<p>In their initial memorandum in support of their motion to dismiss, defendants argued that the claims of plaintiffs Braver and Colvin should be dismissed because both of these plaintiffs had other \"nearly identical\" actions pending before this Court. <i>See Braver v. Nassau County Department of Health,</i> 82 Civ. 2693 (ILG); <i>Civil Service Employees Ass'n, Inc., et al. v. County of Nassau,</i> 83 Civ. 1549 (ILG) (<i>\"Colvin\"</i>).</p>\n<p>The <i>Braver</i> case involved a claim that the defendants Nassau County and its Department of Health failed to appoint Braver to the position of Sanitarian Trainee on account of her sex. That case has been settled, and an order of discontinuance was entered into pursuant to a stipulation of the parties. Fed.R.Civ.P. 41(a)(1). While the original complaint in the present action, 84 Civ. 1730, did contain Braver's claim concerning the Sanitarian Trainee position, as well as claims relating to discrimination in compensation, the Sanitarian Trainee <span class=\"star-pagination\">*713</span> claim was dropped from the amended complaint, which was filed after defendants submitted both of their memoranda of law for this motion. I can see no reason why settlement of the Sanitarian Trainee claim would require dismissal of Braver's compensation-related claims in the present action.</p>\n<p>At a status conference held on April 25, 1985, the parties to the <i>Colvin</i> case advised the Court that the case has been settled. The parties indicated that they would submit a consent decree resolving both the <i>Colvin</i> case and plaintiff Colvin's claims in the present action. Accordingly, I will await receipt of that consent decree before taking any further action on Colvin's claims in either case.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>Defendants' motion to dismiss is granted only with respect to the EPA claims of plaintiffs Goldberg, Jordan and Whitley, and the Title VII claims of all of the plaintiffs insofar as they seek relief under the disparate impact theory. Plaintiffs are granted leave to amend the Complaint to correct the technical deficiencies noted herein by filing an amended complaint within 20 days from the date of this Order. In all other respects, defendants' motion to dismiss is denied.</p>\n<p>As may be obvious from the range of issues addressed in this opinion, the parties have exhibited an unusual degree of litigiousness and acrimony at this relatively early stage in these proceedings. While many aspects of this case raise very weighty questions concerning claims under the EPA and Title VII, both plaintiffs and defendants have caused the Court to occupy itself with issues that must be characterized as virtually frivolous. I hope that the parties will henceforth endeavor to move this action forward in a greater spirit of cooperation than has been exhibited thus far in the motions and papers filed with the Court.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs have not yet moved for class certification.</p>\n<p>[2]  The allegations concerning plaintiffs Goldberg, Jordan and Whitley do not include equal pay claims. Other variations in the allegations for certain plaintiffs are noted below.</p>\n<p>[3]  Defendants styled this motion as one brought under \"Rule 12(b)\" of the Federal Rules of Civil Procedure. Motions to dismiss for lack of subject matter jurisdiction should, however, be brought specifically under Rule 12(b)(1), not \"Rule 12(b)\" nor Rule 12(b)(6). This distinction can be significant in that facts outside of the pleadings may be considered on a 12(b)(1) motion, 5 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 1364 (1969), while such material cannot be considered in conjunction with a 12(b)(6) motion, as noted in the preceding section of this opinion. The distinction between 12(b)(1) and 12(b)(6) motions is nonetheless purely semantic in the present case because the Catterson affidavit does not assert any facts outside of the pleadings that are relevant to the exhaustion question. Accordingly, I will proceed to consider the merits of the exhaustion question.</p>\n<p>[4]  Without engaging in an extended discourse on the intricacies of the New York Civil Service Law, it should suffice to note that CSL § 120 does not expressly provide for a petition to the local civil service commission, nor does it authorize a direct appeal to the Appellate Division from a determination of the State Civil Service Commission. The respective duties and powers of local civil service commissions, including the power to promulgate rules regarding position classifications, are set forth in CSL §§ 15-27. Section 120(1) provides only that certain employees in the civil service can seek \"review and change\" of their job classification or salary grade allocation by submitting an application to the director of the state's classification and compensation division. An employee aggrieved by a determination of the director may appeal to the state civil service commission. CSL § 120(2). The employee may thereafter seek judicial review of the determination of the state civil service commission by petitioning the New York Supreme Court, not the Appellate Division, under Article 78 of the New York Civil Practice Law and Rules (McKinney 1981). <i>See, e.g., </i><i>Burke v. Axelrod,</i> 90 A.D.2d 577, 456 N.Y.S.2d 135 (3d Dept.1982); <i>Adelman v. Bahou,</i> 85 A.D.2d 862, 446 N.Y.S.2d 500 (3d Dept.1981) <i>app. denied</i> 56 N.Y.2d 502, 450 N.Y.S.2d 1023, 435 N.E.2d 1099 (1982); <i>Adams v. Krone,</i> 43 Misc.2d 751, 252 N.Y.S.2d 360 (S.Ct. Albany Co.1964).</p>\n<p>[5]  <i>Touche Ross &amp; Co. v. Securities &amp; Exchange Comm'n,</i> 609 F.2d 570 (2d Cir.1979); <i>Cody v. Scott,</i> 565 F.Supp. 1031 (S.D.N.Y.1983); <i>T.I.M.E.  DC, Inc. v. Trucking Employees of North Jersey Welfare Fund,</i> 560 F.Supp. 294 (E.D.N.Y.1983), <i>vacated,</i> 756 F.2d 939 (2d Cir.1985); <i>White v. Shull,</i> 520 F.Supp. 11 (S.D.N.Y.1981); <i>Jainchill v. N.Y.S. Human Rights Appeal Bd.,</i> 83 A.D.2d 665, 442 N.Y.S.2d 595 (3d Dept.1981); <i>Crouse  Irving Memorial Hospital v. Axelrod,</i> 82 A.D.2d 83, 442 N.Y.S.2d 338 (4th Dept.1981); <i>Geherin v. Sylvester,</i> 75 A.D.2d 991, 429 N.Y.S.2d 114 (4th Dept.1980); 1A Pt. 2 J. Moore, W. Taggart, A. Vetal &amp; J. Wicker, <i>Moore's Federal Practice</i> ¶ 0.208c (2d ed. 1982).</p>\n<p>[6]  For the same reason, exhaustion of civil service commission remedies could not be required even under the general principles of exhaustion urged by defendants. <i>See</i> note 5, <i>supra.</i> A well-recognized exception to the exhaustion doctrine is that a party need not pursue administrative remedies that would be \"futile,\" such as where the administrative remedies do not include the remedy sought by the claimant. <i>White v. Shull,</i> 520 F.Supp. 11, 13 (S.D.N.Y. 1981). That precise situation is presented in this case, where the civil service commissions could not award the backpay sought by plaintiffs.</p>\n<p>[7]  Plaintiff Braver did file an EEOC charge which described only a specific claim concerning defendants' failure to appoint her to the position of Sanitarian Trainee. Complaint Exh. A-2. That claim was the subject of an earlier civil action in this Court which was recently settled. <i>Braver v. Nassau County Department of Health,</i> 82 Civ. 2693. The Sanitarian Trainee claim was also included in the original complaint in the present action, but deleted from the First Amended Complaint. An EEOC charge only exhausts the claimant's administrative remedies with respect to claims that were raised in the charge and other claims that concern related events within the scope of the EEOC investigation that could be reasonably expected to arise from the charge. <i>Waterman v. New York Telephone Co.,</i> 36 FEP Cases (BNA) 41 (S.D.N.Y.1984); <i>Halpert v. Wertheim &amp; Co., Inc.,</i> 81 F.R.D. 734, 735-36 (S.D.N.Y.1979). The specific claim concerning the Sanitarian Trainee position raised in Braver's EEOC charge did not in any way relate to the broad-based claims of wage discrimination raised in the present action. Accordingly, Braver has not exhausted her EEOC remedies with respect to the claims raised in this action.</p>\n<p>[8]  The Equal Pay Act provides:\n</p>\n<p>No employer having employees subject to any provisions of this section shall discriminate, within any establishment in which such employees are employed, between employees on the basis of sex by paying wages to employees in such establishment at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions, except where such payment is made pursuant to (i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex; Provided, That an employer who is paying a wage rate differential in violation of this subsection shall not, in order to comply with the provisions of this subsection, reduce the wage rate of any employee.</p>\n<p>29 U.S.C. § 206(d)(1).</p>\n<p>[9]  The EPA was enacted in 1963 as an amendment to the FLSA, 29 U.S.C. §§ 201-219.</p>\n<p>[10]  The proposed EEOC regulations provide:\n</p>\n<p>The meaning of the word \"establishment\" as used in the Act is not defined in the FLSA, but guidance as to its meaning has been given in judicial decisions. In cases where a single distinct physical place of business is independently operated and controlled as an autonomous unit, such distinct physical place of business constitutes one \"establishment\" within the meaning of the Act. However, for purposes of the Act, in some situations where employees are employed in physically separated locations, two or more such separate locations together may constitute one \"establishment.\" The following are types or examples of factors which tend to show that two or more locations or physical units together constitute a single \"establishment\": (1) integration of activities at such locations, (2) centralized control of activities at such locations, (3) centralized personnel activities and policies, and (4) the utilization of centrally imposed pay practices which are applied on a system-wide, area-wide or other geographical-wide basis throughout such locations. When as a result of such factors, two or more locations together comprise a single \"establishment,\" comparisons between men and women employees performing equal work may be made without regard to whether they work in the same or different locations so long as such employees are within such single \"establishment.\"</p>\n<p>46 Fed.Reg. at 43,850 (proposed regulation to be codified at 29 CFR § 1620.3(a)). The EEOC has not yet taken any final action on the proposed regulations. <i>See</i> Unified Agenda of the Equal Employment Opportunity Commission, 49 Fed. Reg. 42,203 (1984).</p>\n<p>[11]  Defendants argue that the decision in <i>Grumbine</i> is \"decidedly against the weight of authority.\" Defendants' Reply Memorandum at 9. The cases cited in support of that proposition addressed issues that are plainly distinguishable from the issues raised in both <i>Grumbine</i> and the present case. <i>See </i><i>Bartelt v. Berlitz School of Language of America, Inc.,</i> 698 F.2d 1003 (9th Cir.) <i>cert. denied,</i> ___ U.S. ___, 104 S.Ct. 277, 78 L.Ed.2d 257 (1983); <i>Hodgson v. City Stores, Inc.,</i> 332 F.Supp. 942 (M.D.Ala.1971); <i>Hodgson v. Robert Hall Clothes, Inc.,</i> 326 F.Supp. 1264 (D.Del.1971). While I do believe that the <i>Grumbine</i> holding may have been stated more broadly than was necessary, I do not believe that the result reached in that case was contrary to the weight of authority.</p>\n<p>[12]  In denying defendants' motion, I express no intimation as to whether I would find that the entire County constitutes a single establishment if that issue were tested on a motion for summary judgment or after trial. Common sense indicates that plaintiffs are attempting to make a major leap beyond the holdings based upon the facts presented in the <i>Grumbine, Dallas Independent School District</i> and <i>Goose Creek Consolidated Independent School District</i> cases. However, on the present motion I am not free to weigh the evidence that might be presented at trial, <i>Goldman v. Belden,</i> 754 F.2d 1059, 1067 (2d Cir.1985), nor can I dismiss the Complaint merely \"because the possibility of ultimate recovery is remote.\" <i>Ryder Energy Distribution Corp.,</i> 748 F.2d at 779.</p>\n<p>[13]  <i>Spaulding v. Univ. of Washington,</i> 740 F.2d 686, 697 (9th Cir.1984); <i>EEOC v. Mercy Hospital and Medical Center,</i> 709 F.2d 1195, 1197 (7th Cir.1983); <i>Gunther v. County of Washington,</i> 623 F.2d 1303, 1309 (9th Cir.1979), <i>aff'd</i> 452 U.S. 161, 101 S.Ct. 2242, 68 L.Ed.2d 751 (1981); <i>Katz v. School District of Clayton, Missouri,</i> 557 F.2d 153, 156 (8th Cir.1977); <i>Waterman v. New York Telephone Co.,</i> 36 FEP Cases (BNA) 41, 43-44 (S.D.N.Y.1984).</p>\n<p>[14]  Defendants conceded at oral argument that the Complaint states a Title VII claim with respect to plaintiff Garage. Transcript of Oral Argument, August 3, 1984, at 4-5. The Complaint alleges that Garage was denied reclassification from Correctional Clerk II to Correctional Clerk III because she is a woman. Complaint ¶ 14. While defendants stated that this allegation constitutes a disparate impact claim, I believe that the allegation should be analyzed under the disparate treatment theory. <i>See</i> note 15, <i>infra.</i></p>\n<p>[15]  Disparate impact claims \"involve employment practices that are facially neutral in their treatment of different groups but that, in fact, fall more harshly on one group than another and cannot be justified by business necessity. ... Proof of discriminatory motive ... is not required under a disparate impact theory.\" <i>International Brotherhood of Teamsters v. United States,</i> 431 U.S. 324, 335-36, 97 S.Ct. 1843, 1854-55, 52 L.Ed.2d 396 (1977). In a disparate treatment case, by contrast, the \"employer simply treats some people less favorably than others because of their race, color, religion, sex or national origin. Proof of discriminatory motive is critical, although it can in some situations be inferred from the mere fact of differences in treatment.\" <i>Id.</i></p>\n<p>[16]  The courts disagree on whether different burdens of proof for affirmative defenses are applied to Title VII and EPA equal pay claims. Some courts have held that the burden of proof normally applied under the EPA should also apply to Title VII equal pay claims: the defendant has the burden of pleading and proving affirmative defenses. <i>See </i><i>Kouba v. Allstate Ins. Co.,</i> 691 F.2d 873, 875 (9th Cir.1982); <i>Melani v. Bd. of Higher Education of the City of New York,</i> 561 F.Supp. 769, 781 n. 20 (S.D.N.Y.1983). Other courts have held that in Title VII equal pay claims, the burden of proof is allocated in the same manner as in all other disparate treatment cases: the plaintiff bears the burden of persuasion at all times. <i>See </i><i>Plemer,</i> 713 F.2d at 1136; <i>Strecker v. Grand Forks County Social Security Bd.,</i> 640 F.2d 96, 99 n. 1 (8th Cir.1980). This confusion is the result of differing interpretations of the Bennett Amendment to Title VII, 42 U.S.C. § 2000e-2(h), which provides that the affirmative defenses listed in the EPA also apply to Title VII claims of sex-based wage discrimination. I need not resolve that conflict at this early stage in these proceedings.</p>\n<p>[17]  At oral argument, defendants advised this Court that <i>AFSCME v. State of Washington</i> is currently pending on appeal before the Ninth Circuit Court of Appeals. Defendants contend that the recent decision in <i>Spaulding v. Univ. of Washington,</i> 740 F.2d 686 (9th Cir.1984), shows that the Ninth Circuit will not recognize claims of the type raised in both <i>AFSCME v. State of Washington</i> and the present case, which defendants maintain are no more than claims of comparable worth. In <i>Spaulding,</i> faculty members of the University of Washington's School of Nursing asserted Title VII claims for alleged sex discrimination in compensation. In support of their claims, the plaintiffs primarily contended that they were discriminatorily paid less than male faculty members in other departments who performed comparable work, but plaintiffs also introduced other evidence to support an inference of discriminatory animus, including the testimony of witnesses, evidence of an alleged \"predisposition\" toward discrimination by various University officials, and various statistics. The Ninth Circuit affirmed the district court's dismissal of the Title VII claims, <i>after trial,</i> finding that the plaintiffs had not submitted persuasive proof of discriminatory intent. 740 F.2d at 700-04. The Ninth Circuit nonetheless carefully assessed every aspect of the plaintiffs' evidence of alleged discriminatory animus. <i>Spaulding</i> does not compel the dismissal of the present case where plaintiffs have not yet had the opportunity to submit any evidence of discriminatory intent.</p>\n<p>[18]  The pertinent portion of the complaint in <i>Game Plan</i> read:\n</p>\n<p>7. Since July 2, 1965, and continuously up until the present time, the company (Game Plan) has intentionally engaged in unlawful employment practices at its Addison, Illinois facility by engaging in unlawful employment policies and practices which include but are not limited to the following:</p>\n<p>1. paying lower wages to female employees because of their sex;</p>\n<p>2. maintaining job departments segregated by sex;</p>\n<p>3. refusing to hire, transfer or promote females on the same basis as males because of their sex;</p>\n<p>4. maintaining job classifications on the basis of sex;</p>\n<p>5. failing to recruit or hire Black employees because of their race.</p>\n<p>28 FEP Cases at 1830.</p>\n<p>[19]  The cases cited by plaintiffs in support of their disparate impact claims are not contrary to this conclusion. In all of those cases, with one exception, the plaintiffs challenged discrete, facially neutral criteria used to determine salary level or benefits. <i>See </i><i>Wambheim v. J.C. Penney Co.,</i> 705 F.2d 1492 (9th Cir.1983) <i>cert. denied,</i> ___ U.S. ___, 104 S.Ct. 3544, 82 L.Ed.2d 848 (1984) (\"head-of-household\" status used to limit spouse's coverage under employee's medical policy); <i>Kouba v. Allstate Ins. Co.,</i> 691 F.2d 873 (9th Cir.1982) (prior salary used as a factor in determining current salary); <i>Neeley v. Marta,</i> 24 FEP Cases (BNA) 1610 (N.D.Ga.1980), <i>aff'd</i> 641 F.2d 877 (5th Cir.1981) (requirement of special permission from the Assistant General Manager before hiring a new employee where the employee's salary will exceed the individual's former salary by 10%). In <i>AFSCME v. State of Washington</i><i>,</i> the district court did conclude that under the disparate impact theory, the state's \"system of compensation\" constituted an \"objective facially neutral employment practice.\" 578 F.Supp. at 864. I believe that it is impossible to reconcile this conclusion with the Ninth Circuit's later holding in <i>Spaulding.</i></p>\n<p>[20]  <i>See</i> note 19, <i>supra.</i></p>\n<p>[21]  It is something of a misnomer to identify arguments under the disparate impact theory as \"claims\" that are separate from \"claims\" under the disparate treatment theory. As the Fourth Circuit has observed, the disparate impact and disparate treatment theories \"are rightly treated as alternative theories upon which a right to relief under Title VII may be established in a given case.... Obviously, as alternative theories and not separate claims, they may not be applied to establish multiple violations on the same facts....\" <i>Wright v. Nat'l Archives &amp; Records Service,</i> 609 F.2d 702, 711 (4th Cir. 1979). The trial court may decide, on the pleadings, that only one theory is supportable in a given case. <i>Id.,</i> n. 6.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">609</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">695</span></span> (1985)</b></center>\n<center><h1>AMERICAN FEDERATION OF STATE, COUNTY AND MUNICIPAL EMPLOYEES, AFL-CIO (AFSCME); The Civil Service Employees Association, Inc., Region I/Local 1000 (CSEA); Rita Wallace, Rachel Braver, Odessa Colvin, Erna Fluhr, Dorothy Garage, Laurie Gillibertie, Stephen Goldberg, Fred Jordan, Linda Kelly, Lois Whitley on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nCOUNTY OF NASSAU, its County Executive, the Comptroller, the Members of the County Board of Supervisors, and the Members of the Civil Service Commission, Defendants.</h1></center>\n<center>No. 84 Civ. 1730.</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>May 17, 1985.</center>\n<p><span class=\"star-pagination\">*696</span> <span class=\"star-pagination\">*697</span> Winn Newman, Lisa Newell, Winn Newman &amp; Associates, Washington, D.C., Richard Gaba, Garden City, N.Y., for plaintiffs.</p>\n<p>James M. Catterson, Jr., Port Jefferson, N.Y., Snitow &amp; Pauley, P.C., New York City, for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>GLASSER, District Judge:</p>\n<p>This action is a broad-based challenge to alleged sex discrimination in compensation by the County of Nassau and other related defendants. Plaintiffs seek injunctive relief, back pay and other damages under Title VII of the Civil Rights Act of 1964, as <span class=\"star-pagination\">*698</span> amended, 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"), and the Equal Pay Act of 1963, 29 U.S.C. § 206(d) (\"EPA\"). Defendants have moved to dismiss the complaint for failure to state a claim upon which relief can be granted and for lack of subject matter jurisdiction. Fed.R.Civ.P. 12(b)(1) and (6). For the reasons that follow, defendants' motion is granted only with respect to the EPA claims of plaintiffs Goldberg, Jordan and Whitley, and the Title VII claims of all of the plaintiffs insofar as they seek relief under the disparate impact theory. In all other respects, defendants' motion is denied.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>A. <i>The Complaint</i>\n</h2>\n<p>The plaintiffs in this action include two affiliated unions, the American Federation of State, County and Municipal Employees, AFL-CIO (\"AFSCME\"), an international labor union, and the Civil Service Employees Association, Region I/Local 1000 (\"CSEA\"), a union representing more than 13,800 employees of the County of Nassau. The other ten named plaintiffs are eight female and two male employees of Nassau County. Plaintiffs seek to bring this suit as a class action on behalf of</p>\n<blockquote>all employees, male and female, employed within the applicable limitation period by the County of Nassau in historically female sex-segregated job classifications in the classified service. Historically female classifications include all classifications in an occupational group or job family for which the entry level job classification is or ever has been 70% or more female.</blockquote>\n<p>First Amended Complaint (\"the Complaint\"), ¶ 3(B).<sup>[1]</sup> The defendants include the County of Nassau and certain of its officers being sued in their official capacities with respect to the compensation of Nassau County employees.</p>\n<p>Defendants' motion to dismiss is directed at the claims of the ten named individual plaintiffs. The Complaint is far from a model of clarity or precision with respect to the individual claims, but I will attempt to summarize those claims as succinctly and accurately as possible. It is alleged with respect to each individual plaintiff that the employee occupies a specific job classification that is maintained by defendants as a \"historically female classification.\" The allegations with respect to each individual then set forth two claims, in substantially identical form for each plaintiff, which will be referred to as the \"equal pay\" and \"discrimination\" claims for purposes of convenience in summarizing the Complaint.<sup>[2]</sup> The equal pay claims for each plaintiff generally allege that the named plaintiff performs duties which require substantially equal skill, effort and responsibility as the duties of employees in a certain other job classification, but the plaintiff is paid less than those other employees. The discrimination claims generally allege that defendants have discriminated in the compensation paid to occupants of the named plaintiff's job classification by paying them less than is paid to employees in other historically male job classifications which require an equivalent or lesser composite of skill, effort, responsibility and working conditions.</p>\n<p>The specific allegations concerning each individual plaintiff may be summarized as follows:</p>\n<p>Rita Wallace is employed as a Registered Nurse III in the Department of Social Services. Her equal pay claim alleges that she is paid less than male Sanitarian III's \"in the same establishment.\" The discrimination claim alleges that Registered Nurse III's are paid less than Probation Officer II's and Duplicating Machine Operators. Complaint, ¶ 10.</p>\n<p>Rachel Braver is employed as an Assistant Detective Investigative Aide in the District Attorney's Office. Her equal pay claim alleges that she is paid less than male <span class=\"star-pagination\">*699</span> Assistant Process Servers \"in the same Department and establishment.\" The discrimination claim alleges that Assistant Detective Investigative Aides are paid less than Automotive Mechanic's Aides, Morgue Attendant I's and Groundskeeper I's. Complaint ¶ 11.</p>\n<p>Odessa Colvin is employed as a Domestic Worker II in the Department of General Services. It is alleged that prior to 1967, Colvin was classified as a Cleaner and, pursuant to a classification study done by the consulting firm of Cresap, McCormack and Paget, female Cleaners were reclassified as Domestic Workers and male Cleaners were reclassified as Custodians. Colvin's equal pay claim alleges that she is paid less than male Custodians \"in the same Department and establishment.\" The discrimination claim alleges that Domestic Workers are paid less than Caretakers and Laborer I's. Complaint ¶ 12.</p>\n<p>Erna Fluhr is employed as a Clerk Typist II in the Sheriff's Department. Her equal pay claim alleges that she is paid less than \"certain male Correctional Officers in the same Department and establishment.\" The discrimination claim alleges that Clerk Typist II's are paid less than Equipment Operator I's and Laborer II's. Complaint ¶ 13.</p>\n<p>Dorothy Garage is a Correctional Clerk II in the Sheriff's Department. Her equal pay claim alleges that she is paid less than her male predecessor \"in the same Department and establishment.\" It is further alleged that she is performing the duties of a Correctional Clerk III, but because she is a woman, the County has refused to reclassify her. The discrimination claim alleges that Correctional Clerk II's are paid less than Executive Chauffeur II's and Probation Officer I's. Complaint ¶ 14.</p>\n<p>Laurie Gillibertie is employed as a Caseworker I in the Department of Social Services. Her equal pay claim alleges that she is paid less than Probation Officer I's \"in the same establishment.\" The discrimination claim alleges that Caseworker I's are paid less than Food Inspector I's and Mechanical Drafter I's. Complaint ¶ 15.</p>\n<p>Linda Kelly is employed as a Police Communications and Teletype Operator in the Department of Police. Her equal pay claim alleges that she is paid less than male Fire Communications Technician I's \"in the same establishment.\" The discrimination claim alleges that Police Communications and Teletype Operators are paid less than Groundskeeper I's and Greenskeeper I's. Complaint ¶ 16.</p>\n<p>Stephen Goldberg was employed as a Social Welfare Examiner I in the Department of Social Services and was \"recently transferred\" to the position of Probation Officer Trainee. There is no equal pay claim for Goldberg. The discrimination claim related to Goldberg alleges that Social Welfare Examiner I's are paid less than Machinists, Masons and Painters. Complaint ¶ 17.</p>\n<p>Fred Jordan is employed as a Caseworker I in the Department of Social Services. There is no equal pay claim for Jordan. The discrimination claim related to Jordan alleges that Caseworker I's are paid less than Food Inspector I's and Mechanical Drafter I's.</p>\n<p>Lois Whitley is employed as a Food Service Worker I in the Department of Social Services. There is no equal pay claim for Whitley. The discrimination claim related to Whitley alleges that Food Service Worker I's are paid less than Morgue Attendant I's and Groundskeeper I's. Complaint ¶ 19.</p>\n<p>The Complaint further alleges that on May 23, 1983, plaintiffs AFSCME, CSEA, Braver, Fluhr, Garage and Goldberg filed timely written charges with the Equal Employment Opportunity Commission (\"EEOC\"). On April 18, 1984, the EEOC issued Notices of Right to Sue to all of those plaintiffs. The EEOC charges and Right to Sue notices were annexed as exhibits to the Complaint. Complaint ¶ 20.</p>\n<p></p>\n<h2>B. <i>The Catterson Affidavit</i>\n</h2>\n<p>When defendants filed notice of this motion, they also submitted a memorandum of law in support of the motion and an affidavit of James M. Catterson, Jr., an attorney <span class=\"star-pagination\">*700</span> for defendants. Plaintiffs subsequently cross-moved to exclude the Catterson affidavit on the grounds that the affidavit is \"defective\" and that it \"does not materially assist the Court in the disposition of the action.\" Plaintiff's Memorandum in Support of Motion to Exclude Affidavit of James M. Catterson, at 1. At oral argument on these motions, plaintiffs' counsel stated that it was prepared to withdraw the motion to exclude to the extent that the affidavit is not offered as proof of facts. Transcript of Oral Argument on August 3, 1984, at 28.</p>\n<p>I have carefully reviewed the Catterson affidavit to determine whether any or all parts of the affidavit may be considered in conjunction with defendants' motion under Rule 12(b)(6) of the Federal Rules of Civil Procedure. While most of the affidavit contains nothing more than legal arguments, paragraphs 12, 13 and 14 contain statements of facts which do not appear in the Complaint. In two recent decisions, the Second Circuit sternly warned against considering facts presented outside of the pleadings in conjunction with a 12(b)(6) motion:</p>\n<blockquote>[T]he district court [considering a 12(b)(6) motion] must limit itself to a consideration of the facts that appear on the face of the complaint. If the court considers any matters outside of the complaint, it must treat the motion as one for summary judgment and proceed under Fed.R. Civ.P. 56, giving the party opposing the motion notice, an opportunity to submit pertinent material and, if need be, conduct discovery.</blockquote>\n<p><i>Ryder Energy Distribution v. Merrill Lynch Commodities, Inc.,</i> <span class=\"citation\" data-id=\"444554\"><a href=\"/opinion/444554/ryder-energy-distribution-corporation-v-merrill-lynch-commodities-inc/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span>, 779 (2d Cir.1984); <i>Goldman v. Belden,</i> <span class=\"citation\" data-id=\"447943\"><a href=\"/opinion/447943/steven-goldman-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span>, 1065-67 (2d Cir.1985). Conversion to a motion for summary judgment is mandatory if the court considers matters outside of the pleadings. <i>Goldman,</i> 754 F.2d at 1066. The court has complete discretion, however, to determine whether or not to accept any material beyond the pleadings that is offered in conjunction with a 12(b)(6) motion. 5 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 1366, at 678 (1969). The court's belief as to whether discovery is necessary before the utilization of summary judgment procedure will have great bearing on the determination of whether to convert the motion into one for summary judgment. <i>Id.</i> at 679.</p>\n<p>In this case, defendants moved to dismiss shortly after the Complaint was filed and before either party had any meaningful opportunity for discovery. I therefore do not believe that it is appropriate to treat the motion to dismiss as a motion for summary judgment. Accordingly, I cannot consider paragraphs 12, 13 and 21 of the Catterson affidavit to the extent that these paragraphs contain facts that do not appear in the Complaint. While I can and have considered the legal arguments raised in the other paragraphs of the affidavit, defendants are advised that such arguments should generally be raised in briefs or memoranda of law. Arguments such as those included in the affidavit, which do not bear citations to legal authority and merely reiterate arguments raised in defendants' memoranda of law, are of little utility to the Court in reaching a decision. Affidavits in support of a motion for summary judgment or a converted Rule 12(b)(6) motion should be confined to statements of facts based upon the personal knowledge of the affiant such as would be admissible in evidence. Fed.R.Civ.P. 56(e).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Defendants have moved to dismiss the various claims in the Complaint on essentially four separate grounds: (1) the Court lacks subject matter jurisdiction over all of the claims because plaintiffs have not exhausted their administrative remedies; (2) plaintiffs have failed to allege sufficient facts to state a claim under the EPA; (3) plaintiffs have failed to allege sufficient facts to state a claim under Title VII; and (4) the claims of plaintiffs Braver and Colvin should be dismissed because those plaintiffs have nearly identical actions pending in this District. I will proceed to address each of these grounds separately.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*701</span> A. <i>Exhaustion</i>\n</h2>\n<p></p>\n<h2>1. <i>State Remedies</i>\n</h2>\n<p>The crux of defendants' exhaustion argument is that the Court lacks subject matter jurisdiction over both the EPA and Title VII claims because plaintiffs failed to exhaust administrative remedies for wage discrimination available under New York law.<sup>[3]</sup> Specifically, defendants maintain that the plaintiffs should have sought administrative reclassification of their positions or reallocation of their salary grades under the New York Civil Service Law (McKinney 1983) (the \"CSL\").</p>\n<p>Section 115 of CSL states that it is the \"policy of the state to provide equal pay for equal work....\" Defendants contend that, on the force of this authority, plaintiffs could and should have first sought redress for their claims of unequal pay for equal work by seeking reclassification of their positions or reallocation of their salary grades under the procedures provided by CSL § 120. Defendants maintain that CSL § 120 provides an administrative appeal procedure for complaints relating to classifications or salary grades under which \"an individual may petition his local civil service commission for relief. If warranted, an appeal lies to the State Civil Service Commission and thereafter to the Appellate Division of the Supreme Court.\" Defendants' Memorandum in Support of the Motion to Dismiss (\"Defendants' Memorandum\") at 4. I note in passing that defendants' description of the administrative procedures available under CSL § 120 is not entirely accurate,<sup>[4]</sup> but this deficiency is of no moment because I conclude that there is no requirement that plaintiffs exhaust state administrative remedies before proceeding with Title VII or EPA claims in federal district court.</p>\n<p>Defendants cite several authorities for the general proposition that an aggrieved party must exhaust federal or state administrative remedies as a condition precedent to judicial review of administrative policies or decisions.<sup>[5]</sup> None of those authorities <span class=\"star-pagination\">*702</span> specifically considered whether exhaustion is required under either Title VII or the EPA.</p>\n<p>In the context of Title VII claims, the Supreme Court has observed in a unanimous opinion that Title VII \"vest[s] federal courts with plenary powers to enforce the statutory requirements; and <i>it specifies with precision the jurisdictional prerequisites</i> that an individual must satisfy before he is entitled to institute a lawsuit.\" <i>Alexander v. Gardner-Denver Co.,</i> <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 47, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 1019, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1974) (emphasis added). Those prerequisites are met when the plaintiff (1) files a timely charge of employment discrimination with the EEOC, and (2) receives and acts upon the statutory right to sue notice from the EEOC. <i>Id.</i> (citing 42 U.S.C. §§ 2000e-5(b), (e) and (f)). No further exhaustion of administrative remedies is required by the statute, nor can any such exhaustion requirement be judicially grafted on to the statute. Rather, the \"legislative history of Title VII manifests a congressional intent to allow an individual to pursue independently his rights under both Title VII and other applicable state and federal statutes.\" <i>Alexander,</i> 415 U.S. at 48, 94 S.Ct. at 1019.</p>\n<p>Defendants also argue that under § 706(c) of Title VII, 42 U.S.C. § 2000e-5(c), plaintiffs must petition the Nassau County Civil Service Commission for relief before bringing claims in this Court. Section 706(c) provides:</p>\n<blockquote>In the case of an alleged unlawful employment practice in a State, or a political subdivision of a State, which has a State or local law prohibiting the unlawful employment practice alleged and establishing or authorizing a State or local authority to grant or seek relief from such practice ... no charge may be filed [with the EEOC] by the person aggrieved before the expiration of sixty days after proceedings have been commenced under State or local law unless such proceedings have been earlier terminated....</blockquote>\n<p>42 U.S.C. § 2000e-5(c). This section has been construed to \"merely require <i>deferral</i> of federal administrative and judicial action during the sixty days following institution of state or local administrative action; it does not require that state or local remedies be <i>exhausted</i> as a condition precedent to federal action.\" <i>Schudtz v. Dean Witter &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">48</span></span>, 49 (S.D.N.Y. 1976) (emphasis in original) (<i>citing </i><i>Voutsis v. Union Carbide Corp.,</i> <span class=\"citation\" data-id=\"300520\"><a href=\"/opinion/300520/4-fair-emplpraccas-74-4-empl-prac-dec-p-7592-marina-voutsis-v-union/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></a></span> (2d Cir.1971), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1768</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></span> (1972)). Under EEOC regulations expressly approved by the Second Circuit, when a charge is filed with the EEOC before filing with the appropriate state or local agency, a copy of the charge is promptly transmitted to the state or local agency while the charge itself is held by the EEOC until after termination of the state proceedings or the lapse of the 60-day deferral period, whichever is earlier, at which point the charge is deemed filed. <i>Voustis,</i> 452 F.2d at 892 (<i>citing</i> 29 CFR § 1601.12 (now 29 CFR § 1601.13)). A court should not dismiss a Title VII action simply because the underlying EEOC charge was filed prematurely under § 706(c). <i>See </i><i>Voutsis,</i> 452 F.2d at 892.</p>\n<p>In any event, neither the Nassau County Civil Service Commission nor the New York State Civil Service Commission qualify as deferral agencies under § 706(c). In New York, the New York State Division of Human Rights has been designated by the EEOC as the appropriate agency for § 706(c) deferrals. 29 CFR § 1601.74. The determination of which agencies meet the § 706(c) requirements was made in accordance with EEOC regulations on § 706(c) agency qualifications. 29 CFR § 1601.70. That determination is entitled considerable deference by the courts. <i>Voustis,</i> 452 F.2d at 892. Furthermore, § 706(c) provides only that the EEOC should defer to agencies that have the power to \"grant or seek relief\" from the alleged <span class=\"star-pagination\">*703</span> unlawful employment practice. Backpay awards play a central role in the remedial scheme of Title VII. <i>See </i><i>Albermarle Paper Co. v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 413-25, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, 2369-75, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975). The New York Civil Service Law expressly deprives the state civil service commission of the power to make backpay-type awards. <i>See</i> CSL § 121(2)(c). The commission therefore lacks the power to grant the relief necessary to qualify it as a § 706(c) agency.<sup>[6]</sup></p>\n<p>The bulk of defendants' exhaustion arguments are directed toward plaintiffs' Title VII claims, but defendants do summarily assert that plaintiffs must exhaust administrative remedies before pursuing EPA claims. Defendants' Memorandum at 6. This argument can be rejected with equal brevity: it is clear that exhaustion of administrative remedies is not required as a prerequisite to suits under the EPA. <i>See </i><i>Ososky v. Wick,</i> <span class=\"citation\" data-id=\"416831\"><a href=\"/opinion/416831/margaret-ososky-v-charles-z-wick-director-of-us-international/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1264</span></a></span>, 1265 (D.C. Cir.1983); C. Richey, <i>Manual on Employment Discrimination Law and Civil Rights Actions in Federal Courts,</i> at B-7 (Federal Judicial Center rev. ed. 1984); G. Rutherglen, <i>Major Issues in the Federal Law of Employment Discrimination,</i> at 94 (Federal Judicial Center 1983).</p>\n<p></p>\n<h2>2. <i>EEOC Charges</i>\n</h2>\n<p>Of the twelve named institutional and individual plaintiffs, only plaintiffs CSEA, AFSCME, Fluhr, Garage and Goldberg filed timely charges with the EEOC and received right to sue notices, thereby exhausting their EEOC remedies.<sup>[7]</sup> Defendants argue that the Title VII claims of the remaining plaintiffs should be dismissed for failure to exhaust their EEOC remedies.</p>\n<p>It is well established that in Title VII class actions, it is not necessary that all of the named plaintiffs file EEOC charges and obtain notices of the right to sue. <i>Dodge v. Giant Food, Inc.,</i> <span class=\"citation\" data-id=\"315683\"><a href=\"/opinion/315683/stephen-dodge-v-giant-food-inc/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></a></span>, 1333-34 n. 1 (D.C.Cir.1973); <i>Oatis v. Crown Zellerbach Corp.,</i> <span class=\"citation\" data-id=\"281115\"><a href=\"/opinion/281115/john-martin-oatis-david-johnson-sr-and-r-t-young-v-crown-zellerbach/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 498-99 (5th Cir.1968); <i>Watson v. Fuller Brush Co.,</i> <span class=\"citation\" data-id=\"1432889\"><a href=\"/opinion/1432889/watson-v-fuller-brush-co/\"><span class=\"volume\">570</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1299</span></a></span>, 1302 (W.D. Mich.1983); <i>Lo Re v. Chase Manhattan Corp.,</i> <span class=\"citation\" data-id=\"2185318\"><a href=\"/opinion/2185318/lo-re-v-chase-manhattan-corp/\"><span class=\"volume\">431</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">189</span></a></span>, 194 (S.D.N.Y.1977). <i>See also </i><i>Albermarle Paper Co.,</i> 422 U.S. at 414 n. 8, 95 S.Ct. at 2370 n. 8 (unnamed parties in the plaintiff class who have not themselves filed charges with the EEOC may be awarded back pay). Aggrieved individuals who have not filed charges with the EEOC may join a Title VII class action as co-plaintiffs provided that they are members of the class, assert the same or some of the same issues raised by the plaintiffs who filed charges and present claims that are within the scope of the EEOC investigation that could be reasonably expected to <span class=\"star-pagination\">*704</span> grow out of the charges of discrimination. <i>Lo Re,</i> 431 F.Supp. at 194.</p>\n<p>A review of the Complaint and the attached EEOC charges reveals that the claims asserted by all of the plaintiffs who did not file charges meet the latter two requirements set forth in <i>Lo Re.</i> It is uncertain, however, whether the first requirement will be met because I have not yet had occasion to pass upon a motion for class certification in this action. Under such circumstances, a court may either deny the motion to dismiss the claims of plaintiffs who did not file EEOC charges, with leave to renew the motion if class certification is ultimately denied, <i>Watson,</i> 570 F.Supp. at 1302, or dismiss the claims of those plaintiffs, but permit them to be deemed members of the class if a class is certified. <i>Schulte v. State of New York,</i> <span class=\"citation\" data-id=\"1507773\"><a href=\"/opinion/1507773/schulte-v-state-of-new-york/\"><span class=\"volume\">533</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">31</span></a></span>, 34 (E.D.N.Y.1981). The practical difference between the two alternatives is that the latter approach, but not the former, effectively precludes the plaintiffs with unexhausted claims from ultimately being designated as class representatives. Since there is some authority for permitting such plaintiffs to serve as class representatives, <i>Oatis,</i> 398 F.2d at 499; <i>Lo Re,</i> 431 F.Supp. at 195, I believe that it is more appropriate to permit the plaintiffs to remain as named plaintiffs, at least until their fitness as class representatives is determined on a motion for class certification. Defendant's motion to dismiss the Title VII claims of the plaintiffs who did not exhaust their EEOC remedies is, therefore, denied, with leave to renew the motion if class certification is ultimately denied.</p>\n<p></p>\n<h2>B. <i>The Equal Pay Act Claims</i>\n</h2>\n<p>To establish a prima facie case under the Equal Pay Act, a plaintiff must show that an employer pays different wages to employees of the opposite sex within an \"establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions. ...\" 29 U.S.C. § 206(d); <i>see </i><i>Corning Glass Works v. Brennan,</i> <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 195, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, 2228, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974).<sup>[8]</sup> Defendants contend that the plaintiffs' EPA claims should be dismissed for failure to sufficiently allege facts satisfying the requisite \"establishment\" and \"equal work\" elements of a prima facie case.</p>\n<p></p>\n<h2>1. <i>Establishment</i>\n</h2>\n<p>The claims of plaintiffs Goldberg, Jordan and Whitley do not contain any allegations of the type denominated as \"equal pay\" allegations earlier in this opinion. While their \"discrimination\" allegations do state that occupants of their respective job classifications are paid less than occupants of other job classifications \"which require an equivalent or lesser composite of skill, effort and responsibility,\" these three plaintiffs do not allege that this wage disparity occurs between employees within the same \"establishment.\" Even assuming, <i>arguendo,</i> that the discrimination allegations of these plaintiffs sufficiently allege the \"equal work\" element of an EPA claim, plaintiffs Goldberg, Jordan and Whitley have plainly failed to allege the establishment element necessary to state a claim under the EPA. Their EPA claims must, therefore, be dismissed. In light of <span class=\"star-pagination\">*705</span> the very technical nature of this deficiency, plaintiffs are hereby granted leave to amend the Complaint to allege EPA claims for plaintiffs Goldberg, Jordan and Whitley.</p>\n<p>The claims of all of the other individual plaintiffs contain summary allegations stating that the plaintiffs are paid less than employees of the opposite sex employed in the same establishment, and the claims of Fluhr, Garage, Braver and Colvin also allege disparity in pay within the same \"department.\" Plaintiffs argue that Nassau County as a whole is an establishment for EPA purposes, while defendants maintain that the entire County cannot constitute an establishment and, therefore, the EPA claims should be dismissed.</p>\n<p>In pre-EPA cases construing the Fair Labor Standards Act (\"FLSA\"),<sup>[9]</sup> the Supreme Court held that the word \"establishment\" as used in FLSA should be interpreted as having the meaning \"normally used in business and government  as meaning a distinct, physical place of business....\" <i>A.H. Phillips, Inc. v. Walling,</i> <span class=\"citation\" data-id=\"104110\"><a href=\"/opinion/104110/ah-phillips-inc-v-walling/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation\" data-id=\"104110\"><a href=\"/opinion/104110/ah-phillips-inc-v-walling/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></a></span>, <span class=\"citation\" data-id=\"104110\"><a href=\"/opinion/104110/ah-phillips-inc-v-walling/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1095</span></a></span> (1945); <i>Mitchell v. Bekins Van &amp; Storage Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">593</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span></span> (1957). Subsequent to the enactment of the EPA, the Department of Labor promulgated regulations interpreting the word \"establishment\" in the EPA as having the meaning accorded to that word in <i>Phillips.</i> 29 CFR § 800.108.</p>\n<p>Recognizing the practical problems inherent in a rigid geographic interpretation of \"establishment,\" the courts in recent years have adopted a more functional approach in determining the relevant establishment for employers with physically dispersed operations. Several courts have found that operations spread throughout numerous physical locations can constitute a single establishment for purposes of the EPA. <i>See </i><i>Marshall v. Dallas Independent School District,</i> <span class=\"citation\" data-id=\"369342\"><a href=\"/opinion/369342/f-ray-marshall-secretary-of-labor-united-states-dept-of-labor-equal/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span> (5th Cir.1979) (a school district operating 182 schools is a single establishment); <i>Brennan v. Goose Creek Consolidated Independent School District,</i> <span class=\"citation\" data-id=\"328744\"><a href=\"/opinion/328744/peter-j-brennan-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></a></span> (5th Cir.1975) (a school district operating thirteen schools is a single establishment); <i>Grumbine v. United States,</i> <span class=\"citation\" data-id=\"1903292\"><a href=\"/opinion/1903292/grumbine-v-united-states/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1144</span></a></span>, 34 FEP Cases (BNA) 847 (D.D.C.1984) (the entire federal civil service is a single establishment). Even in the recent cases which held that a single physical place of business is the relevant establishment, the courts acknowledged that physical proximity is just one factor bearing on the establishment determination. <i>Alexander v. Univ. of Michigan-Flint,</i> <span class=\"citation\" data-id=\"1448430\"><a href=\"/opinion/1448430/alexander-v-university-of-michigan-flint/\"><span class=\"volume\">509</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">627</span></a></span>, 629 (E.D. Mich.1980); <i>Wetzel v. Liberty Mutual Insurance Co.,</i> <span class=\"citation\" data-id=\"1639848\"><a href=\"/opinion/1639848/wetzel-v-liberty-mut-ins-co/\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">397</span></a></span>, 407 (W.D.Pa. 1978). \"More important, however, is the amount and degree to which physically separate places of business interact.\" <i>Alexander,</i> 509 F.Supp. at 629.</p>\n<p>Perhaps the broadest interpretation of the establishment requirement was applied in <i>Grumbine,</i> where the lone female regional counsel of the United States Customs Service alleged that she was unlawfully paid less than the Customs Service's eight other regional counsels, all of whom were male. Each regional counsel worked in a separate physical location. The court observed that the emphasis on a geographic approach to the term \"establishment\" in the older cases reflected the \"congressional effort to exempt certain local business establishments from the minimum wage and maximum hours provisions of the Fair Labor Standards Act.... But this reasoning has little relevance to the Equal Pay Act provisions of the Fair Labor Standards Act, and even less so in the area of governmental employment, where typically central supervision exists and pay standards apply for an entire system irrespective of where the employee happens to be located.\" <span class=\"citation\" data-id=\"1903292\"><a href=\"/opinion/1903292/grumbine-v-united-states/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1144</span></a></span>, 34 FEP Cases at 849. The court rejected reliance on the geographic emphasis in the Department of Labor regulations, 29 CFR § 800.108, noting, <i>inter alia,</i> that those regulations were regarded by the Department as interim regulations pending ultimate judicial resolution of the issues (see 29 CFR § 800.2), the Department <span class=\"star-pagination\">*706</span> itself filed the <i>Goose Creek</i> and <i>Dallas School District</i> cases without regard to geographic limitations, and the EEOC, to which enforcement authority over the EPA was transferred in 1979, promulgated proposed regulations that contain a broader interpretation of \"establishment\" than the Department of Labor's regulations. (<i>See</i> 46 Fed.Reg. 43,848 (1981)); 34 FEP Cases at 849 n. 14.<sup>[10]</sup> The court held that the relevant establishment for EPA purposes was the \"Civil Service in its entirety.\" <span class=\"citation\" data-id=\"1903292\"><a href=\"/opinion/1903292/grumbine-v-united-states/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1144</span></a></span>, 34 FEP Cases at 851.<sup>[11]</sup></p>\n<p>These cases compel the conclusion that physically separate work places can constitute a single establishment under the EPA if there is a significant functional interrelationship between the work of the employees in the various locations. Thus, defendants concede, as they must, that geographic considerations are a guideline, but not the sole factor, to be considered by the courts in determining what constitutes the relevant establishment. Defendants' Reply Memorandum at 6. That concession is, however, fatal to defendants' motion to dismiss with respect to the establishment issue. In each of the cases discussed above, the courts determined the relevant establishment after carefully analyzing the detailed facts presented at trial or in conjunction with a motion for summary judgment. In the present case, defendants ask the Court to make that same determination on a motion to dismiss under Rule 12(b)(6), where the Court is limited to consideration of the facts that appear on the face of the complaint. <i>Ryder Energy Distribution Corp. v. Merrill Lynch Commodities, Inc.,</i> <span class=\"citation\" data-id=\"444554\"><a href=\"/opinion/444554/ryder-energy-distribution-corporation-v-merrill-lynch-commodities-inc/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span>, 779 (2d Cir.1984). That motion cannot be granted unless it appears \"beyond doubt\" that the plaintiffs can prove no set of facts in support of their claims which would entitle them to relief. <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 101-102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957).</p>\n<p>Applying these standards to the present case, I do not believe that it can be said \"beyond doubt\" that plaintiffs could not prove that the operations of Nassau County are sufficiently centralized and interrelated so that the entire County constitutes a single establishment under the EPA. One need not go even that far to sustain the EPA claims of plaintiffs Fluhr, Garage, Braver and Colvin, which allege pay disparities <span class=\"star-pagination\">*707</span> within the same department. Defendants' motion to dismiss the EPA claims must, therefore, be denied with respect to the establishment issue.<sup>[12]</sup></p>\n<p></p>\n<h2>2. <i>Equal Work</i>\n</h2>\n<p>Defendants contend that plaintiffs have failed to allege sufficient facts to support the \"equal work\" element of an EPA claim. To satisfy that element, plaintiffs need only show that a disparity in pay exists between two jobs for which the \"`skill, effort and responsibility' required in the performance of the jobs is `substantially equal.'\" <i>Usery v. Columbia University,</i> <span class=\"citation\" data-id=\"352286\"><a href=\"/opinion/352286/w-j-usery-jr-secretary-of-labor-v-columbia-university-and-william-j/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 958 (2d Cir.1977) (citations omitted). This standard does not require that plaintiffs allege or prove \"identical work,\" but neither is it sufficient for plaintiffs to merely allege \"comparable work.\" <i>Goodrich v. Int'l Brotherhood of Electrical Workers, AFL-CIO,</i> <span class=\"citation\" data-id=\"422025\"><a href=\"/opinion/422025/bernice-p-goodrich-v-international-brotherhood-of-electrical-workers/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1488</span></a></span>, 1492 (D.C.Cir.1983); <i>Francoeur v. Corroon &amp; Black Co.,</i> <span class=\"citation\" data-id=\"1525870\"><a href=\"/opinion/1525870/francoeur-v-corroon-black-co/\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">403</span></a></span>, 407 (S.D.N.Y.1982). Inconsequential differences between jobs can be disregarded if the jobs are substantially equal. <i>Hodgson v. Corning Glass Works,</i> <span class=\"citation\" data-id=\"308709\"><a href=\"/opinion/308709/james-d-hodgson-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 234 (2nd Cir.1973), <i>aff'd sub nom. </i><i>Corning Glass Works v. Brennan,</i> <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974).</p>\n<p>The equal pay allegations of the plaintiffs in this case consist of a comparison of each individual plaintiff's job title with another specific job title, coupled with an allegation of pay disparity for substantially equal work. Defendants would have the Court determine, solely on the basis of these job titles, that the work performed by the occupants of those titles is not substantially equal. The cases have uniformly held, however, that job title or classification is not dispositive in a determination of substantial equality.<sup>[13]</sup> As the Ninth Circuit has explained:</p>\n<blockquote>[In] showing that the skill, efforts and responsibility required in the performance of jobs is `substantially equal,' ... actual job performance and content  not job titles, classifications or descriptions  is determinative.... It is the overall job, not its individual segments, that must form the basis of comparison, ... and, because job duties vary so widely, each suit must be determined on a case by case basis.</blockquote>\n<p><i>Gunther v. County of Washington,</i> <span class=\"citation\" data-id=\"379268\"><a href=\"/opinion/379268/20-fair-emplpraccas-792-20-empl-prac-dec-p-30204-23-empl-prac/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1309 (9th Cir.1979), <i>aff'd</i> <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></a></span> (1981). In each case cited in footnote 13, a determination regarding substantial equality was made either on a motion for summary judgment or after a trial on the merits, but not on a motion to dismiss under Rule 12(b)(6).</p>\n<p>On the basis of job titles alone, it cannot be said beyond doubt that plaintiffs could not show any facts establishing that some or all of the jobs compared in the Complaint involve substantially equal work. <i>See </i><i>Conley,</i> 355 U.S. at 45-46, 77 S.Ct. at 101-102. I stress again that on a 12(b)(6) motion, the court is not free to weigh the evidence that might be presented at trial. <i>Goldman,</i> 754 F.2d at 1067. Furthermore, plaintiffs need only allege such facts as will give defendants fair notice of the substance and basis for plaintiffs' claims. <span class=\"star-pagination\">*708</span> <i>Conley,</i> 355 U.S. at 47, 77 S.Ct. at 102. Plaintiffs' Complaint is sufficiently particular in terms of specifying the jobs plaintiffs intend to compare so as to notify defendants of the basis for plaintiffs' claims. Defendants' motion to dismiss the EPA claims must, therefore, be denied.</p>\n<p></p>\n<h2>C. <i>The Title VII Claims</i>\n</h2>\n<p>Defendants essentially contend that plaintiffs' Title VII claims must be dismissed for two reasons: (1) plaintiffs are asserting claims for \"comparable worth\" and such claims are not cognizable under Title VII; and (2) the Complaint fails to state a claim under any of the established Title VII theories.<sup>[14]</sup> Plaintiffs deny that they are asserting comparable worth claims and contend that they are simply seeking relief under the traditional disparate treatment and disparate impact theories of Title VII.<sup>[15]</sup></p>\n<p>Defendants are correct in saying that the courts have generally held that pure claims of comparable worth, without more, are not cognizable under Title VII. <i>See, e.g., </i><i>Spaulding v. Univ. of Washington,</i> <span class=\"citation\" data-id=\"439298\"><a href=\"/opinion/439298/margaret-spaulding-and-james-bush-intervenors-appellants-v-university-of/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 700 (9th Cir.1984); <i>Plemer v. Parsons-Gilbane,</i> <span class=\"citation\" data-id=\"422256\"><a href=\"/opinion/422256/christine-plemer-v-parsons-gilbane-etc/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1127</span></a></span>, 1134 (5th Cir.1983); <i>Connecticut Employees Ass'n v. State of Connecticut,</i> 31 FEP Cases (BNA) 191, 192-93 (D.Conn.1983); <i>Power v. Barry County, Michigan,</i> <span class=\"citation\" data-id=\"2151935\"><a href=\"/opinion/2151935/power-v-barry-county-mich/\"><span class=\"volume\">539</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">721</span></a></span>, 726 (W.D.Mich.1982). The <i>Barry County</i> case offers a succinct definition of the \"comparable worth\" concept:</p>\n<blockquote>Although there are many definitions of comparable worth, the quintessential element common to all is that discrimination exists when workers of one sex in one job category are paid less than workers of the other sex in another job category and both categories are performing work that is not the same in content, but is of the \"comparable worth\" to the employer in terms of value and necessity.</blockquote>\n<p>539 F.Supp. at 722. The courts understandably have been reluctant to entertain pure comparable worth claims because, to evaluate such claims, a court would have to make essentially subjective assessments of the relative value of differing positions and the responsibilities of those positions, without clear evidence as to how the employer itself valued those jobs. <i>See </i><i>Plemer,</i> 713 F.2d at 1134. This is not to say that evidence of comparable worth is necessarily irrelevant in proving discrimination under some other Title VII theory. <i>Spaulding,</i> 740 F.2d at 700-01. Rather, courts will not infer discriminatory intent from only the existence of wage disparities between jobs that are merely similar, but not substantially equal. <i>Id.</i></p>\n<p>\"Classic\" claims of unequal pay for equal work are, however, actionable under the disparate treatment theory of Title VII. <i>E.g., </i><i>Plemer,</i> 713 F.2d at 1135; <i>Odomes v. Nucare, Inc.,</i> <span class=\"citation\" data-id=\"392108\"><a href=\"/opinion/392108/frankie-odomes-cross-appellant-v-nucare-inc-cross-appellee/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span>, 250 (6th Cir.1981); <i>Waterman v. New York Telephone Co.,</i> 36 FEP Cases (BNA) 41, 46 (S.D.N.Y.1984). The analysis for such claims is essentially the same as analysis under the EPA: whether a disparity in pay exists between two jobs that entail substantially equal work. <i>Odomes,</i> 653 F.2d <span class=\"star-pagination\">*709</span> at 250; <i>Waterman,</i> 36 FEP Cases at 46.<sup>[16]</sup> Thus, for the same reasons as discussed with respect to plaintiffs' EPA claims, the equal pay allegations in the Complaint state Title VII claims of unequal pay for equal work.</p>\n<p>The Supreme Court has also recognized that Title VII wage claims are not limited to only those claims that could be brought under the EPA. <i>See </i><i>County of Washington v. Gunther,</i> <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 168, 181, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, 2247, 2253, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></a></span> (1981). In <i>Gunther,</i> female prison guards sought relief under Title VII, alleging that they were paid less than male guards as a result of intentional sex discrimination. The district court had found that the female guards did not perform work that was substantially equal to the work of the male guards. In arguing that they could nonetheless prove intentional sex discrimination by other means, the plaintiffs relied on a study, previously conducted by their employer, that evaluated the relative worth of the male and female guards' jobs. The study indicated that the female guards should be paid approximately 95% as much as the male guards, even though the women were actually paid only 70% as much while the men were paid the full evaluated worth of their jobs. In holding that the plaintiffs could use such evidence to prove intentional discrimination between jobs involving unequal work, the Supreme Court noted that the \"suit does not require a court to make its own subjective assessment of the value of the male and female guard jobs, or to attempt by statistical techniques or other methods to quantify the effect of sex discrimination on the wage rates.\" 452 U.S. at 181, 101 S.Ct. at 2253.</p>\n<p>Defendants contend that <i>Gunther</i> creates a narrow exception to the \"usual requirement\" of showing unequal pay for equal work in Title VII wage claims. Specifically, defendants argue that the <i>Gunther</i> rule only applies where the employer admits discrimination or has a \"transparent\" sex-biased wage system. This contention is contrary to both the Court's own language in <i>Gunther</i> and several post-<i>Gunther</i> cases assessing claims of intentional wage discrimination.</p>\n<p>In <i>Gunther,</i> the Court specifically stated that it was not deciding the \"precise contours of lawsuits challenging sex discrimination in compensation under Title VII.\" 452 U.S. at 181, 101 S.Ct. at 2253. The lower courts have subsequently attempted to define those contours by relying on various traditional forms of evidence used to prove intentional discrimination. For example, in the well-publicized case of <i>AFSCME v. State of Washington,</i> <span class=\"citation\" data-id=\"2363935\"><a href=\"/opinion/2363935/am-fed-of-st-cty-mun-emp-v-state-of-wash/\"><span class=\"volume\">578</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">846</span></a></span> (W.D.Wash.1983), involving allegations of wage discrimination that are substantially similar to those presented here, the court noted that a Title VII plaintiff may establish a prima facie case of disparate treatment without any direct evidence of discriminatory motive. 578 F.Supp. at 858. The court then listed some of the forms of circumstantial evidence that the courts have found probative of intentional discrimination:</p>\n<blockquote>[T]he historical context out of which the challenged practices arise; obstacles confronting applicants and/or employees; subjective employment practices utilized <span class=\"star-pagination\">*710</span> by the Defendant resulting in a pattern disfavoring females; the foreseeable adverse impact of those practices; the increase in pay to the Plaintiffs since filing of the instant suit; discriminatory treatment in other areas of employment; and, perhaps most telling, recognition of disparate treatment by responsible State officials.</blockquote>\n<p><i>Id.</i> The court ultimately found that discriminatory intent was established by a combination of five factors:</p>\n<blockquote>(a) the deliberate perpetuation of an approximate 20% disparity in salaries between predominately male and predominately female job classifications with the same number of job evaluation points; (b) other statistical evidence including the inverse correlation between the percentage of women in a classification and the salary for the classification; (c) application of subjective standards which have a disparate impact on predominately female jobs; (d) admissions by present and former State officials that wages paid to employees in predominately female jobs are discriminatory; and, (e) the Defendant's failure to pay the Plaintiffs their evaluated worth as established by the Defendants.</blockquote>\n<p>578 F.Supp. at 864.<sup>[17]</sup></p>\n<p>Other courts have found inferences of discriminatory intent in cases where there was no evidence that the employer disregarded a job evaluation study indicating inequitable compensation practices. For example, in <i>Melani v. Board of Higher Education of the City of New York,</i> <span class=\"citation\" data-id=\"1894841\"><a href=\"/opinion/1894841/melani-v-bd-of-higher-educ-of-city-of-new-york/\"><span class=\"volume\">561</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">769</span></a></span> (S.D.N.Y.1983), the plaintiffs relied \"almost exclusively\" on their own statistical studies, which compared the salaries of various groups of employees while controlling for variables such as age, years of service and academic degrees attained by the employees. The court noted that gross statistical disparities may constitute prima facie proof of an intentional pattern or practice of discrimination, 561 F.Supp. at 777, and held that the plaintiffs' statistics established such a prima facie case. <i>Id.</i> at 781. <i>See also </i><i>Heagney v. Univ. of Washington,</i> <span class=\"citation\" data-id=\"387945\"><a href=\"/opinion/387945/26-fair-emplpraccas-438-25-empl-prac-dec-p-31685-7-fed-r-evid/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span> (9th Cir.1981) (statistical study, conducted after the plaintiff resigned, may establish a prima facie case of disparate treatment in compensation); <i>Lanegan-Grimm v. Library Ass'n of Portland,</i> <span class=\"citation\" data-id=\"1482126\"><a href=\"/opinion/1482126/lanegan-grimm-v-library-assn-of-portland/\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span></a></span> (D.Or.1983) (historical evidence of sex segregation between similar jobs with unequal pay scales creates inference of intentional discrimination in compensation); <i>Taylor v. Charley Bros. Co.,</i> 25 FEP Cases (BNA) 602 (W.D.Pa. 1981) (intention to discriminate in compensation inferred from employer's failure to undertake a job evaluation study, pattern and practice of segregating women employees into a single department, considering only women job applicants for openings in that department, and various discriminatory remarks of company officials).</p>\n<p>In light of these cases, I must reject defendants' argument that this case should be dismissed because the plaintiffs did not allege that the defendants disregarded a study establishing the relative worth of <span class=\"star-pagination\">*711</span> plaintiffs' jobs. To the contrary, I conclude, as a matter of law, that the Complaint states claims for intentional discrimination under the disparate treatment theory of Title VII.</p>\n<p>Defendants alternatively argue that plaintiffs have not alleged intentional discrimination with sufficient specificity to state a claim under either the <i>Gunther</i> branch of the disparate treatment theory or any other Title VII theory. It is true that the phrases \"intentional discrimination\" and \"disparate treatment\" do not appear anywhere in the Complaint. The Federal Rules of Civil Procedure do not, however, require that plaintiffs specifically set forth in the Complaint the legal theory or theories upon which they will rely, Fed.R.Civ.P. 8(a)(2); 5 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 1219 (1969), nor is there any special requirement for pleading a legal theory under Title VII. <i>See </i><i>Rohler v. TRW, Inc.,</i> <span class=\"citation\" data-id=\"356033\"><a href=\"/opinion/356033/20-fair-emplpraccas-337-16-empl-prac-dec-p-8329-lucille-e-rohler-v/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1264 (7th Cir.1978); 21 <i>Fed.Proc., L.Ed.</i> § 50:172, at 191 (Lawyers Co-op.1984). Nor is it necessary for Title VII plaintiffs to specifically plead the phrase \"intentional discrimination.\" <i>See Otto v. Sterling Electronics Corp.,</i> 5 FEP Cases (BNA) 1176 (S.D.Tex.1974); 21 <i>Fed.Proc., L.Ed.</i> § 50:172, at 191. In any event, plaintiffs' numerous allegations that defendants \"discriminatorily maintained\" historically female classifications and \"discriminated in compensation\" may be fairly construed as alleging intentional discrimination.</p>\n<p>To withstand a motion to dismiss under Rule 12(b)(6), plaintiffs need only set forth their claims in the Complaint with such detail as will give defendants fair notice of the nature of the claims and the grounds upon which the claims rest. <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); 5 Wright &amp; Miller § 1215, at 112-13; 21 <i>Fed.Pro., L.Ed.</i> § 50:173, at 191. The effect of this requirement in the context of Title VII litigation was demonstrated in <i>EEOC v. Game Plan, Inc.,</i> 28 FEP Cases (BNA) 1830 (N.D. Ill.1981), where the court denied a motion to dismiss a complaint that contained allegations which were less specific than those set forth in the Complaint in the present case.<sup>[18]</sup> Defendants' own arguments in connection with this motion confirm that the Complaint gave them adequate notice of plaintiffs' claims. In their two memoranda of law and the Catterson affidavit, defendants directly addressed the viability of <i>Gunther</i>-type claims and related issues concerning Title VII claims of intentional wage discrimination, notwithstanding the asserted lack of detailed facts concerning intentional discrimination. Further elucidation of the facts underlying plaintiffs' claims should be obtained through discovery, not technical jousting over the pleadings. <i>Game Plan,</i> 28 FEP Cases at 1831; 5 Wright &amp; Miller § 1215, at 108-12. Accordingly, defendants' motion to dismiss must be denied with respect to plaintiffs' claims of disparate treatment.</p>\n<p>Plaintiffs also maintain that the Complaint states claims under the disparate impact theory of Title VII. As noted above, disparate impact claims involve employment practices that are facially neutral, but have a disproportionately harsh effect on members of a protected class. <i>Int'l Brotherhood of Teamsters,</i> 431 U.S. at 335 n. 15, 97 S.Ct. at 1854 n. 15. \"The disparate impact theory has been used mainly in the context of quantifiable or objectively verifiable selection criteria <span class=\"star-pagination\">*712</span> which are mechanically applied and have consequences roughly equivalent to results obtaining under systematic discrimination.\" <i>Zahorik v. Cornell Univ.,</i> <span class=\"citation\" data-id=\"432006\"><a href=\"/opinion/432006/donna-zahorik-judith-long-laws-antonia-glasse-and-charlotte-farris-v/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span>, 95 (2d Cir.1984).</p>\n<p>Plaintiffs' Complaint is completely devoid of any allegation of a facially neutral practice that has a disproportionate effect on the wages of female employees. When questioned at oral argument, plaintiffs' counsel explained that the requisite neutral policy is Nassau County's compensation practices established pursuant to the New York Civil Service Law and collective bargaining agreements. The disparate impact theory is not an appropriate vehicle for launching a broad-based attack on a wage system. <i>Spaulding,</i> 740 F.2d at 706. \"When the disparate impact model is removed from the cases challenging clearly delineated neutral policies of employers, it becomes so vague as to be inapplicable.\" <i>Id.</i> at 708.<sup>[19]</sup> The disparate impact model can be used to challenge discrete, facially neutral criteria used in fixing levels of compensation,<sup>[20]</sup> but plaintiffs have failed to clearly identify any such discrete criteria.</p>\n<p>In any event, plaintiffs' failure to allege any facially neutral practice in their Complaint deprives defendants of fair notice of disparate impact claims. Plaintiffs' Complaint is, therefore, dismissed insofar as plaintiffs' attempt to assert claims under the disparate impact theory.<sup>[21]</sup> However, in light of plaintiffs' attempt at oral argument to articulate a facially neutral practice, plaintiffs are granted leave to amend the Complaint to state disparate impact claims.</p>\n<p></p>\n<h2>D. <i>Plaintiffs Braver and Colvin</i>\n</h2>\n<p>In their initial memorandum in support of their motion to dismiss, defendants argued that the claims of plaintiffs Braver and Colvin should be dismissed because both of these plaintiffs had other \"nearly identical\" actions pending before this Court. <i>See Braver v. Nassau County Department of Health,</i> 82 Civ. 2693 (ILG); <i>Civil Service Employees Ass'n, Inc., et al. v. County of Nassau,</i> 83 Civ. 1549 (ILG) (<i>\"Colvin\"</i>).</p>\n<p>The <i>Braver</i> case involved a claim that the defendants Nassau County and its Department of Health failed to appoint Braver to the position of Sanitarian Trainee on account of her sex. That case has been settled, and an order of discontinuance was entered into pursuant to a stipulation of the parties. Fed.R.Civ.P. 41(a)(1). While the original complaint in the present action, 84 Civ. 1730, did contain Braver's claim concerning the Sanitarian Trainee position, as well as claims relating to discrimination in compensation, the Sanitarian Trainee <span class=\"star-pagination\">*713</span> claim was dropped from the amended complaint, which was filed after defendants submitted both of their memoranda of law for this motion. I can see no reason why settlement of the Sanitarian Trainee claim would require dismissal of Braver's compensation-related claims in the present action.</p>\n<p>At a status conference held on April 25, 1985, the parties to the <i>Colvin</i> case advised the Court that the case has been settled. The parties indicated that they would submit a consent decree resolving both the <i>Colvin</i> case and plaintiff Colvin's claims in the present action. Accordingly, I will await receipt of that consent decree before taking any further action on Colvin's claims in either case.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>Defendants' motion to dismiss is granted only with respect to the EPA claims of plaintiffs Goldberg, Jordan and Whitley, and the Title VII claims of all of the plaintiffs insofar as they seek relief under the disparate impact theory. Plaintiffs are granted leave to amend the Complaint to correct the technical deficiencies noted herein by filing an amended complaint within 20 days from the date of this Order. In all other respects, defendants' motion to dismiss is denied.</p>\n<p>As may be obvious from the range of issues addressed in this opinion, the parties have exhibited an unusual degree of litigiousness and acrimony at this relatively early stage in these proceedings. While many aspects of this case raise very weighty questions concerning claims under the EPA and Title VII, both plaintiffs and defendants have caused the Court to occupy itself with issues that must be characterized as virtually frivolous. I hope that the parties will henceforth endeavor to move this action forward in a greater spirit of cooperation than has been exhibited thus far in the motions and papers filed with the Court.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs have not yet moved for class certification.</p>\n<p>[2]  The allegations concerning plaintiffs Goldberg, Jordan and Whitley do not include equal pay claims. Other variations in the allegations for certain plaintiffs are noted below.</p>\n<p>[3]  Defendants styled this motion as one brought under \"Rule 12(b)\" of the Federal Rules of Civil Procedure. Motions to dismiss for lack of subject matter jurisdiction should, however, be brought specifically under Rule 12(b)(1), not \"Rule 12(b)\" nor Rule 12(b)(6). This distinction can be significant in that facts outside of the pleadings may be considered on a 12(b)(1) motion, 5 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 1364 (1969), while such material cannot be considered in conjunction with a 12(b)(6) motion, as noted in the preceding section of this opinion. The distinction between 12(b)(1) and 12(b)(6) motions is nonetheless purely semantic in the present case because the Catterson affidavit does not assert any facts outside of the pleadings that are relevant to the exhaustion question. Accordingly, I will proceed to consider the merits of the exhaustion question.</p>\n<p>[4]  Without engaging in an extended discourse on the intricacies of the New York Civil Service Law, it should suffice to note that CSL § 120 does not expressly provide for a petition to the local civil service commission, nor does it authorize a direct appeal to the Appellate Division from a determination of the State Civil Service Commission. The respective duties and powers of local civil service commissions, including the power to promulgate rules regarding position classifications, are set forth in CSL §§ 15-27. Section 120(1) provides only that certain employees in the civil service can seek \"review and change\" of their job classification or salary grade allocation by submitting an application to the director of the state's classification and compensation division. An employee aggrieved by a determination of the director may appeal to the state civil service commission. CSL § 120(2). The employee may thereafter seek judicial review of the determination of the state civil service commission by petitioning the New York Supreme Court, not the Appellate Division, under Article 78 of the New York Civil Practice Law and Rules (McKinney 1981). <i>See, e.g., </i><i>Burke v. Axelrod,</i> <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">577</span></span>, <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">135</span></span> (3d Dept.1982); <i>Adelman v. Bahou,</i> <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">500</span></span> (3d Dept.1981) <i>app. denied</i> <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">1023</span></span>, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1099</span></span> (1982); <i>Adams v. Krone,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">751</span></span>, <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">360</span></span> (S.Ct. Albany Co.1964).</p>\n<p>[5]  <i>Touche Ross &amp; Co. v. Securities &amp; Exchange Comm'n,</i> <span class=\"citation\" data-id=\"371771\"><a href=\"/opinion/371771/fed-sec-l-rep-p-96854-touche-ross-co-edwin-heft-james-m-lynch/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span> (2d Cir.1979); <i>Cody v. Scott,</i> <span class=\"citation\" data-id=\"1458182\"><a href=\"/opinion/1458182/cody-v-scott/\"><span class=\"volume\">565</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1031</span></a></span> (S.D.N.Y.1983); <i>T.I.M.E.  DC, Inc. v. Trucking Employees of North Jersey Welfare Fund,</i> <span class=\"citation\" data-id=\"1482187\"><a href=\"/opinion/1482187/time-dc-inc-v-truck-emp-of-nj-wel-fund/\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">294</span></a></span> (E.D.N.Y.1983), <i>vacated,</i> <span class=\"citation\" data-id=\"449210\"><a href=\"/opinion/449210/time-dc-inc-v-management-labor-welfare-pension-funds-of-local/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">939</span></a></span> (2d Cir.1985); <i>White v. Shull,</i> <span class=\"citation\" data-id=\"1446196\"><a href=\"/opinion/1446196/white-v-shull/\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">11</span></a></span> (S.D.N.Y.1981); <i>Jainchill v. N.Y.S. Human Rights Appeal Bd.,</i> <span class=\"citation\" data-id=\"2583814\"><a href=\"/opinion/2583814/matter-of-shurgin-v-ambach/\"><span class=\"volume\">83</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">665</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">595</span></span> (3d Dept.1981); <i>Crouse  Irving Memorial Hospital v. Axelrod,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">338</span></span> (4th Dept.1981); <i>Geherin v. Sylvester,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">991</span></span>, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">114</span></span> (4th Dept.1980); 1A Pt. 2 J. Moore, W. Taggart, A. Vetal &amp; J. Wicker, <i>Moore's Federal Practice</i> ¶ 0.208c (2d ed. 1982).</p>\n<p>[6]  For the same reason, exhaustion of civil service commission remedies could not be required even under the general principles of exhaustion urged by defendants. <i>See</i> note 5, <i>supra.</i> A well-recognized exception to the exhaustion doctrine is that a party need not pursue administrative remedies that would be \"futile,\" such as where the administrative remedies do not include the remedy sought by the claimant. <i>White v. Shull,</i> <span class=\"citation\" data-id=\"1446196\"><a href=\"/opinion/1446196/white-v-shull/\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">11</span></a></span>, 13 (S.D.N.Y. 1981). That precise situation is presented in this case, where the civil service commissions could not award the backpay sought by plaintiffs.</p>\n<p>[7]  Plaintiff Braver did file an EEOC charge which described only a specific claim concerning defendants' failure to appoint her to the position of Sanitarian Trainee. Complaint Exh. A-2. That claim was the subject of an earlier civil action in this Court which was recently settled. <i>Braver v. Nassau County Department of Health,</i> 82 Civ. 2693. The Sanitarian Trainee claim was also included in the original complaint in the present action, but deleted from the First Amended Complaint. An EEOC charge only exhausts the claimant's administrative remedies with respect to claims that were raised in the charge and other claims that concern related events within the scope of the EEOC investigation that could be reasonably expected to arise from the charge. <i>Waterman v. New York Telephone Co.,</i> 36 FEP Cases (BNA) 41 (S.D.N.Y.1984); <i>Halpert v. Wertheim &amp; Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">734</span></span>, 735-36 (S.D.N.Y.1979). The specific claim concerning the Sanitarian Trainee position raised in Braver's EEOC charge did not in any way relate to the broad-based claims of wage discrimination raised in the present action. Accordingly, Braver has not exhausted her EEOC remedies with respect to the claims raised in this action.</p>\n<p>[8]  The Equal Pay Act provides:\n</p>\n<p>No employer having employees subject to any provisions of this section shall discriminate, within any establishment in which such employees are employed, between employees on the basis of sex by paying wages to employees in such establishment at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions, except where such payment is made pursuant to (i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex; Provided, That an employer who is paying a wage rate differential in violation of this subsection shall not, in order to comply with the provisions of this subsection, reduce the wage rate of any employee.</p>\n<p>29 U.S.C. § 206(d)(1).</p>\n<p>[9]  The EPA was enacted in 1963 as an amendment to the FLSA, 29 U.S.C. §§ 201-219.</p>\n<p>[10]  The proposed EEOC regulations provide:\n</p>\n<p>The meaning of the word \"establishment\" as used in the Act is not defined in the FLSA, but guidance as to its meaning has been given in judicial decisions. In cases where a single distinct physical place of business is independently operated and controlled as an autonomous unit, such distinct physical place of business constitutes one \"establishment\" within the meaning of the Act. However, for purposes of the Act, in some situations where employees are employed in physically separated locations, two or more such separate locations together may constitute one \"establishment.\" The following are types or examples of factors which tend to show that two or more locations or physical units together constitute a single \"establishment\": (1) integration of activities at such locations, (2) centralized control of activities at such locations, (3) centralized personnel activities and policies, and (4) the utilization of centrally imposed pay practices which are applied on a system-wide, area-wide or other geographical-wide basis throughout such locations. When as a result of such factors, two or more locations together comprise a single \"establishment,\" comparisons between men and women employees performing equal work may be made without regard to whether they work in the same or different locations so long as such employees are within such single \"establishment.\"</p>\n<p>46 Fed.Reg. at 43,850 (proposed regulation to be codified at 29 CFR § 1620.3(a)). The EEOC has not yet taken any final action on the proposed regulations. <i>See</i> Unified Agenda of the Equal Employment Opportunity Commission, 49 Fed. Reg. 42,203 (1984).</p>\n<p>[11]  Defendants argue that the decision in <i>Grumbine</i> is \"decidedly against the weight of authority.\" Defendants' Reply Memorandum at 9. The cases cited in support of that proposition addressed issues that are plainly distinguishable from the issues raised in both <i>Grumbine</i> and the present case. <i>See </i><i>Bartelt v. Berlitz School of Language of America, Inc.,</i> <span class=\"citation\" data-id=\"413464\"><a href=\"/opinion/413464/30-fair-emplpraccas-1706-27-wage-hour-cas-bn-652-31-empl-prac/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span> (9th Cir.) <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">277</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">257</span></span> (1983); <i>Hodgson v. City Stores, Inc.,</i> <span class=\"citation\" data-id=\"1623897\"><a href=\"/opinion/1623897/hodgson-v-city-stores-inc/\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">942</span></a></span> (M.D.Ala.1971); <i>Hodgson v. Robert Hall Clothes, Inc.,</i> <span class=\"citation\" data-id=\"1460379\"><a href=\"/opinion/1460379/hodgson-v-robert-hall-clothes-inc/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1264</span></a></span> (D.Del.1971). While I do believe that the <i>Grumbine</i> holding may have been stated more broadly than was necessary, I do not believe that the result reached in that case was contrary to the weight of authority.</p>\n<p>[12]  In denying defendants' motion, I express no intimation as to whether I would find that the entire County constitutes a single establishment if that issue were tested on a motion for summary judgment or after trial. Common sense indicates that plaintiffs are attempting to make a major leap beyond the holdings based upon the facts presented in the <i>Grumbine, Dallas Independent School District</i> and <i>Goose Creek Consolidated Independent School District</i> cases. However, on the present motion I am not free to weigh the evidence that might be presented at trial, <i>Goldman v. Belden,</i> <span class=\"citation\" data-id=\"447943\"><a href=\"/opinion/447943/steven-goldman-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span>, 1067 (2d Cir.1985), nor can I dismiss the Complaint merely \"because the possibility of ultimate recovery is remote.\" <i>Ryder Energy Distribution Corp.,</i> 748 F.2d at 779.</p>\n<p>[13]  <i>Spaulding v. Univ. of Washington,</i> <span class=\"citation\" data-id=\"439298\"><a href=\"/opinion/439298/margaret-spaulding-and-james-bush-intervenors-appellants-v-university-of/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 697 (9th Cir.1984); <i>EEOC v. Mercy Hospital and Medical Center,</i> <span class=\"citation\" data-id=\"419979\"><a href=\"/opinion/419979/equal-employment-opportunity-commission-v-mercy-hospital-and-medical/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1197 (7th Cir.1983); <i>Gunther v. County of Washington,</i> <span class=\"citation\" data-id=\"379268\"><a href=\"/opinion/379268/20-fair-emplpraccas-792-20-empl-prac-dec-p-30204-23-empl-prac/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1309 (9th Cir.1979), <i>aff'd</i> <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></a></span> (1981); <i>Katz v. School District of Clayton, Missouri,</i> <span class=\"citation\" data-id=\"346727\"><a href=\"/opinion/346727/jacquelyn-katz-v-school-district-of-clayton-missouri-a-public-school/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (8th Cir.1977); <i>Waterman v. New York Telephone Co.,</i> 36 FEP Cases (BNA) 41, 43-44 (S.D.N.Y.1984).</p>\n<p>[14]  Defendants conceded at oral argument that the Complaint states a Title VII claim with respect to plaintiff Garage. Transcript of Oral Argument, August 3, 1984, at 4-5. The Complaint alleges that Garage was denied reclassification from Correctional Clerk II to Correctional Clerk III because she is a woman. Complaint ¶ 14. While defendants stated that this allegation constitutes a disparate impact claim, I believe that the allegation should be analyzed under the disparate treatment theory. <i>See</i> note 15, <i>infra.</i></p>\n<p>[15]  Disparate impact claims \"involve employment practices that are facially neutral in their treatment of different groups but that, in fact, fall more harshly on one group than another and cannot be justified by business necessity. ... Proof of discriminatory motive ... is not required under a disparate impact theory.\" <i>International Brotherhood of Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 335-36, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1854-55, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977). In a disparate treatment case, by contrast, the \"employer simply treats some people less favorably than others because of their race, color, religion, sex or national origin. Proof of discriminatory motive is critical, although it can in some situations be inferred from the mere fact of differences in treatment.\" <i>Id.</i></p>\n<p>[16]  The courts disagree on whether different burdens of proof for affirmative defenses are applied to Title VII and EPA equal pay claims. Some courts have held that the burden of proof normally applied under the EPA should also apply to Title VII equal pay claims: the defendant has the burden of pleading and proving affirmative defenses. <i>See </i><i>Kouba v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"410224\"><a href=\"/opinion/410224/30-fair-emplpraccas-57-30-empl-prac-dec-p-33123-lola-kouba-aka/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span>, 875 (9th Cir.1982); <i>Melani v. Bd. of Higher Education of the City of New York,</i> <span class=\"citation\" data-id=\"1894841\"><a href=\"/opinion/1894841/melani-v-bd-of-higher-educ-of-city-of-new-york/\"><span class=\"volume\">561</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">769</span></a></span>, 781 n. 20 (S.D.N.Y.1983). Other courts have held that in Title VII equal pay claims, the burden of proof is allocated in the same manner as in all other disparate treatment cases: the plaintiff bears the burden of persuasion at all times. <i>See </i><i>Plemer,</i> 713 F.2d at 1136; <i>Strecker v. Grand Forks County Social Security Bd.,</i> <span class=\"citation\" data-id=\"386937\"><a href=\"/opinion/386937/betty-lou-strecker-v-grand-forks-county-social-service-board-clarence/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span>, 99 n. 1 (8th Cir.1980). This confusion is the result of differing interpretations of the Bennett Amendment to Title VII, 42 U.S.C. § 2000e-2(h), which provides that the affirmative defenses listed in the EPA also apply to Title VII claims of sex-based wage discrimination. I need not resolve that conflict at this early stage in these proceedings.</p>\n<p>[17]  At oral argument, defendants advised this Court that <i>AFSCME v. State of Washington</i> is currently pending on appeal before the Ninth Circuit Court of Appeals. Defendants contend that the recent decision in <i>Spaulding v. Univ. of Washington,</i> <span class=\"citation\" data-id=\"439298\"><a href=\"/opinion/439298/margaret-spaulding-and-james-bush-intervenors-appellants-v-university-of/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span> (9th Cir.1984), shows that the Ninth Circuit will not recognize claims of the type raised in both <i>AFSCME v. State of Washington</i> and the present case, which defendants maintain are no more than claims of comparable worth. In <i>Spaulding,</i> faculty members of the University of Washington's School of Nursing asserted Title VII claims for alleged sex discrimination in compensation. In support of their claims, the plaintiffs primarily contended that they were discriminatorily paid less than male faculty members in other departments who performed comparable work, but plaintiffs also introduced other evidence to support an inference of discriminatory animus, including the testimony of witnesses, evidence of an alleged \"predisposition\" toward discrimination by various University officials, and various statistics. The Ninth Circuit affirmed the district court's dismissal of the Title VII claims, <i>after trial,</i> finding that the plaintiffs had not submitted persuasive proof of discriminatory intent. 740 F.2d at 700-04. The Ninth Circuit nonetheless carefully assessed every aspect of the plaintiffs' evidence of alleged discriminatory animus. <i>Spaulding</i> does not compel the dismissal of the present case where plaintiffs have not yet had the opportunity to submit any evidence of discriminatory intent.</p>\n<p>[18]  The pertinent portion of the complaint in <i>Game Plan</i> read:\n</p>\n<p>7. Since July 2, 1965, and continuously up until the present time, the company (Game Plan) has intentionally engaged in unlawful employment practices at its Addison, Illinois facility by engaging in unlawful employment policies and practices which include but are not limited to the following:</p>\n<p>1. paying lower wages to female employees because of their sex;</p>\n<p>2. maintaining job departments segregated by sex;</p>\n<p>3. refusing to hire, transfer or promote females on the same basis as males because of their sex;</p>\n<p>4. maintaining job classifications on the basis of sex;</p>\n<p>5. failing to recruit or hire Black employees because of their race.</p>\n<p>28 FEP Cases at 1830.</p>\n<p>[19]  The cases cited by plaintiffs in support of their disparate impact claims are not contrary to this conclusion. In all of those cases, with one exception, the plaintiffs challenged discrete, facially neutral criteria used to determine salary level or benefits. <i>See </i><i>Wambheim v. J.C. Penney Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1492</span></span> (9th Cir.1983) <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">848</span></span> (1984) (\"head-of-household\" status used to limit spouse's coverage under employee's medical policy); <i>Kouba v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"410224\"><a href=\"/opinion/410224/30-fair-emplpraccas-57-30-empl-prac-dec-p-33123-lola-kouba-aka/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span> (9th Cir.1982) (prior salary used as a factor in determining current salary); <i>Neeley v. Marta,</i> 24 FEP Cases (BNA) 1610 (N.D.Ga.1980), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">877</span></span> (5th Cir.1981) (requirement of special permission from the Assistant General Manager before hiring a new employee where the employee's salary will exceed the individual's former salary by 10%). In <i>AFSCME v. State of Washington</i><i>,</i> the district court did conclude that under the disparate impact theory, the state's \"system of compensation\" constituted an \"objective facially neutral employment practice.\" 578 F.Supp. at 864. I believe that it is impossible to reconcile this conclusion with the Ninth Circuit's later holding in <i>Spaulding.</i></p>\n<p>[20]  <i>See</i> note 19, <i>supra.</i></p>\n<p>[21]  It is something of a misnomer to identify arguments under the disparate impact theory as \"claims\" that are separate from \"claims\" under the disparate treatment theory. As the Fourth Circuit has observed, the disparate impact and disparate treatment theories \"are rightly treated as alternative theories upon which a right to relief under Title VII may be established in a given case.... Obviously, as alternative theories and not separate claims, they may not be applied to establish multiple violations on the same facts....\" <i>Wright v. Nat'l Archives &amp; Records Service,</i> <span class=\"citation\" data-id=\"371784\"><a href=\"/opinion/371784/21-fair-emplpraccas-8-21-empl-prac-dec-p-30326-james-b-wright-on/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span>, 711 (4th Cir. 1979). The trial court may decide, on the pleadings, that only one theory is supportable in a given case. <i>Id.,</i> n. 6.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308709/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315683/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/346727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/356033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369342/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392108/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/410224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/416831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/419979/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/422025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/422256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/432006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/439298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/444554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/447943/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/449210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1432889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1446196/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1448430/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1458182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1482126/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1482187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1507773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1525870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1639848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1894841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1903292/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2151935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2185318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2363935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2583814/"
          ]
        }
      ],
      "judges": "Glasser",
      "date_created": "2014-10-30T16:52:15.613965Z",
      "date_modified": "2016-03-03T20:56:52.363475Z",
      "date_filed": "1985-05-17",
      "date_filed_is_approximate": false,
      "slug": "afscme-afl-cio-v-county-of-nassau",
      "citation_id": 1859887,
      "case_name_short": "",
      "case_name": "AFSCME, AFL-CIO v. County of Nassau",
      "case_name_full": "",
      "federal_cite_one": "609 F. Supp. 695",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1455961/afscme-afl-cio-v-county-of-nassau/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:52:15.609920Z",
  "date_modified": "2014-10-30T16:52:15.609920Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "AFSCME, AFL-CIO v. County of Nassau",
  "case_name_full": "",
  "slug": "afscme-afl-cio-v-county-of-nassau",
  "docket_number": "84 Civ. 1730",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}