{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1465418/",
  "id": 1465418,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1895816/",
      "id": 1895816,
      "absolute_url": "/opinion/1895816/madera-v-board-of-education-of-city-of-new-york/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1465418/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1895816/",
          "id": 1895816,
          "absolute_url": "/opinion/1895816/madera-v-board-of-education-of-city-of-new-york/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1895816/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2335/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:45:04.151679Z",
          "date_modified": "2017-04-07T11:09:03.644759Z",
          "type": "010combined",
          "sha1": "874fc5a2ea8724bfc67c1076e846457de9cc247a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>267 F.Supp. 356 (1967)</b></center>\n<center><h1>Victor MADERA, Ramiro Madera and Manuela Madera, Plaintiffs,<br>\nv.<br>\nBOARD OF EDUCATION OF the CITY OF NEW YORK et al., Defendants.</h1></center>\n<center>No. 67 Civ. 635.</center>\n<center><p><b>United States District Court S. D. New York.</b></p></center>\n<center>April 10, 1967.</center>\n<p><span class=\"star-pagination\">*357</span> <span class=\"star-pagination\">*358</span> Harold J. Rothwax, by Robt. Sugarman and Sue Ann Shay, New York City, for plaintiffs.</p>\n<p>J. Lee Rankin, Corp. Counsel, City of New York, by Peter J. Flanagan, New York City, for defendants.</p>\n<p>MOTLEY, District Judge.</p>\n<p></p>\n<h2><i>Findings of Fact and Conclusions of Law</i></h2>\n<p>The minor plaintiff, Victor Madera, is a 14 year old pupil enrolled in Public School 22, a junior high school in the New York City public school system. On February 2, 1967, Victor was suspended from school by the principal. He has been out of school since that date.</p>\n<p>After Victor was suspended, the principal of his school notified the District Superintendent of District No. 1, Miss Theresa Rakow, a defendant in this suit.<sup>[1]</sup> Miss Rakow notified Victor's parents, the adult plaintiffs, that a conference would be held in her office on February 17, 1967 with regard to Victor's suspension. The notice advised: 1) there would be a Spanish speaking person at this conference to translate \"for all of us,\" and 2) a friend could be brought to assist the parents in this translation. The notice stated: \"You are hereby advised that you are to be present at this conference. Please bring (Victor) with you * * *.\" The letter was in both English and Spanish. Victor's mother speaks Spanish; she does not speak or understand English. The principal's actions and Miss Rakow's actions were taken pursuant to General Circular No. 16, (1965-1966).<sup>[2]</sup> This circular embodies the rules and regulations promulgated by the other defendants, the Board of Education of the City of New York and the Superintendent of Schools, with regard to pupil suspensions.</p>\n<p>After Victor's parents received the notice, they secured an attorney who contacted Miss Rakow's office to notify her that the attorney would appear at the February 17 hearing.<sup>[3]</sup> The attorney was advised that he could not attend the hearing. Circular No. 16 provides as follows:</p>\n<blockquote>\"Inasmuch as this is a guidance conference for the purpose of providing an opportunity for parents, teachers, counselors, supervisors, et al., to plan educationally for the benefit of the child, attorneys seeking to represent the parent or child may not participate.\" (Circular No. 16, p. 5)</blockquote>\n<p>On February 16, 1967, at 8:15 P.M., after notice to defendants and oral argument, this court issued a temporary restraining order restraining defendants as follows:</p>\n<blockquote>\"From holding any proceedings at which the rights of any of the plaintiffs may be affected and, particularly, from conducting the `Assistant Superintendent's Hearing' scheduled for February 17, 1967, without permitting plaintiffs' legal counsel to be present and to perform his tasks as an attorney.\"</blockquote>\n<p><span class=\"star-pagination\">*359</span> The incident which precipitated Victor's suspension on February 2 resulted in the filing of a charge of juvenile delinquency against him on February 8 by a teacher, an employee of defendant Board of Education, in the Family Court. New York Family Court Act, §§ 712, 733.<sup>[4]</sup> The same attorneys representing plaintiffs here also were retained to represent Victor in the Family Court. The New York Family Court Act, § 728, gives Victor the right to counsel in a juvenile delinquency proceeding. On February 28, the claim that Victor was a juvenile delinquent was dismissed by the Family Court. There \"was a substitution and a finding that has not been completed, a fact-finding that (Victor) is a young person in need of supervision.\"<sup>[5]</sup></p>\n<p>Defendants did not proceed with the February 17 hearing under the conditions permitted by the temporary restraining order. The order also required counsel for both sides to appear in court on February 21, at which time reargument would be heard on the temporary restraining order and plaintiffs' application for a three-judge court.</p>\n<p>On February 21, defendants requested and were granted a continuance on the ground that all defendants had not been served. Defendants agreed to a continuance of the temporary restraining order until March 1 at which time, if a three-judge court was not required, the court would proceed to hear plaintiffs' motion for preliminary injunction.</p>\n<p>On February 24, plaintiffs filed an amended complaint and motion for preliminary injunction. The original complaint predicated jurisdiction wholly upon Title 28, United States Code, § 1331. Declaratory relief,<sup>[6]</sup> interlocutory and permanent injunctive relief were sought. The original complaint prayed for the convening of a special three-judge district court to hear and determine this action. Title 28, U.S.C., §§ 2281, 2284. The amended complaint also prayed for the convening of a three-judge court but invoked an additional jurisdictional base for this cause, i. e., Title 28, U.S.C., § 1343. The amended complaint relied upon the provisions of Title 42, U.S.C. §§ 1981 and 1983 as the federal statutes giving rise to this cause of action.</p>\n<p>On March 1, 1966, this court ruled that this cause is not properly a cause of action requiring a statutory three-judge court. Under constitutional attack here is a provision of a circular issued by a local school board, not the constitutionality of any state statute.<sup>[7]</sup> The \"no attorneys provision\" is not mandated by any state law. However, the circular is promulgated pursuant to authority granted by a state statute. New York Education Law, McKinney's Consol. Laws, c. 16, § 2554(13) (b). Nevertheless, the attack upon the circular does not present the type of constitutional challenge to state action that would require the convening of a three-judge court. The guiding principle for three-judge court cases was laid down by the Supreme Court in Phillips v. United States, 312 U.S. 246, 61 S.Ct. 480, 85 L.Ed. 800 (1941) as follows:</p>\n<blockquote>\"To bring this procedural device into playto dislocate the normal operations of the system of lower federal courts and thereafter to come directly to this Courtrequires a suit which seeks to interpose the Constitution against enforcement of a state policy, whether such policy is defined in a state constitution or in an ordinary statute or through the delegated legislation of an `administrative board or commission'. The crux of the business is procedural protection against an improvident state-wide doom by a federal <span class=\"star-pagination\">*360</span> court of a state's legislative policy.\" (at 251, 61 S.Ct. at 483).</blockquote>\n<p>Consequently, where that which is under attack is not mandated by state law but is only a regulation of a local school board, adopted on its own volition, and is not of state-wide application, although authorized by state law, the controversy may be properly adjudicated by a single judge court. Griffin v. County School Board of Prince Edward County, Va., 377 U.S. 218, 84 S.Ct. 1226, 12 L.Ed. 2d 256 (1964); Sweeney, et al., v. State Board of Public Assistance, 36 F.Supp. 171 (M.D.Pa.1940), aff'd 3 Cir., 119 F.2d 1023.</p>\n<p>When the hearing on plaintiffs' motion for preliminary injunction commenced on March 1, defendants moved to dismiss the case as moot on the ground that the Family Court proceeding had already taken place. One of plaintiffs' claims on their application for a temporary restraining order was that counsel should be permitted at the February 17 Guidance Conference because the facts adduced from Victor there could be used against him in the subsequently scheduled Family Court hearing on the juvenile delinquency charge where Victor's personal liberty would be in jeopardy. Family Court Act, § 744.<sup>[8]</sup> Plaintiffs also claimed that the February 17 Guidance Conference might result in forcing adult plaintiffs to choose between signing a \"consent\", required by law, which would enable the school authorities to make whatever school or other institutional placement they deemed desirable for Victor, or face neglect charges in Family Court for failure to sign the \"consent\". New York Education Law, §§ 3205,<sup>[9]</sup> 3212, subds. 1, 2, par. b,<sup>[10]</sup> 3214;<sup>[11]</sup> New <span class=\"star-pagination\">*361</span> <span class=\"star-pagination\">*362</span> York Family Court Act, §§ 312,<sup>[12]</sup> 332,<sup>[13]</sup> 335,<sup>[14]</sup> 337.<sup>[15]</sup></p>\n<p>Plaintiffs' constitutional contentions with respect to the foregoing claims are: 1) the \"no attorneys provision\" of Circular No. 16 deprives them of protection for their right against self incrimination, right to counsel and right to due process guaranteed by the Fifth, Sixth and Fourteenth Amendments to the Constitution of the United States, since any statements made by them in, or as a part of, the Guidance Conference may be used against them in subsequent Family Court proceedings, where Victor's personal liberty will be in jeopardy, and 2) the minor plaintiff's right not to testify against himself must be preserved because one of the consequences of a Guidance Conference may also be loss of personal liberty. Circular No. 16, p. 5.</p>\n<p>As indicated above, the Family Court proceeding against Victor had not been completed on March 1. Moreover, it was clear to this court that plaintiffs' claims in this action were not limited to the foregoing described claims. In addition, plaintiffs claim that as a result of a Guidance Conference, Victor may be suspended from school for an indefinite period of time, placed in a school for socially maladjusted children (formerly known as \"600\" schools), involuntarily incarcerated in an institution, or referred to the Family Court for appropriate action. (Amended Complaint, para. 15).</p>\n<p>Plaintiffs' constitutional contention with respect to these claims is that since the above enumerated irreparable consequences can flow from a Guidance Conference, the \"no attorneys provision\" of Circular No. 16 may result in Victor <span class=\"star-pagination\">*363</span> being denied his right to attend the public schools granted him by the Constitution and Education Law of the State of New York, without due process of law guaranteed by the Fourteenth Amendment.<sup>[16]</sup></p>\n<p>After considering the gravity of plaintiffs' constitutional claims, and the fact that the Family Court proceeding had not been concluded, this court ruled on the March 1 hearing that plaintiffs' case was not moot.</p>\n<p>Defendants' counsel then moved to dismiss on the ground that plaintiffs had abandoned their attack on the constitutionality of certain provisions of the New York Education Law and were now proceeding under the Civil Rights Law which plaintiffs had not previously invoked. Defendants' counsel was mistaken in this belief. Plaintiffs in amending their complaint rely on a Federal Civil Rights Statute, i. e., Title 42, U.S.C., § 1983.<sup>[17]</sup></p>\n<p>This statute gives plaintiffs the right to bring this action for injunction to enjoin defendants who, plaintiffs claim, acting under color of state law, are unconstitutionally enforcing the \"no attorneys provision\" of Circular No. 16 against plaintiffs. Such state action, plaintiffs maintain, violates their rights guaranteed by the Fifth, Sixth and Fourteenth Amendments to the Constitution of the United States. This court has jurisdiction of such an action. Monroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961); Taylor v. Board of Education of City School Dist. of City of New Rochelle, 294 F.2d 36 (2d Cir. 1961), cert. denied, 368 U.S. 940, 82 S.Ct. 382, 7 L.Ed.2d 339. Title 28, U.S.C. § 1343(3).<sup>[18]</sup></p>\n<p>Defendants have questioned the propriety of a federal court determining the issues raised in this case on the ground that this is a matter preferably handled by the state. However appropriate such considerations of state as opposed to federal relief may be in some cases, it does not appear that this is a proper case for the court to refrain from acting. It is now a well settled principle that relief under the Federal Civil Rights Acts may not be defeated because relief was not first sought under state law which provided a remedy. Monroe v. Pape, supra. The whole purpose of the Federal Civil Rights Acts would be seriously undermined if a federal claim in a federal court must await an attempt to vindicate the very same claim in a state court. McNeese v. Board of Education, 373 U.S. 668, 83 S.Ct. 1433, 10 L.Ed.2d 622 (1963). Where the terms of the state (local school board) provision under attack are clear, there is no basis for abstention to require plaintiffs <span class=\"star-pagination\">*364</span> to exhaust either state administrative or judicial remedies. Rivers v. Royster, 360 F.2d 592 (4th Cir. 1966). As another federal court said in a school case involving suspensions and expulsions, Woods v. Wright, 334 F.2d 369, 374-375 (5th Cir. 1964):</p>\n<blockquote>\"We are fully aware of the reluctance with which the Federal Courts should contemplate the use of the injunctive power to interfere with the conduct of state officers. But when there is a deprivation of a constitutionally guaranteed right the duty to exercise the power cannot be avoided.\"</blockquote>\n<p>Upon the hearing of plaintiffs' motion for preliminary injunction and upon the trial, which were consolidated, the following facts were established in addition to those set forth above:<sup>[19]</sup></p>\n<p>There are 1,084,818 pupils in the New York City public school system, 20.9% of whom are Puerto Rican, 29.3% are Negro, and 49.8% are white.</p>\n<p>School District No. 1 is located in Manhattan, one of the five boroughs (counties) which comprise the City of New York. The District boundaries, generally speaking, are from Grand Street north to 21st and 23rd Streets and from the Bowery and Fourth Avenue to the East River. The area thus described is commonly referred to as the Lower East Side. It is a racially mixed area but predominantly Puerto Rican. It is a community of low income families in the main. There are 28,000 pupils in the District in a total of twenty-three schools. There are 14 elementary schools, 4 junior high schools, 2 special schools for socially maladjusted children, and 3 high schools in District No. 1.</p>\n<p>District Superintendent Rakow, in addition to having responsibility for the supervision of the educational program of the District, conducts hearings relating to the suspension of students, as required by New York Education Law, § 3214. Miss Rakow and the other school authorities choose to refer to these hearings as \"Guidance Conferences\". These conferences are conducted in cases where a student has been suspended by the principal. Once a principal has suspended a child and so notified the parents and Miss Rakow, it is Miss Rakow's duty to hold a \"Guidance Conference\", \"to determine\", to use her words, \"what next educational step may be taken to help the child.\" There are two kinds of principal's suspensions. There is what is called a \"principal suspense which means that the principal merely suspends the child from school service until such a time as he personally can confer with the parent and try to make the adjustment directly in the school.\" In such a case, the principal is limited to keeping the child from school for no more than five days. The principal generally meets with a parent before a suspension to try to adjust the problem. However, if there is some emergency where there is not time to meet with the parent, a principal might suspend immediately. After a principal's conference with the parent, the child is returned to school. A child does not <i>normally</i> go to the District Superintendent's office immediately after the principal's suspension as was the case with Victor. If after the pupil has returned to school there continues to be a problem which the principal feels he cannot handle, then the principal can suspend the pupil and refer that suspension to the District Superintendent. There is no evidence that Victor had been thus previously suspended by the principal.</p>\n<p>When a suspended pupil is referred to the District Superintendent this is known as an \"administrative suspense.\" There is no hearing held by the principal before an \"administrative suspense\" takes place. When the District Superintendent receives a copy of a letter from the principal to the parents stating that the child has been suspended, the District Superintendent notifies the parent of the date of hearing. The principal's letter advises the parents that they will be so notified.</p>\n<p><span class=\"star-pagination\">*365</span> When a conference is held in the District Superintendent's office, she invites the principal of the suspended child's school and the guidance counselor of that school. The members of the District Superintendent's staff who attend are: her assistant, the guidance counselor assigned to her office, and the school-court coordinator assigned to the district. The Bureau of Attendance, an arm of the Board of Education, which enforces the state's compulsory school attendance law is also notified of the conference.</p>\n<p>The function of the school-court coordinator is to provide liaison between the Family Court and the schools. The school-court coordinator interprets to the court \"the program and facilities\" of the school; \"he conversely interprets to the school the decisions of the court and the recommendations of the court;\" the school-court coordinator \"acts as a sort of clearing house, so that all agencies may work together * * *;\" the school-court coordinator also, at the request of the court, gives to it the decision made by the District Superintendent at the Guidance Conference. The court may make use of the District Superintendent's decision at the dispositional hearing. New York Family Court Act, §§ 345, 346. The school-court coordinator also takes notes at the conference.</p>\n<p>The guidance counselor on the District Superintendent's staff has the responsibility for \"following up on children who have been suspended, to make sure that they are adjusting properly, <i>to make sure that recommendations are carried out.</i>\" (Emphasis added). The guidance counselor works with the Bureau of Child Guidance (BCG), \"so that if [the District Superintendent] has asked for a study and a recommendation for a child\", she can work with the BCG \"to expedite the receiving of that study as soon as possible.\" The guidance counselor also takes notes at the Guidance Conferences and keeps all records. When children return from suspension, the guidance counselor helps to place them in the best possible school situation.</p>\n<p>The suspended child may have a representative from any social agency, to whom the family may be known, to attend a suspension hearing in the District Superintendent's office.</p>\n<p>At the conference, all school personnel present sit around a table in Miss Rakow's office and discuss the child's anecdotal record, supplied by the principal, and the child's problems. Usually the parents and the child wait outside until a decision is reached. The parents and child are then brought in and asked if they have anything to say as to what should be done with the child. If the child is old enough, he is asked to express an opinion. If a representative of a social agency is present, he or she contributes to the discussion. The decision is then given to the child and his parents.</p>\n<p>The decisions which the District Superintendent may reach are the following:</p>\n<p>1. The suspended child might be reinstated in the same school.</p>\n<p>2. The suspended child might be transferred to another school of the same level, e. g., a junior high school child to another junior high school.</p>\n<p>3. The suspended child might be transferred to a special school for socially maladjusted children; there are two in District No. 1.</p>\n<p>4. The District Superintendent may refer the student's case to the Bureau of Child Guidance (BCG) or other social agency for study and recommendations, including medical suspension, home instruction, or exemption.</p>\n<p>5. The District Superintendent may refer the case to the Bureau of Attendance for court action.</p>\n<p>The BCG is the clinical arm of the Board of Education. Its employees are social workers, psychologists and psychiatrists. When the District Superintendent refers a child to the BCG, it makes a study of the child \"as seems indicated to help\" the District Superintendent or to advise her \"of what may be best educational placement.\"</p>\n<p><span class=\"star-pagination\">*366</span> The BCG may make one of the following recommendations:</p>\n<p>1. The child is able to attend school but should be sent to a school with a particular kind of program.</p>\n<p>2. The child should be sent to a special day school for socially maladjusted pupils or a residential institution where defendant Board of Education operates such a school.</p>\n<p>3. The child should be instructed at home.</p>\n<p>4. The child should be temporarily exempted from school while his parents seek institutional help.</p>\n<p>5. The child should receive a medical suspension or exemption.</p>\n<p>6. The child should be exempt from school.</p>\n<p>If the child has not been attending school or has been attending irregularly, the child may be referred by the District Superintendent to the Bureau of Attendance. If the compulsory school attendance law is not being obeyed, it is the responsibility of the Bureau of Attendance to take the matter to the Family Court where the pupil may then be sent to an institution.</p>\n<p>In administrative suspense matters it is the general practice of the District Superintendent's office to notify the Bureau of Attendance of a Guidance Conference. The Bureau sends an attendance teacher to the home of the child to notify the parents of the suspense conference and request their appearance at the arranged time.</p>\n<p>When, after a Guidance Conference, the District Superintendent decides that a child should be in a special day school for socially maladjusted children, the parents are notified by letter to report to the school with the child. In other words, the cooperation and consent of the parents is thus sought in placing a child in a special day school for socially maladjusted pupils. If the child and his parents do not report for admission and attendance, the principal of the special school notifies the Bureau of Attendance. The Bureau of Attendance then petitions the Family Court to take appropriate action. The defendant Board of Education maintains and operates 17 such special day schools throughout New York City.<sup>[20]</sup></p>\n<p>When there is a decision by the BCG and the District Superintendent that a student should receive his schooling in a residential institution where the defendant Board of Education operates a special school for socially maladjusted children, again parental consent is first sought. The guidance counselor in the District Superintendent's office contacts the parents and advises them that in the opinion of the BCG, the school authorities and in the opinion of any other interested social agency that happens to be involved, this child should be institutionalized for an extended period of time.</p>\n<p>If the parents \"voluntarily\" accept the recommendation, steps are then taken for the placement of the child. If the parents do not consent, then the Bureau of Attendance petitions the Family Court to place the child in an institution. The defendant Board of Education does not operate the residential institutions, per se, but the Board does operate schools in more than 30 such residential institutions, remand centers, psychiatric hospitals and treatment centers.<sup>[21]</sup></p>\n<p></p>\n<h2><i>Consequences of District Superintendent's Conference</i></h2>\n<p>Schools for socially maladjusted pupils (formerly known as \"600\" schools because of their numerical designation) were established about eighteen years ago. In 1964, there were 27 of these <span class=\"star-pagination\">*367</span> schools with 14 annexes serving a pupil population of about 5,200. Fourteen of the 27 schools in 1964 were day schools serving about 2,000 pupils from 10 to 18 years of age. The remaining schools were located in hospitals, treatment and remand centers, and residential institutions. Of the 14 day schools, only one served girls. The other 13 served boys \"whose alleged common characteristics included repeated disruptive and aggressive behavior.\" The \"600\" schools located in hospitals, treatment and remand centers and residential institutions are staffed by defendant Board of Education personnel. These institutions are not owned or operated by the defendant Board. The \"600\" schools are not schools for children with retarded mental development; these children are assigned to special classes known as classes for children with retarded mental development (CRMD). Children with high I.Q. may be assigned to \"600\" schools. The foregoing facts are contained in plaintiffs' exhibit 3, entitled, \"A Report On The `600' Schools: Dilemmas, Problems, And Solutions\" prepared by Dr. Bernard Mackler from a study made by him for the defendant Board. Dr. Mackler's report will soon be published. He testified for plaintiffs on the trial of this case. His testimony was substantially the same as the material contained in his report. Dr. Mackler's chief recommendation is that the \"600\" schools be abolished. His indictment of this relatively new system of schools within the New York public school system reads as follows:</p>\n<blockquote>\"The present `600' school program attempts to protect regular teachers and students from undue or damaging disruption, and to provide a therapeutic milieu for the disturbed child. But this program <i>is,</i> however worthwhile, ethnically segregated,<sup>[22]</sup> inconveniently located, undersupported, organizationally unstable, and unable to meet the needs of its student body.\"<sup>[23]</sup> (pp. 4-5).</blockquote>\n<p>If the BCG should recommend that the child be placed in an institution, every possible assistance is given a cooperative parent by the District Superintendent to help the parent secure a place in an institution. However, there is a serious problem with respect to a recommendation for institutional placement. The available facilities are severely limited. This means that such placements take time. While the child is awaiting placement in an institution, the BCG may make one of the following recommendations: 1) That the child be given home instruction \"if possible\"; 2) That the child be suspended pending institutional placement; 3) That the child be exempted from school while he awaits institutional placement. Finally, the District Superintendent testified: \"if it isn't taking too long, the child <i>remains</i> on suspense\" pending institutional placement. (Emphasis added).</p>\n<p>If a parent is reluctant or uncooperative or refuses to follow the recommendation of the BCG that the child be placed in an institution, the District Superintendent refers the matter to the Bureau of Attendance which then petitions the Family Court. New York Education Law, § 3214.</p>\n<p>The statute relevant to suspensions of pupils and their placement in institutions is New York Education Law, § 3214.<sup>[24]</sup> By the terms of § 3214, defendant school authorities have the power to suspend a pupil after notice and a hearing, and power to order him to attend a special school (\"600\" school) or \"to attend upon instruction under confinement at a parental school or elsewhere.\" The defendant Board does not maintain parental <span class=\"star-pagination\">*368</span> schools. Defendants, under the statute, may make an agreement for the confinement, maintenance and instruction of a pupil \"with any private school, orphans' home, or similar institution controlled by persons of the same religious faith as that of\" Victor \"or with the school authorities of another city or district, <i>or with other public agencies.</i>\" (Emphasis added). Such confinement may be for a period up to two years. § 3214, subd. 5. The defendants cannot, by the statute's decree, order a pupil to attend a special school or to attend school upon confinement without the \"consent\" of his parents. However, the statute says, if his parents refuse to \"consent\" in writing, they \"shall\" be proceeded against for violating their statutory duty to see to the pupil's attendance at school. If the parents are proceeded against, a summons or warrant may issue for their appearance in the Family Court.<sup>[25]</sup> Such proceeding may result in the minor plaintiff being sent to an institution for an indefinite period of time.<sup>[26]</sup> If it is found that a pupil's parents have not violated their duty, then, under the statute, the pupil may be proceeded against for violating his duty to attend.</p>\n<p>Statistical records produced by Miss Rakow (for her district only) for attendance periods covering the years 1965 and 1966 and the first month of 1967, show the following:<sup>[27]</sup></p>\n<p>1. During 1965, some pupils awaited placement in a school for socially maladjusted pupils after being suspended for as long as 4-6 months.</p>\n<p>2. During 1966, some pupils awaited placement in a school for socially maladjusted pupils after being suspended for as long as 3 months.</p>\n<p>3. At the end of January 1967, 3 pupils were awaiting placement in a school for socially maladjusted pupils. One was in his third month of suspension.</p>\n<p>4. During 1965, some students awaited placement in an institution and were on suspension from 4-6 months.</p>\n<p>5. During 1966, some students awaited placement in an institution on suspension from 7-10 months.</p>\n<p>6. On January 4, 1967, the records show, one student on suspension from 7-8 months was awaiting institutional placement.</p>\n<p>7. On January 4, 1967, the records show, one student was returned to his original school upon being in his second month of suspension and one student was transferred to another school (not a school for socially maladjusted students) upon being on suspension for a period of 7-8 months.</p>\n<p>8. In 1965, one student was returned to his original school after an elapse of 9-10 months on suspension.</p>\n<p>Exemption is defined by Circular No. 16 \"as the withdrawal of a child's right to attend a public school.\" The Circular does not describe the circumstances under which the withdrawal of this right may take effect. The Circular merely says that, \"Authority to exempt from required school attendance is reserved to the Superintendent of Schools\" (p. 6, ftn 2). However, as stated above, the BCG can recommend exemption. These recommendations are invariably accepted. One clear instance in which an exemption may be recommended is for medical reasons (physical or mental) as determined by BCG. An instance revealed by the records of suspended students is the case of a 15 year old student with a history of behavior problems and emotional difficulty who was exempted from required attendance at public school. There is no definite indication as to what extent this exemption was \"medically\" based. How frequently this device is used with juveniles who have behavior problems and <span class=\"star-pagination\">*369</span> are approaching the voluntary school leaving age of 16 is not ascertainable since the court reviewed only the records of recent suspensions in School District No. 1 and not of the entire New York City school system.</p>\n<p>As a result of a review of the testimony, exhibits and records produced by the District Superintendent, this court finds that a \"Guidance Conference\" can ultimately result in loss of personal liberty to a child or in a suspension which is the functional equivalent of his expulsion from the public schools or in a withdrawal of his right to attend the public schools.</p>\n<p>This court also finds that as a result of a \"Guidance Conference\", adult plaintiffs may be in jeopardy of being proceeded against in a child neglect proceeding in the Family Court.</p>\n<p>For the foregoing reasons, this court concludes that the due process clause of the Fourteenth Amendment to the Federal Constitution is applicable to a District Superintendent's Guidance Conference. More specifically, this court concludes that enforcement by defendants of the \"no attorneys provision\" of Circular No. 16 deprives plaintiffs of their right to a hearing in a state initiated proceeding which puts in jeopardy the minor plaintiff's liberty and right to attend the public schools.</p>\n<p></p>\n<h2><i>Due Process and the Right to a Hearing</i></h2>\n<p>One of the basic constitutional components of a hearing was described more than three decades ago by the United States Supreme Court:</p>\n<blockquote>\"What, then, does a hearing include? Historically and in practice, in our own country at least, it has always included the right to the aid of counsel when desired and provided by the party asserting the right. The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel. Even the intelligent and educated layman has small and sometimes no skill in the science of law. If charged with crime, he is incapable, generally, of determining for himself whether the indictment is good or bad. He is unfamiliar with the rules of evidence. Left without the aid of counsel he may be put on trial without a proper charge, and convicted upon incompetent evidence, or evidence irrelevant to the issue or otherwise inadmissible. He lacks both the skill and knowledge adequately to prepare his defense, even though he have a perfect one. He requires the guiding hand of counsel at every step in the proceedings against him. Without it, though he be not guilty, he faces the danger of conviction because he does not know how to establish his innocence. If that be true of men of intelligence, how much more true is it of the ignorant and illiterate, or those of feeble intellect. If in any case, <i>civil or criminal,</i> a state or federal court were arbitrarily to refuse to hear a party by counsel, employed by and appearing for him, it reasonably may not be doubted that such a refusal would be a denial of a hearing, and, therefore, of due process in the constitutional sense. (Emphasis Added).\" Powell v. State of Alabama, 287 U.S. 45, 68-69, 53 S.Ct. 55, 64, 77 L.Ed. 158 (1932).</blockquote>\n<p>And when does due process require a hearing?</p>\n<blockquote>\"Whenever a governmental body acts so as to injure an individual, the Constitution requires that the act be consonant with due process of law. The minimum procedural requirements necessary to satisfy due process depends upon the circumstances and the interests of the parties involved.\" Dixon v. Alabama State Board of Education, 294 F.2d 150, 155 (5th Cir. 1961) cert. denied, 368 U.S. 930, 82 S.Ct. 368, 7 L.Ed.2d 193.</blockquote>\n<p>As Mr. Justice Frankfurter's concurring opinion in Joint Anti-Facist Refugee Committee v. McGrath, 341 U.S. 123, 163, 71 S.Ct. 624, 644, 95 L.Ed. 817 (1951) indicated, the question of whether the procedure to which plaintiffs here will be subjected duly observes</p>\n<blockquote>\n<span class=\"star-pagination\">*370</span> \"`the rudiments of fair play' * * * cannot * * * be tested by mere generalities or sentiments abstractly appealing. The precise nature of the interest that has been adversely affected, the manner in which this was done, the reasons for doing it, the available alternatives to the procedure that was followed, the protection implicit in the office of the functionary whose conduct is challenged, the balance of hurt complained of and good accomplished these are some of the considerations that must enter into judicial judgment.\"</blockquote>\n<p>Serious consequences flow for the juvenile involved in a District Superintendent's Guidance Conferencein many cases without opportunity for subsequent court hearing in which the right to counsel would be present. Proceedings which involve the loss of liberty and the loss of education are of \"critical importance\" both to the persons involved and to our system of justice. Any such proceeding must meet federal constitutional standards of fairness. In the recent case of Kent v. United States, 383 U.S. 541, 86 S.Ct. 1045, 16 L.Ed.2d 84 (1966), which involved procedures for referral of a youthful offender from the juvenile court to the adult criminal court, the Supreme Court etched in language not to be misunderstood what fairness entails in areas of critical importance when dealing with juveniles:</p>\n<blockquote>\"We do not consider whether, on the merits, Kent should have been transferred; but there is no place in our system of law for reaching a result of such tremendous consequences without ceremonywithout hearing, without effective assistance of counsel, without a statement of reasons. It is inconceivable that a court of justice dealing with adults, with respect to a similar issue, would proceed in this manner. It would be extraordinary if society's special concern for children * * * permitted this procedure. We hold that it does not.\" Id. at 554, 86 S.Ct. at 1054.</blockquote>\n<blockquote>\"The right to representation by counsel is not a formality. It is not a grudging gesture to a ritualistic requirement. It is of the essence of justice. * * *\" Id. at 561, 86 S. Ct. at 1057.</blockquote>\n<p>It was not clear whether the holding in <i>Kent,</i> supra, was on statutory or constitutional grounds, but a recent decision, following Kent has held that the standard laid down in that case is of constitutional dimensions, Brown v. New Jersey, 35 U.S.L.Week 2553 (Mar. 9, 1967), which is also the view of this court.</p>\n<p>The Constitution of the State of New York mandates that the legislature provide free public schools for the education of all the children of the state. Art. XI, § 1. In New York, a person over five and under twenty-one is \"entitled\" to attend the free public schools in the district or city in which such person resides. New York Education Law, § 3202, subd. 1.</p>\n<p>To a minor child in New York, the right to a public school education is of monumental value; it will produce great benefits for him in both tangible and intangible terms in later life. In addition, the education of each child is of paramount importance to us as a nation. A democracy can have no more precious resource than its citizenry. As the United States Supreme Court has observed:</p>\n<blockquote>\"Today, education is perhaps the most important function of state and local governments. Compulsory school attendance laws and the great expenditures for education both demonstrate our recognition of the importance of education to our democratic society. It is required in the performance of our most basic public responsibilities, even service in the armed forces. It is the very foundation of good citizenship. Today it is a principal instrument in awakening the child to cultural values, in preparing him for later professional training, and in helping him to adjust normally to his environment. In these days, it is <span class=\"star-pagination\">*371</span> doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.\" Brown v. Board of Education, 347 U.S. 483, 493, 74 S.Ct. 686, 98 L. Ed. 873 (1954).</blockquote>\n<p>The valuable right to a public school education which New York has made available to all children of the state should not be invaded or denied an individual child without the proper safeguards of procedural fairness. New York has recognized a similar obligation in disciplinary proceedings for state employees, Fusco v. Moses, 304 N.Y. 424, 107 N.E.2d 581 (1952), and in revocation of state licenses proceedings, Hecht v. Monaghan, 307 N.Y. 461, 121 N.E.2d 421 (1954). How can obligations of procedural fairness be any the less applicable when a child's education is at stake? See, Reich, \"The New Property\", 73 Yale L.J. 733 (1964).</p>\n<p>Neither here nor in our discussion below will we concern ourselves with the principal's suspension discussed in Circular No. 16. Those suspensions involve a maximum of five days and their consequences are not nearly as far reaching as those of the District Superintendent's Guidance Conference.</p>\n<p></p>\n<h2><i>Legal Effect of Consequences of District Superintendent's Conference</i></h2>\n<p>As the evidence and the applicable statutes disclose, the consequences of a Guidance Conference can be very serious for both the minor child involved and his parents. According to Circular No. 16 and the testimony, not only can the District Superintendent decide to reinstate a pupil in his original school or transfer him to a different school but can also place the pupil in a special school for \"socially maladjusted children\". It cannot be doubted that a certain stigma attaches to the designation \"socially maladjusted child\" and to placement in such a special school. Circular No. 16 says: \"A suspended pupil who is subsequently remanded to Youth House or to the Psychiatrist Division of Kings County Hospital or Bellevue Hospital is automatically placed on the register of the school for socially maladjusted children * * *\" (p. 6, ftn. 3). However beneficent the motives of the school authorities in protecting the interest of the child, the fact remains, as Dr. Mackler testified, that the decision is stigmatizing and one of great psychological consequence to the child. This state created stigma is imposed by the decisions coming out of the Guidance Conferencedecisions which the evidence discloses are essentially <i>ex parte</i> determinations.</p>\n<p>In addition to commitment to a special school for socially maladjusted pupils, the District Superintendent may refer the pupil to the BCG for study and recommendations. These recommendations may include: attendance at a school for socially maladjusted pupils, medical suspension, home instruction, exemption from school attendance or temporary exemption from school while the parents seek institutional help.</p>\n<p>Pending the BCG's recommendations, the District Superintendent may continue a pupil on suspension. The evidence reveals that some pupils may be out of school a whole year, or its equivalent, i. e., 7-10 months, awaiting institutional placement. Even in the case of pupils transferred to another school, (other than a school for the socially maladjusted) the suspension can be as long as 7-8 months. Such prolonged suspension, as opposed to the minor disciplinary 5-day principal's suspension, must have very serious educational consequences for the child involved. Not only may extended suspension greatly damage a child in his opportunity for education, but in some cases it may be the functional equivalent of an expulsion from the public schools. For a child who has been forced to be out of school eight months and who while so suspended passes the school leaving age, the incentive to return to school under the heavy educational handicap which such a long suspension obviously inflicts, must be very small indeed.</p>\n<p>Moreover, the BCG can recommend that the child be exempted from school. If such a recommendation is approved by the defendant Superintendent of <span class=\"star-pagination\">*372</span> Schools, enforcement of such a recommendation may operate as a sophisticated expulsion.</p>\n<p>If the BCG recommends that a suspended child be placed in a school for socially maladjusted children or an institution either for mental health or other reasons, that recommendation is carried out by the guidance counselor assigned to the District Superintendent's office and the Bureau of Attendance. The parents are contacted by the guidance counselor or the Bureau of Attendance and the parents consent to such institutional placement is secured. There is the requirement of parental \"consent\" before such confinement, but this consent is wholly illusory. Such consent can be withheld only on pain of prosecution under another state statute for neglect of parental duties. The statute on its face calls for such action. New York Education Law, § 3214, subd. 5, par. c(1) and § 3212. \"Consent\" given in such circumstances cannot be said to carry with it that element of voluntariness recognized as \"consent\" in law. Cf., Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). The parents are presented with \"a choice between the rock and the whirlpool.\" Cf., Garrity v. State of New Jersey, 385 U.S. 493, 87 S.Ct. 616, 618, 17 L.Ed.2d 562 (1967). The jeopardy that lack of consent to their child's confinement poses for a parent after a Guidance Conference further points up the seriousness of what is at stake. We are well outside the realm of minor ministerial or disciplinary school matters.</p>\n<p>The Guidance Conference may result in a referral of the suspended child to the Bureau of Attendance for court action. Such court action may also result in confinement to a state institution for an indefinite period of time.<sup>[28]</sup></p>\n<p>Finally, one consequence of a Guidance Conference may be that any decision made by the District Superintendent may be furnished the Family Court in a subsequent juvenile delinquency proceeding when the court considers what disposition may be made of the child. Plaintiffs claimed that any statements made by them during the Guidance Conference might be admitted into evidence against them in subsequent Family Court proceedings. However, the admissibility of any statement made during the Guidance Conference as presently conducted is now the subject of considerable doubt. Cf. Garrity v. State of New Jersey, supra; Spevack v. Klein, 385 U.S. 511, 87 S.Ct. 625, 17 L.Ed.2d 574 (1967); Miranda v. State of Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). In the matter of Gregory W., 19 N.Y.2d 55, 277 N.Y.S.2d 675, 224 N.E.2d 102 (1966), the highest court of the State of New York held the due process clause of the Fourteenth Amendment applicable to juvenile delinquency proceedings. In so holding, the New York Court of Appeals said:</p>\n<blockquote>\"While the Family Court Act specifically states that the proceedings held thereunder are not criminal in nature, the various provisions made for the protection of the rights of children who are charged with juvenile delinquency are indicative of a legislative recognition of the fact that such proceedings, resulting as they do in a loss of personal freedom, are at the very least quasi-criminal in nature. As the legislative committee report states: `Any commitmentwhether \"civil\" or \"criminal\", whether assertedly for \"punitive\" or \"rehabilitative\" purposesinvolves a grave interference with personal liberty.'\" In the matter of Gregory W., supra, at 62, 277 N.Y.S.2d at 680, 224 N.E.2d at 106.</blockquote>\n<p>Consequently, enforcement of the \"no attorneys provision\" of Circular No. 16 may deprive plaintiffs of their right against self incrimination but this court finds it unnecessary to so hold.</p>\n<p>What is certain, however, and what this court now holds is that enforcement of the \"no attorneys provision\" <span class=\"star-pagination\">*373</span> at a District Superintendent's Guidance Conference results in depriving plaintiffs of their constitutionally protected right to a hearing. A hearing is required by state law before a child can be committed to \"a special day school, or to attend upon instruction under confinement at a parental school or elsewhere, * * * for a period not exceeding two years * * *.\" New York Education Law, § 3214, subd. 5, par. a. However, the \"no attorneys provision\" of Circular No. 16 operates to deprive the statutorily decreed hearing of an element so essential thereto as to nullify the right to a hearing.</p>\n<p>Fundamental fairness dictates that a student cannot be expelled from a public educational institution without notice and hearing. Dixon v. Alabama State Board of Education, 294 F.2d 150 (5th Cir. 1961) cert. denied 368 U.S. 930, 82 S.Ct. 368, 7 L.Ed.2d 193 (College expulsion). This principle has been applied to suspension from a state university. Knight v. State Board of Education, 200 F.Supp. 174 (M.D. Tenn.1961). Arbitrary expulsions and suspensions from the public schools are also constitutionally repugnant on due process grounds. Woods v. Wright, 334 F.2d 369 (5th Cir. 1964). The need for procedural fairness in the state's dealing with college students' rights to public education, where in many instances students are adults and have already attained at least a high school diploma, should be no greater than the need for such fairness when one is dealing with the expulsion or suspension of juveniles from the public schools. Such fairness seems especially required when the child involved has yet to acquire even the fundamental educational prerequisites that would allow him to go on to college. Cf., Woods v. Wright, supra.</p>\n<p>When this court considers the totality of the facts and circumstances here, the right to a hearing is a due process requirement of such constitutional significance as to void application of defendants' \"no attorneys provision\" to the District Superintendent's Guidance Conferences.</p>\n<p>Defendants have objected that the presence of an attorney would change a \"therapeutic\" conference into an adversary proceeding, to the great detriment of any children involved. This court does not agree that this is the necessary consequence of having an attorney present. This court does not by this decision say that a full, judicial style hearing with cross-examination of child witnesses and strict application of the rules of evidence is required. There should be latitude for the Board in conducting such a hearing. But this latitude should not be so wide as to preclude the child and parents from exercising their constitutionally protected right to be represented at such a hearing by counsel.</p>\n<p>In Miranda v. State of Arizona, supra, at pp. 479-480, 86 S.Ct. at pp. 1631, the Supreme Court quotes appropriately from Mr. Justice Brandeis:</p>\n<blockquote>\"Decency, security and liberty alike demand that government officials shall be subjected to the same rules of conduct that are commands to the citizen. In a government of laws, existence of the government will be imperilled if it fails to observe the law scrupulously. Our government is the potent, the omnipresent teacher. For good or for ill, it teaches the whole people by its example. Crime is contagious. If the government becomes a lawbreaker, it breeds contempt for law; it invites every man to become a law unto himself; it invites anarchy. To declare that in the administration of the criminal law the end justifies the means * * * would bring terrible retribution. Against that pernicious doctrine this court should resolutely set its face.\" Olmstead v. United States, 277 U.S. 438, 485, 48 S.Ct. 564, 72 L.Ed. 944 (1928) (dissenting opinion).</blockquote>\n<p></p>\n<h2><i>Class Relief</i></h2>\n<p>The class on behalf of which plaintiffs sue are all other children and their parents who are similarly situated, <span class=\"star-pagination\">*374</span> i. e., pupils who have been or will be suspended from school and who have been or will be notified by the District Superintendent to attend a Guidance Conference. The facts common to each pupil member of the class are: 1) the fact of suspension pursuant to the rules and regulations of Circular No. 16, and 2) the fact that each faces an administrative suspense hearing in the District Superintendent's office. The question of law common to each member of the class, both parents and pupils, is whether the \"no attorneys provision\" of Circular No. 16 can be enforced against them.</p>\n<p>As the Director of the Bureau of Child Guidance testified, most of the pupils involved in the administrative suspense are members of \"multi-problem families\". The expression \"multi-problem families\" appears to be a euphemism for the new aliens in our midstthe urban poor.<sup>[29]</sup> An examination of the files of the pupils who have been suspended in District No. 1 over the past two years illuminates the problems presented to the defendant school authorities by the behavior problem child and the emotionally disturbed child. These children emerge, in the main, from the quagmire of urban poverty and the vast social distortions which now infect the inner city.<sup>[30]</sup> In the case of the children whose parents are recently arrived Puerto Ricans, there is sometimes the added problem of lack of \"acculturation\", to use the expression of the Director of the Bureau of Child Guidance. Difficult as the problems thus presented might be, they are not a reason for setting aside constitutional guarantees. Cooper v. Aaron, 358 U.S. 1, 78 S.Ct. 1401, 3 L.Ed. 2d 5 (1958); Buchanan v. Warley, 245 U.S. 60, 38 S.Ct. 16, 62 L.Ed. 149 (1917). For most of these children, perhaps, the one state conferred benefit which they have of greatest monetary value is the right which has been given them by state law to attend the public schools without charge. See, Reich, The New Property, 73 Yale Law Journal 733 (1964). This right, of course, is subject to the reasonable rules of school discipline, but when those rules operate to effectively deny or withdraw the right or to deprive a child of his liberty, the due process clause of the Fourteenth Amendment requires a hearing, as defined above, before such state action can take effect. Dixon v. Alabama State Board of Education, supra; Knight v. State Board of Education, supra; See, Woods v. Wright, supra.</p>\n<blockquote>\"It is, of course, quite true that the responsibility for public education is primarily the concern of the States, but it is equally true that such responsibilities, like all other state activity, must be exercised consistently with federal constitutional requirements as they apply to state action\". Cooper v. Aaron, supra 358 U.S. at p. 19, 78 S.Ct. at p. 1410.</blockquote>\n<p>This court, therefore, holds that enforcement of the \"no attorneys provision\" of Circular No. 16 at a District Superintendent's Guidance Conference violates the due process clause of the Fourteenth Amendment to the Federal Constitution in that such enforcement denies plaintiffs their right to a hearing by depriving plaintiffs of their right to be represented by counsel at such a conference if plaintiffs so desire.</p>\n<p>An injunction will, therefore, issue restraining defendants from refusing to proceed immediately with the previously scheduled District Superintendent's Guidance Conference and restraining them from enforcing the \"no attorneys provision\" of Circular No. 16 (1965-1966) or any similar provisions barring the attendance of attorneys at such conferences if the attorney is selected by the child or his parents as their spokesman.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*375</span>\n                                             APPENDIX\n                                             ========\n                Listing of Special Schools*\n                The abbreviations used in the following listing include:\n                                             P  Public School\n                                             M  Manhattan;\n                                             X  Bronx;\n                                             Q  Queens;\n                                             K  Kings;\n                                             R  Richmond.\n                * When there are two numerical designations, the first is the one currently in\n                use, the second the number that school had under the former system of\n                numbering special schools.\n                          BOARD OF EDUCATION OF THE CITY OF NEW YORK\n                                  LISTING OF SPECIAL SCHOOLS\nA. <i>Type \"600\" Day Schools Operated by the Board of Education</i>\n   SCHOOL NAME OR NUMBER                   ADDRESS                                 SCHOOL YEARS\n   Livingston           P-8-M: P-621-M      29 King Street, N. Y. 10014                 7-12\n   Manhattan            P-58-M: P-622-M     490 Hudson St., N. Y. 10014                 9-12\n   Cyrus W. Field       P-82-M: P-614-M     113 E. 4th St., N. Y. 10003                 5-8\n   Francis Parkman      P-91-M: P-624-M     198 Forsyth St., N. Y. 10002                9-11\n   Peter Cooper         P-148-M             466 West End Ave., N. Y. 10024              5-9\n   John Barry           P-169-M: P-612-M    113 East 87th St., N. Y. 10028              K-9\n   Lewis and Clark      P-12-X: P-615-X     2555 Tratman Ave., N. Y. 10461              5-9\n   John Paul Jones      P-185-X: P-611-X    170 Brown Place, N. Y. 10454              Ungraded\n   Nathaniel Greene     P-36-K: P-617-K     251 Stagg St., Brooklyn 11206               5-9\n   Sterling School      P-85-K: P-614-K     227 Sterling Pl., Brooklyn 11238            9-11\n   James Lawrence       P-369-K: P-613-K    387 State St., Brooklyn 11217               5-9\n   Jim Thorpe           P-370-K: P-616-K    3001 West 1st St., Brooklyn 11224           5-8\n   Lillian L. Rashkis   P-371-K: P-615-K    36th St. &amp; 4th Ave., Brooklyn 11232         5-8\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*376</span>\nA.<i>Type \"600\" Day Schools Operated by the Board of Education</i>Continued\n   SCHOOL NAME OR NUMBER                             ADDRESS                       SCHOOL YEARS\n   Orville Wright      P-4-Q: P-613-Q      39-25 Crescent St., L. I. City\n                                                   11101 N. Y.                         5-9\n   Walter Reed         P-9-Q: P-612-Q      58-74 57th St., Maspeth 11378 N. Y.         K-9\n   Lincoln School      P-23-Q: P-634-Q     138-11 35th Ave., Flushing\n                                                   11354 N. Y.                         5-9\n   Robert E. Peary     P-75-Q: P-611-Q     511 Seneca Ave., Ridgewood 11237 N. Y.      5-9\nB. <i>Remand Centers and Annexes</i>\n   NAME OR NUMBER OF                                                           OWNER, OPERATOR\n   CENTER OR ANNEX                                     ADDRESS                   OR SPONSOR   \n   Youth House  Girls\n     P-187-X: P-613-X                    765 Manida St., N. Y. 10459           Youth House, Inc.\n   AnnexMetropolitan Staff\n     Home                                Welfare Island, N. Y. 10017             \"     \"     \"\n   AnnexSpofford Ave.                   1221 Spofford Ave., N. Y. 10459         \"     \"     \"\n   Youth House  Boys\n     P-188-X: P-614-X                    1221 Spofford Ave., N. Y. 10459         \"     \"     \"\n   Annex: Zerega Ave. Camp               1188 Zerega Ave., N. Y. 10462           \"     \"     \"\n   Annex: Forest Nbrd. House             955 Tinton Ave., N. Y. 10456            \"     \"     \"\nC. <i>Institutional Schools</i>\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER OF SCHOOL                            ADDRESS                   OR SPONSOR\n   Children's Center P-35-M:\n     P-405-M                             1 East 104th St., N. Y. 10029           Dept of Welfare\n   Annex Callagy Hall P-408-M            331 E. 12th St., N. Y. 10003             \"    \"    \"\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*377</span>\nC.<i>Institutional Schools</i>Continued\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER OF SCHOOL                            ADDRESS                   OR SPONSOR\n   Villa Loretto P-94-M:\n     P-617-M                             Crompond Rd. Peekskill,\n                                           N. Y.                                 Catholic\n   Hillcrest Center P-176-M:\n     P-623-M                             165 Haines Rd., Bedford\n                                           Hills, N. Y.                          Protestant\n   Little Flower P-181-M:\n     P-625-M                             P. O. Box 547 Wading River,\n                                           N. Y.                                 Catholic\n   Pleasantville Cot. P-182-M:\n     P-620-M                             Pleasantville, N. Y.                    Jewish\n   Mother Cabrini P-202-M:\n     P-406-M                             West Park, N. Y.                        Catholic\n   Edenwald P-186-X:\n     P-612-X                             1250 E. 229th St., N. Y.\n                                           10466                                 Jewish\n   Rikers Island P-189-X:\n     P-616-X                             1212 Hazen St. E. Elmhurst              Dept of Corrections\n                                           11370\n   St. Elizabeth's P-10-R:\n     P-611-R                             Mount Loretto, Staten Island\n                                           10309                                 Catholic\n   St. Joseph's P-25-R.\n     P-612-R                             Pleasant Plains, Staten Island\n                                           10309                                 Catholic\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*378</span>\nD.<i>Psychiatric Hospitals, Treatment Center Annexes and Clusters</i>Continued\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER                                      ADDRESS                   OR SPONSOR\n   P-203-M (CLUSTER)\n       Astor Home                        Rhinebeck, N. Y.                        Catholic\n       Manhattan School for Emotionally\n         Dist. Children                  12 W. 12th St., N. Y. 10003             (Same as name)\n       Phoenix School                    74 St. Marks Pl. N. Y. 10003            Jewish\n       Beachbrook Nursery                2953 Av. X, Brooklyn 11235              (Same, Day Care\n                                                                                 Center)\n       Daytop Village                    450 Bayview Ave., Prince's\n                                           Bay, S. I.                            Same\n       St. Mary's-in-the-Field           Valhalla, N. Y.                         Protestant\n   P-205-M (CLUSTER)\n       Henry Ittleson Research Cen.      5050 Iselin Ave., Riverdale\n                                           10470                                 Jewish\n       Children's Day Treat. Cen.\n         &amp; School                        255 W. 71st St., N. Y. 10023            (Same as name)\n       Hillside Hospital                 75-59 263 St. Glen Oaks                 Jewish and Dept.\n                                           11004                                 of Hospitals\n   Jacobi Hospital (Annex)               Eastchester Rd., N. Y. 10461            Dept. of Hospitals\n   N. Y. Psych. Hospital (Annex)         722 W. 168th St., N. Y. 10032           (Same as name)\n   Kings County Psch. Hosp.\n     P-368-K: P-612-K                    606 Winthrop St., Brooklyn\n                                           11203                                 Dept. of Hospitals\n   Childville, Inc. (Annex)              130 Boerum St., Brooklyn\n                                           11206                                 (Same as name)\n   Mt. Sinai Hosp. (Annex)               1450 Madison Ave., N. Y.\n                                           10029                                 Jewish\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*379</span>\nD.<i>Psychiatric Hospitals, Treatment Center Annexes and Clusters                 </i>\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER                                      ADDRESS                   OR SPONSOR\n   Bellevue Psy. Hosp. P-106-M:          30th St. &amp; 1st Ave., N. Y.              Dept. of Hospitals\n     P-618-M                               10016\n   Pride of Judea (Annex)                1000 Dumont Ave., Brooklyn\n                                           11208                                 Jewish\n   Lifeline Cen. Child Devlpt. (Annex)   84-74 169th St., Jamaica, N.\n                                           Y. 11432                              (Same as name)\n   League School &amp; Res. Cen. (Annex)     196 New York Ave., Brooklyn\n                                           11216                                 (Same as name\n                                                                                 day care center)\n   P-224-Q (CLUSTER)                     30-45 42nd St., L. I. C. 11103          Dept. of Hospital\n   City Hosp. at Elmhurst                79-01 Broadway, Elmhurst                Dept. of Hospital\n                                           11373                                 (day care center)\n   Harlem School for Child Study         181 W 135th St., N. Y. 10030            (Same as name)\n   Blueberry, Inc.                       228 York St. Brooklyn 11201             Protestant\n   Ottilie Home for Children             85-70 148th St. Jamaica                 Protestant\n                                           11435\n   Wayside Home for Girls                Valley Stream, N. Y.                    Protestant\n   Bethlehem Luth. Chldn's Home          375 Fingerboard Road, S. I.             (Day care center)\n     (Annex)                               10305                                 Staten Island\n   Temple Israel (Annex)                 315 Forest Ave., S. I. 10301            Mental Health Society\n</pre>\n<h2>NOTES</h2>\n<p>[1]  The New York City public school system is divided into 30 districts.</p>\n<p>[2]  This circular is a revision of an earlier circular, Circular No. 11 (1964-1965) issued February 4, 1965, and attached to the original complaint. Circular No. 16 was issued April 18, 1966 and is attached to the amended complaint.</p>\n<p>[3]  Plaintiffs secured attorneys from the Legal Services Unit of Mobilization for Youth, Inc. Mobilization for Youth (MFY) is a New York membership corporation which has been granted permission by the Appellate Division of the Supreme Court of New York to practice law. MFY receives public and private funds. Some of these funds come from the Federal Government (apparently anti-poverty funds) via the City of New York. MFY also has a Social Services Unit. The evidence upon the hearing of plaintiffs' motion for preliminary injunction disclosed that MFY had an \"arrangement\" in the past with District No. 1 whereby social workers employed by the Social Services Unit of MFY were permitted to attend District Superintendents' hearings regarding suspension of pupils known to the agency and make a report.</p>\n<p>[4]  McKinney's Consolidated Laws of New York, Annotated, Book 29A-Judiciary-Court Acts, Part I.</p>\n<p>[5]  Statement of plaintiffs' counsel on hearing of motion for preliminary injunction on March 1, 1967. The court in a juvenile delinquency proceeding may on its own motion substitute a petition to determine whether Victor is a person in need of supervision. New York Family Court Act, §§ 716, 731.</p>\n<p>[6]  Title 28, United States Code, §§ 2201 and 2202.</p>\n<p>[7]  See prayer of amended complaint.</p>\n<p>[8]  This section provides:\n</p>\n<p>(a) Only evidence that is competent, material and relevant may be admitted in a fact-finding hearing.</p>\n<p>(b) Any determination at the conclusion of a fact-finding hearing that a respondent did an act or acts must be based on a preponderance of the evidence. For this purpose, an uncorroborated confession made out of court by a respondent is not sufficient.</p>\n<p>[9]  This section provides:\n</p>\n<p>1. a. In each school district of the state each minor from seven to sixteen years of age shall attend upon full time day instruction.</p>\n<p>b. Each minor from seven to sixteen years of age on an Indian reservation, other than an Indian child, shall attend upon full time day instruction.</p>\n<p>2. Exceptions. a. A minor who has completed a four-year high school course of study shall not be subject to the provisions of part one of this article in respect to required attendance upon instruction.</p>\n<p>b. A minor for whom application for a full-time employment certificate has been made and who is eligible therefor may, though unemployed, be permitted to attend part time school not less than twenty hours per week instead of full time school.</p>\n<p>3. In each city of the state and in union free school districts having a population of more than forty-five hundred inhabitants and employing a superintendent of schools, the board of education shall have power to require minors from sixteen to seventeen years of age who are not employed to attend upon full time day instruction.</p>\n<p>[10]  This section provides:\n</p>\n<p>1. Definition. As used in this article, a person in parental relation to a minor shall include his father or mother, by birth or adoption, his step-father or step-mother, his legally appointed guardian, or his custodian. A person shall be regarded as the custodian of a minor if he has assumed the charge and care of the minor because the parents or legally appointed guardian of the minor have died, are imprisoned, are insane, or have been committed to an institution, or because, they have abandoned or deserted the minor or are living outside the state or their whereabouts are unknown.</p>\n<p>2. Duties of persons in parental relation. Every person in parental relation to a minor included by the provisions of part one of this article:</p>\n<p>*   *   *   *   *</p>\n<p>b. Shall cause such minor to attend upon instruction as hereinbefore required, and to comply with the provisions of part one of this article with respect to the employment or occupation of minors in any business or service whatever.</p>\n<p>[11]  This section provides:\n</p>\n<p>1. School delinquent. A minor under seventeen years of age, required by any of the provisions of part one of this article to attend upon instruction, who is an habitual truant from such instruction or is irregular in such attendance or insubordinate or disorderly during such attendance, is a school delinquent.</p>\n<p>2. Special day schools. The school authorities of any city or school district may establish schools or set apart rooms in public schoolbuildings for the instruction of school delinquents, and fix the number of days per week and the hours per day of required attendance, which shall not be less than is required of minors attending the full time day schools.</p>\n<p>3. Parental schools. Such authorities may also establish parental schools for the confinement, maintenance and instruction of school delinquents.</p>\n<p>4. Agreements for instruction, confinement and maintenance of school delinquents elsewhere. Such school authorities may also make agreements for the confinement, maintenance and instruction of school delinquents, with any private school, orphans' home, or similar institution controlled by persons of the same religious faith as that of the school delinquent or with the school authorities of another city or district, or with other public agencies.</p>\n<p>5. Commitment and parole of a school delinquent. a. Hearing. After reasonable notice to a school delinquent and to the person in parental relation to him and an opportunity for them to be heard, a public school official, as hereinafter provided, may, with the consent in writing of the person in parental relation to the school delinquent, order him to attend a special day school, or to attend upon instruction under confinement at a parental school or elsewhere, as hereinbefore provided, for a period not exceeding two years but in no case after the minor reaches the maximum age of required attendance upon instruction.</p>\n<p>b. Official authorized to commit a school delinquent. The following public school officials shall have power to commit a school delinquent as hereinbefore provided:</p>\n<p>(1) In a school district having a director of the bureau of compulsory education, school census and child welfare, such director or person authorized by the school authorities to act in his absence or disability; or the superintendent of schools.</p>\n<p>(2) Elsewhere, school authorities, superintendents of schools, or district superintendents of schools.</p>\n<p>c. Procedure in courts.</p>\n<p>(1) If the person in parental relation to a school delinquent refuses to consent in writing to an order that he attend a special day school or a parental school, or upon instruction under confinement elsewhere, such person shall be proceeded against for violating the provisions of section thirty-two hundred twelve of this article.</p>\n<p>(2) If the court shall find that the person in parental relation has not violated the provisions of section thirty-two hundred twelve, a proceeding shall be brought against the minor for violation of part one of this article.</p>\n<p>d. Parole of a school delinquent. The public school official authorized to commit a school delinquent by the provisions of this section shall have power to parole any school delinquent committed under its provisions.</p>\n<p>6. Suspension of a minor. a. The school authorities, the superintendent of schools, or district superintendent of schools may suspend the following minors from required attendance upon instruction:</p>\n<p>(1) A minor who is insubordinate or disorderly;</p>\n<p>(2) A minor whose physical or mental condition endangers the health, safety, or morals of himself or of other minors;</p>\n<p>(3) A minor who, as determined in accordance with the provisions of part one of this article, is feebleminded to the extent that he cannot benefit from instruction.</p>\n<p>b. Procedure after suspension. In the case of a minor who is suspended as insubordinate or disorderly, immediate steps shall be taken for his commitment as provided in this section, or for his attendance upon instruction elsewhere; in the case of a minor suspended for other cause, the suspension may be revoked whenever it appears to be for the best interest of the school and the minor to do so.</p>\n<p>7. Expense. a. The expense attending the commitment and costs of maintenance of any school delinquent shall be a charge against the city or district where he resides, if such city or district employs a superintendent of schools; otherwise it shall be a county charge.</p>\n<p>b. The school authorities may institute proceedings before a court having jurisdiction to determine the liability of a person in parental relation to contribute towards the maintenance of a school delinquent under sixteen years of age ordered to attend upon instruction under confinement. If the court shall find the person in parental relation able to contribute towards the maintenance of such a minor, it may issue an order fixing the amount to be paid weekly.</p>\n<p>[12]  This section provides:\n</p>\n<p>A \"neglected child\" means a male less than sixteen years of age or a female less than eighteen years of age</p>\n<p>(a) whose parent or other person legally responsible for his care does not adequately supply the child with food, clothing, shelter, education, or medical or surgical care, though financially able or offered financial means to do so; or</p>\n<p>(b) who suffers or is likely to suffer serious harm from the improper guardianship, including lack of moral supervision or guidance, of his parents or other person legally responsible for his care and requires the aid of the court; or</p>\n<p>(c) who has been abandoned or deserted by his parents or other person legally responsible for hs care.</p>\n<p>[13]  This section provides:\n</p>\n<p>The following persons may originate a proceeding under this article:</p>\n<p>(a) a parent or other person interested in the child;</p>\n<p>(b) a duly authorized agency, association, society or institution;</p>\n<p>(c) a peace officer;</p>\n<p>(d) any person having knowledge or information of a nature which convinces him that a child is neglected;</p>\n<p>(e) a person on the court's direction.</p>\n<p>[14]  This section provides:\n</p>\n<p>On the filing of a petition under this article, the court may cause a copy of the petition and a summons to be issued, requiring the parent or other person legally responsible for the child's care or with whom it is domiciled to appear at the court at a time and place to answer the petition. The court may also require the person thus summoned to produce the child at the time and place named.</p>\n<p>[15]  This section provides:\n</p>\n<p>(a) The court may issue a warrant directing that the parent, or other person legally responsible for the child's care or with whom he is domiciled to be brought before the court, when a petion is filed with the court under this article and it appears that</p>\n<p>(i) the summons cannot be served; or</p>\n<p>(ii) the summoned person has refused to obey the summons; or</p>\n<p>(iii) the parent or other person legally responsible for the child's care is likely to leave the jurisdiction; or</p>\n<p>(iv) a summons, in the court's opinion, would be ineffectual.</p>\n<p>(b) When issuing a warrant under this section, the court may also direct that the child be brought before the court.</p>\n<p>[16]  New York Constitution. Article XI, § 1, provides:\n</p>\n<p>The legislature shall provide for the maintenance and support of a system of free common schools, wherein all the children of the state may be educated.</p>\n<p>New York Education Law, § 3202(1) provides:</p>\n<p>A person over five and under twenty-one years of age is entitled to attend the public schools maintained in the district or city in which such person resides without the payment of tuition. * * *</p>\n<p>[17]  This statute provides:\n</p>\n<p>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</p>\n<p>[18]  That jurisdictional statute provides:\n</p>\n<p>The district courts shall have original jurisdiction of any civil action authorized by law to be commenced by any person:</p>\n<p>*   *   *   *   *</p>\n<p>(3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States.</p>\n<p>[19]  The complaint was amended to make this a class action.</p>\n<p>[20]  As of April 5, 1967 there were 2,436 students in these special day schools. See appendix for a listing of special day schools.</p>\n<p>[21]  As of April 5, 1967 there were 643 students receiving New York City Board of Education instruction in remand centers, 1,598 in institutional schools, 774 in psychiatric hospitals and treatment centers.</p>\n<p>[22]  According to Dr. Mackler's definition, a school would be ethnically segregated, in 1963, if it had less than 6 per cent or more than 30 per cent of Negro students, and/or if it had less than 5 per cent or more than 17 per cent of Puerto Rican students. Mackler, p. 4.</p>\n<p>[23]  This is an account of the situation that obtained in 1963-64. However, Dr. Mackler states that what was true then \"was true for the years immediately in the past and probably true today.\" Mackler, p. 4.</p>\n<p>[24]  Ftn. 11, supra.</p>\n<p>[25]  New York Family Court Act, §§ 331, 332, 335, 337.</p>\n<p>[26]  Id. §§ 352, 355.</p>\n<p>[27]  According to the records produced by Miss Rakow, court's exhibits 1-19, there were 182 new suspensions during this period.</p>\n<p>[28]  New York Family Court Act, §§ 352, 355.</p>\n<p>[29]  Mackler, A Report on the \"600\" Schools: Dilemmas, Problems, and Solutions.</p>\n<p>[30]  Ibid.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">356</span></span> (1967)</b></center>\n<center><h1>Victor MADERA, Ramiro Madera and Manuela Madera, Plaintiffs,<br>\nv.<br>\nBOARD OF EDUCATION OF the CITY OF NEW YORK et al., Defendants.</h1></center>\n<center>No. 67 Civ. 635.</center>\n<center><p><b>United States District Court S. D. New York.</b></p></center>\n<center>April 10, 1967.</center>\n<p><span class=\"star-pagination\">*357</span> <span class=\"star-pagination\">*358</span> Harold J. Rothwax, by Robt. Sugarman and Sue Ann Shay, New York City, for plaintiffs.</p>\n<p>J. Lee Rankin, Corp. Counsel, City of New York, by Peter J. Flanagan, New York City, for defendants.</p>\n<p>MOTLEY, District Judge.</p>\n<p></p>\n<h2><i>Findings of Fact and Conclusions of Law</i></h2>\n<p>The minor plaintiff, Victor Madera, is a 14 year old pupil enrolled in Public School 22, a junior high school in the New York City public school system. On February 2, 1967, Victor was suspended from school by the principal. He has been out of school since that date.</p>\n<p>After Victor was suspended, the principal of his school notified the District Superintendent of District No. 1, Miss Theresa Rakow, a defendant in this suit.<sup>[1]</sup> Miss Rakow notified Victor's parents, the adult plaintiffs, that a conference would be held in her office on February 17, 1967 with regard to Victor's suspension. The notice advised: 1) there would be a Spanish speaking person at this conference to translate \"for all of us,\" and 2) a friend could be brought to assist the parents in this translation. The notice stated: \"You are hereby advised that you are to be present at this conference. Please bring (Victor) with you * * *.\" The letter was in both English and Spanish. Victor's mother speaks Spanish; she does not speak or understand English. The principal's actions and Miss Rakow's actions were taken pursuant to General Circular No. 16, (1965-1966).<sup>[2]</sup> This circular embodies the rules and regulations promulgated by the other defendants, the Board of Education of the City of New York and the Superintendent of Schools, with regard to pupil suspensions.</p>\n<p>After Victor's parents received the notice, they secured an attorney who contacted Miss Rakow's office to notify her that the attorney would appear at the February 17 hearing.<sup>[3]</sup> The attorney was advised that he could not attend the hearing. Circular No. 16 provides as follows:</p>\n<blockquote>\"Inasmuch as this is a guidance conference for the purpose of providing an opportunity for parents, teachers, counselors, supervisors, et al., to plan educationally for the benefit of the child, attorneys seeking to represent the parent or child may not participate.\" (Circular No. 16, p. 5)</blockquote>\n<p>On February 16, 1967, at 8:15 P.M., after notice to defendants and oral argument, this court issued a temporary restraining order restraining defendants as follows:</p>\n<blockquote>\"From holding any proceedings at which the rights of any of the plaintiffs may be affected and, particularly, from conducting the `Assistant Superintendent's Hearing' scheduled for February 17, 1967, without permitting plaintiffs' legal counsel to be present and to perform his tasks as an attorney.\"</blockquote>\n<p><span class=\"star-pagination\">*359</span> The incident which precipitated Victor's suspension on February 2 resulted in the filing of a charge of juvenile delinquency against him on February 8 by a teacher, an employee of defendant Board of Education, in the Family Court. New York Family Court Act, §§ 712, 733.<sup>[4]</sup> The same attorneys representing plaintiffs here also were retained to represent Victor in the Family Court. The New York Family Court Act, § 728, gives Victor the right to counsel in a juvenile delinquency proceeding. On February 28, the claim that Victor was a juvenile delinquent was dismissed by the Family Court. There \"was a substitution and a finding that has not been completed, a fact-finding that (Victor) is a young person in need of supervision.\"<sup>[5]</sup></p>\n<p>Defendants did not proceed with the February 17 hearing under the conditions permitted by the temporary restraining order. The order also required counsel for both sides to appear in court on February 21, at which time reargument would be heard on the temporary restraining order and plaintiffs' application for a three-judge court.</p>\n<p>On February 21, defendants requested and were granted a continuance on the ground that all defendants had not been served. Defendants agreed to a continuance of the temporary restraining order until March 1 at which time, if a three-judge court was not required, the court would proceed to hear plaintiffs' motion for preliminary injunction.</p>\n<p>On February 24, plaintiffs filed an amended complaint and motion for preliminary injunction. The original complaint predicated jurisdiction wholly upon Title 28, United States Code, § 1331. Declaratory relief,<sup>[6]</sup> interlocutory and permanent injunctive relief were sought. The original complaint prayed for the convening of a special three-judge district court to hear and determine this action. Title 28, U.S.C., §§ 2281, 2284. The amended complaint also prayed for the convening of a three-judge court but invoked an additional jurisdictional base for this cause, i. e., Title 28, U.S.C., § 1343. The amended complaint relied upon the provisions of Title 42, U.S.C. §§ 1981 and 1983 as the federal statutes giving rise to this cause of action.</p>\n<p>On March 1, 1966, this court ruled that this cause is not properly a cause of action requiring a statutory three-judge court. Under constitutional attack here is a provision of a circular issued by a local school board, not the constitutionality of any state statute.<sup>[7]</sup> The \"no attorneys provision\" is not mandated by any state law. However, the circular is promulgated pursuant to authority granted by a state statute. New York Education Law, McKinney's Consol. Laws, c. 16, § 2554(13) (b). Nevertheless, the attack upon the circular does not present the type of constitutional challenge to state action that would require the convening of a three-judge court. The guiding principle for three-judge court cases was laid down by the Supreme Court in Phillips v. United States, <span class=\"citation\" data-id=\"103452\"><a href=\"/opinion/103452/phillips-v-united-states/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, <span class=\"citation\" data-id=\"103452\"><a href=\"/opinion/103452/phillips-v-united-states/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"103452\"><a href=\"/opinion/103452/phillips-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">800</span></a></span> (1941) as follows:</p>\n<blockquote>\"To bring this procedural device into playto dislocate the normal operations of the system of lower federal courts and thereafter to come directly to this Courtrequires a suit which seeks to interpose the Constitution against enforcement of a state policy, whether such policy is defined in a state constitution or in an ordinary statute or through the delegated legislation of an `administrative board or commission'. The crux of the business is procedural protection against an improvident state-wide doom by a federal <span class=\"star-pagination\">*360</span> court of a state's legislative policy.\" (at 251, 61 S.Ct. at 483).</blockquote>\n<p>Consequently, where that which is under attack is not mandated by state law but is only a regulation of a local school board, adopted on its own volition, and is not of state-wide application, although authorized by state law, the controversy may be properly adjudicated by a single judge court. Griffin v. County School Board of Prince Edward County, Va., <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1226</span></a></span>, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1964); Sweeney, et al., v. State Board of Public Assistance, <span class=\"citation\" data-id=\"1366968\"><a href=\"/opinion/1366968/sweeney-v-state-board-of-public-assistance/\"><span class=\"volume\">36</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">171</span></a></span> (M.D.Pa.1940), aff'd 3 Cir., <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1023</span></span>.</p>\n<p>When the hearing on plaintiffs' motion for preliminary injunction commenced on March 1, defendants moved to dismiss the case as moot on the ground that the Family Court proceeding had already taken place. One of plaintiffs' claims on their application for a temporary restraining order was that counsel should be permitted at the February 17 Guidance Conference because the facts adduced from Victor there could be used against him in the subsequently scheduled Family Court hearing on the juvenile delinquency charge where Victor's personal liberty would be in jeopardy. Family Court Act, § 744.<sup>[8]</sup> Plaintiffs also claimed that the February 17 Guidance Conference might result in forcing adult plaintiffs to choose between signing a \"consent\", required by law, which would enable the school authorities to make whatever school or other institutional placement they deemed desirable for Victor, or face neglect charges in Family Court for failure to sign the \"consent\". New York Education Law, §§ 3205,<sup>[9]</sup> 3212, subds. 1, 2, par. b,<sup>[10]</sup> 3214;<sup>[11]</sup> New <span class=\"star-pagination\">*361</span> <span class=\"star-pagination\">*362</span> York Family Court Act, §§ 312,<sup>[12]</sup> 332,<sup>[13]</sup> 335,<sup>[14]</sup> 337.<sup>[15]</sup></p>\n<p>Plaintiffs' constitutional contentions with respect to the foregoing claims are: 1) the \"no attorneys provision\" of Circular No. 16 deprives them of protection for their right against self incrimination, right to counsel and right to due process guaranteed by the Fifth, Sixth and Fourteenth Amendments to the Constitution of the United States, since any statements made by them in, or as a part of, the Guidance Conference may be used against them in subsequent Family Court proceedings, where Victor's personal liberty will be in jeopardy, and 2) the minor plaintiff's right not to testify against himself must be preserved because one of the consequences of a Guidance Conference may also be loss of personal liberty. Circular No. 16, p. 5.</p>\n<p>As indicated above, the Family Court proceeding against Victor had not been completed on March 1. Moreover, it was clear to this court that plaintiffs' claims in this action were not limited to the foregoing described claims. In addition, plaintiffs claim that as a result of a Guidance Conference, Victor may be suspended from school for an indefinite period of time, placed in a school for socially maladjusted children (formerly known as \"600\" schools), involuntarily incarcerated in an institution, or referred to the Family Court for appropriate action. (Amended Complaint, para. 15).</p>\n<p>Plaintiffs' constitutional contention with respect to these claims is that since the above enumerated irreparable consequences can flow from a Guidance Conference, the \"no attorneys provision\" of Circular No. 16 may result in Victor <span class=\"star-pagination\">*363</span> being denied his right to attend the public schools granted him by the Constitution and Education Law of the State of New York, without due process of law guaranteed by the Fourteenth Amendment.<sup>[16]</sup></p>\n<p>After considering the gravity of plaintiffs' constitutional claims, and the fact that the Family Court proceeding had not been concluded, this court ruled on the March 1 hearing that plaintiffs' case was not moot.</p>\n<p>Defendants' counsel then moved to dismiss on the ground that plaintiffs had abandoned their attack on the constitutionality of certain provisions of the New York Education Law and were now proceeding under the Civil Rights Law which plaintiffs had not previously invoked. Defendants' counsel was mistaken in this belief. Plaintiffs in amending their complaint rely on a Federal Civil Rights Statute, i. e., Title 42, U.S.C., § 1983.<sup>[17]</sup></p>\n<p>This statute gives plaintiffs the right to bring this action for injunction to enjoin defendants who, plaintiffs claim, acting under color of state law, are unconstitutionally enforcing the \"no attorneys provision\" of Circular No. 16 against plaintiffs. Such state action, plaintiffs maintain, violates their rights guaranteed by the Fifth, Sixth and Fourteenth Amendments to the Constitution of the United States. This court has jurisdiction of such an action. Monroe v. Pape, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961); Taylor v. Board of Education of City School Dist. of City of New Rochelle, <span class=\"citation\" data-id=\"254909\"><a href=\"/opinion/254909/leslie-taylor-and-kevin-taylor-minors-by-wilbert-taylor-and-hallie/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span> (2d Cir. 1961), cert. denied, <span class=\"citation\" data-id=\"106343\"><a href=\"/opinion/106343/virginia-petroleum-jobbers-association-v-federal-power-commission/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">382</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span></span>. Title 28, U.S.C. § 1343(3).<sup>[18]</sup></p>\n<p>Defendants have questioned the propriety of a federal court determining the issues raised in this case on the ground that this is a matter preferably handled by the state. However appropriate such considerations of state as opposed to federal relief may be in some cases, it does not appear that this is a proper case for the court to refrain from acting. It is now a well settled principle that relief under the Federal Civil Rights Acts may not be defeated because relief was not first sought under state law which provided a remedy. Monroe v. Pape, supra. The whole purpose of the Federal Civil Rights Acts would be seriously undermined if a federal claim in a federal court must await an attempt to vindicate the very same claim in a state court. McNeese v. Board of Education, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1433</span></a></span>, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1963). Where the terms of the state (local school board) provision under attack are clear, there is no basis for abstention to require plaintiffs <span class=\"star-pagination\">*364</span> to exhaust either state administrative or judicial remedies. Rivers v. Royster, <span class=\"citation\" data-id=\"271758\"><a href=\"/opinion/271758/arthur-l-rivers-v-m-l-royster-assistant-superintendent-virginia-state/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span> (4th Cir. 1966). As another federal court said in a school case involving suspensions and expulsions, Woods v. Wright, <span class=\"citation\" data-id=\"264994\"><a href=\"/opinion/264994/linda-cal-woods-a-minor-by-her-father-and-next-friend-rev-calvin-woods/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span>, 374-375 (5th Cir. 1964):</p>\n<blockquote>\"We are fully aware of the reluctance with which the Federal Courts should contemplate the use of the injunctive power to interfere with the conduct of state officers. But when there is a deprivation of a constitutionally guaranteed right the duty to exercise the power cannot be avoided.\"</blockquote>\n<p>Upon the hearing of plaintiffs' motion for preliminary injunction and upon the trial, which were consolidated, the following facts were established in addition to those set forth above:<sup>[19]</sup></p>\n<p>There are 1,084,818 pupils in the New York City public school system, 20.9% of whom are Puerto Rican, 29.3% are Negro, and 49.8% are white.</p>\n<p>School District No. 1 is located in Manhattan, one of the five boroughs (counties) which comprise the City of New York. The District boundaries, generally speaking, are from Grand Street north to 21st and 23rd Streets and from the Bowery and Fourth Avenue to the East River. The area thus described is commonly referred to as the Lower East Side. It is a racially mixed area but predominantly Puerto Rican. It is a community of low income families in the main. There are 28,000 pupils in the District in a total of twenty-three schools. There are 14 elementary schools, 4 junior high schools, 2 special schools for socially maladjusted children, and 3 high schools in District No. 1.</p>\n<p>District Superintendent Rakow, in addition to having responsibility for the supervision of the educational program of the District, conducts hearings relating to the suspension of students, as required by New York Education Law, § 3214. Miss Rakow and the other school authorities choose to refer to these hearings as \"Guidance Conferences\". These conferences are conducted in cases where a student has been suspended by the principal. Once a principal has suspended a child and so notified the parents and Miss Rakow, it is Miss Rakow's duty to hold a \"Guidance Conference\", \"to determine\", to use her words, \"what next educational step may be taken to help the child.\" There are two kinds of principal's suspensions. There is what is called a \"principal suspense which means that the principal merely suspends the child from school service until such a time as he personally can confer with the parent and try to make the adjustment directly in the school.\" In such a case, the principal is limited to keeping the child from school for no more than five days. The principal generally meets with a parent before a suspension to try to adjust the problem. However, if there is some emergency where there is not time to meet with the parent, a principal might suspend immediately. After a principal's conference with the parent, the child is returned to school. A child does not <i>normally</i> go to the District Superintendent's office immediately after the principal's suspension as was the case with Victor. If after the pupil has returned to school there continues to be a problem which the principal feels he cannot handle, then the principal can suspend the pupil and refer that suspension to the District Superintendent. There is no evidence that Victor had been thus previously suspended by the principal.</p>\n<p>When a suspended pupil is referred to the District Superintendent this is known as an \"administrative suspense.\" There is no hearing held by the principal before an \"administrative suspense\" takes place. When the District Superintendent receives a copy of a letter from the principal to the parents stating that the child has been suspended, the District Superintendent notifies the parent of the date of hearing. The principal's letter advises the parents that they will be so notified.</p>\n<p><span class=\"star-pagination\">*365</span> When a conference is held in the District Superintendent's office, she invites the principal of the suspended child's school and the guidance counselor of that school. The members of the District Superintendent's staff who attend are: her assistant, the guidance counselor assigned to her office, and the school-court coordinator assigned to the district. The Bureau of Attendance, an arm of the Board of Education, which enforces the state's compulsory school attendance law is also notified of the conference.</p>\n<p>The function of the school-court coordinator is to provide liaison between the Family Court and the schools. The school-court coordinator interprets to the court \"the program and facilities\" of the school; \"he conversely interprets to the school the decisions of the court and the recommendations of the court;\" the school-court coordinator \"acts as a sort of clearing house, so that all agencies may work together * * *;\" the school-court coordinator also, at the request of the court, gives to it the decision made by the District Superintendent at the Guidance Conference. The court may make use of the District Superintendent's decision at the dispositional hearing. New York Family Court Act, §§ 345, 346. The school-court coordinator also takes notes at the conference.</p>\n<p>The guidance counselor on the District Superintendent's staff has the responsibility for \"following up on children who have been suspended, to make sure that they are adjusting properly, <i>to make sure that recommendations are carried out.</i>\" (Emphasis added). The guidance counselor works with the Bureau of Child Guidance (BCG), \"so that if [the District Superintendent] has asked for a study and a recommendation for a child\", she can work with the BCG \"to expedite the receiving of that study as soon as possible.\" The guidance counselor also takes notes at the Guidance Conferences and keeps all records. When children return from suspension, the guidance counselor helps to place them in the best possible school situation.</p>\n<p>The suspended child may have a representative from any social agency, to whom the family may be known, to attend a suspension hearing in the District Superintendent's office.</p>\n<p>At the conference, all school personnel present sit around a table in Miss Rakow's office and discuss the child's anecdotal record, supplied by the principal, and the child's problems. Usually the parents and the child wait outside until a decision is reached. The parents and child are then brought in and asked if they have anything to say as to what should be done with the child. If the child is old enough, he is asked to express an opinion. If a representative of a social agency is present, he or she contributes to the discussion. The decision is then given to the child and his parents.</p>\n<p>The decisions which the District Superintendent may reach are the following:</p>\n<p>1. The suspended child might be reinstated in the same school.</p>\n<p>2. The suspended child might be transferred to another school of the same level, e. g., a junior high school child to another junior high school.</p>\n<p>3. The suspended child might be transferred to a special school for socially maladjusted children; there are two in District No. 1.</p>\n<p>4. The District Superintendent may refer the student's case to the Bureau of Child Guidance (BCG) or other social agency for study and recommendations, including medical suspension, home instruction, or exemption.</p>\n<p>5. The District Superintendent may refer the case to the Bureau of Attendance for court action.</p>\n<p>The BCG is the clinical arm of the Board of Education. Its employees are social workers, psychologists and psychiatrists. When the District Superintendent refers a child to the BCG, it makes a study of the child \"as seems indicated to help\" the District Superintendent or to advise her \"of what may be best educational placement.\"</p>\n<p><span class=\"star-pagination\">*366</span> The BCG may make one of the following recommendations:</p>\n<p>1. The child is able to attend school but should be sent to a school with a particular kind of program.</p>\n<p>2. The child should be sent to a special day school for socially maladjusted pupils or a residential institution where defendant Board of Education operates such a school.</p>\n<p>3. The child should be instructed at home.</p>\n<p>4. The child should be temporarily exempted from school while his parents seek institutional help.</p>\n<p>5. The child should receive a medical suspension or exemption.</p>\n<p>6. The child should be exempt from school.</p>\n<p>If the child has not been attending school or has been attending irregularly, the child may be referred by the District Superintendent to the Bureau of Attendance. If the compulsory school attendance law is not being obeyed, it is the responsibility of the Bureau of Attendance to take the matter to the Family Court where the pupil may then be sent to an institution.</p>\n<p>In administrative suspense matters it is the general practice of the District Superintendent's office to notify the Bureau of Attendance of a Guidance Conference. The Bureau sends an attendance teacher to the home of the child to notify the parents of the suspense conference and request their appearance at the arranged time.</p>\n<p>When, after a Guidance Conference, the District Superintendent decides that a child should be in a special day school for socially maladjusted children, the parents are notified by letter to report to the school with the child. In other words, the cooperation and consent of the parents is thus sought in placing a child in a special day school for socially maladjusted pupils. If the child and his parents do not report for admission and attendance, the principal of the special school notifies the Bureau of Attendance. The Bureau of Attendance then petitions the Family Court to take appropriate action. The defendant Board of Education maintains and operates 17 such special day schools throughout New York City.<sup>[20]</sup></p>\n<p>When there is a decision by the BCG and the District Superintendent that a student should receive his schooling in a residential institution where the defendant Board of Education operates a special school for socially maladjusted children, again parental consent is first sought. The guidance counselor in the District Superintendent's office contacts the parents and advises them that in the opinion of the BCG, the school authorities and in the opinion of any other interested social agency that happens to be involved, this child should be institutionalized for an extended period of time.</p>\n<p>If the parents \"voluntarily\" accept the recommendation, steps are then taken for the placement of the child. If the parents do not consent, then the Bureau of Attendance petitions the Family Court to place the child in an institution. The defendant Board of Education does not operate the residential institutions, per se, but the Board does operate schools in more than 30 such residential institutions, remand centers, psychiatric hospitals and treatment centers.<sup>[21]</sup></p>\n<p></p>\n<h2><i>Consequences of District Superintendent's Conference</i></h2>\n<p>Schools for socially maladjusted pupils (formerly known as \"600\" schools because of their numerical designation) were established about eighteen years ago. In 1964, there were 27 of these <span class=\"star-pagination\">*367</span> schools with 14 annexes serving a pupil population of about 5,200. Fourteen of the 27 schools in 1964 were day schools serving about 2,000 pupils from 10 to 18 years of age. The remaining schools were located in hospitals, treatment and remand centers, and residential institutions. Of the 14 day schools, only one served girls. The other 13 served boys \"whose alleged common characteristics included repeated disruptive and aggressive behavior.\" The \"600\" schools located in hospitals, treatment and remand centers and residential institutions are staffed by defendant Board of Education personnel. These institutions are not owned or operated by the defendant Board. The \"600\" schools are not schools for children with retarded mental development; these children are assigned to special classes known as classes for children with retarded mental development (CRMD). Children with high I.Q. may be assigned to \"600\" schools. The foregoing facts are contained in plaintiffs' exhibit 3, entitled, \"A Report On The `600' Schools: Dilemmas, Problems, And Solutions\" prepared by Dr. Bernard Mackler from a study made by him for the defendant Board. Dr. Mackler's report will soon be published. He testified for plaintiffs on the trial of this case. His testimony was substantially the same as the material contained in his report. Dr. Mackler's chief recommendation is that the \"600\" schools be abolished. His indictment of this relatively new system of schools within the New York public school system reads as follows:</p>\n<blockquote>\"The present `600' school program attempts to protect regular teachers and students from undue or damaging disruption, and to provide a therapeutic milieu for the disturbed child. But this program <i>is,</i> however worthwhile, ethnically segregated,<sup>[22]</sup> inconveniently located, undersupported, organizationally unstable, and unable to meet the needs of its student body.\"<sup>[23]</sup> (pp. 4-5).</blockquote>\n<p>If the BCG should recommend that the child be placed in an institution, every possible assistance is given a cooperative parent by the District Superintendent to help the parent secure a place in an institution. However, there is a serious problem with respect to a recommendation for institutional placement. The available facilities are severely limited. This means that such placements take time. While the child is awaiting placement in an institution, the BCG may make one of the following recommendations: 1) That the child be given home instruction \"if possible\"; 2) That the child be suspended pending institutional placement; 3) That the child be exempted from school while he awaits institutional placement. Finally, the District Superintendent testified: \"if it isn't taking too long, the child <i>remains</i> on suspense\" pending institutional placement. (Emphasis added).</p>\n<p>If a parent is reluctant or uncooperative or refuses to follow the recommendation of the BCG that the child be placed in an institution, the District Superintendent refers the matter to the Bureau of Attendance which then petitions the Family Court. New York Education Law, § 3214.</p>\n<p>The statute relevant to suspensions of pupils and their placement in institutions is New York Education Law, § 3214.<sup>[24]</sup> By the terms of § 3214, defendant school authorities have the power to suspend a pupil after notice and a hearing, and power to order him to attend a special school (\"600\" school) or \"to attend upon instruction under confinement at a parental school or elsewhere.\" The defendant Board does not maintain parental <span class=\"star-pagination\">*368</span> schools. Defendants, under the statute, may make an agreement for the confinement, maintenance and instruction of a pupil \"with any private school, orphans' home, or similar institution controlled by persons of the same religious faith as that of\" Victor \"or with the school authorities of another city or district, <i>or with other public agencies.</i>\" (Emphasis added). Such confinement may be for a period up to two years. § 3214, subd. 5. The defendants cannot, by the statute's decree, order a pupil to attend a special school or to attend school upon confinement without the \"consent\" of his parents. However, the statute says, if his parents refuse to \"consent\" in writing, they \"shall\" be proceeded against for violating their statutory duty to see to the pupil's attendance at school. If the parents are proceeded against, a summons or warrant may issue for their appearance in the Family Court.<sup>[25]</sup> Such proceeding may result in the minor plaintiff being sent to an institution for an indefinite period of time.<sup>[26]</sup> If it is found that a pupil's parents have not violated their duty, then, under the statute, the pupil may be proceeded against for violating his duty to attend.</p>\n<p>Statistical records produced by Miss Rakow (for her district only) for attendance periods covering the years 1965 and 1966 and the first month of 1967, show the following:<sup>[27]</sup></p>\n<p>1. During 1965, some pupils awaited placement in a school for socially maladjusted pupils after being suspended for as long as 4-6 months.</p>\n<p>2. During 1966, some pupils awaited placement in a school for socially maladjusted pupils after being suspended for as long as 3 months.</p>\n<p>3. At the end of January 1967, 3 pupils were awaiting placement in a school for socially maladjusted pupils. One was in his third month of suspension.</p>\n<p>4. During 1965, some students awaited placement in an institution and were on suspension from 4-6 months.</p>\n<p>5. During 1966, some students awaited placement in an institution on suspension from 7-10 months.</p>\n<p>6. On January 4, 1967, the records show, one student on suspension from 7-8 months was awaiting institutional placement.</p>\n<p>7. On January 4, 1967, the records show, one student was returned to his original school upon being in his second month of suspension and one student was transferred to another school (not a school for socially maladjusted students) upon being on suspension for a period of 7-8 months.</p>\n<p>8. In 1965, one student was returned to his original school after an elapse of 9-10 months on suspension.</p>\n<p>Exemption is defined by Circular No. 16 \"as the withdrawal of a child's right to attend a public school.\" The Circular does not describe the circumstances under which the withdrawal of this right may take effect. The Circular merely says that, \"Authority to exempt from required school attendance is reserved to the Superintendent of Schools\" (p. 6, ftn 2). However, as stated above, the BCG can recommend exemption. These recommendations are invariably accepted. One clear instance in which an exemption may be recommended is for medical reasons (physical or mental) as determined by BCG. An instance revealed by the records of suspended students is the case of a 15 year old student with a history of behavior problems and emotional difficulty who was exempted from required attendance at public school. There is no definite indication as to what extent this exemption was \"medically\" based. How frequently this device is used with juveniles who have behavior problems and <span class=\"star-pagination\">*369</span> are approaching the voluntary school leaving age of 16 is not ascertainable since the court reviewed only the records of recent suspensions in School District No. 1 and not of the entire New York City school system.</p>\n<p>As a result of a review of the testimony, exhibits and records produced by the District Superintendent, this court finds that a \"Guidance Conference\" can ultimately result in loss of personal liberty to a child or in a suspension which is the functional equivalent of his expulsion from the public schools or in a withdrawal of his right to attend the public schools.</p>\n<p>This court also finds that as a result of a \"Guidance Conference\", adult plaintiffs may be in jeopardy of being proceeded against in a child neglect proceeding in the Family Court.</p>\n<p>For the foregoing reasons, this court concludes that the due process clause of the Fourteenth Amendment to the Federal Constitution is applicable to a District Superintendent's Guidance Conference. More specifically, this court concludes that enforcement by defendants of the \"no attorneys provision\" of Circular No. 16 deprives plaintiffs of their right to a hearing in a state initiated proceeding which puts in jeopardy the minor plaintiff's liberty and right to attend the public schools.</p>\n<p></p>\n<h2><i>Due Process and the Right to a Hearing</i></h2>\n<p>One of the basic constitutional components of a hearing was described more than three decades ago by the United States Supreme Court:</p>\n<blockquote>\"What, then, does a hearing include? Historically and in practice, in our own country at least, it has always included the right to the aid of counsel when desired and provided by the party asserting the right. The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel. Even the intelligent and educated layman has small and sometimes no skill in the science of law. If charged with crime, he is incapable, generally, of determining for himself whether the indictment is good or bad. He is unfamiliar with the rules of evidence. Left without the aid of counsel he may be put on trial without a proper charge, and convicted upon incompetent evidence, or evidence irrelevant to the issue or otherwise inadmissible. He lacks both the skill and knowledge adequately to prepare his defense, even though he have a perfect one. He requires the guiding hand of counsel at every step in the proceedings against him. Without it, though he be not guilty, he faces the danger of conviction because he does not know how to establish his innocence. If that be true of men of intelligence, how much more true is it of the ignorant and illiterate, or those of feeble intellect. If in any case, <i>civil or criminal,</i> a state or federal court were arbitrarily to refuse to hear a party by counsel, employed by and appearing for him, it reasonably may not be doubted that such a refusal would be a denial of a hearing, and, therefore, of due process in the constitutional sense. (Emphasis Added).\" Powell v. State of Alabama, <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></span>, 68-69, <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">55</span></a></span>, 64, <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">158</span></a></span> (1932).</blockquote>\n<p>And when does due process require a hearing?</p>\n<blockquote>\"Whenever a governmental body acts so as to injure an individual, the Constitution requires that the act be consonant with due process of law. The minimum procedural requirements necessary to satisfy due process depends upon the circumstances and the interests of the parties involved.\" Dixon v. Alabama State Board of Education, <span class=\"citation\" data-id=\"254928\"><a href=\"/opinion/254928/st-john-dixon-v-alabama-state-board-of-education/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 155 (5th Cir. 1961) cert. denied, <span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span></span>.</blockquote>\n<p>As Mr. Justice Frankfurter's concurring opinion in Joint Anti-Facist Refugee Committee v. McGrath, <span class=\"citation\" data-id=\"104894\"><a href=\"/opinion/104894/joint-anti-fascist-refugee-comm-v-mcgrath/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 163, <span class=\"citation\" data-id=\"104894\"><a href=\"/opinion/104894/joint-anti-fascist-refugee-comm-v-mcgrath/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">624</span></a></span>, 644, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">817</span></span> (1951) indicated, the question of whether the procedure to which plaintiffs here will be subjected duly observes</p>\n<blockquote>\n<span class=\"star-pagination\">*370</span> \"`the rudiments of fair play' * * * cannot * * * be tested by mere generalities or sentiments abstractly appealing. The precise nature of the interest that has been adversely affected, the manner in which this was done, the reasons for doing it, the available alternatives to the procedure that was followed, the protection implicit in the office of the functionary whose conduct is challenged, the balance of hurt complained of and good accomplished these are some of the considerations that must enter into judicial judgment.\"</blockquote>\n<p>Serious consequences flow for the juvenile involved in a District Superintendent's Guidance Conferencein many cases without opportunity for subsequent court hearing in which the right to counsel would be present. Proceedings which involve the loss of liberty and the loss of education are of \"critical importance\" both to the persons involved and to our system of justice. Any such proceeding must meet federal constitutional standards of fairness. In the recent case of Kent v. United States, <span class=\"citation\" data-id=\"107191\"><a href=\"/opinion/107191/kent-v-united-states/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, <span class=\"citation\" data-id=\"107191\"><a href=\"/opinion/107191/kent-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1045</span></a></span>, <span class=\"citation\" data-id=\"107191\"><a href=\"/opinion/107191/kent-v-united-states/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span></a></span> (1966), which involved procedures for referral of a youthful offender from the juvenile court to the adult criminal court, the Supreme Court etched in language not to be misunderstood what fairness entails in areas of critical importance when dealing with juveniles:</p>\n<blockquote>\"We do not consider whether, on the merits, Kent should have been transferred; but there is no place in our system of law for reaching a result of such tremendous consequences without ceremonywithout hearing, without effective assistance of counsel, without a statement of reasons. It is inconceivable that a court of justice dealing with adults, with respect to a similar issue, would proceed in this manner. It would be extraordinary if society's special concern for children * * * permitted this procedure. We hold that it does not.\" Id. at 554, 86 S.Ct. at 1054.</blockquote>\n<blockquote>\"The right to representation by counsel is not a formality. It is not a grudging gesture to a ritualistic requirement. It is of the essence of justice. * * *\" Id. at 561, 86 S. Ct. at 1057.</blockquote>\n<p>It was not clear whether the holding in <i>Kent,</i> supra, was on statutory or constitutional grounds, but a recent decision, following Kent has held that the standard laid down in that case is of constitutional dimensions, Brown v. New Jersey, 35 U.S.L.Week 2553 (Mar. 9, 1967), which is also the view of this court.</p>\n<p>The Constitution of the State of New York mandates that the legislature provide free public schools for the education of all the children of the state. Art. XI, § 1. In New York, a person over five and under twenty-one is \"entitled\" to attend the free public schools in the district or city in which such person resides. New York Education Law, § 3202, subd. 1.</p>\n<p>To a minor child in New York, the right to a public school education is of monumental value; it will produce great benefits for him in both tangible and intangible terms in later life. In addition, the education of each child is of paramount importance to us as a nation. A democracy can have no more precious resource than its citizenry. As the United States Supreme Court has observed:</p>\n<blockquote>\"Today, education is perhaps the most important function of state and local governments. Compulsory school attendance laws and the great expenditures for education both demonstrate our recognition of the importance of education to our democratic society. It is required in the performance of our most basic public responsibilities, even service in the armed forces. It is the very foundation of good citizenship. Today it is a principal instrument in awakening the child to cultural values, in preparing him for later professional training, and in helping him to adjust normally to his environment. In these days, it is <span class=\"star-pagination\">*371</span> doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.\" Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 493, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954).</blockquote>\n<p>The valuable right to a public school education which New York has made available to all children of the state should not be invaded or denied an individual child without the proper safeguards of procedural fairness. New York has recognized a similar obligation in disciplinary proceedings for state employees, Fusco v. Moses, <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">581</span></span> (1952), and in revocation of state licenses proceedings, Hecht v. Monaghan, <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">461</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">421</span></span> (1954). How can obligations of procedural fairness be any the less applicable when a child's education is at stake? See, Reich, \"The New Property\", 73 Yale L.J. 733 (1964).</p>\n<p>Neither here nor in our discussion below will we concern ourselves with the principal's suspension discussed in Circular No. 16. Those suspensions involve a maximum of five days and their consequences are not nearly as far reaching as those of the District Superintendent's Guidance Conference.</p>\n<p></p>\n<h2><i>Legal Effect of Consequences of District Superintendent's Conference</i></h2>\n<p>As the evidence and the applicable statutes disclose, the consequences of a Guidance Conference can be very serious for both the minor child involved and his parents. According to Circular No. 16 and the testimony, not only can the District Superintendent decide to reinstate a pupil in his original school or transfer him to a different school but can also place the pupil in a special school for \"socially maladjusted children\". It cannot be doubted that a certain stigma attaches to the designation \"socially maladjusted child\" and to placement in such a special school. Circular No. 16 says: \"A suspended pupil who is subsequently remanded to Youth House or to the Psychiatrist Division of Kings County Hospital or Bellevue Hospital is automatically placed on the register of the school for socially maladjusted children * * *\" (p. 6, ftn. 3). However beneficent the motives of the school authorities in protecting the interest of the child, the fact remains, as Dr. Mackler testified, that the decision is stigmatizing and one of great psychological consequence to the child. This state created stigma is imposed by the decisions coming out of the Guidance Conferencedecisions which the evidence discloses are essentially <i>ex parte</i> determinations.</p>\n<p>In addition to commitment to a special school for socially maladjusted pupils, the District Superintendent may refer the pupil to the BCG for study and recommendations. These recommendations may include: attendance at a school for socially maladjusted pupils, medical suspension, home instruction, exemption from school attendance or temporary exemption from school while the parents seek institutional help.</p>\n<p>Pending the BCG's recommendations, the District Superintendent may continue a pupil on suspension. The evidence reveals that some pupils may be out of school a whole year, or its equivalent, i. e., 7-10 months, awaiting institutional placement. Even in the case of pupils transferred to another school, (other than a school for the socially maladjusted) the suspension can be as long as 7-8 months. Such prolonged suspension, as opposed to the minor disciplinary 5-day principal's suspension, must have very serious educational consequences for the child involved. Not only may extended suspension greatly damage a child in his opportunity for education, but in some cases it may be the functional equivalent of an expulsion from the public schools. For a child who has been forced to be out of school eight months and who while so suspended passes the school leaving age, the incentive to return to school under the heavy educational handicap which such a long suspension obviously inflicts, must be very small indeed.</p>\n<p>Moreover, the BCG can recommend that the child be exempted from school. If such a recommendation is approved by the defendant Superintendent of <span class=\"star-pagination\">*372</span> Schools, enforcement of such a recommendation may operate as a sophisticated expulsion.</p>\n<p>If the BCG recommends that a suspended child be placed in a school for socially maladjusted children or an institution either for mental health or other reasons, that recommendation is carried out by the guidance counselor assigned to the District Superintendent's office and the Bureau of Attendance. The parents are contacted by the guidance counselor or the Bureau of Attendance and the parents consent to such institutional placement is secured. There is the requirement of parental \"consent\" before such confinement, but this consent is wholly illusory. Such consent can be withheld only on pain of prosecution under another state statute for neglect of parental duties. The statute on its face calls for such action. New York Education Law, § 3214, subd. 5, par. c(1) and § 3212. \"Consent\" given in such circumstances cannot be said to carry with it that element of voluntariness recognized as \"consent\" in law. Cf., Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></a></span> (1938). The parents are presented with \"a choice between the rock and the whirlpool.\" Cf., Garrity v. State of New Jersey, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, 618, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1967). The jeopardy that lack of consent to their child's confinement poses for a parent after a Guidance Conference further points up the seriousness of what is at stake. We are well outside the realm of minor ministerial or disciplinary school matters.</p>\n<p>The Guidance Conference may result in a referral of the suspended child to the Bureau of Attendance for court action. Such court action may also result in confinement to a state institution for an indefinite period of time.<sup>[28]</sup></p>\n<p>Finally, one consequence of a Guidance Conference may be that any decision made by the District Superintendent may be furnished the Family Court in a subsequent juvenile delinquency proceeding when the court considers what disposition may be made of the child. Plaintiffs claimed that any statements made by them during the Guidance Conference might be admitted into evidence against them in subsequent Family Court proceedings. However, the admissibility of any statement made during the Guidance Conference as presently conducted is now the subject of considerable doubt. Cf. Garrity v. State of New Jersey, supra; Spevack v. Klein, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1967); Miranda v. State of Arizona, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966). In the matter of Gregory W., <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">102</span></span> (1966), the highest court of the State of New York held the due process clause of the Fourteenth Amendment applicable to juvenile delinquency proceedings. In so holding, the New York Court of Appeals said:</p>\n<blockquote>\"While the Family Court Act specifically states that the proceedings held thereunder are not criminal in nature, the various provisions made for the protection of the rights of children who are charged with juvenile delinquency are indicative of a legislative recognition of the fact that such proceedings, resulting as they do in a loss of personal freedom, are at the very least quasi-criminal in nature. As the legislative committee report states: `Any commitmentwhether \"civil\" or \"criminal\", whether assertedly for \"punitive\" or \"rehabilitative\" purposesinvolves a grave interference with personal liberty.'\" In the matter of Gregory W., supra, at 62, 277 N.Y.S.2d at 680, 224 N.E.2d at 106.</blockquote>\n<p>Consequently, enforcement of the \"no attorneys provision\" of Circular No. 16 may deprive plaintiffs of their right against self incrimination but this court finds it unnecessary to so hold.</p>\n<p>What is certain, however, and what this court now holds is that enforcement of the \"no attorneys provision\" <span class=\"star-pagination\">*373</span> at a District Superintendent's Guidance Conference results in depriving plaintiffs of their constitutionally protected right to a hearing. A hearing is required by state law before a child can be committed to \"a special day school, or to attend upon instruction under confinement at a parental school or elsewhere, * * * for a period not exceeding two years * * *.\" New York Education Law, § 3214, subd. 5, par. a. However, the \"no attorneys provision\" of Circular No. 16 operates to deprive the statutorily decreed hearing of an element so essential thereto as to nullify the right to a hearing.</p>\n<p>Fundamental fairness dictates that a student cannot be expelled from a public educational institution without notice and hearing. Dixon v. Alabama State Board of Education, <span class=\"citation\" data-id=\"254928\"><a href=\"/opinion/254928/st-john-dixon-v-alabama-state-board-of-education/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span> (5th Cir. 1961) cert. denied <span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span></span> (College expulsion). This principle has been applied to suspension from a state university. Knight v. State Board of Education, <span class=\"citation\" data-id=\"1404815\"><a href=\"/opinion/1404815/knight-v-state-board-of-education/\"><span class=\"volume\">200</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">174</span></a></span> (M.D. Tenn.1961). Arbitrary expulsions and suspensions from the public schools are also constitutionally repugnant on due process grounds. Woods v. Wright, <span class=\"citation\" data-id=\"264994\"><a href=\"/opinion/264994/linda-cal-woods-a-minor-by-her-father-and-next-friend-rev-calvin-woods/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span> (5th Cir. 1964). The need for procedural fairness in the state's dealing with college students' rights to public education, where in many instances students are adults and have already attained at least a high school diploma, should be no greater than the need for such fairness when one is dealing with the expulsion or suspension of juveniles from the public schools. Such fairness seems especially required when the child involved has yet to acquire even the fundamental educational prerequisites that would allow him to go on to college. Cf., Woods v. Wright, supra.</p>\n<p>When this court considers the totality of the facts and circumstances here, the right to a hearing is a due process requirement of such constitutional significance as to void application of defendants' \"no attorneys provision\" to the District Superintendent's Guidance Conferences.</p>\n<p>Defendants have objected that the presence of an attorney would change a \"therapeutic\" conference into an adversary proceeding, to the great detriment of any children involved. This court does not agree that this is the necessary consequence of having an attorney present. This court does not by this decision say that a full, judicial style hearing with cross-examination of child witnesses and strict application of the rules of evidence is required. There should be latitude for the Board in conducting such a hearing. But this latitude should not be so wide as to preclude the child and parents from exercising their constitutionally protected right to be represented at such a hearing by counsel.</p>\n<p>In Miranda v. State of Arizona, supra, at pp. 479-480, 86 S.Ct. at pp. 1631, the Supreme Court quotes appropriately from Mr. Justice Brandeis:</p>\n<blockquote>\"Decency, security and liberty alike demand that government officials shall be subjected to the same rules of conduct that are commands to the citizen. In a government of laws, existence of the government will be imperilled if it fails to observe the law scrupulously. Our government is the potent, the omnipresent teacher. For good or for ill, it teaches the whole people by its example. Crime is contagious. If the government becomes a lawbreaker, it breeds contempt for law; it invites every man to become a law unto himself; it invites anarchy. To declare that in the administration of the criminal law the end justifies the means * * * would bring terrible retribution. Against that pernicious doctrine this court should resolutely set its face.\" Olmstead v. United States, <span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></span>, 485, <span class=\"citation\" data-id=\"101320\"><a href=\"/opinion/101320/olmstead-v-united-states/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"101320\"><a href=\"/opinion/101320/olmstead-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">944</span></a></span> (1928) (dissenting opinion).</blockquote>\n<p></p>\n<h2><i>Class Relief</i></h2>\n<p>The class on behalf of which plaintiffs sue are all other children and their parents who are similarly situated, <span class=\"star-pagination\">*374</span> i. e., pupils who have been or will be suspended from school and who have been or will be notified by the District Superintendent to attend a Guidance Conference. The facts common to each pupil member of the class are: 1) the fact of suspension pursuant to the rules and regulations of Circular No. 16, and 2) the fact that each faces an administrative suspense hearing in the District Superintendent's office. The question of law common to each member of the class, both parents and pupils, is whether the \"no attorneys provision\" of Circular No. 16 can be enforced against them.</p>\n<p>As the Director of the Bureau of Child Guidance testified, most of the pupils involved in the administrative suspense are members of \"multi-problem families\". The expression \"multi-problem families\" appears to be a euphemism for the new aliens in our midstthe urban poor.<sup>[29]</sup> An examination of the files of the pupils who have been suspended in District No. 1 over the past two years illuminates the problems presented to the defendant school authorities by the behavior problem child and the emotionally disturbed child. These children emerge, in the main, from the quagmire of urban poverty and the vast social distortions which now infect the inner city.<sup>[30]</sup> In the case of the children whose parents are recently arrived Puerto Ricans, there is sometimes the added problem of lack of \"acculturation\", to use the expression of the Director of the Bureau of Child Guidance. Difficult as the problems thus presented might be, they are not a reason for setting aside constitutional guarantees. Cooper v. Aaron, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">5</span></a></span> (1958); Buchanan v. Warley, <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">16</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">149</span></span> (1917). For most of these children, perhaps, the one state conferred benefit which they have of greatest monetary value is the right which has been given them by state law to attend the public schools without charge. See, Reich, The New Property, 73 Yale Law Journal 733 (1964). This right, of course, is subject to the reasonable rules of school discipline, but when those rules operate to effectively deny or withdraw the right or to deprive a child of his liberty, the due process clause of the Fourteenth Amendment requires a hearing, as defined above, before such state action can take effect. Dixon v. Alabama State Board of Education, supra; Knight v. State Board of Education, supra; See, Woods v. Wright, supra.</p>\n<blockquote>\"It is, of course, quite true that the responsibility for public education is primarily the concern of the States, but it is equally true that such responsibilities, like all other state activity, must be exercised consistently with federal constitutional requirements as they apply to state action\". Cooper v. Aaron, supra 358 U.S. at p. 19, 78 S.Ct. at p. 1410.</blockquote>\n<p>This court, therefore, holds that enforcement of the \"no attorneys provision\" of Circular No. 16 at a District Superintendent's Guidance Conference violates the due process clause of the Fourteenth Amendment to the Federal Constitution in that such enforcement denies plaintiffs their right to a hearing by depriving plaintiffs of their right to be represented by counsel at such a conference if plaintiffs so desire.</p>\n<p>An injunction will, therefore, issue restraining defendants from refusing to proceed immediately with the previously scheduled District Superintendent's Guidance Conference and restraining them from enforcing the \"no attorneys provision\" of Circular No. 16 (1965-1966) or any similar provisions barring the attendance of attorneys at such conferences if the attorney is selected by the child or his parents as their spokesman.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*375</span>\n                                             APPENDIX\n                                             ========\n                Listing of Special Schools*\n                The abbreviations used in the following listing include:\n                                             P  Public School\n                                             M  Manhattan;\n                                             X  Bronx;\n                                             Q  Queens;\n                                             K  Kings;\n                                             R  Richmond.\n                * When there are two numerical designations, the first is the one currently in\n                use, the second the number that school had under the former system of\n                numbering special schools.\n                          BOARD OF EDUCATION OF THE CITY OF NEW YORK\n                                  LISTING OF SPECIAL SCHOOLS\nA. <i>Type \"600\" Day Schools Operated by the Board of Education</i>\n   SCHOOL NAME OR NUMBER                   ADDRESS                                 SCHOOL YEARS\n   Livingston           P-8-M: P-621-M      29 King Street, N. Y. 10014                 7-12\n   Manhattan            P-58-M: P-622-M     490 Hudson St., N. Y. 10014                 9-12\n   Cyrus W. Field       P-82-M: P-614-M     113 E. 4th St., N. Y. 10003                 5-8\n   Francis Parkman      P-91-M: P-624-M     198 Forsyth St., N. Y. 10002                9-11\n   Peter Cooper         P-148-M             466 West End Ave., N. Y. 10024              5-9\n   John Barry           P-169-M: P-612-M    113 East 87th St., N. Y. 10028              K-9\n   Lewis and Clark      P-12-X: P-615-X     2555 Tratman Ave., N. Y. 10461              5-9\n   John Paul Jones      P-185-X: P-611-X    170 Brown Place, N. Y. 10454              Ungraded\n   Nathaniel Greene     P-36-K: P-617-K     251 Stagg St., Brooklyn 11206               5-9\n   Sterling School      P-85-K: P-614-K     227 Sterling Pl., Brooklyn 11238            9-11\n   James Lawrence       P-369-K: P-613-K    387 State St., Brooklyn 11217               5-9\n   Jim Thorpe           P-370-K: P-616-K    3001 West 1st St., Brooklyn 11224           5-8\n   Lillian L. Rashkis   P-371-K: P-615-K    36th St. &amp; 4th Ave., Brooklyn 11232         5-8\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*376</span>\nA.<i>Type \"600\" Day Schools Operated by the Board of Education</i>Continued\n   SCHOOL NAME OR NUMBER                             ADDRESS                       SCHOOL YEARS\n   Orville Wright      P-4-Q: P-613-Q      39-25 Crescent St., L. I. City\n                                                   11101 N. Y.                         5-9\n   Walter Reed         P-9-Q: P-612-Q      58-74 57th St., Maspeth 11378 N. Y.         K-9\n   Lincoln School      P-23-Q: P-634-Q     138-11 35th Ave., Flushing\n                                                   11354 N. Y.                         5-9\n   Robert E. Peary     P-75-Q: P-611-Q     511 Seneca Ave., Ridgewood 11237 N. Y.      5-9\nB. <i>Remand Centers and Annexes</i>\n   NAME OR NUMBER OF                                                           OWNER, OPERATOR\n   CENTER OR ANNEX                                     ADDRESS                   OR SPONSOR   \n   Youth House  Girls\n     P-187-X: P-613-X                    765 Manida St., N. Y. 10459           Youth House, Inc.\n   AnnexMetropolitan Staff\n     Home                                Welfare Island, N. Y. 10017             \"     \"     \"\n   AnnexSpofford Ave.                   1221 Spofford Ave., N. Y. 10459         \"     \"     \"\n   Youth House  Boys\n     P-188-X: P-614-X                    1221 Spofford Ave., N. Y. 10459         \"     \"     \"\n   Annex: Zerega Ave. Camp               1188 Zerega Ave., N. Y. 10462           \"     \"     \"\n   Annex: Forest Nbrd. House             955 Tinton Ave., N. Y. 10456            \"     \"     \"\nC. <i>Institutional Schools</i>\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER OF SCHOOL                            ADDRESS                   OR SPONSOR\n   Children's Center P-35-M:\n     P-405-M                             1 East 104th St., N. Y. 10029           Dept of Welfare\n   Annex Callagy Hall P-408-M            331 E. 12th St., N. Y. 10003             \"    \"    \"\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*377</span>\nC.<i>Institutional Schools</i>Continued\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER OF SCHOOL                            ADDRESS                   OR SPONSOR\n   Villa Loretto P-94-M:\n     P-617-M                             Crompond Rd. Peekskill,\n                                           N. Y.                                 Catholic\n   Hillcrest Center P-176-M:\n     P-623-M                             165 Haines Rd., Bedford\n                                           Hills, N. Y.                          Protestant\n   Little Flower P-181-M:\n     P-625-M                             P. O. Box 547 Wading River,\n                                           N. Y.                                 Catholic\n   Pleasantville Cot. P-182-M:\n     P-620-M                             Pleasantville, N. Y.                    Jewish\n   Mother Cabrini P-202-M:\n     P-406-M                             West Park, N. Y.                        Catholic\n   Edenwald P-186-X:\n     P-612-X                             1250 E. 229th St., N. Y.\n                                           10466                                 Jewish\n   Rikers Island P-189-X:\n     P-616-X                             1212 Hazen St. E. Elmhurst              Dept of Corrections\n                                           11370\n   St. Elizabeth's P-10-R:\n     P-611-R                             Mount Loretto, Staten Island\n                                           10309                                 Catholic\n   St. Joseph's P-25-R.\n     P-612-R                             Pleasant Plains, Staten Island\n                                           10309                                 Catholic\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*378</span>\nD.<i>Psychiatric Hospitals, Treatment Center Annexes and Clusters</i>Continued\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER                                      ADDRESS                   OR SPONSOR\n   P-203-M (CLUSTER)\n       Astor Home                        Rhinebeck, N. Y.                        Catholic\n       Manhattan School for Emotionally\n         Dist. Children                  12 W. 12th St., N. Y. 10003             (Same as name)\n       Phoenix School                    74 St. Marks Pl. N. Y. 10003            Jewish\n       Beachbrook Nursery                2953 Av. X, Brooklyn 11235              (Same, Day Care\n                                                                                 Center)\n       Daytop Village                    450 Bayview Ave., Prince's\n                                           Bay, S. I.                            Same\n       St. Mary's-in-the-Field           Valhalla, N. Y.                         Protestant\n   P-205-M (CLUSTER)\n       Henry Ittleson Research Cen.      5050 Iselin Ave., Riverdale\n                                           10470                                 Jewish\n       Children's Day Treat. Cen.\n         &amp; School                        255 W. 71st St., N. Y. 10023            (Same as name)\n       Hillside Hospital                 75-59 263 St. Glen Oaks                 Jewish and Dept.\n                                           11004                                 of Hospitals\n   Jacobi Hospital (Annex)               Eastchester Rd., N. Y. 10461            Dept. of Hospitals\n   N. Y. Psych. Hospital (Annex)         722 W. 168th St., N. Y. 10032           (Same as name)\n   Kings County Psch. Hosp.\n     P-368-K: P-612-K                    606 Winthrop St., Brooklyn\n                                           11203                                 Dept. of Hospitals\n   Childville, Inc. (Annex)              130 Boerum St., Brooklyn\n                                           11206                                 (Same as name)\n   Mt. Sinai Hosp. (Annex)               1450 Madison Ave., N. Y.\n                                           10029                                 Jewish\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*379</span>\nD.<i>Psychiatric Hospitals, Treatment Center Annexes and Clusters                 </i>\n                                                                                 OWNER, OPERATOR\n   NAME OR NUMBER                                      ADDRESS                   OR SPONSOR\n   Bellevue Psy. Hosp. P-106-M:          30th St. &amp; 1st Ave., N. Y.              Dept. of Hospitals\n     P-618-M                               10016\n   Pride of Judea (Annex)                1000 Dumont Ave., Brooklyn\n                                           11208                                 Jewish\n   Lifeline Cen. Child Devlpt. (Annex)   84-74 169th St., Jamaica, N.\n                                           Y. 11432                              (Same as name)\n   League School &amp; Res. Cen. (Annex)     196 New York Ave., Brooklyn\n                                           11216                                 (Same as name\n                                                                                 day care center)\n   P-224-Q (CLUSTER)                     30-45 42nd St., L. I. C. 11103          Dept. of Hospital\n   City Hosp. at Elmhurst                79-01 Broadway, Elmhurst                Dept. of Hospital\n                                           11373                                 (day care center)\n   Harlem School for Child Study         181 W 135th St., N. Y. 10030            (Same as name)\n   Blueberry, Inc.                       228 York St. Brooklyn 11201             Protestant\n   Ottilie Home for Children             85-70 148th St. Jamaica                 Protestant\n                                           11435\n   Wayside Home for Girls                Valley Stream, N. Y.                    Protestant\n   Bethlehem Luth. Chldn's Home          375 Fingerboard Road, S. I.             (Day care center)\n     (Annex)                               10305                                 Staten Island\n   Temple Israel (Annex)                 315 Forest Ave., S. I. 10301            Mental Health Society\n</pre>\n<h2>NOTES</h2>\n<p>[1]  The New York City public school system is divided into 30 districts.</p>\n<p>[2]  This circular is a revision of an earlier circular, Circular No. 11 (1964-1965) issued February 4, 1965, and attached to the original complaint. Circular No. 16 was issued April 18, 1966 and is attached to the amended complaint.</p>\n<p>[3]  Plaintiffs secured attorneys from the Legal Services Unit of Mobilization for Youth, Inc. Mobilization for Youth (MFY) is a New York membership corporation which has been granted permission by the Appellate Division of the Supreme Court of New York to practice law. MFY receives public and private funds. Some of these funds come from the Federal Government (apparently anti-poverty funds) via the City of New York. MFY also has a Social Services Unit. The evidence upon the hearing of plaintiffs' motion for preliminary injunction disclosed that MFY had an \"arrangement\" in the past with District No. 1 whereby social workers employed by the Social Services Unit of MFY were permitted to attend District Superintendents' hearings regarding suspension of pupils known to the agency and make a report.</p>\n<p>[4]  McKinney's Consolidated Laws of New York, Annotated, Book 29A-Judiciary-Court Acts, Part I.</p>\n<p>[5]  Statement of plaintiffs' counsel on hearing of motion for preliminary injunction on March 1, 1967. The court in a juvenile delinquency proceeding may on its own motion substitute a petition to determine whether Victor is a person in need of supervision. New York Family Court Act, §§ 716, 731.</p>\n<p>[6]  Title 28, United States Code, §§ 2201 and 2202.</p>\n<p>[7]  See prayer of amended complaint.</p>\n<p>[8]  This section provides:\n</p>\n<p>(a) Only evidence that is competent, material and relevant may be admitted in a fact-finding hearing.</p>\n<p>(b) Any determination at the conclusion of a fact-finding hearing that a respondent did an act or acts must be based on a preponderance of the evidence. For this purpose, an uncorroborated confession made out of court by a respondent is not sufficient.</p>\n<p>[9]  This section provides:\n</p>\n<p>1. a. In each school district of the state each minor from seven to sixteen years of age shall attend upon full time day instruction.</p>\n<p>b. Each minor from seven to sixteen years of age on an Indian reservation, other than an Indian child, shall attend upon full time day instruction.</p>\n<p>2. Exceptions. a. A minor who has completed a four-year high school course of study shall not be subject to the provisions of part one of this article in respect to required attendance upon instruction.</p>\n<p>b. A minor for whom application for a full-time employment certificate has been made and who is eligible therefor may, though unemployed, be permitted to attend part time school not less than twenty hours per week instead of full time school.</p>\n<p>3. In each city of the state and in union free school districts having a population of more than forty-five hundred inhabitants and employing a superintendent of schools, the board of education shall have power to require minors from sixteen to seventeen years of age who are not employed to attend upon full time day instruction.</p>\n<p>[10]  This section provides:\n</p>\n<p>1. Definition. As used in this article, a person in parental relation to a minor shall include his father or mother, by birth or adoption, his step-father or step-mother, his legally appointed guardian, or his custodian. A person shall be regarded as the custodian of a minor if he has assumed the charge and care of the minor because the parents or legally appointed guardian of the minor have died, are imprisoned, are insane, or have been committed to an institution, or because, they have abandoned or deserted the minor or are living outside the state or their whereabouts are unknown.</p>\n<p>2. Duties of persons in parental relation. Every person in parental relation to a minor included by the provisions of part one of this article:</p>\n<p>*   *   *   *   *</p>\n<p>b. Shall cause such minor to attend upon instruction as hereinbefore required, and to comply with the provisions of part one of this article with respect to the employment or occupation of minors in any business or service whatever.</p>\n<p>[11]  This section provides:\n</p>\n<p>1. School delinquent. A minor under seventeen years of age, required by any of the provisions of part one of this article to attend upon instruction, who is an habitual truant from such instruction or is irregular in such attendance or insubordinate or disorderly during such attendance, is a school delinquent.</p>\n<p>2. Special day schools. The school authorities of any city or school district may establish schools or set apart rooms in public schoolbuildings for the instruction of school delinquents, and fix the number of days per week and the hours per day of required attendance, which shall not be less than is required of minors attending the full time day schools.</p>\n<p>3. Parental schools. Such authorities may also establish parental schools for the confinement, maintenance and instruction of school delinquents.</p>\n<p>4. Agreements for instruction, confinement and maintenance of school delinquents elsewhere. Such school authorities may also make agreements for the confinement, maintenance and instruction of school delinquents, with any private school, orphans' home, or similar institution controlled by persons of the same religious faith as that of the school delinquent or with the school authorities of another city or district, or with other public agencies.</p>\n<p>5. Commitment and parole of a school delinquent. a. Hearing. After reasonable notice to a school delinquent and to the person in parental relation to him and an opportunity for them to be heard, a public school official, as hereinafter provided, may, with the consent in writing of the person in parental relation to the school delinquent, order him to attend a special day school, or to attend upon instruction under confinement at a parental school or elsewhere, as hereinbefore provided, for a period not exceeding two years but in no case after the minor reaches the maximum age of required attendance upon instruction.</p>\n<p>b. Official authorized to commit a school delinquent. The following public school officials shall have power to commit a school delinquent as hereinbefore provided:</p>\n<p>(1) In a school district having a director of the bureau of compulsory education, school census and child welfare, such director or person authorized by the school authorities to act in his absence or disability; or the superintendent of schools.</p>\n<p>(2) Elsewhere, school authorities, superintendents of schools, or district superintendents of schools.</p>\n<p>c. Procedure in courts.</p>\n<p>(1) If the person in parental relation to a school delinquent refuses to consent in writing to an order that he attend a special day school or a parental school, or upon instruction under confinement elsewhere, such person shall be proceeded against for violating the provisions of section thirty-two hundred twelve of this article.</p>\n<p>(2) If the court shall find that the person in parental relation has not violated the provisions of section thirty-two hundred twelve, a proceeding shall be brought against the minor for violation of part one of this article.</p>\n<p>d. Parole of a school delinquent. The public school official authorized to commit a school delinquent by the provisions of this section shall have power to parole any school delinquent committed under its provisions.</p>\n<p>6. Suspension of a minor. a. The school authorities, the superintendent of schools, or district superintendent of schools may suspend the following minors from required attendance upon instruction:</p>\n<p>(1) A minor who is insubordinate or disorderly;</p>\n<p>(2) A minor whose physical or mental condition endangers the health, safety, or morals of himself or of other minors;</p>\n<p>(3) A minor who, as determined in accordance with the provisions of part one of this article, is feebleminded to the extent that he cannot benefit from instruction.</p>\n<p>b. Procedure after suspension. In the case of a minor who is suspended as insubordinate or disorderly, immediate steps shall be taken for his commitment as provided in this section, or for his attendance upon instruction elsewhere; in the case of a minor suspended for other cause, the suspension may be revoked whenever it appears to be for the best interest of the school and the minor to do so.</p>\n<p>7. Expense. a. The expense attending the commitment and costs of maintenance of any school delinquent shall be a charge against the city or district where he resides, if such city or district employs a superintendent of schools; otherwise it shall be a county charge.</p>\n<p>b. The school authorities may institute proceedings before a court having jurisdiction to determine the liability of a person in parental relation to contribute towards the maintenance of a school delinquent under sixteen years of age ordered to attend upon instruction under confinement. If the court shall find the person in parental relation able to contribute towards the maintenance of such a minor, it may issue an order fixing the amount to be paid weekly.</p>\n<p>[12]  This section provides:\n</p>\n<p>A \"neglected child\" means a male less than sixteen years of age or a female less than eighteen years of age</p>\n<p>(a) whose parent or other person legally responsible for his care does not adequately supply the child with food, clothing, shelter, education, or medical or surgical care, though financially able or offered financial means to do so; or</p>\n<p>(b) who suffers or is likely to suffer serious harm from the improper guardianship, including lack of moral supervision or guidance, of his parents or other person legally responsible for his care and requires the aid of the court; or</p>\n<p>(c) who has been abandoned or deserted by his parents or other person legally responsible for hs care.</p>\n<p>[13]  This section provides:\n</p>\n<p>The following persons may originate a proceeding under this article:</p>\n<p>(a) a parent or other person interested in the child;</p>\n<p>(b) a duly authorized agency, association, society or institution;</p>\n<p>(c) a peace officer;</p>\n<p>(d) any person having knowledge or information of a nature which convinces him that a child is neglected;</p>\n<p>(e) a person on the court's direction.</p>\n<p>[14]  This section provides:\n</p>\n<p>On the filing of a petition under this article, the court may cause a copy of the petition and a summons to be issued, requiring the parent or other person legally responsible for the child's care or with whom it is domiciled to appear at the court at a time and place to answer the petition. The court may also require the person thus summoned to produce the child at the time and place named.</p>\n<p>[15]  This section provides:\n</p>\n<p>(a) The court may issue a warrant directing that the parent, or other person legally responsible for the child's care or with whom he is domiciled to be brought before the court, when a petion is filed with the court under this article and it appears that</p>\n<p>(i) the summons cannot be served; or</p>\n<p>(ii) the summoned person has refused to obey the summons; or</p>\n<p>(iii) the parent or other person legally responsible for the child's care is likely to leave the jurisdiction; or</p>\n<p>(iv) a summons, in the court's opinion, would be ineffectual.</p>\n<p>(b) When issuing a warrant under this section, the court may also direct that the child be brought before the court.</p>\n<p>[16]  New York Constitution. Article XI, § 1, provides:\n</p>\n<p>The legislature shall provide for the maintenance and support of a system of free common schools, wherein all the children of the state may be educated.</p>\n<p>New York Education Law, § 3202(1) provides:</p>\n<p>A person over five and under twenty-one years of age is entitled to attend the public schools maintained in the district or city in which such person resides without the payment of tuition. * * *</p>\n<p>[17]  This statute provides:\n</p>\n<p>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</p>\n<p>[18]  That jurisdictional statute provides:\n</p>\n<p>The district courts shall have original jurisdiction of any civil action authorized by law to be commenced by any person:</p>\n<p>*   *   *   *   *</p>\n<p>(3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States.</p>\n<p>[19]  The complaint was amended to make this a class action.</p>\n<p>[20]  As of April 5, 1967 there were 2,436 students in these special day schools. See appendix for a listing of special day schools.</p>\n<p>[21]  As of April 5, 1967 there were 643 students receiving New York City Board of Education instruction in remand centers, 1,598 in institutional schools, 774 in psychiatric hospitals and treatment centers.</p>\n<p>[22]  According to Dr. Mackler's definition, a school would be ethnically segregated, in 1963, if it had less than 6 per cent or more than 30 per cent of Negro students, and/or if it had less than 5 per cent or more than 17 per cent of Puerto Rican students. Mackler, p. 4.</p>\n<p>[23]  This is an account of the situation that obtained in 1963-64. However, Dr. Mackler states that what was true then \"was true for the years immediately in the past and probably true today.\" Mackler, p. 4.</p>\n<p>[24]  Ftn. 11, supra.</p>\n<p>[25]  New York Family Court Act, §§ 331, 332, 335, 337.</p>\n<p>[26]  Id. §§ 352, 355.</p>\n<p>[27]  According to the records produced by Miss Rakow, court's exhibits 1-19, there were 182 new suspensions during this period.</p>\n<p>[28]  New York Family Court Act, §§ 352, 355.</p>\n<p>[29]  Mackler, A Report on the \"600\" Schools: Dilemmas, Problems, and Solutions.</p>\n<p>[30]  Ibid.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107191/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/254909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/254928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/264994/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/271758/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1236300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1366968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1404815/"
          ]
        }
      ],
      "judges": "Motley",
      "date_created": "2014-10-30T16:56:32.396324Z",
      "date_modified": "2016-03-03T20:58:16.697571Z",
      "date_filed": "1967-04-10",
      "date_filed_is_approximate": false,
      "slug": "madera-v-board-of-education-of-city-of-new-york",
      "citation_id": 1868587,
      "case_name_short": "Madera",
      "case_name": "Madera v. Board of Education of City of New York",
      "case_name_full": "",
      "federal_cite_one": "267 F. Supp. 356",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1465418/madera-v-board-of-education-of-city-of-new-york/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:56:32.392859Z",
  "date_modified": "2014-10-30T16:56:32.392859Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Madera",
  "case_name": "Madera v. Board of Education of City of New York",
  "case_name_full": "",
  "slug": "madera-v-board-of-education-of-city-of-new-york",
  "docket_number": "67 Civ. 635",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}