{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1467007/",
  "id": 1467007,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1897277/",
      "id": 1897277,
      "absolute_url": "/opinion/1897277/booker-v-special-sch-dist-no-1-minneapolis/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1467007/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1897277/",
          "id": 1897277,
          "absolute_url": "/opinion/1897277/booker-v-special-sch-dist-no-1-minneapolis/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1897277/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1860/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:45:19.370333Z",
          "date_modified": "2017-04-07T11:18:20.832827Z",
          "type": "010combined",
          "sha1": "e8b7f126737acd9261ed85d622284d455d11cb6c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>451 F.Supp. 659 (1978)</b></center>\n<center><h1>Jeanette BOOKER et al., Plaintiffs,<br>\nv.<br>\nSPECIAL SCHOOL DISTRICT NO. 1, MINNEAPOLIS, MINNESOTA, et al., Defendants and Third-Party Plaintiffs,<br>\nv.<br>\nThe HOUSING AND REDEVELOPMENT AUTHORITY IN AND FOR the CITY OF MINNEAPOLIS and Carla Hills, Secretary of the United States Department of Housing and Urban Development, et al., Third-Party Defendants.</h1></center>\n<center>No. 4-71-Civ. 382.</center>\n<center><p><b>United States District Court, D. Minnesota, Fourth Division.</b></p></center>\n<center>May 22, 1978.</center>\n<p>Charles Quaintance, Jr., Maslon, Kaplan, Edelman, Borman, Brand &amp; McNulty, Minneapolis, Minn., for plaintiffs.</p>\n<p><span class=\"star-pagination\">*660</span> Norman L. Newhall, Lindquist &amp; Vennum, Duane W. Krohnke, Faegre &amp; Benson, Minneapolis, Minn., for defendants and third-party plaintiffs.</p>\n<p>Francis X. Hermann, Asst. U. S. Atty., Minneapolis, Minn., for third-party defendants.</p>\n<p></p>\n<h2>MEMORANDUM ORDER</h2>\n<p>LARSON, Senior District Judge.</p>\n<p>The defendant School Board has submitted its Tenth Semi-Annual Report on desegregation in the Minneapolis schools as required by this Court's Order of May 24, 1972. The Court now has before it defendants' motions to terminate the litigation, or, in the alternative, to modify previous Court orders relating to the desegregation of the student population of the district. Plaintiffs, representatives of a class of all school children in the district, oppose both motions. A hearing has been held and hundreds of pages of documents and exhibits have been submitted, which the Court has examined with care. Some preliminary discussion of the background of this case is in order before turning to the merits.</p>\n<p>In May 1972, this Court found that defendants, through decisions on the size and location of schools, attendance zones, enrollment policies, transfer policies, and teacher assignments, had acted intentionally to maintain or increase racial segregation in the schools. The Court ordered implementation of the district's own Desegregation/Integration (D/I) plan with certain modifications, one of which was a 35% limitation upon the proportion of minority students in any one school. The D/I plan was akin to a \"step at a time\" plan. Faculty integration was to be accomplished by the opening of the 1973-74 school year, whereas integration of the student body was to be completed by the 1974-75 school year. The district was ordered to submit semi-annual reports to the Court. <i>Findings of Fact, Conclusions of Law, and Order for Judgment,</i> May 24, 1972 (hereafter <i>Findings</i>).<sup>[1]</sup></p>\n<p>Various changes were made in the D/I plan over the years to reflect changing conditions or to correct portions of the plan that proved unsuccessful. In May 1975 the percentage limitation on minority pupils in any one school was raised to permit not more than 42% of all minorities at one school and not more than 35% of any one minority. <i>Memorandum Order,</i> May 7, 1975. By July 1977 the School Board had fully complied with the Court's 1972 Order, as modified, with the exception of balancing the racial makeup of the student body at a number of schools. The district has never been in full compliance at any one time with that portion of the Court's orders. In July the court rejected the School Board's motion to terminate jurisdiction and ordered full compliance with the 35/42 guidelines by the fall of 1978. <i>Memorandum and Order</i> July 11, 1977.<sup>[2]</sup> On August 5, 1977, defendants moved to vacate the July Order and the Court denied the motion. <i>Order,</i> August 8, 1977. No appeals have ever been taken from any of the orders of the Court.</p>\n<p></p>\n<h2>I. Res Judicata.</h2>\n<p>Plaintiffs oppose defendants' motions on the ground that they are barred by res judicata. Plaintiffs contend that the July 1977 Order was a final judgment from <span class=\"star-pagination\">*661</span> which defendants could have appealed and that they should not now be permitted to reopen issues previously decided. Although there is some force to plaintiffs' contentions, supervision of an equitable decree requires continued willingness by the Court to inquire whether changing circumstances of fact or law mandate modification of its prior orders. <i>Pasadena v. Spangler,</i> 427 U.S. 424, 437, 96 S.Ct. 2697, 49 L.Ed.2d 599 (1975). The Court is therefore of the view that defendants' motions should be reviewed on the merits to determine whether defendants have raised issues that may require changes in the Court's orders.</p>\n<p></p>\n<h2>II. Motion to Terminate Jurisdiction.</h2>\n<p>Defendants' major argument on their motion to terminate jurisdiction stems from <i>Dayton v. Brinkman,</i> 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977). In that case the Supreme Court vacated a Court of Appeals decision approving a district court remedy for racial segregation in the schools of Dayton, Ohio. The district court in 1972 had found three separate indicia of violations of the Equal Protection Clause: (1) the pupil population in the Dayton schools was racially imbalanced; (2) use of optional attendance zones for three high schools had \"demonstrable racial effects\", and (3) the School Board had rescinded resolutions passed by the previous board which had acknowledged a role played by the Board in creating segregative patterns of school attendance. The district court originally ordered a limited remedy to correct the violations found, but the Court of Appeals, after two reversals of the district court, in effect imposed a remedy that would require elimination of systemwide patterns of one race schools in the district.</p>\n<p>The Supreme Court held that the mandated remedy could not stand in light of the limited violations found by the district court. It remanded to the district court for reconsideration of whether violations had occurred in light of <i>Washington v. Davis,</i> 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976), and, if so, formulation of an appropriately tailored remedy. In relation to the latter, the Court said:</p>\n<blockquote>\"If such violations are found, the District Court in the first instance, subject to review by the Court of Appeals, must determine how much incremental segregative effect these violations had on the racial distribution of the Dayton school population as presently constituted, when that distribution is compared to what it would have been in the absence of such constitutional violations. The remedy must be designed to redress that difference, and only if there has been a systemwide impact may there be a systemwide remedy.\" <i>Dayton v. Brinkman, supra,</i> at 2775.</blockquote>\n<p>Viewing <i>Dayton</i> in context, the Court does not perceive it as a statement of particularly novel legal principles for school desegregation cases. The three limited violations were simply not sufficient to support the comprehensive systemwide busing order imposed by the district court in response to the Court of Appeals. The Supreme Court reiterated and applied in a particular fact situation the long-established principle that a court's equitable discretion to fashion a remedy for constitutional wrongs is not plenary and is limited by the scope of the wrongs themselves. <i>Swann v. Charlotte-Mecklenberg Board of Education,</i> 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); <i>Hills v. Gautreaux,</i> 425 U.S. 284, 96 S.Ct. 1538, 47 L.Ed.2d 792 (1976); <i>Milliken v. Bradley,</i> 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed.2d 1069 (1974). In this light, <i>Dayton</i> appears to have little application to the motion to terminate jurisdiction here; but defendants have placed such emphasis upon the case that the Court deems it necessary to examine their views with some care.</p>\n<p>Defendants attribute considerable importance to the portion of <i>Dayton</i> quoted above and conclude that the Supreme Court's directions apply not only to the initial formulation of a remedy but also to the question of terminating jurisdiction in an on-going suit. They ascribe to the language both a qualitative and a quantitative <span class=\"star-pagination\">*662</span> meaning. In quantitative terms, defendants argue, <i>Dayton</i> requires that desegregation remedies involving pupil redistribution be designed to achieve the numerical \"amount\" of desegregation that would have occurred absent constitutional violations; therefore, they urge, it can also be applied to determine whether a long standing partially implemented court ordered remedy has \"worked.\"</p>\n<p>This view requires use of what may be termed an \"alternate universe theory,\" <i>see </i><i>Brinkman v. Gilligan,</i> D.C., 446 F.Supp. 1232 (S.D.Ohio 1977), on remand, since a remedy's \"success\" is to be measured against a hypothetical condition. Defendants suggest that district courts are to receive statistical evidence depicting an \"alternate universe\" where no violations occurred, to compare that hypothetical data with what in fact exists, and to fashion a remedy designed to correct any discrepancy between the hypothetical and the actual facts, and that alone. Similarly, jurisdiction should be terminated when that discrepancy has been corrected.</p>\n<p>To that end, defendants have submitted numerous statistical projections setting out the present minority population of certain schools specifically mentioned in the May 1972 Order and hypothetical figures purporting to show what the present minority populations would have been in those schools absent any violations. In each case, the actual figures are lower than the hypothetical figures.<sup>[3]</sup> From this defendants conclude that the \"incremental segregative effect\" has been erased. In other words, the hypothetical minority population of a particular school is regarded as the norm and so long as the present population is less than that norm, the discrepancy created by the constitutional violations presumably has been cured.</p>\n<p>The Court doubts that the Supreme Court intended <i>Dayton</i> to be quantified in precisely this manner. But even assuming the validity of defendants' view, their attempted application of it is fraught with difficulties. The hypothetical figures representing \"what would have happened\" are based on numerous retrospective assumptions of questionable soundness. For example, this Court found in 1972 that the use of portable classrooms at Mann and Bancroft in 1968-69 increased segregation in those schools, <i>Findings</i> ¶ 11; the district offered no explanation for why the portables were used rather than using boundary changes. In attempting to project what would have occurred absent these violations, defendants' affiant now postulates a neutral non-segregative reason for the portables' use: accommodating increased enrollment from nearby Warrington school which closed in 1966. The hypothetical boundaries for Mann and Bancroft are then drawn assuming the boundaries would have remained the same as they were before Warrington closed, and the minority population of both schools is projected to the present based on those boundaries. This, of course, fails to account for what would have happened to the children at Warrington; apparently, the assumption is that Warrington would never have closed, even though the reasons for its closing were purportedly neutral. Thus the hypothetical \"facts\" depend first upon a belated neutral justification for heretofore unexplained discriminatory events and then upon an assumption that a neutral event the closing of Warringtonwould not have occurred. Similar problems attend the other projectionsall are based on the affiant's judgment as to why the discriminatory act occurred, a guess as to what might have happened had it not occurred, a tendency to erase from the hypothetical not only the discriminatory act but other historical events as well, and a failure to account <span class=\"star-pagination\">*663</span> for the repercussions of such changes.<sup>[4]</sup> The limitations of a method based upon such data are self-evident. If anything, the hypotheticals illustrate the futility of attempting to assess the schools on anything other than a systemwide basis, for events at one school profoundly affected events at another. And no figures have generated, nor can be, to show what the Minneapolis school system as a whole would have looked like today had the historical pattern of unconstitutional conduct not occurred.</p>\n<p>Defendants acknowledge the limited utility of the figures since they cannot be generated for the whole school system.<sup>[5]</sup> They nevertheless urge that \"incremental segregative effect\" can be determined \"qualitatively\" in this case by assessing not only the available figures but also the district's general progress and commitment to desegregation. In effect, this view appears to require a determination that the remedies imposed were too broad in the first instance and that the district's noncompliance with court orders should therefore be excused and the case ended. The Court sees nothing in <i>Dayton</i> to warrant such an analysis. The remedies imposed in this case have been formulated with the understanding that remedies must be tailored to the wrong and have been proper in all respects.</p>\n<p>Indeed, at bottom, there is an inherent contradiction in attempting to apply either of defendants' views of <i>Dayton</i> to a systemic school segregation case. This Court's findings of a systemwide pattern of discrimination in the Minneapolis schools cannot now be challenged or relitigated<sup>[6]</sup><span class=\"star-pagination\">*664</span> and <i>Dayton</i> itself reemphasized that once systemwide impact is found, a systemwide remedy must be imposed. <i>Dayton</i> did not overrule the cases which have guided the district courts in formulating systemwide remediesthe goal is to desegregate the entire system \"root and branch,\" <i>Keyes v. School District No. 1,</i> 413 U.S. 189, 213, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973), <i>quoting </i><i>Green v. County School Board,</i> 391 U.S. 430, 438, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968), and to achieve the \"greatest possible degree of actual desegregation, taking into account the practicalities of the situation,\" <i>Davis v. Board of School Commissioners,</i> 402 U.S. 33, 37, 91 S.Ct. 1289, 1292, 28 L.Ed.2d 577 (1971). <i>See </i><i>U. S. v. Columbus Municipal Separate School Dist.,</i> 558 F.2d 228, 230-31 (5th Cir. 1977), <i>cert. denied,</i> 434 U.S. 1013, 98 S.Ct. 728, 54 L.Ed.2d 757 (1978). The concept of \"incremental segregative effect,\" however it may be interpreted or applied when a district court is faced in the first instance with isolated unconstitutional acts, has little application where the segregative effect has already been determined to have been pervasive and to require a systemwide remedy. Since full implementation of desegregation plans here has not occurred, the Court cannot say that the goal has yet been reached. In sum, neither defendants' statistical evidence nor any other demonstrated application of <i>Dayton</i> mandates or even supports immediate termination of jurisdiction in this case.</p>\n<p></p>\n<h2>III. Motion to Modify.</h2>\n<p>The 1977 Sight Count submitted by defendants shows that 16 schools are out of compliance with the 35/42 guidelines. Four schools have total minority populations of over 50% and three schools have total minority populations of over 47%. Ten of the 16 schools are out of compliance with the 35% figure for single minority populations. Of the 16 schools, seven were also out of compliance in July 1977.<sup>[7]</sup></p>\n<p>The defendants have requested modifications of the 35/42 guidelines in light of the results of the 1977 Sight Count, the number of schools out of compliance, the growing minority student population, declining school enrollments, and projections for the future. Defendants request a change of the guidelines to 50%, eliminating the percentage figure for a single minority and allowance of a variance of up to 60% for schools with heavy concentrations of Native American students.<sup>[8]</sup></p>\n<p>Mindful of the need for flexibility, the Court has never regarded the percentage <span class=\"star-pagination\">*665</span> figures as rigid requirements. Practicalities, such as the steadily increasing minority pupil population, have been taken into account. In 1975 the guidelines were changed in response to that problem and essentially the same issue is before the Court again, for the minority population is now 24.4% and is expected to reach approximately 26% by the fall of 1979. School enrollments number 49,306, reflecting a large drop from several years ago. Strict compliance with the 35/42 guidelines may therefore be impracticable in some schools.</p>\n<p>There is thus a reasonable basis, as there was in 1975, for changing the pupil distribution guidelines. The Court is hesitant, however, in light of its experience with this case, to do so. Perhaps the major difficulty with gradual implementation of desegregation remedies is the tendency for planners to fail to take into account predictable demographic trends and inevitable errors in projections, sight counts, and other similar factors. Unless allowances for such errors are built into the system, noncompliance is virtually assured even where the district acts in good faith. The Court is then placed in the position of ruling on modification requests based on factors that ought properly to have been foreseen by the planners in the first place. Although the response to such requests must be flexible and reasonable where the mistakes do not appear to have been motivated by bad faith, this pattern threatens to so weaken the effectiveness of a remedy that at some point it can no longer be tolerated. Perhaps, despite repeated admonitions by the Court,<sup>[9]</sup> the district has never fully understood its responsibility to exercise reasonable foresight and to plan by allowing a generous margin for the errors and trends which, given its considerable experience, the district can readily anticipate. Unless and until the district acknowledges that responsibility, relief for the victims of unconstitutional discrimination will never be fully realized. Only because the Court is convinced that a slight modification of the guidelines at this time will not unduly erode their effectiveness and because the district has generally made good progress will the Court once more permit a change. But the district is hereby on notice that in the future neither the plea of \"increased minority enrollment\" nor of other foreseeable and predictable events will be deemed sufficient to support a modification request or to further delay final implementation.<sup>[10]</sup></p>\n<p>The district has requested that the guidelines be changed to 50% on the theory that a school equally balanced between majority and minority students cannot be deemed a segregated or one race school. As the Supreme Court has noted, however, what is deemed a one-race or segregated school depends heavily on the peculiar characteristics of the district involved. <i>Keyes, supra,</i> 413 U.S., at 196, 93 S.Ct. 2686. The Court finds that a 50% limit for the Minneapolis school system is simply too high, particularly when the School Board's plan would lift the limit for a single minority. It is difficult to conceive, for example, how Bethune or Willard with 50% black student populations could possibly be anything other than \"black\" schools in light of the history of this school system.<sup>[11]</sup> Moreover, because <span class=\"star-pagination\">*666</span> the guidelines have always been a maximum limit for minority enrollments, a number of schools have been permitted to remain virtually all white;<sup>[12]</sup> in that context, a 50% minority school is not the \"neutral\" school defendants envision. In the past, the Court has set the guidelines at approximately 20% above the projected total minority pupil population, a margin more generous than the 15% figure which plaintiffs' expert testified is often used in desegregation cases, and it will follow that same procedure again. The percentage of a single minority figure shall likewise be raised by 4%.<sup>[13]</sup></p>\n<p>The 39/46 guidelines must be complied with in the fall of 1978. It should be eminently clear to defendants that in order to comply they must aim to bring the minority population to less than 39/46 in every school or they risk repetition of the same problems experienced in the past and will have to assume the task of curing their errors without the assistance of any further leeway from this Court. The Court notes again, as it has in the past, that the district is in an ideal position to meet these goals for, as testimony at the hearing indicated, school closings and increased transportation are necessary in light of declining enrollments wholly apart from the operation of a desegregation plan. Finally, in light of the concerns expressed above and the Court's experience with the instability and potential unreliability of sight counts, full compliance will not be deemed to have occurred unless the same 39/46 limits are also met in the fall of 1979.</p>\n<p>Three other points should be specifically addressed. The Court conditionally approved the H.E.N. program at North High and will permit it to continue so long as the minority enrollment figures, as determined by taking into account the H.E.N. students, remain at or below the 39/46 limits. The district has been cautioned, and is cautioned again, to ensure that the programs offered through H.E.N. are sufficiently attractive to keep North in compliance.</p>\n<p>Second, the Court was most impressed by the voluntary efforts of parent groups to devise Plan A for the North Area and appreciates the deep concern and good faith expressed by these citizens. Voluntary efforts are to be commended, but unfortunately they have insufficient guarantees of success to be relied upon at this stage of this litigation. Nevertheless the spirit of cooperation evidenced in these proposals could do much to ease further implementation of desegregation plans, and it is hoped such efforts will continue.</p>\n<p>Third, the Court must also take note of the special variance proposed for Native American pupils in the board's 50/50 plan. The Court is sensitive to the concerns of the <span class=\"star-pagination\">*667</span> School Board and amici that the special educational needs of Native American students be met and that concentration of pupils may be helpful to the expenditure of Title IV funds, <i>see</i> 20 U.S.C. §§ 241aa, 887c, 1211a. But the constitutionality of permitting a school board to maintain, increase, or cause the segregation of Native Americans in the context of an urban school desegregation case is highly doubtful. Defendants and amici, representing several concerned Indian groups, assert that there is no constitutional bar to such actions because the classification of Native Americans is \"political\" rather than \"racial.\" The difficult questions of constitutional law raised by this argument need not be definitively resolved in light of the Court's disposition of this matter, see discussion below, but they merit attention.</p>\n<p>The theory that classifications of Native Americans in this context is permissible derives from the unique status of Indians arising out of their trust relationship with the Federal government and their tribal quasi-sovereignty. It is drawn largely from <i>Morton v. Mancari,</i> 417 U.S. 535, 94 S.Ct. 2474, 41 L.Ed.2d 290 (1974), in which the Supreme Court upheld the Indian employment preference practiced by the Bureau of Indian Affairs. In rejecting the argument that the law was racially discriminatory, the Court stated it was applied to Indians not as a discrete racial group but as members of quasi-sovereign tribal entities whose activities were governed by the BIA in a unique fashion. <i>Id.</i> at 554, 94 S.Ct. 2474. The Court noted:</p>\n<blockquote>\"Literally every piece of legislation dealing with Indian tribes and reservations, and certainly all legislation dealing with the BIA, single out for special treatment a constituency of tribal Indians living on or near reservations.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>As long as the special treatment can be tied rationally to the fulfillment of Congress' unique obligation toward the Indians, such legislative judgment will not be disturbed.\" <i>Id.</i> at 552, 555, 94 S.Ct. at 2483, 2485.</blockquote>\n<p>The Court has followed the same rationale in subsequent cases. <i>Moe v. Confederated Salish and Kootenai Tribes,</i> 425 U.S. 463, 96 S.Ct. 1634, 48 L.Ed.2d 96 (1976); <i>Fisher v. District Court,</i> 424 U.S. 382, 96 S.Ct. 943, 47 L.Ed.2d 106 (1976); <i>United States v. Antelope,</i> 430 U.S. 641, 97 S.Ct. 1395, 51 L.Ed.2d 701 (1977).</p>\n<p>Amici and defendants point out several Federal statutes that are directed toward providing special educational aid to Native American children on a per capita basis and to fostering parental involvement in such programs. <i>See, e. g.,</i> 20 U.S.C. § 240, <i>et seq.</i> Amici also cite <i>Lau v. Nichols,</i> 414 U.S. 563, 94 S.Ct. 786, 39 L.Ed.2d 1 (1975), which held that minority students are entitled under the Civil Rights Act of 1964, 42 U.S.C. § 2000d, to a meaningful education and that schools may have to provide services uniquely suited to their needs in order to fulfill that obligation. They conclude that the obligations of the Federal government to the Indians and the right to a meaningful education are best served by concentrating Native American students in one or a limited number of schools and this treatment is therefore constitutionally justified.</p>\n<p>There is, however, an important distinction between the Supreme Court cases cited and the situation here. The Supreme Court has not held that laws applying only to Indians are never to be deemed \"racial\" classifications; the laws or practices in question were closely related to furthering the federally recognized interests of political sovereignty and tribal self-government and the classifications consequently depended on tribal membership or proximity to reservations. As one authority has expressed it, \"From one perspective [such laws] are not racial classifications; rather they refer to particular groups defined in political or geological terms.\" Rosenfelt, <i>Indian Schools and Community Control,</i> 25 <i>Stan.L.Rev.</i> 489, 531-32 (1973).<sup>[14]</sup> Here, the <span class=\"star-pagination\">*668</span> School Board's proposal has nothing to do with tribal membership or any quasi-sovereign interests of particular tribal groups or reservations. The classification can only be deemed to be \"directed toward a `racial' group consisting of `Indians'.\" <i>Mancari, supra,</i> 417 U.S., at 553 n. 24, 94 S.Ct., at 2484.<sup>[15]</sup></p>\n<p>As a racial classification, the proposed variance would normally be subject to strict scrutiny under the Equal Protection clause and could be justified only by a compelling State interest, here, the interest in meeting the special needs of Native American children. The Court agrees that meeting the needs of these students is extremely important, but according to the testimony of defendants' witnesses, these needs have been and can be met by means other than promoting segregation in several schools. The School Board has done a commendable job of serving Native American pupils at both Andersen and Wilder, where the concentrations of Native American students are high, and at Sheridan where the concentration is low. Moreover, no showing has been made that the operation of a desegregation plan will so disperse and isolate Native American pupils that the provision of special services becomes wholly infeasible;<sup>[16]</sup> a concentration of up to 39% at any one school should be more than sufficient to assure continuing provision of appropriate services indeed, the concentration at Andersen, which defendants' witnesses viewed as a model, is presently at approximately 35%. The Court does not mean to imply that the district has by any means \"solved\" the deep and complex problems of educating Native American children to realize their full potential; but the district has demonstrated that promising approaches can be found in the context of an integrated unitary school system.</p>\n<p>Thus, under the compelling State interest test, the proposed variance could not stand. Perhaps an argument could be made, although it has not been advanced, that even assuming this is a racial classification, some less rigid standard of review than strict scrutiny could properly be applied because it is, at least at the present time, purportedly benign.<sup>[17]</sup> As the Court has noted, however, it need not definitively resolve constitutional questions in order to decide the specific issue here. Equitable principles govern the administration of the remedy stages of this suit. The proposed <span class=\"star-pagination\">*669</span> variance would affect not only Native American students but would also impinge upon the rights of other minority plaintiffs who would be attending the 60% or 55% minority schools. Furthermore, exceptions for some schools necessarily affect other public schools within the planning area. In light of these factors, and the factors discussed in the preceding paragraph, it is well within the Court's discretion to reject the proposal and the Court does so on those grounds.</p>\n<p>IT IS THEREFORE ORDERED THAT:</p>\n<p>1. Plaintiffs' motion to strike from evidence numerous documents and exhibits received at and before the hearing is denied.</p>\n<p>2. Defendants' motion to terminate jurisdiction is denied.</p>\n<p>3. Defendants' motion to modify previous orders is granted to the extent of changing the pupil guidelines to not more than 39% of any single minority and 46% total minority population at any school. These guidelines must be met in the fall of 1978 and in the fall of 1979.</p>\n<h2>NOTES</h2>\n<p>[1]  The 1972 opinion is published at 351 F.Supp. 799 (D.Minn.1972).</p>\n<p>[2]  The principal ground urged for termination of jurisdiction was <i>Pasadena v. Spangler,</i> 427 U.S. 424, 96 S.Ct. 2697, 49 L.Ed.2d 599 (1975), in which the Supreme Court held that once a school district had achieved compliance with a court-ordered plan, it was an abuse of discretion for the court to retain jurisdiction indefinitely for the purpose of requiring yearly redistribution of the pupil population in light of demographic changes in the city. This Court denied defendants' motion on the ground that in this case no identifiable point of total compliance with the Court's orders exists; unlike the Pasadena plan, the Minneapolis plan is and has been from the beginning akin to a \"step at a time\" plan which the Supreme Court specifically excluded from the application of <i>Pasadena.</i> Where implementation of a unitary system is a gradual process, plans can only be judged in the context of changing circumstances and the district's success or failure to plan ahead and allow for foreseeable trends. Thus, <i>Pasadena</i> is not at issue here.</p>\n<p>[3]  The schools defendants have used are Bancroft, Mann, Field, Bethune, Harrison, and Central High School. <i>See Findings</i> ¶¶ 11, 9, 8, 12, 10 and 14. Actual minority populations for 1977-78 are lower than the hypothetical projected populations by percentages ranging from 6.42 to 50.87. Other schools the Court originally specifically noted as identifiably black were Lincoln, Willard, Bryant, and Hay, for which hypothetical figures could not be calculated.</p>\n<p>[4]  More fundamentally, of course, the hypotheticals fail completely to consider the interrelationship of schools and housing patterns. <i>Keyes v. School District No. 1,</i> 413 U.S. 189, 202, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973); <i>Swann v. Charlotte-Mecklenberg Board of Education,</i> 402 U.S. 1, 20-21, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).</p>\n<p>[5]  Defendants claim their hypothetical figures are primarily designed to show whether specific discriminatory acts in specific schools have been remedied. But they also suggest that the \"range of incremental segregative effect\" in these six schools can be useful in determining whether the minority population in other schools has been reduced by the appropriate amount. This \"range,\" although it is not clearly explained, is apparently represented by the minimum and maximum percentage points by which the actual minority populations in any of the schools exceeded the hypothetical populations at any point in time. Thus, at Bethune in 1971-72, the actual minority population was only 0.66% above the hypothetical population; this is the lowest discrepancy among all the figures for all the schools; at Harrison in 1973-74, the actual minority population exceeded the hypothetical by 14.42%, the highest found discrepancy. The \"range of incremental segregative effect\" is apparently therefore 0.66 to 14.42 percent. Defendants' argument appears to be that if, due to the desegregation plan, minority percentages at other previously identifiably black schools have been reduced since 1971 by 0.66 to 14.42 percent, or more, the constitutional mandate to desegregate the schools has been fulfilled. This appears to carry <i>Dayton</i> far beyond acceptable limits of abstraction, but again accepting this view for the purposes of discussion, the \"ranges\" can only be as accurate as the hypotheticals upon which they are based, and the Court finds the hypotheticals for the six schools unreliable in the first instance.\n</p>\n<p>This Court need not decide how the language from <i>Dayton</i> should generally be applied in order to conclude that defendants have failed to demonstrate its relevance to this motion. <i>See</i> discussion accompanying notes 3-4, <i>supra,</i> and discussion accompanying notes 5, 6, <i>infra.</i> But the many problems of the statistical approach defendants have used reinforces this Court's view that <i>Dayton</i> cannot be interpreted so \"mathematically.\" As another court has remarked, no court in any school case will ever be able to say with any assurance \"where people would have lived, where schools would have been located [or] how much integration would have obtained\" absent officially imposed discrimination. <i>U. S. v. Columbus Municipal Separate School Dist.,</i> 558 F.2d 228, 231 n. 11 (5th Cir. 1977), <i>cert. denied,</i> 434 U.S. 1013, 98 S.Ct. 728, 54 L.Ed.2d 757 (1978).</p>\n<p>[6]  Certain portions of defendants' briefs and affidavits appear to be addressed to the issue of what proof is required to make out an Equal Protection Clause violation. Defendants cite and discuss numerous recent Supreme Court cases defining the intent element of unconstitutional discrimination, <i>Washington v. Davis,</i> 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976); <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977); <i>Austin Independent School District v. United States,</i> 429 U.S. 990, 97 S.Ct. 517, 50 L.Ed.2d 603 (1976), and, as already noted, some of the affidavits suggest neutral justifications for the actions originally found by this Court to be intentionally segregative. The Court presumes these discussions are intended merely as background for the questions at issue here and has so treated them. In order to avoid possible ambiguity, however, the Court notes that it is inappropriate at this stage of the litigation to re-examine the validity of the unchallenged May 1972 findings, which the Court views in any event as wholly consistent with recent caselaw, or to give any weight to \"new\" evidence purporting to explain certain School Board acts left unexplained six years ago, except insofar as that evidence relates to the validity of defendants' statistical proofs. <i>See</i> text accompanying notes 3-4, <i>supra.</i></p>\n<p>[7]  The schools are:\n</p>\n<p></p>\n<pre>\n      Andersen A                        51.78 (35.50)\n      Anderson C                        51.44\n      Hall                              51.32 (35.09)\n      Andersen B                        50.44\n      Wilder C                          45.38\n      Wilder B                          45.02\n      Bethune                           44.42 (40.77)\n      North Star Intermediate           44.41\n      Wilder A                          44.36\n      Andersen D                        42.65 (35.29)\n      Willard                           42.38 (38.81)\n      Penn Loring                             (37.74)\n      Bremer                                  (36.13)\n      North                             48.07 (41.63)\n      Jordan                            47.74 (42.31)\n      Franklin                          47.15 (37.83)\n</pre>\n<p>Figures in parenthesis represent single minority enrollments. Of these schools, Willard, Jordan, North, Hall, North Star, Loring and Andersen were mentioned in the Court's Order as out of compliance in July 1977.</p>\n<p>[8]  Where Native American students comprised 30% of the school population, the overall minority population would be permitted to rise to 60%. Where Native American students comprised 15% of the school population, the overall minority population would be permitted to rise to 55%.</p>\n<p>[9]  <i>See Memorandum Order for Supplemental Relief,</i> May 8, 1973, at 2; <i>Memorandum Order,</i> May 5, 1975, at 6 (\"With the likelihood of an increasing minority student population in the Andersen attendance area in coming years, plans for maintaining minority enrollments within the revised limits should be undertaken now\"); <i>Memorandum and Order,</i> July 11, 1977 (\"The Court is constrained to point out . . that to some extent the demographic trends in the City of Minneapolis should have been taken into account in planning school assignments, for the District had to have been on notice that Minneapolis would not be untouched by the nationwide trend toward increasing minority concentration in the city core.\").</p>\n<p>[10]  Neither the fact that minority enrollments would increase or that total enrollments would drop can be considered unforeseeable. The minority pupil population has increased at a steady one to two percent rate since 1968. Enrollment decline has also been relatively steady.</p>\n<p>[11]  Willard has never been in strict compliance with desegregation orders. In 1972, it had a minority enrollment of over 70%, as it did in 1973. In 1974 it was very close to compliance with the 35% guidelines with a minority enrollment of 35.74%. In May 1975 the guidelines were revised to 35/42 to give the district more leewayand in the fall of 1975 and 1976, Willard was out of compliance with black enrollments of 37.21% and 40.79%, respectively; the total minority enrollment in 1976 was 43%. By the fall of 1977 improvements had been made, but compliance was still not achieved the black enrollment was 38.81% and the total minority enrollment was 42.38%.\n</p>\n<p>Similarly Bethune, also a heavily black school in 1972, was in compliance in 1975 after the guidelines were revised. In 1976 it was one of the schools in \"ephermeral\" compliance with ratios of 35.55/39.26 which by fall 1977 were 40.77/44.42. As the Court said of Bethune in 1975, \"That school is a constant reminder of the segregationist policy of the District in the 1960's. The injury resulting from that policy has never been adequately remedied.\" <i>Memorandum Order,</i> May 7, 1975, at 4-5.</p>\n<p>[12]  According to the 1977 Sight Count six schools have less than 5% minority students; 20 schools have less than 10% minority students. Elimination of racial imbalance in these schools has not been considered necessary to the implementation of an adequate remedy in light of the practicalities of the situation; the fact that they have been permitted to continue is relevant, however, to assessing what must be considered a \"minority\" school in this district and also indicates the necessity for insistence upon strict compliance with the maximum limits.</p>\n<p>[13]  The largest single minority in the district is the black population. In 1976 when the guidelines were at 35/42, blacks comprised 15.2% of the student population. In 1977 blacks comprised 16.4% of the population, but it can be expected that by the fall of 1978 that percentage will rise to about 17.6.</p>\n<p>[14]  The Supreme Court advanced the same theory in <i>Mancari</i>:\n</p>\n<p>\"The preference is not directed towards a `racial' group consisting of `Indians'; instead it applies only to members of `federally recognized' tribes. This operates to exclude many individuals who are racially to be classified as `Indians.' In this sense, the preference is political rather than racial in nature.\" <i>Mancari, supra,</i> at 553 n. 24, 94 S.Ct., at 2488.</p>\n<p>[15]  Thus, the Court does not have before it and expresses no view on issues relating to the State creation of \"Indian school districts,\" where considerations of sovereignty and self-government of a particular tribe or tribes are involved, where district boundaries are drawn coterminous with reservation boundaries, or where considerations of geography pose vast problems of social dislocation unless racially imbalanced districts are permitted. <i>See</i> Rosenfelt, <i>supra,</i> at 544-50.</p>\n<p>[16]  Amici used the situation in Milwaukee as support for their argument. There 250 Indian students were scattered as a consequence of busing from four schools, with special Indian Education Act programs, to 11 schools. In reliance on a paragraph of a court desegregation order which permitted assigning children to schools that met their special needs, so long as the assignments were consistent with other requirements of the order, apparently including racial balance requirements, <i>Armstrong v. O'Connell,</i> 427 F.Supp. 1377 (E.D.Wis.1977), the district returned Indian children to the four schools. That is obviously quite a different situation than requesting certain schools be permitted to become 60% minority schools because many Indian children attend them. The Minneapolis situation is also quite different in terms of real numbers; over 500 Indian children attend Andersen and nearly 200 attend Wilder.</p>\n<p>[17]  One commentator suggests that with regard to federally created Indian schools \"A less rigid standard of review would apply if it could be shown with some certainty that the maintenance of an identifiable racial school conferred a benefit on Indian children.\" Rosenfelt, <i>supra,</i> at 539. He does not, however, indicate what judicially manageable standards could be used to determine \"benefit\" and notes that the record of segregated BIA schools is so seriously in question as to trigger strict scrutiny. <i>Id.</i> at 540, 541 n. 305.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">659</span></span> (1978)</b></center>\n<center><h1>Jeanette BOOKER et al., Plaintiffs,<br>\nv.<br>\nSPECIAL SCHOOL DISTRICT NO. 1, MINNEAPOLIS, MINNESOTA, et al., Defendants and Third-Party Plaintiffs,<br>\nv.<br>\nThe HOUSING AND REDEVELOPMENT AUTHORITY IN AND FOR the CITY OF MINNEAPOLIS and Carla Hills, Secretary of the United States Department of Housing and Urban Development, et al., Third-Party Defendants.</h1></center>\n<center>No. 4-71-Civ. 382.</center>\n<center><p><b>United States District Court, D. Minnesota, Fourth Division.</b></p></center>\n<center>May 22, 1978.</center>\n<p>Charles Quaintance, Jr., Maslon, Kaplan, Edelman, Borman, Brand &amp; McNulty, Minneapolis, Minn., for plaintiffs.</p>\n<p><span class=\"star-pagination\">*660</span> Norman L. Newhall, Lindquist &amp; Vennum, Duane W. Krohnke, Faegre &amp; Benson, Minneapolis, Minn., for defendants and third-party plaintiffs.</p>\n<p>Francis X. Hermann, Asst. U. S. Atty., Minneapolis, Minn., for third-party defendants.</p>\n<p></p>\n<h2>MEMORANDUM ORDER</h2>\n<p>LARSON, Senior District Judge.</p>\n<p>The defendant School Board has submitted its Tenth Semi-Annual Report on desegregation in the Minneapolis schools as required by this Court's Order of May 24, 1972. The Court now has before it defendants' motions to terminate the litigation, or, in the alternative, to modify previous Court orders relating to the desegregation of the student population of the district. Plaintiffs, representatives of a class of all school children in the district, oppose both motions. A hearing has been held and hundreds of pages of documents and exhibits have been submitted, which the Court has examined with care. Some preliminary discussion of the background of this case is in order before turning to the merits.</p>\n<p>In May 1972, this Court found that defendants, through decisions on the size and location of schools, attendance zones, enrollment policies, transfer policies, and teacher assignments, had acted intentionally to maintain or increase racial segregation in the schools. The Court ordered implementation of the district's own Desegregation/Integration (D/I) plan with certain modifications, one of which was a 35% limitation upon the proportion of minority students in any one school. The D/I plan was akin to a \"step at a time\" plan. Faculty integration was to be accomplished by the opening of the 1973-74 school year, whereas integration of the student body was to be completed by the 1974-75 school year. The district was ordered to submit semi-annual reports to the Court. <i>Findings of Fact, Conclusions of Law, and Order for Judgment,</i> May 24, 1972 (hereafter <i>Findings</i>).<sup>[1]</sup></p>\n<p>Various changes were made in the D/I plan over the years to reflect changing conditions or to correct portions of the plan that proved unsuccessful. In May 1975 the percentage limitation on minority pupils in any one school was raised to permit not more than 42% of all minorities at one school and not more than 35% of any one minority. <i>Memorandum Order,</i> May 7, 1975. By July 1977 the School Board had fully complied with the Court's 1972 Order, as modified, with the exception of balancing the racial makeup of the student body at a number of schools. The district has never been in full compliance at any one time with that portion of the Court's orders. In July the court rejected the School Board's motion to terminate jurisdiction and ordered full compliance with the 35/42 guidelines by the fall of 1978. <i>Memorandum and Order</i> July 11, 1977.<sup>[2]</sup> On August 5, 1977, defendants moved to vacate the July Order and the Court denied the motion. <i>Order,</i> August 8, 1977. No appeals have ever been taken from any of the orders of the Court.</p>\n<p></p>\n<h2>I. Res Judicata.</h2>\n<p>Plaintiffs oppose defendants' motions on the ground that they are barred by res judicata. Plaintiffs contend that the July 1977 Order was a final judgment from <span class=\"star-pagination\">*661</span> which defendants could have appealed and that they should not now be permitted to reopen issues previously decided. Although there is some force to plaintiffs' contentions, supervision of an equitable decree requires continued willingness by the Court to inquire whether changing circumstances of fact or law mandate modification of its prior orders. <i>Pasadena v. Spangler,</i> <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></span>, 437, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></span> (1975). The Court is therefore of the view that defendants' motions should be reviewed on the merits to determine whether defendants have raised issues that may require changes in the Court's orders.</p>\n<p></p>\n<h2>II. Motion to Terminate Jurisdiction.</h2>\n<p>Defendants' major argument on their motion to terminate jurisdiction stems from <i>Dayton v. Brinkman,</i> <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977). In that case the Supreme Court vacated a Court of Appeals decision approving a district court remedy for racial segregation in the schools of Dayton, Ohio. The district court in 1972 had found three separate indicia of violations of the Equal Protection Clause: (1) the pupil population in the Dayton schools was racially imbalanced; (2) use of optional attendance zones for three high schools had \"demonstrable racial effects\", and (3) the School Board had rescinded resolutions passed by the previous board which had acknowledged a role played by the Board in creating segregative patterns of school attendance. The district court originally ordered a limited remedy to correct the violations found, but the Court of Appeals, after two reversals of the district court, in effect imposed a remedy that would require elimination of systemwide patterns of one race schools in the district.</p>\n<p>The Supreme Court held that the mandated remedy could not stand in light of the limited violations found by the district court. It remanded to the district court for reconsideration of whether violations had occurred in light of <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976), and, if so, formulation of an appropriately tailored remedy. In relation to the latter, the Court said:</p>\n<blockquote>\"If such violations are found, the District Court in the first instance, subject to review by the Court of Appeals, must determine how much incremental segregative effect these violations had on the racial distribution of the Dayton school population as presently constituted, when that distribution is compared to what it would have been in the absence of such constitutional violations. The remedy must be designed to redress that difference, and only if there has been a systemwide impact may there be a systemwide remedy.\" <i>Dayton v. Brinkman, supra,</i> at 2775.</blockquote>\n<p>Viewing <i>Dayton</i> in context, the Court does not perceive it as a statement of particularly novel legal principles for school desegregation cases. The three limited violations were simply not sufficient to support the comprehensive systemwide busing order imposed by the district court in response to the Court of Appeals. The Supreme Court reiterated and applied in a particular fact situation the long-established principle that a court's equitable discretion to fashion a remedy for constitutional wrongs is not plenary and is limited by the scope of the wrongs themselves. <i>Swann v. Charlotte-Mecklenberg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); <i>Hills v. Gautreaux,</i> <span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, <span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1538</span></a></span>, <span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></a></span> (1976); <i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974). In this light, <i>Dayton</i> appears to have little application to the motion to terminate jurisdiction here; but defendants have placed such emphasis upon the case that the Court deems it necessary to examine their views with some care.</p>\n<p>Defendants attribute considerable importance to the portion of <i>Dayton</i> quoted above and conclude that the Supreme Court's directions apply not only to the initial formulation of a remedy but also to the question of terminating jurisdiction in an on-going suit. They ascribe to the language both a qualitative and a quantitative <span class=\"star-pagination\">*662</span> meaning. In quantitative terms, defendants argue, <i>Dayton</i> requires that desegregation remedies involving pupil redistribution be designed to achieve the numerical \"amount\" of desegregation that would have occurred absent constitutional violations; therefore, they urge, it can also be applied to determine whether a long standing partially implemented court ordered remedy has \"worked.\"</p>\n<p>This view requires use of what may be termed an \"alternate universe theory,\" <i>see </i><i>Brinkman v. Gilligan,</i> D.C., <span class=\"citation\" data-id=\"2130596\"><a href=\"/opinion/2130596/brinkman-v-gilligan/\"><span class=\"volume\">446</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1232</span></a></span> (S.D.Ohio 1977), on remand, since a remedy's \"success\" is to be measured against a hypothetical condition. Defendants suggest that district courts are to receive statistical evidence depicting an \"alternate universe\" where no violations occurred, to compare that hypothetical data with what in fact exists, and to fashion a remedy designed to correct any discrepancy between the hypothetical and the actual facts, and that alone. Similarly, jurisdiction should be terminated when that discrepancy has been corrected.</p>\n<p>To that end, defendants have submitted numerous statistical projections setting out the present minority population of certain schools specifically mentioned in the May 1972 Order and hypothetical figures purporting to show what the present minority populations would have been in those schools absent any violations. In each case, the actual figures are lower than the hypothetical figures.<sup>[3]</sup> From this defendants conclude that the \"incremental segregative effect\" has been erased. In other words, the hypothetical minority population of a particular school is regarded as the norm and so long as the present population is less than that norm, the discrepancy created by the constitutional violations presumably has been cured.</p>\n<p>The Court doubts that the Supreme Court intended <i>Dayton</i> to be quantified in precisely this manner. But even assuming the validity of defendants' view, their attempted application of it is fraught with difficulties. The hypothetical figures representing \"what would have happened\" are based on numerous retrospective assumptions of questionable soundness. For example, this Court found in 1972 that the use of portable classrooms at Mann and Bancroft in 1968-69 increased segregation in those schools, <i>Findings</i> ¶ 11; the district offered no explanation for why the portables were used rather than using boundary changes. In attempting to project what would have occurred absent these violations, defendants' affiant now postulates a neutral non-segregative reason for the portables' use: accommodating increased enrollment from nearby Warrington school which closed in 1966. The hypothetical boundaries for Mann and Bancroft are then drawn assuming the boundaries would have remained the same as they were before Warrington closed, and the minority population of both schools is projected to the present based on those boundaries. This, of course, fails to account for what would have happened to the children at Warrington; apparently, the assumption is that Warrington would never have closed, even though the reasons for its closing were purportedly neutral. Thus the hypothetical \"facts\" depend first upon a belated neutral justification for heretofore unexplained discriminatory events and then upon an assumption that a neutral event the closing of Warringtonwould not have occurred. Similar problems attend the other projectionsall are based on the affiant's judgment as to why the discriminatory act occurred, a guess as to what might have happened had it not occurred, a tendency to erase from the hypothetical not only the discriminatory act but other historical events as well, and a failure to account <span class=\"star-pagination\">*663</span> for the repercussions of such changes.<sup>[4]</sup> The limitations of a method based upon such data are self-evident. If anything, the hypotheticals illustrate the futility of attempting to assess the schools on anything other than a systemwide basis, for events at one school profoundly affected events at another. And no figures have generated, nor can be, to show what the Minneapolis school system as a whole would have looked like today had the historical pattern of unconstitutional conduct not occurred.</p>\n<p>Defendants acknowledge the limited utility of the figures since they cannot be generated for the whole school system.<sup>[5]</sup> They nevertheless urge that \"incremental segregative effect\" can be determined \"qualitatively\" in this case by assessing not only the available figures but also the district's general progress and commitment to desegregation. In effect, this view appears to require a determination that the remedies imposed were too broad in the first instance and that the district's noncompliance with court orders should therefore be excused and the case ended. The Court sees nothing in <i>Dayton</i> to warrant such an analysis. The remedies imposed in this case have been formulated with the understanding that remedies must be tailored to the wrong and have been proper in all respects.</p>\n<p>Indeed, at bottom, there is an inherent contradiction in attempting to apply either of defendants' views of <i>Dayton</i> to a systemic school segregation case. This Court's findings of a systemwide pattern of discrimination in the Minneapolis schools cannot now be challenged or relitigated<sup>[6]</sup><span class=\"star-pagination\">*664</span> and <i>Dayton</i> itself reemphasized that once systemwide impact is found, a systemwide remedy must be imposed. <i>Dayton</i> did not overrule the cases which have guided the district courts in formulating systemwide remediesthe goal is to desegregate the entire system \"root and branch,\" <i>Keyes v. School District No. 1,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 213, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973), <i>quoting </i><i>Green v. County School Board,</i> <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 438, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968), and to achieve the \"greatest possible degree of actual desegregation, taking into account the practicalities of the situation,\" <i>Davis v. Board of School Commissioners,</i> <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 37, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1289</span></a></span>, 1292, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1971). <i>See </i><i>U. S. v. Columbus Municipal Separate School Dist.,</i> <span class=\"citation\" data-id=\"346974\"><a href=\"/opinion/346974/united-states-v-columbus-municipal-separate-school-district/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 230-31 (5th Cir. 1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">728</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">757</span></span> (1978). The concept of \"incremental segregative effect,\" however it may be interpreted or applied when a district court is faced in the first instance with isolated unconstitutional acts, has little application where the segregative effect has already been determined to have been pervasive and to require a systemwide remedy. Since full implementation of desegregation plans here has not occurred, the Court cannot say that the goal has yet been reached. In sum, neither defendants' statistical evidence nor any other demonstrated application of <i>Dayton</i> mandates or even supports immediate termination of jurisdiction in this case.</p>\n<p></p>\n<h2>III. Motion to Modify.</h2>\n<p>The 1977 Sight Count submitted by defendants shows that 16 schools are out of compliance with the 35/42 guidelines. Four schools have total minority populations of over 50% and three schools have total minority populations of over 47%. Ten of the 16 schools are out of compliance with the 35% figure for single minority populations. Of the 16 schools, seven were also out of compliance in July 1977.<sup>[7]</sup></p>\n<p>The defendants have requested modifications of the 35/42 guidelines in light of the results of the 1977 Sight Count, the number of schools out of compliance, the growing minority student population, declining school enrollments, and projections for the future. Defendants request a change of the guidelines to 50%, eliminating the percentage figure for a single minority and allowance of a variance of up to 60% for schools with heavy concentrations of Native American students.<sup>[8]</sup></p>\n<p>Mindful of the need for flexibility, the Court has never regarded the percentage <span class=\"star-pagination\">*665</span> figures as rigid requirements. Practicalities, such as the steadily increasing minority pupil population, have been taken into account. In 1975 the guidelines were changed in response to that problem and essentially the same issue is before the Court again, for the minority population is now 24.4% and is expected to reach approximately 26% by the fall of 1979. School enrollments number 49,306, reflecting a large drop from several years ago. Strict compliance with the 35/42 guidelines may therefore be impracticable in some schools.</p>\n<p>There is thus a reasonable basis, as there was in 1975, for changing the pupil distribution guidelines. The Court is hesitant, however, in light of its experience with this case, to do so. Perhaps the major difficulty with gradual implementation of desegregation remedies is the tendency for planners to fail to take into account predictable demographic trends and inevitable errors in projections, sight counts, and other similar factors. Unless allowances for such errors are built into the system, noncompliance is virtually assured even where the district acts in good faith. The Court is then placed in the position of ruling on modification requests based on factors that ought properly to have been foreseen by the planners in the first place. Although the response to such requests must be flexible and reasonable where the mistakes do not appear to have been motivated by bad faith, this pattern threatens to so weaken the effectiveness of a remedy that at some point it can no longer be tolerated. Perhaps, despite repeated admonitions by the Court,<sup>[9]</sup> the district has never fully understood its responsibility to exercise reasonable foresight and to plan by allowing a generous margin for the errors and trends which, given its considerable experience, the district can readily anticipate. Unless and until the district acknowledges that responsibility, relief for the victims of unconstitutional discrimination will never be fully realized. Only because the Court is convinced that a slight modification of the guidelines at this time will not unduly erode their effectiveness and because the district has generally made good progress will the Court once more permit a change. But the district is hereby on notice that in the future neither the plea of \"increased minority enrollment\" nor of other foreseeable and predictable events will be deemed sufficient to support a modification request or to further delay final implementation.<sup>[10]</sup></p>\n<p>The district has requested that the guidelines be changed to 50% on the theory that a school equally balanced between majority and minority students cannot be deemed a segregated or one race school. As the Supreme Court has noted, however, what is deemed a one-race or segregated school depends heavily on the peculiar characteristics of the district involved. <i>Keyes, supra,</i> 413 U.S., at 196, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>. The Court finds that a 50% limit for the Minneapolis school system is simply too high, particularly when the School Board's plan would lift the limit for a single minority. It is difficult to conceive, for example, how Bethune or Willard with 50% black student populations could possibly be anything other than \"black\" schools in light of the history of this school system.<sup>[11]</sup> Moreover, because <span class=\"star-pagination\">*666</span> the guidelines have always been a maximum limit for minority enrollments, a number of schools have been permitted to remain virtually all white;<sup>[12]</sup> in that context, a 50% minority school is not the \"neutral\" school defendants envision. In the past, the Court has set the guidelines at approximately 20% above the projected total minority pupil population, a margin more generous than the 15% figure which plaintiffs' expert testified is often used in desegregation cases, and it will follow that same procedure again. The percentage of a single minority figure shall likewise be raised by 4%.<sup>[13]</sup></p>\n<p>The 39/46 guidelines must be complied with in the fall of 1978. It should be eminently clear to defendants that in order to comply they must aim to bring the minority population to less than 39/46 in every school or they risk repetition of the same problems experienced in the past and will have to assume the task of curing their errors without the assistance of any further leeway from this Court. The Court notes again, as it has in the past, that the district is in an ideal position to meet these goals for, as testimony at the hearing indicated, school closings and increased transportation are necessary in light of declining enrollments wholly apart from the operation of a desegregation plan. Finally, in light of the concerns expressed above and the Court's experience with the instability and potential unreliability of sight counts, full compliance will not be deemed to have occurred unless the same 39/46 limits are also met in the fall of 1979.</p>\n<p>Three other points should be specifically addressed. The Court conditionally approved the H.E.N. program at North High and will permit it to continue so long as the minority enrollment figures, as determined by taking into account the H.E.N. students, remain at or below the 39/46 limits. The district has been cautioned, and is cautioned again, to ensure that the programs offered through H.E.N. are sufficiently attractive to keep North in compliance.</p>\n<p>Second, the Court was most impressed by the voluntary efforts of parent groups to devise Plan A for the North Area and appreciates the deep concern and good faith expressed by these citizens. Voluntary efforts are to be commended, but unfortunately they have insufficient guarantees of success to be relied upon at this stage of this litigation. Nevertheless the spirit of cooperation evidenced in these proposals could do much to ease further implementation of desegregation plans, and it is hoped such efforts will continue.</p>\n<p>Third, the Court must also take note of the special variance proposed for Native American pupils in the board's 50/50 plan. The Court is sensitive to the concerns of the <span class=\"star-pagination\">*667</span> School Board and amici that the special educational needs of Native American students be met and that concentration of pupils may be helpful to the expenditure of Title IV funds, <i>see</i> 20 U.S.C. §§ 241aa, 887c, 1211a. But the constitutionality of permitting a school board to maintain, increase, or cause the segregation of Native Americans in the context of an urban school desegregation case is highly doubtful. Defendants and amici, representing several concerned Indian groups, assert that there is no constitutional bar to such actions because the classification of Native Americans is \"political\" rather than \"racial.\" The difficult questions of constitutional law raised by this argument need not be definitively resolved in light of the Court's disposition of this matter, see discussion below, but they merit attention.</p>\n<p>The theory that classifications of Native Americans in this context is permissible derives from the unique status of Indians arising out of their trust relationship with the Federal government and their tribal quasi-sovereignty. It is drawn largely from <i>Morton v. Mancari,</i> <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span>, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1974), in which the Supreme Court upheld the Indian employment preference practiced by the Bureau of Indian Affairs. In rejecting the argument that the law was racially discriminatory, the Court stated it was applied to Indians not as a discrete racial group but as members of quasi-sovereign tribal entities whose activities were governed by the BIA in a unique fashion. <i>Id.</i> at 554, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span>. The Court noted:</p>\n<blockquote>\"Literally every piece of legislation dealing with Indian tribes and reservations, and certainly all legislation dealing with the BIA, single out for special treatment a constituency of tribal Indians living on or near reservations.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>As long as the special treatment can be tied rationally to the fulfillment of Congress' unique obligation toward the Indians, such legislative judgment will not be disturbed.\" <i>Id.</i> at 552, 555, 94 S.Ct. at 2483, 2485.</blockquote>\n<p>The Court has followed the same rationale in subsequent cases. <i>Moe v. Confederated Salish and Kootenai Tribes,</i> <span class=\"citation\" data-id=\"109436\"><a href=\"/opinion/109436/moe-v-confederated-salish-and-kootenai-tribes-of-flathead-reservation/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, <span class=\"citation\" data-id=\"109436\"><a href=\"/opinion/109436/moe-v-confederated-salish-and-kootenai-tribes-of-flathead-reservation/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1634</span></a></span>, <span class=\"citation\" data-id=\"109436\"><a href=\"/opinion/109436/moe-v-confederated-salish-and-kootenai-tribes-of-flathead-reservation/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1976); <i>Fisher v. District Court,</i> <span class=\"citation\" data-id=\"109385\"><a href=\"/opinion/109385/fisher-v-district-court-of-sixteenth-judicial-dist-of-mont/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">382</span></a></span>, <span class=\"citation\" data-id=\"109385\"><a href=\"/opinion/109385/fisher-v-district-court-of-sixteenth-judicial-dist-of-mont/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">943</span></a></span>, <span class=\"citation\" data-id=\"109385\"><a href=\"/opinion/109385/fisher-v-district-court-of-sixteenth-judicial-dist-of-mont/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1976); <i>United States v. Antelope,</i> <span class=\"citation\" data-id=\"109634\"><a href=\"/opinion/109634/united-states-v-antelope/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, <span class=\"citation\" data-id=\"109634\"><a href=\"/opinion/109634/united-states-v-antelope/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1395</span></a></span>, <span class=\"citation\" data-id=\"109634\"><a href=\"/opinion/109634/united-states-v-antelope/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></a></span> (1977).</p>\n<p>Amici and defendants point out several Federal statutes that are directed toward providing special educational aid to Native American children on a per capita basis and to fostering parental involvement in such programs. <i>See, e. g.,</i> 20 U.S.C. § 240, <i>et seq.</i> Amici also cite <i>Lau v. Nichols,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></span> (1975), which held that minority students are entitled under the Civil Rights Act of 1964, 42 U.S.C. § 2000d, to a meaningful education and that schools may have to provide services uniquely suited to their needs in order to fulfill that obligation. They conclude that the obligations of the Federal government to the Indians and the right to a meaningful education are best served by concentrating Native American students in one or a limited number of schools and this treatment is therefore constitutionally justified.</p>\n<p>There is, however, an important distinction between the Supreme Court cases cited and the situation here. The Supreme Court has not held that laws applying only to Indians are never to be deemed \"racial\" classifications; the laws or practices in question were closely related to furthering the federally recognized interests of political sovereignty and tribal self-government and the classifications consequently depended on tribal membership or proximity to reservations. As one authority has expressed it, \"From one perspective [such laws] are not racial classifications; rather they refer to particular groups defined in political or geological terms.\" Rosenfelt, <i>Indian Schools and Community Control,</i> 25 <i>Stan.L.Rev.</i> 489, 531-32 (1973).<sup>[14]</sup> Here, the <span class=\"star-pagination\">*668</span> School Board's proposal has nothing to do with tribal membership or any quasi-sovereign interests of particular tribal groups or reservations. The classification can only be deemed to be \"directed toward a `racial' group consisting of `Indians'.\" <i>Mancari, supra,</i> 417 U.S., at 553 n. 24, 94 S.Ct., at 2484.<sup>[15]</sup></p>\n<p>As a racial classification, the proposed variance would normally be subject to strict scrutiny under the Equal Protection clause and could be justified only by a compelling State interest, here, the interest in meeting the special needs of Native American children. The Court agrees that meeting the needs of these students is extremely important, but according to the testimony of defendants' witnesses, these needs have been and can be met by means other than promoting segregation in several schools. The School Board has done a commendable job of serving Native American pupils at both Andersen and Wilder, where the concentrations of Native American students are high, and at Sheridan where the concentration is low. Moreover, no showing has been made that the operation of a desegregation plan will so disperse and isolate Native American pupils that the provision of special services becomes wholly infeasible;<sup>[16]</sup> a concentration of up to 39% at any one school should be more than sufficient to assure continuing provision of appropriate services indeed, the concentration at Andersen, which defendants' witnesses viewed as a model, is presently at approximately 35%. The Court does not mean to imply that the district has by any means \"solved\" the deep and complex problems of educating Native American children to realize their full potential; but the district has demonstrated that promising approaches can be found in the context of an integrated unitary school system.</p>\n<p>Thus, under the compelling State interest test, the proposed variance could not stand. Perhaps an argument could be made, although it has not been advanced, that even assuming this is a racial classification, some less rigid standard of review than strict scrutiny could properly be applied because it is, at least at the present time, purportedly benign.<sup>[17]</sup> As the Court has noted, however, it need not definitively resolve constitutional questions in order to decide the specific issue here. Equitable principles govern the administration of the remedy stages of this suit. The proposed <span class=\"star-pagination\">*669</span> variance would affect not only Native American students but would also impinge upon the rights of other minority plaintiffs who would be attending the 60% or 55% minority schools. Furthermore, exceptions for some schools necessarily affect other public schools within the planning area. In light of these factors, and the factors discussed in the preceding paragraph, it is well within the Court's discretion to reject the proposal and the Court does so on those grounds.</p>\n<p>IT IS THEREFORE ORDERED THAT:</p>\n<p>1. Plaintiffs' motion to strike from evidence numerous documents and exhibits received at and before the hearing is denied.</p>\n<p>2. Defendants' motion to terminate jurisdiction is denied.</p>\n<p>3. Defendants' motion to modify previous orders is granted to the extent of changing the pupil guidelines to not more than 39% of any single minority and 46% total minority population at any school. These guidelines must be met in the fall of 1978 and in the fall of 1979.</p>\n<h2>NOTES</h2>\n<p>[1]  The 1972 opinion is published at <span class=\"citation\" data-id=\"2594865\"><a href=\"/opinion/2594865/booker-v-special-school-dist-no-1-minneapolis-minn/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">799</span></a></span> (D.Minn.1972).</p>\n<p>[2]  The principal ground urged for termination of jurisdiction was <i>Pasadena v. Spangler,</i> <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></span> (1975), in which the Supreme Court held that once a school district had achieved compliance with a court-ordered plan, it was an abuse of discretion for the court to retain jurisdiction indefinitely for the purpose of requiring yearly redistribution of the pupil population in light of demographic changes in the city. This Court denied defendants' motion on the ground that in this case no identifiable point of total compliance with the Court's orders exists; unlike the Pasadena plan, the Minneapolis plan is and has been from the beginning akin to a \"step at a time\" plan which the Supreme Court specifically excluded from the application of <i>Pasadena.</i> Where implementation of a unitary system is a gradual process, plans can only be judged in the context of changing circumstances and the district's success or failure to plan ahead and allow for foreseeable trends. Thus, <i>Pasadena</i> is not at issue here.</p>\n<p>[3]  The schools defendants have used are Bancroft, Mann, Field, Bethune, Harrison, and Central High School. <i>See Findings</i> ¶¶ 11, 9, 8, 12, 10 and 14. Actual minority populations for 1977-78 are lower than the hypothetical projected populations by percentages ranging from 6.42 to 50.87. Other schools the Court originally specifically noted as identifiably black were Lincoln, Willard, Bryant, and Hay, for which hypothetical figures could not be calculated.</p>\n<p>[4]  More fundamentally, of course, the hypotheticals fail completely to consider the interrelationship of schools and housing patterns. <i>Keyes v. School District No. 1,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 202, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973); <i>Swann v. Charlotte-Mecklenberg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 20-21, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).</p>\n<p>[5]  Defendants claim their hypothetical figures are primarily designed to show whether specific discriminatory acts in specific schools have been remedied. But they also suggest that the \"range of incremental segregative effect\" in these six schools can be useful in determining whether the minority population in other schools has been reduced by the appropriate amount. This \"range,\" although it is not clearly explained, is apparently represented by the minimum and maximum percentage points by which the actual minority populations in any of the schools exceeded the hypothetical populations at any point in time. Thus, at Bethune in 1971-72, the actual minority population was only 0.66% above the hypothetical population; this is the lowest discrepancy among all the figures for all the schools; at Harrison in 1973-74, the actual minority population exceeded the hypothetical by 14.42%, the highest found discrepancy. The \"range of incremental segregative effect\" is apparently therefore 0.66 to 14.42 percent. Defendants' argument appears to be that if, due to the desegregation plan, minority percentages at other previously identifiably black schools have been reduced since 1971 by 0.66 to 14.42 percent, or more, the constitutional mandate to desegregate the schools has been fulfilled. This appears to carry <i>Dayton</i> far beyond acceptable limits of abstraction, but again accepting this view for the purposes of discussion, the \"ranges\" can only be as accurate as the hypotheticals upon which they are based, and the Court finds the hypotheticals for the six schools unreliable in the first instance.\n</p>\n<p>This Court need not decide how the language from <i>Dayton</i> should generally be applied in order to conclude that defendants have failed to demonstrate its relevance to this motion. <i>See</i> discussion accompanying notes 3-4, <i>supra,</i> and discussion accompanying notes 5, 6, <i>infra.</i> But the many problems of the statistical approach defendants have used reinforces this Court's view that <i>Dayton</i> cannot be interpreted so \"mathematically.\" As another court has remarked, no court in any school case will ever be able to say with any assurance \"where people would have lived, where schools would have been located [or] how much integration would have obtained\" absent officially imposed discrimination. <i>U. S. v. Columbus Municipal Separate School Dist.,</i> <span class=\"citation\" data-id=\"346974\"><a href=\"/opinion/346974/united-states-v-columbus-municipal-separate-school-district/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 231 n. 11 (5th Cir. 1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">728</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">757</span></span> (1978).</p>\n<p>[6]  Certain portions of defendants' briefs and affidavits appear to be addressed to the issue of what proof is required to make out an Equal Protection Clause violation. Defendants cite and discuss numerous recent Supreme Court cases defining the intent element of unconstitutional discrimination, <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976); <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977); <i>Austin Independent School District v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span></span> (1976), and, as already noted, some of the affidavits suggest neutral justifications for the actions originally found by this Court to be intentionally segregative. The Court presumes these discussions are intended merely as background for the questions at issue here and has so treated them. In order to avoid possible ambiguity, however, the Court notes that it is inappropriate at this stage of the litigation to re-examine the validity of the unchallenged May 1972 findings, which the Court views in any event as wholly consistent with recent caselaw, or to give any weight to \"new\" evidence purporting to explain certain School Board acts left unexplained six years ago, except insofar as that evidence relates to the validity of defendants' statistical proofs. <i>See</i> text accompanying notes 3-4, <i>supra.</i></p>\n<p>[7]  The schools are:\n</p>\n<p></p>\n<pre>\n      Andersen A                        51.78 (35.50)\n      Anderson C                        51.44\n      Hall                              51.32 (35.09)\n      Andersen B                        50.44\n      Wilder C                          45.38\n      Wilder B                          45.02\n      Bethune                           44.42 (40.77)\n      North Star Intermediate           44.41\n      Wilder A                          44.36\n      Andersen D                        42.65 (35.29)\n      Willard                           42.38 (38.81)\n      Penn Loring                             (37.74)\n      Bremer                                  (36.13)\n      North                             48.07 (41.63)\n      Jordan                            47.74 (42.31)\n      Franklin                          47.15 (37.83)\n</pre>\n<p>Figures in parenthesis represent single minority enrollments. Of these schools, Willard, Jordan, North, Hall, North Star, Loring and Andersen were mentioned in the Court's Order as out of compliance in July 1977.</p>\n<p>[8]  Where Native American students comprised 30% of the school population, the overall minority population would be permitted to rise to 60%. Where Native American students comprised 15% of the school population, the overall minority population would be permitted to rise to 55%.</p>\n<p>[9]  <i>See Memorandum Order for Supplemental Relief,</i> May 8, 1973, at 2; <i>Memorandum Order,</i> May 5, 1975, at 6 (\"With the likelihood of an increasing minority student population in the Andersen attendance area in coming years, plans for maintaining minority enrollments within the revised limits should be undertaken now\"); <i>Memorandum and Order,</i> July 11, 1977 (\"The Court is constrained to point out . . that to some extent the demographic trends in the City of Minneapolis should have been taken into account in planning school assignments, for the District had to have been on notice that Minneapolis would not be untouched by the nationwide trend toward increasing minority concentration in the city core.\").</p>\n<p>[10]  Neither the fact that minority enrollments would increase or that total enrollments would drop can be considered unforeseeable. The minority pupil population has increased at a steady one to two percent rate since 1968. Enrollment decline has also been relatively steady.</p>\n<p>[11]  Willard has never been in strict compliance with desegregation orders. In 1972, it had a minority enrollment of over 70%, as it did in 1973. In 1974 it was very close to compliance with the 35% guidelines with a minority enrollment of 35.74%. In May 1975 the guidelines were revised to 35/42 to give the district more leewayand in the fall of 1975 and 1976, Willard was out of compliance with black enrollments of 37.21% and 40.79%, respectively; the total minority enrollment in 1976 was 43%. By the fall of 1977 improvements had been made, but compliance was still not achieved the black enrollment was 38.81% and the total minority enrollment was 42.38%.\n</p>\n<p>Similarly Bethune, also a heavily black school in 1972, was in compliance in 1975 after the guidelines were revised. In 1976 it was one of the schools in \"ephermeral\" compliance with ratios of 35.55/39.26 which by fall 1977 were 40.77/44.42. As the Court said of Bethune in 1975, \"That school is a constant reminder of the segregationist policy of the District in the 1960's. The injury resulting from that policy has never been adequately remedied.\" <i>Memorandum Order,</i> May 7, 1975, at 4-5.</p>\n<p>[12]  According to the 1977 Sight Count six schools have less than 5% minority students; 20 schools have less than 10% minority students. Elimination of racial imbalance in these schools has not been considered necessary to the implementation of an adequate remedy in light of the practicalities of the situation; the fact that they have been permitted to continue is relevant, however, to assessing what must be considered a \"minority\" school in this district and also indicates the necessity for insistence upon strict compliance with the maximum limits.</p>\n<p>[13]  The largest single minority in the district is the black population. In 1976 when the guidelines were at 35/42, blacks comprised 15.2% of the student population. In 1977 blacks comprised 16.4% of the population, but it can be expected that by the fall of 1978 that percentage will rise to about 17.6.</p>\n<p>[14]  The Supreme Court advanced the same theory in <i>Mancari</i>:\n</p>\n<p>\"The preference is not directed towards a `racial' group consisting of `Indians'; instead it applies only to members of `federally recognized' tribes. This operates to exclude many individuals who are racially to be classified as `Indians.' In this sense, the preference is political rather than racial in nature.\" <i>Mancari, supra,</i> at 553 n. 24, 94 S.Ct., at 2488.</p>\n<p>[15]  Thus, the Court does not have before it and expresses no view on issues relating to the State creation of \"Indian school districts,\" where considerations of sovereignty and self-government of a particular tribe or tribes are involved, where district boundaries are drawn coterminous with reservation boundaries, or where considerations of geography pose vast problems of social dislocation unless racially imbalanced districts are permitted. <i>See</i> Rosenfelt, <i>supra,</i> at 544-50.</p>\n<p>[16]  Amici used the situation in Milwaukee as support for their argument. There 250 Indian students were scattered as a consequence of busing from four schools, with special Indian Education Act programs, to 11 schools. In reliance on a paragraph of a court desegregation order which permitted assigning children to schools that met their special needs, so long as the assignments were consistent with other requirements of the order, apparently including racial balance requirements, <i>Armstrong v. O'Connell,</i> <span class=\"citation\" data-id=\"1482623\"><a href=\"/opinion/1482623/armstrong-v-oconnell/\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1377</span></a></span> (E.D.Wis.1977), the district returned Indian children to the four schools. That is obviously quite a different situation than requesting certain schools be permitted to become 60% minority schools because many Indian children attend them. The Minneapolis situation is also quite different in terms of real numbers; over 500 Indian children attend Andersen and nearly 200 attend Wilder.</p>\n<p>[17]  One commentator suggests that with regard to federally created Indian schools \"A less rigid standard of review would apply if it could be shown with some certainty that the maintenance of an identifiable racial school conferred a benefit on Indian children.\" Rosenfelt, <i>supra,</i> at 539. He does not, however, indicate what judicially manageable standards could be used to determine \"benefit\" and notes that the record of segregated BIA schools is so seriously in question as to trigger strict scrutiny. <i>Id.</i> at 540, 541 n. 305.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109436/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/346974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1482623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2130596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594865/"
          ]
        }
      ],
      "judges": "Larson",
      "date_created": "2014-10-30T16:57:15.473877Z",
      "date_modified": "2017-04-08T03:30:36.784266Z",
      "date_filed": "1978-05-22",
      "date_filed_is_approximate": false,
      "slug": "booker-v-special-sch-dist-no-1-minneapolis",
      "citation_id": 1870048,
      "case_name_short": "Booker",
      "case_name": "Booker v. Special Sch. Dist. No. 1, Minneapolis",
      "case_name_full": "",
      "federal_cite_one": "451 F. Supp. 659",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1467007/booker-v-special-sch-dist-no-1-minneapolis/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:57:15.469858Z",
  "date_modified": "2014-10-30T16:57:15.469858Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Booker",
  "case_name": "Booker v. Special Sch. Dist. No. 1, Minneapolis",
  "case_name_full": "",
  "slug": "booker-v-special-sch-dist-no-1-minneapolis",
  "docket_number": "4-71-Civ. 382",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}