{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1470132/",
  "id": 1470132,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/iowa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1900198/",
      "id": 1900198,
      "absolute_url": "/opinion/1900198/grove-v-city-of-des-moines/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1470132/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1900198/",
          "id": 1900198,
          "absolute_url": "/opinion/1900198/grove-v-city-of-des-moines/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1900198/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4426/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:45:45.412472Z",
          "date_modified": "2017-04-07T11:38:06.802039Z",
          "type": "010combined",
          "sha1": "b0b9f82f03c3d10dc1288c1a4558e3ed506f735b",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>280 N.W.2d 378 (1979)</b></center>\n<center><h1>Eula GROVE, Robert Willis, Virgil Douglas, William Cook, Gloria Richardson, Sheila Schmitz, Lloyd Belt, and Donald Washburn, Appellants,<br>\nv.<br>\nCITY OF DES MOINES and City Council of the City of Des Moines, Appellees.</h1></center>\n<center>No. 62903.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>June 27, 1979.</center>\n<p><span class=\"star-pagination\">*379</span> Bernard Mercer of Mercer &amp; Mercer, Des Moines, for appellants.</p>\n<p>Phillip T. Riley, Corporation Counsel, City of Des Moines, and Kenneth H. Haynie and Richard G. Santi of Ahlers, Cooney, Dorweiler, Haynie &amp; Smith, Des Moines, for appellees.</p>\n<p>Considered by REYNOLDSON, C. J., and UHLENHOPP, McCORMICK, McGIVERIN, and LARSON, JJ.</p>\n<p>UHLENHOPP, Justice.</p>\n<p>This appeal involves the legality of proceedings for issuance of municipal revenue bonds to construct a parking facility and to refund outstanding bonds previously issued to construct other parking facilities. We refer to defendants collectively as the council.</p>\n<p>Following approval by the electors of the home rule amendment to the Iowa Constitution, the legislature adopted a comprehensive home rule act relating to cities. The portion of the act having to do with city finance comprises chapter 384 of the Code of 1977. Division III of that chapter relates to general obligation bonds and division V relates to revenue bonds. We dealt with those divisions in <i>Green v. City of Cascade,</i> 231 N.W.2d 882 (Iowa 1975) (general obligation bonds), and in <i>McGrory v. Board of Trustees of Municipal Electric Utility,</i> 232 N.W.2d 262 (Iowa 1975) (revenue bonds). The present litigation presents additional problems under division V, but consideration of division III is also necessary in order to visualize the legislative scheme fully.</p>\n<p>For purposes of <i>general obligation</i> bonds, division III creates two classes of bonds: those for \"essential\" and those for \"general\" corporate purposes. § 384.24(3) and (4). Each class contains several categories of purposes. Essential corporate purposes include refunding bonds as one category. <span class=\"star-pagination\">*380</span> § 384.24(3)(f). General corporate purposes include bonds for a \"city enterprise\" as one category, and city enterprises in turn include parking facilities. § 384.24(4)(a) and (2)(a). The proceedings for issuing bonds for essential and for general corporate purposes are quite different. Under section 384.25, bonds for an essential corporate purpose such as refunding can be issued by a city council itself after public hearing, while under section 384.26 bonds for a general public purpose such as parking facilities require a public election and a sixty-percent affirmative vote. Section 384.28 contains a novel provision allowing joinder of proceedings for issuance of bonds in different categories in the same or different classes; if however a general corporate purpose is included, the public vote of section 384.26 is required for the whole proposition. Section 384.28 provides so far as presently pertinent:</p>\n<blockquote>Separate categories of essential corporate purposes and of general corporate purposes may be incorporated in a single notice of intention to institute proceedings for the issuance of bonds, or separate categories may be incorporated in separate notices, and after an opportunity has been provided for filing objections, or after a favorable election has been held, if required, the council may include in a single resolution and sell as a single issue of bonds, any number or combination of essential corporate purposes or general corporate purposes. If an essential corporate purpose is combined with a general corporate purpose in a single notice of intention to institute proceedings to issue bonds, then the entire issue is subject to the referendum requirement provided in section 384.26.</blockquote>\n<p>Thus in a single proceeding a council could include general obligation bonds (1) to refund prior bonds and (2) to build a new parking facility. Since the latter would be a general corporate purpose, a public referendum would be necessary.</p>\n<p>For purposes of <i>revenue</i> bonds, \"city enterprises\" again include parking facilities. § 384.80(2). Section 384.80(3) defines a \"combined\" city enterprise as \"two or more city enterprises combined and operated as a single enterprise.\" Division V speaks in terms of \"projects,\" which section 384.80(5) defines to include a city enterprise or combined city enterprise. Section 384.80(5) does not however include refunding as a \"project.\" Section 384.82 deals in two subsections with the procedure for financing by revenue bonds for two objectives: bonds (and certain other debt instruments) issued for \"projects,\" and bonds issued for \"refunding\" outstanding bonds. Subsection 1 provides:</p>\n<blockquote>1. A city may carry out projects, borrow money, and issue revenue bonds and pledge orders to pay all or part of the cost of projects, such revenue bonds and pledge orders to be payable solely and only out of the net revenues of the city utility, combined utility system, city enterprise, or combined city enterprise involved in the project. The cost of a project includes the construction contracts, interest upon the revenue bonds and pledge orders during the period or estimated period of construction and for twelve months thereafter, or for twelve months after the acquisition date, such reserve funds as the governing body may deem advisable in connection with the project and the issuance of revenue bonds and pledge orders, and the cost of engineering, architectural, technical, and legal services, preliminary reports, surveys, property valuations, estimates, plans, specifications, notices, acquisition of real and personal property, consequential damages or costs, easements, rights of way, supervision, inspection, testing, publications, printing and sale of bonds and provisions for contingencies. A city may sell revenue bonds at public or private sale in the manner prescribed by chapter 75 and may deliver revenue bonds and pledge orders to the contractors, sellers, and other persons furnishing materials and services constituting a part of the cost of the project in payment therefor.</blockquote>\n<blockquote>A city may deliver its revenue bonds to the federal government or any agency thereof which has loaned the city money <span class=\"star-pagination\">*381</span> for sanitary or solid waste projects, water projects or other projects for which the government has a loan program.</blockquote>\n<p>Subsection 2 provides:</p>\n<blockquote>2. A city may issue revenue bonds to refund revenue bonds, pledge orders, and other obligations which are by their terms payable from the net revenues of the same city utility, combined utility system, city enterprise, or combined city enterprise, or from a city utility comprising a part of the combined utility system or a city enterprise comprising a part of the combined city enterprise, at lower, the same, or higher rates of interest. A city may sell refunding revenue bonds at public or private sale in the manner prescribed by chapter 75 and apply the proceeds thereof to the payment of the obligations being refunded, and may exchange refunding revenue bonds in payment and discharge of the obligations being refunded. The principal amount of any refunding revenue bonds may exceed the principal amount of the obligations being refunded to the extent necessary to pay any premium due on the call of the obligations being refunded and to fund interest accrued and to accrue on the obligations being refunded.</blockquote>\n<p>Proceeding to section 384.83, the first subsection grants authority to the council to issue revenue bonds, by majority vote of all members. Subsection 2 then provides:</p>\n<blockquote>2. Before the governing body institutes proceedings for the issuance of revenue bonds, it shall fix a time and place of meeting at which it proposes to take action and give notice by publication in the manner directed in section 362.3. The notice must include a statement of the time and place of the meeting, the maximum amount of the proposed revenue bonds, the purpose for which the revenue bonds will be issued, and the city utility, combined utility system, city enterprise, or combined city enterprise whose net revenues will be used to pay the revenue bonds and interest thereon. The governing body shall at the meeting receive oral or written objections from any resident or property owner of the city. After all objections have been received and considered, the governing body may, at the meeting or any adjournment thereof, take additional action for the issuance of the bonds or abandon the proposal to issue bonds. Any resident or property owner of the city may appeal a decision of the governing body to take additional action to the district court of the county in which any part of the city is located within fifteen days after the additional action is taken, but the additional action of the governing body is final and conclusive unless the court finds that the governing body exceeded its authority. The provisions of this subsection with respect to notice, hearing, and appeal in connection with the issuance of revenue bonds are in lieu of those contained in chapter 23 or any other law.</blockquote>\n<p>(Succeeding subsections deal with subjects not directly involved here.)</p>\n<p>With respect to joinder of bond proceedings for two or more purposes, the legislature faced a different problem with revenue bonds than with general obligation bonds. Bonds of the latter kind are supported by the city's general taxing power, so that the inclusion of multiple purposes does not pose a fiscal problem of applying revenues from specific projects to bonds issued for those projects. Revenue bonds, however, are supported by receipts from particular activities, whose receipts must be segregated accordingly. Unlike division III, division V therefore contains no provision corresponding to section 384.28 for joinder of proceedings to issue bonds for more than one purpose. On the contrary, the notice under section 384.83(2) of division V must contain a statement of the \"purpose\" of proposed revenue bonds, while section 384.25(2) requires a statement of \"purposes\" of proposed general obligation bonds. <i>See also</i> § 384.87 (\"Revenue bonds and pledge orders are payable both as to principal and interest solely out of the portion of the net revenues of the city utility, combined utility system, city enterprise, or combined city enterprise pledged to their payment . . ..\").</p>\n<p><span class=\"star-pagination\">*382</span> The City of Des Moines, Iowa, presently has metered on-street parking and several off-street parking facilities. The record discloses that in recent years the City issued revenue bonds for downtown parking facilities as follows: $1,400,000 in 1966, $2,600,000 in 1968, $2,600,000 in 1972, and $900,000 in 1974. Plaintiff objectors in this suit claiman issue for trial if trial were heldthat the presently-proposed facility would not be self-supporting and that profits from existing parking facilities would be stripped to subsidize the new facility instead of used for general public purposes. The council contendsanother issue for trialthat the outstanding parking revenue bonds contain covenants restricting the additional amounts which can be raised by new parking revenue bonds. Evidently these covenants protect present bondholders against diminution of revenues from existing parking facilities as a result of construction of additional facilities.</p>\n<p>According to the record, a new hotel is to be built in downtown Des Moines, and a proposal was advanced that the City construct a nearby parking facility. Apparently the council had to decide whether it desired to construct another downtown parking facility and if so, whether it was willing to refund outstanding parking facilities revenue bonds in order to obviate the covenant against further facilities. Some council members might of course be favorable on one but not the other of these questions. The affirmative vote of any four council members would be necessary on each question unless the questions were submitted for a yes or no vote on the two questions togetheror unless the council devised some different financing plan.</p>\n<p>On July 17 or 18, 1978, the council published the following notice in a Des Moines newspaper:</p>\n<blockquote>PUBLIC NOTICE is hereby given that the Council of the City of Des Moines, Iowa, will hold a public hearing on the 24th day of July, 1978, at 6:30 o'clock P.M., in the Council Chambers of the City Hall, in Des Moines, Iowa, at which meeting the Council proposes to take additional action for the issuance of not to exceed $12,250,000 Parking System Revenue Bonds of said City, in order to provide funds to pay costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multi-level facility for the parking of motor vehicles and related or subordinate uses. The portion of bond proceeds used for refunding will be deposited in trust and invested in such manner as to pay when due the installments of principal and interest on the City's presently outstanding Parking Facilities Revenue Bonds.</blockquote>\n<blockquote>A proposed form of resolution for the authorization of the issuance of said bonds is now on file in the office of the City Clerk. Said resolution defines the parking system, its revenues and expenses, the bonds, their terms, accounting requirements, restrictions and limitation on the City in the operation of its Municipal Parking System, in the issuance of additional bonds, and containing such other provisions as are deemed appropriate. The Council will consider the form of said resolution at the meeting aforesaid and reserves the right to make such modifications therein as it shall deem appropriate following said hearing or as may appear necessary in the maturities and terms of the bonds to effect the sale thereof in one or more installments.</blockquote>\n<blockquote>At the above meeting the Council of said City shall receive oral or written objections from any resident or property owner of said City, to the above action. After all objections have been received and considered, the Council will at said meeting or at any adjournment thereof, take additional action for the issuance of said bonds or will abandon the proposal to issue said bonds.</blockquote>\n<blockquote>This notice is given by order of the Council of Des Moines, Iowa, as provided by Section 384.83 of the City Code of Iowa.</blockquote>\n<p><span class=\"star-pagination\">*383</span> By investigation of material at city hall, a person could ascertain additional information about the proposal.</p>\n<p>Plaintiffs are Des Moines residents and property owners. They presented objections to the council. By five-to-two, the council at its July 24th meeting voted to proceed with the issuance of bonds by the following resolution:</p>\n<blockquote>WHEREAS, pursuant to notice published as required by law, this Council has held a public meeting and hearing upon the proposal to institute proceedings for the issuance of not to exceed $12,250,000 Parking System Revenue Bonds for the purpose of paying a part of the costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multi-level facility for the parking of motor vehicles and related or subordinate uses. The portion of bond proceeds used for refunding will be deposited in trust and invested in such manner as to pay when due the installments of principal and interest on the City's presently outstanding Parking Facilities Revenue Bonds; and has considered the extent of objections received from residents or property owners as to said proposed issuance of bonds; and, accordingly the following action is now considered to be in the best interests of the City and residents thereof:</blockquote>\n<blockquote>NOW THEREFORE, BE IT RESOLVED BY THE CITY COUNCIL OF THE CITY OF DES MOINES, IOWA:</blockquote>\n<blockquote>Section 1. That this Council does hereby institute proceedings and takes additional action for the sale and issuance in the manner required by law of not to exceed $12,250,000 Parking System Revenue Bonds for the foregoing purpose.</blockquote>\n<blockquote>Section 2. That the City Attorney and Bond Counsel are directed to prepare the necessary proceedings to authorize the issuance of said bonds and the necessary proceedings and publication of notice for the sale thereof and to submit the same for review and action by this Council. Subject to the approval of said documents by this Council, the Clerk is directed to arrange for the publication and dissemination of said notice of sale.</blockquote>\n<p>Plaintiffs claim that council members had previously stated they would adopt the resolution regardless of objections presented, that the resolution of adoption was prepared before the meeting, and that a number of council members were mistaken about the issue on which they were voting.</p>\n<p>Plaintiffs appealed to district court under section 384.83(2). Each side filed a motion for summary judgment. The court overruled plaintiffs' motion and sustained the council's motion. Plaintiffs appealed to this court, where they urge several grounds for reversal. While plaintiffs' first issue is determinative, we consider their other issues in view of the likelihood of further council proceedings. <i>Anita Valley, Inc. v. Bingley,</i> 279 N.W.2d 37 (Iowa 1979).</p>\n<p>Plaintiffs present these questions: First, did the council impermissibly incorporate two purposes in one proceeding for issuing revenue bonds? Second, was the council's notice of public hearing insufficient as to (1) the amount of the bonds, (2) the purpose of the bonds, and (3) the city enterprise whose revenues will be used to pay the bonds? Finally, were plaintiffs entitled to try to establish at trial that the July 24th council hearing was a sham?</p>\n<p>I. <i>Impermissible dual purposes?</i> Plaintiffs' first issue raises two subsidiary questions.</p>\n<p>A. The first question is whether revenue bond proceedings may legally include more than one purpose. By virtue of section 384.28, we have held that general obligation bond proceedings may include multiple purposes. <i>Green v. City of Cascade,</i> 231 N.W.2d at 885. We were not required to decide this question in our revenue bond case, <i>McGrory v. Board of Trustees of Municipal Electric Utility,</i> 232 N.W.2d at 263. We must now resolve it.</p>\n<p>In the absence of statute, the rule of most jurisdictions is that a proposal to issue <span class=\"star-pagination\">*384</span> bonds must be limited to a single purpose; two or more separate purposes must be voted on separately. 64 <i>Am.Jur.2d Public Securities &amp; Obligations</i> § 154 (1972); 64 <i>C.J.S. Municipal Corporations</i> § 1925 (1950). The leading case on this principle is <i>Gray v. Mount,</i> 45 Iowa 591 (1877). <i>See also </i><i>Stern v. City of Fargo,</i> 18 N.D. 289, 122 N.W. 403 (1909).</p>\n<p>The Iowa home rule act was not hastily drafted; much effort went into it. Scheidler, <i>Implementation of Constitutional Home Rule in Iowa,</i> 22 Drake L.Rev. 294, 309-10 (1973). The legislature expressly changed the common law rule with reference to general obligation bonds and authorized multiple purposes. § 384.28. Section 384.25(2) accordingly uses the word \"purposes.\" Revenue bonds, paid out of projects' income rather than through the general taxing power, were not removed from the common law rule; section 384.83(2) uses the word \"purpose.\"</p>\n<p>The council argues that most decisions based on the common law rule involve public referenda rather than voting by a council acting as a legislative body. But the objective of the single purpose rule is avoidance of logrollingtying a strong proposition to a weak one to get the weak one through. This objective applies to both public and council voting. <i>See</i> 64 <i>Am. Jur.2d Public Securities &amp; Obligations,</i> § 154, at 197 (1972). Thus the Ohio Supreme Court made no distinction between public and council voting with reference to the single purpose rule in <i>Elyria Gas &amp; Water Co. v. City of Elyria,</i> 57 Ohio St. 374, 381, 49 N.E. 335, 337 (1898):</p>\n<blockquote>The reason is, that the requisite majority <i>of the council and of the electors</i> may be in favor of one measure, and against the other, or against each; while by uniting them as one, and submitting them to be acted upon in that form, <i>the members of council, and the electors,</i> are required to vote for or against both propositions combined, or abstain from voting at all, and thus denied the right to express their will with respect to each. (Emphasis added.)</blockquote>\n<p>Indeed some states including Iowa have imposed a general constitutional single purpose rule on state legislative bodies. <i>Iowa Const.</i> art. III, § 29.</p>\n<p>The council also argues that use of the singular \"purpose\" in section 384.83(2) includes the plural, citing section 4.1(3) of the Code. Normally the singular does include the plural, but this principle is incorporated in the interpretative section of the Code to avoid the necessity of using both singular and plural words throughout the Code. The rule does not apply where, for example, other sections or the framework of the statute demonstrates that the singular was intended, as in the case before us. <i>See State ex rel. Mitchell v. McChesney,</i> 190 Iowa 731, 733-34, 180 N.W. 857, 858 (1921). We hold that the common-law single purpose rule applies to city revenue bonds.</p>\n<p>B. Many of the cases in this area deal with the second question, which is whether the particular proposition involved one purpose or two or more purposes. The issue before us at this point is whether the proposition to issue revenue bonds to construct a new parking facility and to refund existing bonds on other parking facilities involves one purpose or two for the bonds. From the standpoint of both the statute and the facts, we conclude that the bonds would be for two purposes.</p>\n<p>As to the statute, sections 384.24 and 384.82 evidence legislative awareness of refunding as a purpose in itself. Regarding general obligation bonds, section 384.24(3)(f) includes refunding as a separate corporate purpose. (Section 384.28 permits this purpose, of course, to be joined with others in general obligation bond proceedings.) Similarly, regarding revenue bonds, the subsections of section 384.82 provide separate procedures for \"projects\" and for \"refunding.\" Hence the statute points toward legislative regard of refunding as a separate purpose. We note that nothing in chapter 384 indicates the two purposes cannot by proper proceedings be separately brought before and decided by the council. <i>See </i><i>Kendrick v. City of Birmingham,</i> 242 Ala. 112, 118, 5 So.2d 82, 87 (1941) (\"There <span class=\"star-pagination\">*385</span> is no plausible reason advanced why the city by a proper election cannot vote on the two proposals separately.\"); <i>McBryde v. City of Montesano,</i> 7 Wash. 69, 34 P. 559 (1893).</p>\n<p>As to the facts, we do not have the case of two purposes in form which are in fact a single purpose such as \"construction or acquisition of an electricity plant\" or \"building a high school and gymnasium\" or \"erecting and equipping a city hall.\" Cases of that nature are collated in annotations in 4 A.L.R.2d 617 (1949) and 5 A.L.R. 538 (1920). An interesting example is provided by <i>McGrory v. Board of Trustees of Municipal Electric Utility</i><i>.</i> There the notice stated the bonds would be issued \"for the purpose of providing funds to pay a part of the cost of extending and improving the municipal electric utility of said City by constructing distribution lines or to refund temporary pledge orders delivered in payment of goods and services furnished to said project.\" 4760 <i>Abstracts and Arguments</i> 160 (Iowa 1975). Under the statute, a city may issue pledge orders toward the cost of the project to be paid from the bond proceeds when later obtained. §§ 384.80(11), 384.82(1). Objector McGrory admitted on appeal that a bond issue for \"constructing distribution lines\" or to refund pledge orders for goods and services \"furnished to said project\" did not present separate purposes. <i>McGrory v. Board of Trustees of Municipal Electric Utility,</i> 232 N.W.2d at 263.</p>\n<p>The situation before us is factually different from <i>McGrory.</i> The council does not propose to issue these bonds to build this new parking facility and refund pledge orders for goods and services \"furnished to said project.\" The city presently has bonds outstanding from four prior projects. One of the acts the council <i>actually proposes to do</i> is to build a fifth parking facility; another act it <i>actually proposes to do</i> is to refund the remaining bonds of the issues for the other parking facilities by creating a fund to pay those bonds at maturity. A somewhat similar situation existed in <i>McBryde v. City of Montesano,</i> 7 Wash. at 73, 34 P. at 560-61. There the council desired to buy fire apparatus and to purchase land and erect a city hall and jail on it. The city had legal problems however with existing indebtedness of $20,000 for roadways, an electric plant, and general warrants. The council therefore submitted a proposition for bonds of $25,000 which would simultaneously fund the existing indebtedness and permit acquisition of the apparatus, land, city hall, and jail. A problem did not exist as to simultaneous submission of the acquisitions for future improvements; the problem related to adding the funding of the old debt. The Washington Supreme Court regarded the proposition as involving two basic purposes: one prospective, to acquire <i>future</i> improvements; and the other retrospective, to <i>fund</i> the prior debt. The court stated:</p>\n<blockquote>Yet it was proper enough to submit a proposition to fund at the election which was held, but it could not be united with the proposition to borrow money for future purposes, so as to have one expression of the voter answer both propositions. They might be decided by the same ballot, but the voter must have an opportunity to express himself separately as to each one. For these reasons, the whole election under ordinance 178 was void. Respondents claim that under our decision in <i>Seymour v. Tacoma,</i> 6 Wash. 427 (33 Pac.Rep. 1059), part of the result of the election may be saved; but the ruling in the former case does not apply here. People voted very largely on the proposition to issue bonds for $25,000; but it might be that a feeling may have existed in favor of putting the old debts in good shape, which induced many to vote for the whole loan who would not have voted to borrow to buy fire apparatus and build a city hall.</blockquote>\n<p>In this case the council argues that all it actually desires to do is to erect the new parking facility, and it proposes to refund the outstanding bonds because of the anti-dilution clauses in them preventing erection of the new facility; hence only one purpose is involvederecting the new facility. The council is confusing its <i>reason</i> for refunding the outstanding bonds with what it <i>actually</i> <span class=\"star-pagination\">*386</span> <i>proposes to do.</i> The council's reason for refunding, whatever it may be, does not negate the fact that the refunding of the four prior issues for four other facilities is itself an act it intends to perform; the existing bonds could be refunded under section 384.82(2) without ever building another parking facility.</p>\n<p>The council could be right that garnering four affirmative council-member votes for the new facility and also four for refunding existing bonds may be more difficult than obtaining four votes on one proposition by presenting the two issues to the council as a package. Such a contention by the council is, essentially, an attack on the single purpose rule against logrolling. The very purpose of that rule is to prevent adoption of a measure, which would not stand on its own merits, by packaging it with a more attractive measure. If the council's contention is accepted, an unpopular project could be obtained by the simple expedient of incorporating it into a proceeding with a popular refunding proposal. Thus a proposed project A, which would not carry itself financially and therefore would not receive majority approval, could be logrolled in by tying it to a favored proposal to refund bonds for existing projects <i>B</i> and <i>C.</i></p>\n<p>We thus hold that the council's joinder of constructing the facility and of refunding existing bonds was invalid. The trial court should have overruled the council's motion for summary judgment and sustained plaintiffs' corresponding motion. This holding disposes of the appeal, but we will touch upon other issues which will likely arise before the council if that body undertakes dual proceedings. We have no knowledge, of course, as to whether the council will be advised to go forward with two bond proceedings or whether it will wish to do so.</p>\n<p>II. <i>Notice of public hearing.</i> The pivotal provision regarding public notice for proposed revenue bonds is this sentence in section 384.83(2):</p>\n<blockquote>The notice must include a statement of the time and place of the meeting, the maximum amount of the proposed revenue bonds, the purpose for which the revenue bonds will be issued, and the city utility, combined utility system, city enterprise, or combined city enterprise whose net revenues will be used to pay the revenue bonds and interest thereon.</blockquote>\n<p>While the tendency of councils is to use general notices so as to maximize subsequent administrative flexibility, <i>Green v. City of Cascade</i><i>,</i> the statute manifests the countervailing consideration that the public must be apprised of the facts. The statute gives the council broad power to issue revenue bonds; public referenda are no longer involved. But the legislature has given the public the right to appear and make its views known. This right loses meaning if a council does not provide adequate information. Thus the notice is important and it should inform the public definitively about the proposal. Moreover, a council should not require the public to ferret out information at city hall. <i>Cf. </i><i>Central of Georgia Railway v. Wright,</i> 207 U.S. 127, 138, 28 S.Ct. 47, 51, 52 L.Ed. 134, 142 (1907) (tax assessment\"[T]his notice must be provided as an essential part of the statutory provision, and not awarded as a mere matter of favor or grace,'\" citing <i>Security Trust &amp; Safety Vault Co. v. City of Lexington,</i> 203 U.S. 323, 27 S.Ct. 87, 51 L.Ed. 204 (1906)).</p>\n<p>A. Plaintiffs claim that the present notice does not adequately state the amount of the proposed bond issue, citing the requirement that the notice state \"the maximum amount of the proposed revenue bonds.\" § 384.83(2). <i>See </i><i>Stern v. City of Fargo,</i> 18 N.D. at 296-300, 122 N.W. at 406-07. The notice states that the council proposes to take action for issuance of \"not to exceed $12,250,000 Parking System Revenue Bonds . . ..\" The council argues that this is sufficient under the <i>McGrory</i> case, where the notice proposed issuance \"of not to exceed $60,000 of Electric Revenue Bonds . . ..\" 4760 <i>Abstracts and Arguments</i> 160 (Iowa 1975). We found that notice \"minimally\" complied, but the distinction between <i>McGrory</i> and the present case is that <i>McGrory</i> involved a single purpose while the present case falls under another <span class=\"star-pagination\">*387</span> line of decisions. If the present notice stopped with the part we have quoted from it, we believe it would be minimally sufficient. But it continues:</p>\n<blockquote>in order to provide funds to pay costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multilevel facility for the parking of motor vehicles and related or subordinate uses.</blockquote>\n<p>How much of the bond issue is for the new parking facility, and how much is for refunding the old bonds? We are back to the problem of dual purposes, but here it is compounded by the council's failure to specify the amounts for the respective purposes. <i>See </i><i>Smith v. Mayor &amp; Council of Dublin,</i> 113 Ga. 833, 837, 39 S.E. 327, 328 (1901) (\"[T]he notice in this respect in neither case informed the voters how much of the sum, if voted, would be used for either purpose.\"); <i>City of Denver v. Hayes,</i> 28 Colo. 110, 116-17, 63 P. 311, 313 (1900) (\"It is not sufficient that a lump sum be authorized by the electors, which the city council may thereafter apportion as it sees fit, but the separate purpose and amount devoted to each must be determined by them.\"). The notices in the previous bond proceedings plainly stated the maximum amounts for those facilities: $1,400,000, $2,600,000, $2,600,000, and $900,000. Members of the public are entitled to know the respective amounts for the facility and refunding so they can decide whether to consent or object. They might have no objection if the portion for the new facility is, say, two or three million, but might oppose if the portion is five or six million. Essentially the present notice asks the public to purchase a new parking facility without knowing the price. The legislature has mandated the notice as the vehicle for apprising the public; the electors are not required to sift through documents at city hall for information the notice must contain. If the council institutes new revenue bond proceedings the notice for the facility must state the maximum amount of bonds for that purpose and the notice for refunding must state the maximum amount of bonds therefor.</p>\n<p>B. Plaintiffs also claim that the notice does not adequately state the purpose of the bond issues. Section 384.83(2) provides that the notice must state \"the purpose for which the revenue bonds will be issued.\" The notice before us states that the bonds will be issued:</p>\n<blockquote>in order to provide funds to pay costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multi-level facility for the parking of motor vehicles and related or subordinate uses.</blockquote>\n<p>The notice also states: \"The portion of bond proceeds used for refunding will be deposited in trust and invested in such manner as to pay when due the installments of principal and interest on the City's presently outstanding Parking Facilities Revenue Bonds.\" This issue in the case involves two aspects.</p>\n<p>One aspect relates to statement of the purpose itself. The author sets out the guide regarding \"purpose\" in 4 E. McQuillan, <i>The Law of Municipal Corporations</i> § 13.37c, at 539-40 (3d ed. 1968):</p>\n<blockquote>The requirement that the notice shall designate the object or purpose of the meeting should be substantially observed. Omitting details the notice should state the purpose with certainty and precision. A notice merely stating the object to be to \"consider ordinances\" is too indefinite. The intent of the law is that the notice shall be sufficiently definite and certain to give information of the character of the business that will be transacted so that the members of the body, and through them the public generally, may have some intelligence of the proposed action, legislative or otherwise, and some opportunity to consider it.</blockquote>\n<p><i>See also </i><i>Eastern Shore Public Service Co. v. Town of Seaford,</i> 21 Del.Ch. 214, 187 A. 115 (1936).</p>\n<p><span class=\"star-pagination\">*388</span> In contrast to the present notice, the following from the City's 1966 proceedings for erecting a facility is illustrative of prior notices:</p>\n<blockquote>for the purpose of paying the cost, to that amount [specified to be $1,400,000], of adding to, extending and improving the system of public motor vehicle parking facilities of said City by acquiring all of the real estate not already owned by the City in the block bounded by Mulberry, Plum, Seventh and Eighth Streets in said City and constructing in said block a multi-level, precast prestressed concrete motor vehicle parking structure having a floor area of approximately 194,020 square feet.</blockquote>\n<p>The present notice is much less definite and certain as to construction of the new facility, and the statement of purpose with reference to refunding outstanding bonds is similarly general.</p>\n<p>Nonetheless, with one exception, we believe the statement of the dual purposes is minimally sufficient, <i>as a statement of purposes,</i> under <i>McGrory.</i> The exception is that with a proposed parking facility, the vicinity, not necessarily the exact location, is important to the public so that individuals can intelligently weigh the need in that area and thus decide whether to acquiesce or oppose the proposition. <i>McGrory</i> did not involve a parking facility, which poses a particular problem of need based on location.</p>\n<p>The other aspect of this issue takes us back to the dual purpose problem. The council does not state one purpose here, but two. This renders the present notice infirm for reasons we have already considered. If the council hereafter undertakes two separate proceedings, the notices could well be more definite and certain as to both the new facility proposal and the refunding proposal, although the present statement of purposes, <i>as such,</i> is minimally sufficient except as to the vicinity of the proposed facility.</p>\n<p>C. Plaintiffs claim additionally that the notice does not properly designate the city enterprise whose revenues will be used to pay the bonds. Section 384.83(2) requires the notice to state the \"city enterprise, or combined city enterprise whose net revenues will be used to pay the revenue bonds and interest thereon.\" The notice contains no express statement of how the bonds will be serviced as to principal and interest. The reader must resort to inference from the following words we have italicized: \"for the issuance of not to exceed $12,250,000 <i>Parking System Revenue Bonds</i> of said City . . . .\" Contrastingly, prior notices stated that those bonds would be paid \"solely and only from the future net revenues to be derived from the operation of the system of public motor vehicle parking facilities of said City, consisting of the net revenues of its off-street parking facilities and the net revenues of its on-street parking meters.\"</p>\n<p>Again <i>McGrory</i> does not reach the problem. <i>McGrory</i> involved an electric plant and transmission lines, and the notice was minimally sufficient. Here we have four existing revenue-producing facilities, each with its set of bonds being refunded, plus revenue-producing on-street parking, and now a proposed new revenue-producing facility. Is the intention to place all revenues in a pot for the new bonds, so that the stronger producing facilities help carry the weaker ones, or to allocate revenues from the facilities and street meters, or to proceed in some other way? The method intended for paying the bonds and interest must be stated more definitely.</p>\n<p>III. <i>Meaningful public hearing.</i> Since plaintiffs are entitled to summary judgment on the basis of their first ground, we need not say whether they generated a fact issue requiring trial on their claim that the July 24th council meeting was a sham. See such summary judgment decisions as <i>Daboll v. Hoden,</i> 222 N.W.2d 727 (Iowa 1974). Underlying this claim is the vexing question of whether and when a court may inquire into a council member's state of mind. <i>See </i><i>Midwest Investment Co. v. City of Chariton,</i> 248 Iowa 407, 80 N.W.2d 906 (1957); <i>Gates v. City Council of Bloomfield,</i> 243 Iowa 1, 50 N.W.2d 578 (1951); <i>Huston</i> <span class=\"star-pagination\">*389</span> <i>v. City of Des Moines,</i> 176 Iowa 455, 156 N.W. 883 (1916); <i>Swan v. City of Indianola,</i> 142 Iowa 731, 121 N.W. 547 (1909); 56 <i>Am. Jur.2d Municipal Corporations</i> §§ 143, 144 (1971); 62 <i>C.J.S. Municipal Corporations</i> §§ 199, 200 (1949 &amp; Supp.1978). As to the corresponding rule regarding hearings by administrative agencies, <i>see 2 Am.Jur.2d Administrative Law</i> § 652 (1962); 73 <i>C.J.S. Public Administrative Bodies &amp; Procedure</i> § 209 (1951). Section 384.83(2) provides in part:</p>\n<blockquote>The governing body shall at the meeting receive oral or written objections from any resident or property owner of the city. After all objections have been received and considered, the governing body may, at the meeting or any adjournment thereof, take additional action for the issuance of the bonds or abandon the proposal to issue bonds.</blockquote>\n<p>As to judicial review, the section continues:</p>\n<blockquote>Any resident or property owner of the city may appeal a decision of the governing body to take additional action to the district court of the county in which any part of the city is located within fifteen days after the additional action is taken, but the additional action of the governing body is final and conclusive unless the court finds that the governing body exceeded its authority.</blockquote>\n<p>While plaintiffs have a heavy burden under this third ground, we believe that if a council refused to conduct a hearing or opened the hearing but refused to permit residents or property owners to present objections, and then took additional action for issuing bonds, it would have \"exceeded its authority.\" We do not decide whether, as plaintiffs claim, the same result would obtain if a council permitted objections to be presented but had fully prejudged the issue by committing itself in advance to approval of the proposition irrespective of objections lodged, and peremptorily rejected the objections. The statute plainly states the objections shall be received \"and considered.\" We cannot believe this council will in future proceedings disregard its duty to hear, weigh, and then, in good faith, decide the merits of objections interposed, as section 384.83(2) contemplates. We thus reach no decision as to plaintiffs' third ground of appeal.</p>\n<p>Finally, the judicial branch has no concern whatsoever with the success or failure of the proposal to construct the parking facility and to refund the bonds. Its sole concern in this litigation is substantial compliance with the statutes on issuing bonds. The council, proceeding in accordance with the statute, is the ultimate determiner of whether bonds shall or shall not be issued. The present bond proceedings, however, do not substantially comply with chapter 384. We therefore return the case to district court for entry of an order overruling the council's motion for summary judgment and sustaining plaintiffs' corresponding motion, and for entry of judgment for plaintiffs accordingly. Nothing in the judgment will bar new bond proceedings if the council is disposed to entertain them.</p>\n<p>REVERSED AND REMANDED.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">378</span></span> (1979)</b></center>\n<center><h1>Eula GROVE, Robert Willis, Virgil Douglas, William Cook, Gloria Richardson, Sheila Schmitz, Lloyd Belt, and Donald Washburn, Appellants,<br>\nv.<br>\nCITY OF DES MOINES and City Council of the City of Des Moines, Appellees.</h1></center>\n<center>No. 62903.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>June 27, 1979.</center>\n<p><span class=\"star-pagination\">*379</span> Bernard Mercer of Mercer &amp; Mercer, Des Moines, for appellants.</p>\n<p>Phillip T. Riley, Corporation Counsel, City of Des Moines, and Kenneth H. Haynie and Richard G. Santi of Ahlers, Cooney, Dorweiler, Haynie &amp; Smith, Des Moines, for appellees.</p>\n<p>Considered by REYNOLDSON, C. J., and UHLENHOPP, McCORMICK, McGIVERIN, and LARSON, JJ.</p>\n<p>UHLENHOPP, Justice.</p>\n<p>This appeal involves the legality of proceedings for issuance of municipal revenue bonds to construct a parking facility and to refund outstanding bonds previously issued to construct other parking facilities. We refer to defendants collectively as the council.</p>\n<p>Following approval by the electors of the home rule amendment to the Iowa Constitution, the legislature adopted a comprehensive home rule act relating to cities. The portion of the act having to do with city finance comprises chapter 384 of the Code of 1977. Division III of that chapter relates to general obligation bonds and division V relates to revenue bonds. We dealt with those divisions in <i>Green v. City of Cascade,</i> <span class=\"citation\" data-id=\"1701425\"><a href=\"/opinion/1701425/green-v-city-of-cascade/\"><span class=\"volume\">231</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">882</span></a></span> (Iowa 1975) (general obligation bonds), and in <i>McGrory v. Board of Trustees of Municipal Electric Utility,</i> <span class=\"citation\" data-id=\"2011717\"><a href=\"/opinion/2011717/mcgrory-v-bd-of-trustees-of-mun-elec-ut/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">262</span></a></span> (Iowa 1975) (revenue bonds). The present litigation presents additional problems under division V, but consideration of division III is also necessary in order to visualize the legislative scheme fully.</p>\n<p>For purposes of <i>general obligation</i> bonds, division III creates two classes of bonds: those for \"essential\" and those for \"general\" corporate purposes. § 384.24(3) and (4). Each class contains several categories of purposes. Essential corporate purposes include refunding bonds as one category. <span class=\"star-pagination\">*380</span> § 384.24(3)(f). General corporate purposes include bonds for a \"city enterprise\" as one category, and city enterprises in turn include parking facilities. § 384.24(4)(a) and (2)(a). The proceedings for issuing bonds for essential and for general corporate purposes are quite different. Under section 384.25, bonds for an essential corporate purpose such as refunding can be issued by a city council itself after public hearing, while under section 384.26 bonds for a general public purpose such as parking facilities require a public election and a sixty-percent affirmative vote. Section 384.28 contains a novel provision allowing joinder of proceedings for issuance of bonds in different categories in the same or different classes; if however a general corporate purpose is included, the public vote of section 384.26 is required for the whole proposition. Section 384.28 provides so far as presently pertinent:</p>\n<blockquote>Separate categories of essential corporate purposes and of general corporate purposes may be incorporated in a single notice of intention to institute proceedings for the issuance of bonds, or separate categories may be incorporated in separate notices, and after an opportunity has been provided for filing objections, or after a favorable election has been held, if required, the council may include in a single resolution and sell as a single issue of bonds, any number or combination of essential corporate purposes or general corporate purposes. If an essential corporate purpose is combined with a general corporate purpose in a single notice of intention to institute proceedings to issue bonds, then the entire issue is subject to the referendum requirement provided in section 384.26.</blockquote>\n<p>Thus in a single proceeding a council could include general obligation bonds (1) to refund prior bonds and (2) to build a new parking facility. Since the latter would be a general corporate purpose, a public referendum would be necessary.</p>\n<p>For purposes of <i>revenue</i> bonds, \"city enterprises\" again include parking facilities. § 384.80(2). Section 384.80(3) defines a \"combined\" city enterprise as \"two or more city enterprises combined and operated as a single enterprise.\" Division V speaks in terms of \"projects,\" which section 384.80(5) defines to include a city enterprise or combined city enterprise. Section 384.80(5) does not however include refunding as a \"project.\" Section 384.82 deals in two subsections with the procedure for financing by revenue bonds for two objectives: bonds (and certain other debt instruments) issued for \"projects,\" and bonds issued for \"refunding\" outstanding bonds. Subsection 1 provides:</p>\n<blockquote>1. A city may carry out projects, borrow money, and issue revenue bonds and pledge orders to pay all or part of the cost of projects, such revenue bonds and pledge orders to be payable solely and only out of the net revenues of the city utility, combined utility system, city enterprise, or combined city enterprise involved in the project. The cost of a project includes the construction contracts, interest upon the revenue bonds and pledge orders during the period or estimated period of construction and for twelve months thereafter, or for twelve months after the acquisition date, such reserve funds as the governing body may deem advisable in connection with the project and the issuance of revenue bonds and pledge orders, and the cost of engineering, architectural, technical, and legal services, preliminary reports, surveys, property valuations, estimates, plans, specifications, notices, acquisition of real and personal property, consequential damages or costs, easements, rights of way, supervision, inspection, testing, publications, printing and sale of bonds and provisions for contingencies. A city may sell revenue bonds at public or private sale in the manner prescribed by chapter 75 and may deliver revenue bonds and pledge orders to the contractors, sellers, and other persons furnishing materials and services constituting a part of the cost of the project in payment therefor.</blockquote>\n<blockquote>A city may deliver its revenue bonds to the federal government or any agency thereof which has loaned the city money <span class=\"star-pagination\">*381</span> for sanitary or solid waste projects, water projects or other projects for which the government has a loan program.</blockquote>\n<p>Subsection 2 provides:</p>\n<blockquote>2. A city may issue revenue bonds to refund revenue bonds, pledge orders, and other obligations which are by their terms payable from the net revenues of the same city utility, combined utility system, city enterprise, or combined city enterprise, or from a city utility comprising a part of the combined utility system or a city enterprise comprising a part of the combined city enterprise, at lower, the same, or higher rates of interest. A city may sell refunding revenue bonds at public or private sale in the manner prescribed by chapter 75 and apply the proceeds thereof to the payment of the obligations being refunded, and may exchange refunding revenue bonds in payment and discharge of the obligations being refunded. The principal amount of any refunding revenue bonds may exceed the principal amount of the obligations being refunded to the extent necessary to pay any premium due on the call of the obligations being refunded and to fund interest accrued and to accrue on the obligations being refunded.</blockquote>\n<p>Proceeding to section 384.83, the first subsection grants authority to the council to issue revenue bonds, by majority vote of all members. Subsection 2 then provides:</p>\n<blockquote>2. Before the governing body institutes proceedings for the issuance of revenue bonds, it shall fix a time and place of meeting at which it proposes to take action and give notice by publication in the manner directed in section 362.3. The notice must include a statement of the time and place of the meeting, the maximum amount of the proposed revenue bonds, the purpose for which the revenue bonds will be issued, and the city utility, combined utility system, city enterprise, or combined city enterprise whose net revenues will be used to pay the revenue bonds and interest thereon. The governing body shall at the meeting receive oral or written objections from any resident or property owner of the city. After all objections have been received and considered, the governing body may, at the meeting or any adjournment thereof, take additional action for the issuance of the bonds or abandon the proposal to issue bonds. Any resident or property owner of the city may appeal a decision of the governing body to take additional action to the district court of the county in which any part of the city is located within fifteen days after the additional action is taken, but the additional action of the governing body is final and conclusive unless the court finds that the governing body exceeded its authority. The provisions of this subsection with respect to notice, hearing, and appeal in connection with the issuance of revenue bonds are in lieu of those contained in chapter 23 or any other law.</blockquote>\n<p>(Succeeding subsections deal with subjects not directly involved here.)</p>\n<p>With respect to joinder of bond proceedings for two or more purposes, the legislature faced a different problem with revenue bonds than with general obligation bonds. Bonds of the latter kind are supported by the city's general taxing power, so that the inclusion of multiple purposes does not pose a fiscal problem of applying revenues from specific projects to bonds issued for those projects. Revenue bonds, however, are supported by receipts from particular activities, whose receipts must be segregated accordingly. Unlike division III, division V therefore contains no provision corresponding to section 384.28 for joinder of proceedings to issue bonds for more than one purpose. On the contrary, the notice under section 384.83(2) of division V must contain a statement of the \"purpose\" of proposed revenue bonds, while section 384.25(2) requires a statement of \"purposes\" of proposed general obligation bonds. <i>See also</i> § 384.87 (\"Revenue bonds and pledge orders are payable both as to principal and interest solely out of the portion of the net revenues of the city utility, combined utility system, city enterprise, or combined city enterprise pledged to their payment . . ..\").</p>\n<p><span class=\"star-pagination\">*382</span> The City of Des Moines, Iowa, presently has metered on-street parking and several off-street parking facilities. The record discloses that in recent years the City issued revenue bonds for downtown parking facilities as follows: $1,400,000 in 1966, $2,600,000 in 1968, $2,600,000 in 1972, and $900,000 in 1974. Plaintiff objectors in this suit claiman issue for trial if trial were heldthat the presently-proposed facility would not be self-supporting and that profits from existing parking facilities would be stripped to subsidize the new facility instead of used for general public purposes. The council contendsanother issue for trialthat the outstanding parking revenue bonds contain covenants restricting the additional amounts which can be raised by new parking revenue bonds. Evidently these covenants protect present bondholders against diminution of revenues from existing parking facilities as a result of construction of additional facilities.</p>\n<p>According to the record, a new hotel is to be built in downtown Des Moines, and a proposal was advanced that the City construct a nearby parking facility. Apparently the council had to decide whether it desired to construct another downtown parking facility and if so, whether it was willing to refund outstanding parking facilities revenue bonds in order to obviate the covenant against further facilities. Some council members might of course be favorable on one but not the other of these questions. The affirmative vote of any four council members would be necessary on each question unless the questions were submitted for a yes or no vote on the two questions togetheror unless the council devised some different financing plan.</p>\n<p>On July 17 or 18, 1978, the council published the following notice in a Des Moines newspaper:</p>\n<blockquote>PUBLIC NOTICE is hereby given that the Council of the City of Des Moines, Iowa, will hold a public hearing on the 24th day of July, 1978, at 6:30 o'clock P.M., in the Council Chambers of the City Hall, in Des Moines, Iowa, at which meeting the Council proposes to take additional action for the issuance of not to exceed $12,250,000 Parking System Revenue Bonds of said City, in order to provide funds to pay costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multi-level facility for the parking of motor vehicles and related or subordinate uses. The portion of bond proceeds used for refunding will be deposited in trust and invested in such manner as to pay when due the installments of principal and interest on the City's presently outstanding Parking Facilities Revenue Bonds.</blockquote>\n<blockquote>A proposed form of resolution for the authorization of the issuance of said bonds is now on file in the office of the City Clerk. Said resolution defines the parking system, its revenues and expenses, the bonds, their terms, accounting requirements, restrictions and limitation on the City in the operation of its Municipal Parking System, in the issuance of additional bonds, and containing such other provisions as are deemed appropriate. The Council will consider the form of said resolution at the meeting aforesaid and reserves the right to make such modifications therein as it shall deem appropriate following said hearing or as may appear necessary in the maturities and terms of the bonds to effect the sale thereof in one or more installments.</blockquote>\n<blockquote>At the above meeting the Council of said City shall receive oral or written objections from any resident or property owner of said City, to the above action. After all objections have been received and considered, the Council will at said meeting or at any adjournment thereof, take additional action for the issuance of said bonds or will abandon the proposal to issue said bonds.</blockquote>\n<blockquote>This notice is given by order of the Council of Des Moines, Iowa, as provided by Section 384.83 of the City Code of Iowa.</blockquote>\n<p><span class=\"star-pagination\">*383</span> By investigation of material at city hall, a person could ascertain additional information about the proposal.</p>\n<p>Plaintiffs are Des Moines residents and property owners. They presented objections to the council. By five-to-two, the council at its July 24th meeting voted to proceed with the issuance of bonds by the following resolution:</p>\n<blockquote>WHEREAS, pursuant to notice published as required by law, this Council has held a public meeting and hearing upon the proposal to institute proceedings for the issuance of not to exceed $12,250,000 Parking System Revenue Bonds for the purpose of paying a part of the costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multi-level facility for the parking of motor vehicles and related or subordinate uses. The portion of bond proceeds used for refunding will be deposited in trust and invested in such manner as to pay when due the installments of principal and interest on the City's presently outstanding Parking Facilities Revenue Bonds; and has considered the extent of objections received from residents or property owners as to said proposed issuance of bonds; and, accordingly the following action is now considered to be in the best interests of the City and residents thereof:</blockquote>\n<blockquote>NOW THEREFORE, BE IT RESOLVED BY THE CITY COUNCIL OF THE CITY OF DES MOINES, IOWA:</blockquote>\n<blockquote>Section 1. That this Council does hereby institute proceedings and takes additional action for the sale and issuance in the manner required by law of not to exceed $12,250,000 Parking System Revenue Bonds for the foregoing purpose.</blockquote>\n<blockquote>Section 2. That the City Attorney and Bond Counsel are directed to prepare the necessary proceedings to authorize the issuance of said bonds and the necessary proceedings and publication of notice for the sale thereof and to submit the same for review and action by this Council. Subject to the approval of said documents by this Council, the Clerk is directed to arrange for the publication and dissemination of said notice of sale.</blockquote>\n<p>Plaintiffs claim that council members had previously stated they would adopt the resolution regardless of objections presented, that the resolution of adoption was prepared before the meeting, and that a number of council members were mistaken about the issue on which they were voting.</p>\n<p>Plaintiffs appealed to district court under section 384.83(2). Each side filed a motion for summary judgment. The court overruled plaintiffs' motion and sustained the council's motion. Plaintiffs appealed to this court, where they urge several grounds for reversal. While plaintiffs' first issue is determinative, we consider their other issues in view of the likelihood of further council proceedings. <i>Anita Valley, Inc. v. Bingley,</i> <span class=\"citation\" data-id=\"1279094\"><a href=\"/opinion/1279094/anita-valley-inc-v-bingley/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">37</span></a></span> (Iowa 1979).</p>\n<p>Plaintiffs present these questions: First, did the council impermissibly incorporate two purposes in one proceeding for issuing revenue bonds? Second, was the council's notice of public hearing insufficient as to (1) the amount of the bonds, (2) the purpose of the bonds, and (3) the city enterprise whose revenues will be used to pay the bonds? Finally, were plaintiffs entitled to try to establish at trial that the July 24th council hearing was a sham?</p>\n<p>I. <i>Impermissible dual purposes?</i> Plaintiffs' first issue raises two subsidiary questions.</p>\n<p>A. The first question is whether revenue bond proceedings may legally include more than one purpose. By virtue of section 384.28, we have held that general obligation bond proceedings may include multiple purposes. <i>Green v. City of Cascade,</i> 231 N.W.2d at 885. We were not required to decide this question in our revenue bond case, <i>McGrory v. Board of Trustees of Municipal Electric Utility,</i> 232 N.W.2d at 263. We must now resolve it.</p>\n<p>In the absence of statute, the rule of most jurisdictions is that a proposal to issue <span class=\"star-pagination\">*384</span> bonds must be limited to a single purpose; two or more separate purposes must be voted on separately. 64 <i>Am.Jur.2d Public Securities &amp; Obligations</i> § 154 (1972); 64 <i>C.J.S. Municipal Corporations</i> § 1925 (1950). The leading case on this principle is <i>Gray v. Mount,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">591</span></span> (1877). <i>See also </i><i>Stern v. City of Fargo,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">N.D.</span> <span class=\"page\">289</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">403</span></span> (1909).</p>\n<p>The Iowa home rule act was not hastily drafted; much effort went into it. Scheidler, <i>Implementation of Constitutional Home Rule in Iowa,</i> 22 Drake L.Rev. 294, 309-10 (1973). The legislature expressly changed the common law rule with reference to general obligation bonds and authorized multiple purposes. § 384.28. Section 384.25(2) accordingly uses the word \"purposes.\" Revenue bonds, paid out of projects' income rather than through the general taxing power, were not removed from the common law rule; section 384.83(2) uses the word \"purpose.\"</p>\n<p>The council argues that most decisions based on the common law rule involve public referenda rather than voting by a council acting as a legislative body. But the objective of the single purpose rule is avoidance of logrollingtying a strong proposition to a weak one to get the weak one through. This objective applies to both public and council voting. <i>See</i> 64 <i>Am. Jur.2d Public Securities &amp; Obligations,</i> § 154, at 197 (1972). Thus the Ohio Supreme Court made no distinction between public and council voting with reference to the single purpose rule in <i>Elyria Gas &amp; Water Co. v. City of Elyria,</i> <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">374</span></span>, 381, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">335</span></span>, 337 (1898):</p>\n<blockquote>The reason is, that the requisite majority <i>of the council and of the electors</i> may be in favor of one measure, and against the other, or against each; while by uniting them as one, and submitting them to be acted upon in that form, <i>the members of council, and the electors,</i> are required to vote for or against both propositions combined, or abstain from voting at all, and thus denied the right to express their will with respect to each. (Emphasis added.)</blockquote>\n<p>Indeed some states including Iowa have imposed a general constitutional single purpose rule on state legislative bodies. <i>Iowa Const.</i> art. III, § 29.</p>\n<p>The council also argues that use of the singular \"purpose\" in section 384.83(2) includes the plural, citing section 4.1(3) of the Code. Normally the singular does include the plural, but this principle is incorporated in the interpretative section of the Code to avoid the necessity of using both singular and plural words throughout the Code. The rule does not apply where, for example, other sections or the framework of the statute demonstrates that the singular was intended, as in the case before us. <i>See State ex rel. Mitchell v. McChesney,</i> <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">731</span></span>, 733-34, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">857</span></span>, 858 (1921). We hold that the common-law single purpose rule applies to city revenue bonds.</p>\n<p>B. Many of the cases in this area deal with the second question, which is whether the particular proposition involved one purpose or two or more purposes. The issue before us at this point is whether the proposition to issue revenue bonds to construct a new parking facility and to refund existing bonds on other parking facilities involves one purpose or two for the bonds. From the standpoint of both the statute and the facts, we conclude that the bonds would be for two purposes.</p>\n<p>As to the statute, sections 384.24 and 384.82 evidence legislative awareness of refunding as a purpose in itself. Regarding general obligation bonds, section 384.24(3)(f) includes refunding as a separate corporate purpose. (Section 384.28 permits this purpose, of course, to be joined with others in general obligation bond proceedings.) Similarly, regarding revenue bonds, the subsections of section 384.82 provide separate procedures for \"projects\" and for \"refunding.\" Hence the statute points toward legislative regard of refunding as a separate purpose. We note that nothing in chapter 384 indicates the two purposes cannot by proper proceedings be separately brought before and decided by the council. <i>See </i><i>Kendrick v. City of Birmingham,</i> <span class=\"citation\" data-id=\"3236987\"><a href=\"/opinion/3235997/kendrick-v-city-of-birmingham/\"><span class=\"volume\">242</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">112</span></a></span>, 118, <span class=\"citation\" data-id=\"3236987\"><a href=\"/opinion/3235997/kendrick-v-city-of-birmingham/\"><span class=\"volume\">5</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">82</span></a></span>, 87 (1941) (\"There <span class=\"star-pagination\">*385</span> is no plausible reason advanced why the city by a proper election cannot vote on the two proposals separately.\"); <i>McBryde v. City of Montesano,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">P.</span> <span class=\"page\">559</span></span> (1893).</p>\n<p>As to the facts, we do not have the case of two purposes in form which are in fact a single purpose such as \"construction or acquisition of an electricity plant\" or \"building a high school and gymnasium\" or \"erecting and equipping a city hall.\" Cases of that nature are collated in annotations in <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">617</span></span> (1949) and <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">538</span></span> (1920). An interesting example is provided by <i>McGrory v. Board of Trustees of Municipal Electric Utility</i><i>.</i> There the notice stated the bonds would be issued \"for the purpose of providing funds to pay a part of the cost of extending and improving the municipal electric utility of said City by constructing distribution lines or to refund temporary pledge orders delivered in payment of goods and services furnished to said project.\" 4760 <i>Abstracts and Arguments</i> 160 (Iowa 1975). Under the statute, a city may issue pledge orders toward the cost of the project to be paid from the bond proceeds when later obtained. §§ 384.80(11), 384.82(1). Objector McGrory admitted on appeal that a bond issue for \"constructing distribution lines\" or to refund pledge orders for goods and services \"furnished to said project\" did not present separate purposes. <i>McGrory v. Board of Trustees of Municipal Electric Utility,</i> 232 N.W.2d at 263.</p>\n<p>The situation before us is factually different from <i>McGrory.</i> The council does not propose to issue these bonds to build this new parking facility and refund pledge orders for goods and services \"furnished to said project.\" The city presently has bonds outstanding from four prior projects. One of the acts the council <i>actually proposes to do</i> is to build a fifth parking facility; another act it <i>actually proposes to do</i> is to refund the remaining bonds of the issues for the other parking facilities by creating a fund to pay those bonds at maturity. A somewhat similar situation existed in <i>McBryde v. City of Montesano,</i> 7 Wash. at 73, 34 P. at 560-61. There the council desired to buy fire apparatus and to purchase land and erect a city hall and jail on it. The city had legal problems however with existing indebtedness of $20,000 for roadways, an electric plant, and general warrants. The council therefore submitted a proposition for bonds of $25,000 which would simultaneously fund the existing indebtedness and permit acquisition of the apparatus, land, city hall, and jail. A problem did not exist as to simultaneous submission of the acquisitions for future improvements; the problem related to adding the funding of the old debt. The Washington Supreme Court regarded the proposition as involving two basic purposes: one prospective, to acquire <i>future</i> improvements; and the other retrospective, to <i>fund</i> the prior debt. The court stated:</p>\n<blockquote>Yet it was proper enough to submit a proposition to fund at the election which was held, but it could not be united with the proposition to borrow money for future purposes, so as to have one expression of the voter answer both propositions. They might be decided by the same ballot, but the voter must have an opportunity to express himself separately as to each one. For these reasons, the whole election under ordinance 178 was void. Respondents claim that under our decision in <i>Seymour v. Tacoma,</i> 6 Wash. 427 (<span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">P.</span> <span class=\"page\">1059</span></span>), part of the result of the election may be saved; but the ruling in the former case does not apply here. People voted very largely on the proposition to issue bonds for $25,000; but it might be that a feeling may have existed in favor of putting the old debts in good shape, which induced many to vote for the whole loan who would not have voted to borrow to buy fire apparatus and build a city hall.</blockquote>\n<p>In this case the council argues that all it actually desires to do is to erect the new parking facility, and it proposes to refund the outstanding bonds because of the anti-dilution clauses in them preventing erection of the new facility; hence only one purpose is involvederecting the new facility. The council is confusing its <i>reason</i> for refunding the outstanding bonds with what it <i>actually</i> <span class=\"star-pagination\">*386</span> <i>proposes to do.</i> The council's reason for refunding, whatever it may be, does not negate the fact that the refunding of the four prior issues for four other facilities is itself an act it intends to perform; the existing bonds could be refunded under section 384.82(2) without ever building another parking facility.</p>\n<p>The council could be right that garnering four affirmative council-member votes for the new facility and also four for refunding existing bonds may be more difficult than obtaining four votes on one proposition by presenting the two issues to the council as a package. Such a contention by the council is, essentially, an attack on the single purpose rule against logrolling. The very purpose of that rule is to prevent adoption of a measure, which would not stand on its own merits, by packaging it with a more attractive measure. If the council's contention is accepted, an unpopular project could be obtained by the simple expedient of incorporating it into a proceeding with a popular refunding proposal. Thus a proposed project A, which would not carry itself financially and therefore would not receive majority approval, could be logrolled in by tying it to a favored proposal to refund bonds for existing projects <i>B</i> and <i>C.</i></p>\n<p>We thus hold that the council's joinder of constructing the facility and of refunding existing bonds was invalid. The trial court should have overruled the council's motion for summary judgment and sustained plaintiffs' corresponding motion. This holding disposes of the appeal, but we will touch upon other issues which will likely arise before the council if that body undertakes dual proceedings. We have no knowledge, of course, as to whether the council will be advised to go forward with two bond proceedings or whether it will wish to do so.</p>\n<p>II. <i>Notice of public hearing.</i> The pivotal provision regarding public notice for proposed revenue bonds is this sentence in section 384.83(2):</p>\n<blockquote>The notice must include a statement of the time and place of the meeting, the maximum amount of the proposed revenue bonds, the purpose for which the revenue bonds will be issued, and the city utility, combined utility system, city enterprise, or combined city enterprise whose net revenues will be used to pay the revenue bonds and interest thereon.</blockquote>\n<p>While the tendency of councils is to use general notices so as to maximize subsequent administrative flexibility, <i>Green v. City of Cascade</i><i>,</i> the statute manifests the countervailing consideration that the public must be apprised of the facts. The statute gives the council broad power to issue revenue bonds; public referenda are no longer involved. But the legislature has given the public the right to appear and make its views known. This right loses meaning if a council does not provide adequate information. Thus the notice is important and it should inform the public definitively about the proposal. Moreover, a council should not require the public to ferret out information at city hall. <i>Cf. </i><i>Central of Georgia Railway v. Wright,</i> <span class=\"citation\" data-id=\"96716\"><a href=\"/opinion/96716/central-of-georgia-r-co-v-wright/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></a></span>, 138, <span class=\"citation\" data-id=\"96716\"><a href=\"/opinion/96716/central-of-georgia-r-co-v-wright/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">47</span></a></span>, 51, <span class=\"citation\" data-id=\"96716\"><a href=\"/opinion/96716/central-of-georgia-r-co-v-wright/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">134</span></a></span>, 142 (1907) (tax assessment\"[T]his notice must be provided as an essential part of the statutory provision, and not awarded as a mere matter of favor or grace,'\" citing <i>Security Trust &amp; Safety Vault Co. v. City of Lexington,</i> <span class=\"citation\" data-id=\"96528\"><a href=\"/opinion/96528/security-trust-co-v-city-of-lexington/\"><span class=\"volume\">203</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, <span class=\"citation\" data-id=\"96528\"><a href=\"/opinion/96528/security-trust-co-v-city-of-lexington/\"><span class=\"volume\">27</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">87</span></a></span>, <span class=\"citation\" data-id=\"96528\"><a href=\"/opinion/96528/security-trust-co-v-city-of-lexington/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">204</span></a></span> (1906)).</p>\n<p>A. Plaintiffs claim that the present notice does not adequately state the amount of the proposed bond issue, citing the requirement that the notice state \"the maximum amount of the proposed revenue bonds.\" § 384.83(2). <i>See </i><i>Stern v. City of Fargo,</i> 18 N.D. at 296-300, 122 N.W. at 406-07. The notice states that the council proposes to take action for issuance of \"not to exceed $12,250,000 Parking System Revenue Bonds . . ..\" The council argues that this is sufficient under the <i>McGrory</i> case, where the notice proposed issuance \"of not to exceed $60,000 of Electric Revenue Bonds . . ..\" 4760 <i>Abstracts and Arguments</i> 160 (Iowa 1975). We found that notice \"minimally\" complied, but the distinction between <i>McGrory</i> and the present case is that <i>McGrory</i> involved a single purpose while the present case falls under another <span class=\"star-pagination\">*387</span> line of decisions. If the present notice stopped with the part we have quoted from it, we believe it would be minimally sufficient. But it continues:</p>\n<blockquote>in order to provide funds to pay costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multilevel facility for the parking of motor vehicles and related or subordinate uses.</blockquote>\n<p>How much of the bond issue is for the new parking facility, and how much is for refunding the old bonds? We are back to the problem of dual purposes, but here it is compounded by the council's failure to specify the amounts for the respective purposes. <i>See </i><i>Smith v. Mayor &amp; Council of Dublin,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">833</span></span>, 837, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">327</span></span>, 328 (1901) (\"[T]he notice in this respect in neither case informed the voters how much of the sum, if voted, would be used for either purpose.\"); <i>City of Denver v. Hayes,</i> <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">110</span></span>, 116-17, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">P.</span> <span class=\"page\">311</span></span>, 313 (1900) (\"It is not sufficient that a lump sum be authorized by the electors, which the city council may thereafter apportion as it sees fit, but the separate purpose and amount devoted to each must be determined by them.\"). The notices in the previous bond proceedings plainly stated the maximum amounts for those facilities: $1,400,000, $2,600,000, $2,600,000, and $900,000. Members of the public are entitled to know the respective amounts for the facility and refunding so they can decide whether to consent or object. They might have no objection if the portion for the new facility is, say, two or three million, but might oppose if the portion is five or six million. Essentially the present notice asks the public to purchase a new parking facility without knowing the price. The legislature has mandated the notice as the vehicle for apprising the public; the electors are not required to sift through documents at city hall for information the notice must contain. If the council institutes new revenue bond proceedings the notice for the facility must state the maximum amount of bonds for that purpose and the notice for refunding must state the maximum amount of bonds therefor.</p>\n<p>B. Plaintiffs also claim that the notice does not adequately state the purpose of the bond issues. Section 384.83(2) provides that the notice must state \"the purpose for which the revenue bonds will be issued.\" The notice before us states that the bonds will be issued:</p>\n<blockquote>in order to provide funds to pay costs of the acquisition and construction of additions to the municipal parking facilities system and of refunding the existing bonds of the City outstanding and payable from the revenues of the municipal parking facilities system, including a multi-level facility for the parking of motor vehicles and related or subordinate uses.</blockquote>\n<p>The notice also states: \"The portion of bond proceeds used for refunding will be deposited in trust and invested in such manner as to pay when due the installments of principal and interest on the City's presently outstanding Parking Facilities Revenue Bonds.\" This issue in the case involves two aspects.</p>\n<p>One aspect relates to statement of the purpose itself. The author sets out the guide regarding \"purpose\" in 4 E. McQuillan, <i>The Law of Municipal Corporations</i> § 13.37c, at 539-40 (3d ed. 1968):</p>\n<blockquote>The requirement that the notice shall designate the object or purpose of the meeting should be substantially observed. Omitting details the notice should state the purpose with certainty and precision. A notice merely stating the object to be to \"consider ordinances\" is too indefinite. The intent of the law is that the notice shall be sufficiently definite and certain to give information of the character of the business that will be transacted so that the members of the body, and through them the public generally, may have some intelligence of the proposed action, legislative or otherwise, and some opportunity to consider it.</blockquote>\n<p><i>See also </i><i>Eastern Shore Public Service Co. v. Town of Seaford,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Del. Ch.</span> <span class=\"page\">214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">A.</span> <span class=\"page\">115</span></span> (1936).</p>\n<p><span class=\"star-pagination\">*388</span> In contrast to the present notice, the following from the City's 1966 proceedings for erecting a facility is illustrative of prior notices:</p>\n<blockquote>for the purpose of paying the cost, to that amount [specified to be $1,400,000], of adding to, extending and improving the system of public motor vehicle parking facilities of said City by acquiring all of the real estate not already owned by the City in the block bounded by Mulberry, Plum, Seventh and Eighth Streets in said City and constructing in said block a multi-level, precast prestressed concrete motor vehicle parking structure having a floor area of approximately 194,020 square feet.</blockquote>\n<p>The present notice is much less definite and certain as to construction of the new facility, and the statement of purpose with reference to refunding outstanding bonds is similarly general.</p>\n<p>Nonetheless, with one exception, we believe the statement of the dual purposes is minimally sufficient, <i>as a statement of purposes,</i> under <i>McGrory.</i> The exception is that with a proposed parking facility, the vicinity, not necessarily the exact location, is important to the public so that individuals can intelligently weigh the need in that area and thus decide whether to acquiesce or oppose the proposition. <i>McGrory</i> did not involve a parking facility, which poses a particular problem of need based on location.</p>\n<p>The other aspect of this issue takes us back to the dual purpose problem. The council does not state one purpose here, but two. This renders the present notice infirm for reasons we have already considered. If the council hereafter undertakes two separate proceedings, the notices could well be more definite and certain as to both the new facility proposal and the refunding proposal, although the present statement of purposes, <i>as such,</i> is minimally sufficient except as to the vicinity of the proposed facility.</p>\n<p>C. Plaintiffs claim additionally that the notice does not properly designate the city enterprise whose revenues will be used to pay the bonds. Section 384.83(2) requires the notice to state the \"city enterprise, or combined city enterprise whose net revenues will be used to pay the revenue bonds and interest thereon.\" The notice contains no express statement of how the bonds will be serviced as to principal and interest. The reader must resort to inference from the following words we have italicized: \"for the issuance of not to exceed $12,250,000 <i>Parking System Revenue Bonds</i> of said City . . . .\" Contrastingly, prior notices stated that those bonds would be paid \"solely and only from the future net revenues to be derived from the operation of the system of public motor vehicle parking facilities of said City, consisting of the net revenues of its off-street parking facilities and the net revenues of its on-street parking meters.\"</p>\n<p>Again <i>McGrory</i> does not reach the problem. <i>McGrory</i> involved an electric plant and transmission lines, and the notice was minimally sufficient. Here we have four existing revenue-producing facilities, each with its set of bonds being refunded, plus revenue-producing on-street parking, and now a proposed new revenue-producing facility. Is the intention to place all revenues in a pot for the new bonds, so that the stronger producing facilities help carry the weaker ones, or to allocate revenues from the facilities and street meters, or to proceed in some other way? The method intended for paying the bonds and interest must be stated more definitely.</p>\n<p>III. <i>Meaningful public hearing.</i> Since plaintiffs are entitled to summary judgment on the basis of their first ground, we need not say whether they generated a fact issue requiring trial on their claim that the July 24th council meeting was a sham. See such summary judgment decisions as <i>Daboll v. Hoden,</i> <span class=\"citation\" data-id=\"2175304\"><a href=\"/opinion/2175304/daboll-v-hoden/\"><span class=\"volume\">222</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">727</span></a></span> (Iowa 1974). Underlying this claim is the vexing question of whether and when a court may inquire into a council member's state of mind. <i>See </i><i>Midwest Investment Co. v. City of Chariton,</i> <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">407</span></span>, <span class=\"citation\" data-id=\"2065638\"><a href=\"/opinion/2065638/midwest-investment-co-v-city-of-chariton/\"><span class=\"volume\">80</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">906</span></a></span> (1957); <i>Gates v. City Council of Bloomfield,</i> <span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1</span></span>, <span class=\"citation\" data-id=\"2223357\"><a href=\"/opinion/2223357/gates-v-city-council-of-bloomfield/\"><span class=\"volume\">50</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">578</span></a></span> (1951); <i>Huston</i> <span class=\"star-pagination\">*389</span> <i>v. City of Des Moines,</i> <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">455</span></span>, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">883</span></span> (1916); <i>Swan v. City of Indianola,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">547</span></span> (1909); 56 <i>Am. Jur.2d Municipal Corporations</i> §§ 143, 144 (1971); 62 <i>C.J.S. Municipal Corporations</i> §§ 199, 200 (1949 &amp; Supp.1978). As to the corresponding rule regarding hearings by administrative agencies, <i>see 2 Am.Jur.2d Administrative Law</i> § 652 (1962); 73 <i>C.J.S. Public Administrative Bodies &amp; Procedure</i> § 209 (1951). Section 384.83(2) provides in part:</p>\n<blockquote>The governing body shall at the meeting receive oral or written objections from any resident or property owner of the city. After all objections have been received and considered, the governing body may, at the meeting or any adjournment thereof, take additional action for the issuance of the bonds or abandon the proposal to issue bonds.</blockquote>\n<p>As to judicial review, the section continues:</p>\n<blockquote>Any resident or property owner of the city may appeal a decision of the governing body to take additional action to the district court of the county in which any part of the city is located within fifteen days after the additional action is taken, but the additional action of the governing body is final and conclusive unless the court finds that the governing body exceeded its authority.</blockquote>\n<p>While plaintiffs have a heavy burden under this third ground, we believe that if a council refused to conduct a hearing or opened the hearing but refused to permit residents or property owners to present objections, and then took additional action for issuing bonds, it would have \"exceeded its authority.\" We do not decide whether, as plaintiffs claim, the same result would obtain if a council permitted objections to be presented but had fully prejudged the issue by committing itself in advance to approval of the proposition irrespective of objections lodged, and peremptorily rejected the objections. The statute plainly states the objections shall be received \"and considered.\" We cannot believe this council will in future proceedings disregard its duty to hear, weigh, and then, in good faith, decide the merits of objections interposed, as section 384.83(2) contemplates. We thus reach no decision as to plaintiffs' third ground of appeal.</p>\n<p>Finally, the judicial branch has no concern whatsoever with the success or failure of the proposal to construct the parking facility and to refund the bonds. Its sole concern in this litigation is substantial compliance with the statutes on issuing bonds. The council, proceeding in accordance with the statute, is the ultimate determiner of whether bonds shall or shall not be issued. The present bond proceedings, however, do not substantially comply with chapter 384. We therefore return the case to district court for entry of an order overruling the council's motion for summary judgment and sustaining plaintiffs' corresponding motion, and for entry of judgment for plaintiffs accordingly. Nothing in the judgment will bar new bond proceedings if the council is disposed to entertain them.</p>\n<p>REVERSED AND REMANDED.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1279094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1701425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2011717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2065638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2175304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2223357/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3236987/"
          ]
        }
      ],
      "judges": "Considered by Reynoldson",
      "date_created": "2015-09-10T15:53:37.818301Z",
      "date_modified": "2016-03-03T20:58:58.356647Z",
      "date_filed": "1979-06-27",
      "date_filed_is_approximate": false,
      "slug": "grove-v-city-of-des-moines",
      "citation_id": 1872969,
      "case_name_short": "Grove",
      "case_name": "Grove v. City of Des Moines",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "280 N.W.2d 378",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1470132/grove-v-city-of-des-moines/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T16:58:39.965790Z",
  "date_modified": "2014-10-30T16:58:39.965790Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Grove",
  "case_name": "Grove v. City of Des Moines",
  "case_name_full": "",
  "slug": "grove-v-city-of-des-moines",
  "docket_number": "62903",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}