{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1476885/",
  "id": 1476885,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/flmb/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1863491/",
      "id": 1863491,
      "absolute_url": "/opinion/1863491/in-re-cuenant/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1476885/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1863491/",
          "id": 1863491,
          "absolute_url": "/opinion/1863491/in-re-cuenant/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1863491/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:39:30.933680Z",
          "date_modified": "2017-04-07T07:54:50.046664Z",
          "type": "010combined",
          "sha1": "3ebb7c4ffd4b824885d0e26871cc83b22e496229",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>339 B.R. 262 (2006)</b></center>\n<center><h1>In re Jean Pierre Andre CUENANT, Debtor.<br>\nMarbella, LLC, a Florida limited liability, Plaintiff,<br>\nv.<br>\nJean Pierre Andre Cuenant, Defendant.</h1></center>\n<center>Bankruptcy No. 6:04BK03832, Adversary No. 6:04-AP-162.</center>\n<center><p><b>United States Bankruptcy Court, M.D. Florida, Orlando Division.</b></p></center>\n<center>February 23, 2006.</center>\n<p><span class=\"star-pagination\">*263</span> <span class=\"star-pagination\">*264</span> <span class=\"star-pagination\">*265</span> <span class=\"star-pagination\">*266</span> Frank M. Wolff, Wolff, Hill, McFarlin &amp; Herron, PA, Orlando, FL, for Debtor.</p>\n<p>Matt E. Beal, Orlando, FL, for Plaintiff.</p>\n<p>Lynnea Concannon, L.S. Concannon PA, Longwood, FL, for Defendant.</p>\n<p>Elena L. Escamilla, Orlando, FL, United States Trustee.</p>\n<p><i>MEMORANDUM OPINION ON DETERMINATION OF DISCHARGEABILITY UNDER 11 U.S.C. SECTIONS 523(a)(2)(A), 523(a)(4), and 523(a)(6)</i></p>\n<p>KAREN S. JENNEMANN, Bankruptcy Judge.</p>\n<p>This adversary proceeding came on for trial on October 31, 2005, and November 1, 2005, on the Amended Complaint to Determine Dischargeability of Debt (the \"Complaint\") filed by plaintiff, Marbella, LLC (\"Marbella\"), against the debtor/defendant, Jean Pierre Andre Cuenant (\"Cuenant\"). Marbella seeks entry of a final judgment against Cuenant determining that certain claims are nondischargeable under Sections 523(a)(2)(A), 523(a)(4), and 523(a)(6) of Title 11 of the United States Code (\"Bankruptcy Code\"). After reviewing the pleadings, the facts stipulated by the parties, considering the testimony of the witnesses, hearing the arguments of counsel, considering the applicable law, and for the reasons discussed below, judgment is entered in favor of the debtor/defendant, Jean Pierre Andre Cuenant.</p>\n<p>The issues raised in this adversary proceeding all relate to whether Cuenant can <span class=\"star-pagination\">*267</span> discharge a debt relating to funds of more than $3,664,613.00 (the \"Funds\") that he took from certain accounts under his control relating to a project known as the Ruby Lake Ranch real property development (the \"Ruby Lake Project\"). Marbella alleges that Cuenant made written and oral representations that he would not take any compensation from the Ruby Lake Project and, therefore, that Cuenant's misappropriation of the Funds for his personal use constitutes actual fraud under Section 523(a)(2), defalcation, larceny or embezzlement under Section 523(a)(4), and/or willful injury to property under Section 523(a)(6). Cuenant argues, in response, that this is simply a business deal that failed and that Marbella has failed to prove any reason his use of the Funds should create a non-dischargeable debt.</p>\n<p>Cuenant commenced this Chapter 7 case and a related Chapter 7 case for JPC Development Corporation, Inc. (\"JPC\") on April 4, 2004. Cuenant is the president, sole director, and 100 percent stockholder of JPC. Cuenant is a French national who has lived in Florida for a number of years working as a real estate developer. He also holds a legal degree he earned in France. JPC was the corporate entity formed by Cuenant specifically to manage the Ruby Lake Project in Orange County, Florida.</p>\n<p>The Ruby Lake Project was a parcel of approximately 270 acres (the \"Property\"), which was acquired in 1997 in the name of JPC with $10 million in equity funds from the plaintiffs LLC<sup>[1]</sup> members and approximately $25,000,000 in bank and seller financing. At the time of the acquisition, the Property was undeveloped and appears to have been primarily suitable for hotel, timeshare and/or commercial development. JPC managed the Property from 1997 until 2003.</p>\n<p>The fund, to develop the Ruby Lake Project came initially from the Marbella members  SARL Benenati, SARL Miller and Grand Line Consultants, Limited (the \"Foreign Investors\"). They invested approximately $10 million between October 1996 and February 1997.<sup>[2]</sup> At the time the monies were invested, the parties had only a sketchy written agreement reflecting the terms of their business deal. (Debtor's Ex. No. 4.) The monies of the Foreign Investors were used by JPC primarily to acquire title to the Property.</p>\n<p>Cuenant invested no significant monetary capital into the Ruby Lake Project. However, he did contribute substantial sweat equity and spent several years obtaining governmental approvals and permits, installing the necessary infrastructure, and, in general, enhancing the Property to make it more attractive for sale to a commercial investor. For example, a multi-lane parkway was built on the Property to improve access, all utilities necessary for the project were installed, and a master drainage system for the project was designed, engineered and permitted.</p>\n<p>In order to pay the development costs, Cuenant sought and obtained substantial third-party financing from the seller of the <span class=\"star-pagination\">*268</span> Property and various banks or lending institutions. The amounts borrowed exceeded $25 million. JPC was liable on all of these third-party loans. Cuenant guaranteed same of these liabilities. The Foreign Investors were not financially liable for any of these debts.</p>\n<p>Between 1997 and 2003, JPC was unable to sell any portion of the Property, other than one small transaction involving a five acre parcel. During that time, however, the debt encumbering the Property grew from $25,000,000, as a result of additional loans and interest accruing on existing debt, to almost $50,000,000, in 2003, when JPC was removed as the manager in response to litigation filed by the Foreign Investors.</p>\n<p>The litigation was filed in early 2003, by SARL Benenati, who was increasingly concerned about the lack of sales and information regarding progress at the Ruby Lake Project. (See, e.g., Plaintiff's Ex. No. 36.) The lawsuit was filed in Orange County Circuit Court and styled as <i>Ruby Lake et al, vs. JPC Development Corporation and Jean Pierre Cuenant,</i> Case No.: 03-CA-2313 (the \"State Court Litigation\"). The State Court Litigation sought: 1) to enjoin JPC and Cuenant from certain action in connection with the Property; 2) damages for breach of fiduciary duty; and 3) the imposition of an equitable lien on a residence acquired by Cuenant in Palm Beach County, Florida (the \"Palm Beach Residence\") with proceeds derived from the Ruby Lake Project. In connection with the State Court Litigation, the Property was transferred from JPC to Marbella. The consent order, entered on March 25, 2003, approving the transfer also found that JPC was the nominee title holder of the Property for the benefit of the Ruby Lake Project investors. (Plaintiffs Ex. No. 12.) Neither JPC nor Cuenant ultimately opposed the transfer of the Property to the other Marbella members. By this point, Cuenant had given up his hope of selling the Property for a profit.</p>\n<p>At the same time the State Court Litigation started, the Foreign Investors retained an accountant and discovered, for the first time, that Cuenant had obtained the Funds from the Ruby Lake Project between 1997 and 2003. They discovered that, each time JPC received monies for use on the Ruby Lake Project, Cuenant took a portion of these monies, usually immediately upon JPC's receipt of the monies.</p>\n<p>Cuenant used the Funds, exceeding $3 million, for his personal living expenses. (Plaintiffs Ex. No. 56.) He paid the debt service accruing on his expensive Palm Beach Residence. He paid private school tuition for his children, his country club dues, and his credit card payments. He also used the Funds to buy collectibles such as antiques, jewelry, and expensive automobiles. Cuenant enjoyed an extravagant lifestyle which was made possible only by the use of the monies flowing through JPC.</p>\n<p>Cuenant testified that he believed the Funds were his and that he did not need permission from the Foreign Investors to use the monies. Cuenant certainly never explicitly informed the Foreign Investors that he was taking the Funds. Nor was Cuenant's use of the Funds readily available for discovery by the Foreign Investors. This was because the transfers were reflected as shareholder loans only on <i>JPC's</i> financial records. No formal promissory note or other indicia of the loans exist. (Plaintiffs Ex. No. 37.) The balance sheet and other financial information supplied to the Foreign Investors revealed development costs associated with the Ruby Lake Project and did not expressly reference the \"loans\" to Cuenant. Certainly, Cuenant never volunteered the information.<sup>[3]</sup><span class=\"star-pagination\">*269</span> Therefore, the Foreign Investors were shocked to learn that Cuenant had taken over $3.6 million in JPC's monies to pay his personal living expenses, while, at the same time, JPC was unable to pay on-going debt service incurred in connection with the Ruby Lake Project. The Foreign Investors, understandably, were dismayed and believed that Cuenant had embezzled the monies or taken them fraudulently.</p>\n<p>In making these claims, the Foreign Investors point to the various written agreements between the parties and JPC's agreement not to take a management fee for developing the Ruby Lake Project. In order to unravel the terms of the agreements between the parties, some detailed analysis is merited.</p>\n<p>In 1996, Cuenant started generating interest among investors interested in pursuing development of the Ruby Lake Project. Cuenant was hoping to find a group of investors or lenders who would provide financing to buy the Property and then to develop the necessary infrastructure so that an end-user, such as a hotel, would buy all the Property at a greatly increased price. Cuenant recently had completed a much smaller deal with two of the Foreign Investors, and he thought they may be interested in pursuing this much larger financial commitment. They were.</p>\n<p>On October 8, 1996, some or all of the Foreign Investors transferred $500,000 into JPC's account for use on the Ruby Lake Project. At that time, no written agreement existed between the parties. By the end of February, 1997, when JPC actually acquired title to the Property, the Foreign Investors had supplied JPC with a total of approximately $10 million, via 12 wire transfers. The wire transfers were made in varying amounts from $120,000 to $5 million. All monies went into JPC's account. None of the Foreign Investors had any signatory control over JPC's account or, indeed, any official role in the management of JPC's business or the development of the Ruby Lake Project. Rather, the Foreign Investors were simply equity investors.</p>\n<p>The various written agreements between the parties are confusing at best and often inconsistent. They shed little light on the terms of the parties' relationship. The earliest written agreements are two nearly identical one page documents  one signed by SARL Benenati and one signed by SARL Miller. (Debtor's Ex. No. 4.) The entire term of these agreements, dated December 27, 1996, and signed close to that date, provides:</p>\n<blockquote>JPC Development Corporation . . . has entered into a Contract to Purchase a property \"Ruby Lake Ranch\" of approximately 270 acres, about 100 of which has an ACR land use and about 100 of which has an ACMU land use. The property is located in Orange County, Florida, USA.</blockquote>\n<blockquote>In order to purchase, develop and resale said property, JPC Development Corporation needs cash equity in addition to traditional lending.</blockquote>\n<blockquote>SARI. Miller/SARL Benenati . . . agrees to provide half of the cash equity required in return for a 40% (forty percent) interest in the net profit of the venture.</blockquote>\n<p>This brief document was the only written agreement in place at the time that the Foreign Investors transferred the entire amount of their investment of $10 million. The literal language of this agreement indicates <span class=\"star-pagination\">*270</span> that the parties intended for the then two Foreign Investors, SARL Miller and SARL Benenati, to supply equity capital in exchange for an 80% interest in the net profits of the Ruby Lake Project.</p>\n<p>Later, however, the parties signed various other agreements. Also, Grandline Consultants, Limited joined the group as one of the Foreign Investors. Each of these other agreements is titled \"Joint Venture\" (\"Joint Venture Agreements\"). (Plaintiffs Ex. No. 34.) The Joint Venture Agreements are several pages long and are dated either in December 1996 or January 1997. Cuenant contends that these dates are incorrect and that the Joint Venture Agreements were signed much later, sometime in late 1997, long after the Foreign Investors had made their total investment and long after JPC used the investor's money to buy the Property.</p>\n<p>After carefully reviewing the evidence on this conflicting point, the Court finds that the Joint Venture Agreements were not signed until late 1997. As such, they did not exist until after the Foreign Investors had invested their monies with JPC. The belated negotiation and execution of these Joint Venture Agreements is demonstrated by substantial evidence, including the transmittal letter Cuenant received on October 2, 1997, which enclosed, for the first time, the initial draft of the Joint Venture Agreement relating to Grandline Consultants. (Debtor's Ex. No. 6.)</p>\n<p>In another letter, dated April 3, 1997, JPC's attorneys indicated they started working on early drafts of the agreement between the parties in April 1997. (Debtor's Ex. No. 5.) The terms of these earlier draft agreements, then called Assignment of Profits Interest, differ substantially from the terms of the Joint Venture Agreements ultimately signed. Why would an attorney work to draft a formal agreement in April 1997, if one was already in place in December 1996?</p>\n<p>Moreover, the Court found the testimony of Alberto Benenati, a representative of the Foreign Investors, very inconsistent as to the date the Joint Venture Agreements were signed. He simply could not explain why SARL Miller and SARL Benenati would sign very summary agreements on December 27, 1996, if they already had lengthy detailed agreements in place signed a month earlier on December 1, 1996. It simply makes no sense.</p>\n<p>Even the various versions of the Joint Venture Agreements are inconsistent. For example, in one version, Grandline Consultants supposedly signed its agreement on December 3, 1996 (Defendant's Ex. No. 13.) However, Grandline Consultants, by its own admission, was not even formed until January 21, 1997, over a month later. How could Grandline Consultants legally sign an agreement before it was even created? For all these reasons and after weighing the credibility of the testimony and documentary evidence, the Court finds that the Joint Venture Agreements were signed <i>after</i> October 1997, and then back-dated to the dates appearing on the various signed agreements. All transfers from the Foreign Investors to JPC had occurred long before these Joint Venture Agreements were signed.</p>\n<p>Moreover, even when the Joint Venture Agreements ultimately were signed, and irrespective of the title of the documents, the agreements did not create a legal partnership or joint venture arrangement between the parties. Each of the agreements provided that \"only the profits of the sales of the real estate[s] and rights . . . form the scope . . . of the present joint venture.\" The parties, somewhat inconsistently,<sup>[4]</sup><span class=\"star-pagination\">*271</span> agreed to split the profits. The Foreign Investors would collectively receive 70-80% of the profits; JPC would receive the remaining 20-30% of the profits. The parties never agreed to share the liabilities arising from the development of the Ruby Lake Project.</p>\n<p>Rather, JPC assumed full liability for the debts associated with the development costs. Cuenant individually guaranteed many of these liabilities. In exchange, the parties agreed that \"the joint venture shall be administered and managed by JPC\" and that JPC \"will solely be known by third parties.\" (Plaintiffs Ex. No. 34, Article 9.) JPC made all management decisions. JPC was the public face for the parties' venture, and third-party lenders never learned of the existence of the Foreign Investors. For all public purposes, JPC was the sole developer of Ruby Lake Project. The Foreign Investors were silent equity investors who had no contact, direct or indirect, with the lenders, until after JPC lost its management control.</p>\n<p>The primary dispute in this adversary proceeding and Cuenant's withdrawal of the Funds revolves around a provision that first appeared in the Joint Venture Agreements signed in late 1997. The language reads: \"In remuneration of its services, no compensation is due JPC.\" The Foreign Investors, through the testimony of Mr. Benenati, argue that this provision prohibited Cuenant from taking any monies from JPC for his own use until the project closed and profits were realized. Cuenant testified that he understood this phrase to mean that JPC could not charge or accrue a management fee for its services or, stated differently, that JPC could not increase its percentage of the profits through its development work.</p>\n<p>Without dispute, Cuenant withdrew over $3 million from JPC during JPC's tenure in developing the Property. JPC accounted for Cuenant's withdrawal of the Funds as \"loans to shareholders.\" The Foreign Investors had no contemporaneous knowledge of these transfers because the financial information supplied to them only listed the loans as \"other [unexplained] assets\" of the Ruby Lake Joint Venture.</p>\n<p>Cuenant credibly testified that he intended to repay these loans when he received his percentage of the profits from the project. He was not attempting to increase his share of the profits or to force the Foreign Investors to pay JPC a management fee. He was simply borrowing monies from JPC during the years when JPC managed the endeavor. Nothing in any agreement between the parties required JPC or Cuenant to get permission from the Foreign Investors to Make these loans. Moreover, when Cuenant withdrew the Funds, he and the other Foreign Investors all believed the project would be very successful and that everyone would receive substantial profits. Only later did market conditions decline, largely as a result of a downturn in tourism following the terrorism attack of September 11, 2001, and the group's expectations of profits dissipated.</p>\n<p>Cuenant's assumption that the ultimate sale of the Property would result in substantial profits for everyone was reasonable. Everyone understood that the buyer of the Property would be a business involved in the tourism industry. During <span class=\"star-pagination\">*272</span> Cuenant's management, he received a number of letters expressing interest in purchasing the Property. (See, e.g., Debtor's Ex. Nos. 23-40.) At one point, an independent appraiser indicated that the value of the Property exceeded $111 million. Another appraiser opined the Property had a value of $93.5 million. (Debtor's Ex. No. 20.)</p>\n<p>Of course, the debt encumbering the Property increased as JPC installed roads, developed utilities, and prepared the Property for sale. Indeed, the debt increased from $25 million to over $47 million. By 2003, most, if not all, of these loans were in default. JPC had no monies to service ongoing debts.</p>\n<p>After 2001, few parties were interested in purchasing the Property. Yet, JPC and Cuenant continued to try to negotiate a favorable sale that would allow JPC to pay its debts, Cuenant to repay his loans to JPC, and for all of the parties to recoup a profit. After many unsuccessful attempts, in early 2003, Cuenant cobbled together a combination of sales agreements, letters of intent, and forbearance agreements, which, if completed, may have resulted in sales proceeds of over $76 million. If so, Cuenant would have repaid his loans and perhaps also realized a small amount in additional profits.</p>\n<p>However, it was at this juncture that the Foreign Investors, understandably, simply lost confidence in JPC. They had heard Cuenant's prior unfulfilled promises of golden sales and lost patience. The Foreign Investors initiated the State Court Litigation and assumed control of the Ruby Lake Project. By instituting this litigation and with the change in management control, they effectively scared away any legitimate purchaser. Perhaps the Foreign Investors were rightfully skittish. In any event, no real sales existed.</p>\n<p>The end result is that Cuenant realized that, with the pending litigation and the parties' dispute, JPC could not close any viable sale. Cuenant and JPC agreed to surrender control of the Property. Marbella was formed to manage and sell the Property. Upon assuming control, Marbella attempted to sell the Property, but it also was unsuccessful, primarily due to the large amount of defaulted debt encumbering the Property. Eventually, JPC's lenders obtained title to the Property in a foreclosure sale. The Property was later sold for $47.5 million. No profits were realized, and substantial debts were unpaid. Both JPC and Cuenant filed bankruptcy cases on April 5, 2004.<sup>[5]</sup></p>\n<p>Marbella filed this adversary proceeding seeking a nondischargeable judgment in the amount of the withdrawn Funds, $3,664,613 (less certain reductions and modifications) under Sections 523(a)(2)(a), (4) and (6) of the Bankruptcy Code. Marbella has failed to prove its case. Accordingly, for the reasons explained below, the Court finds that any debt Cuenant may owe to Marbella and the Foreign Investors is discharged.<sup>[6]</sup></p>\n<p>In determining whether a debt is dischargeable or not under the various <span class=\"star-pagination\">*273</span> provisions of Section 523 of the Bankruptcy Code, the Court notes that a primary policy underlying our bankruptcy system is the concept of a \"fresh start\" for the honest debtor by providing much-needed relief from the pressure of his debts. <i>Local Loan Co. v. Hunt,</i> 292 U.S. 234, 54 S.Ct. 695, 78 L.Ed. 1230 (1934); <i>Perez v Campbell,</i> 402 U.S. 637, 91 S.Ct. 1704, 29 L.Ed.2d 233 (1971). Applying this clearly stated policy, the exceptions to discharge delineated in Section 523 of the Bankruptcy Code are generally construed narrowly against a creditor and liberally in favor of the debtor. Accordingly, the creditor has the burden to prove that a particular obligation of the debtor falls within an exception of Section 523. As noted by the Supreme Court in <i>Grogan v. Garner,</i> 498 U.S. 279, 111 S.Ct. 654, 112 L.Ed.2d 755 (1991), this burden of proof is satisfied by a mere preponderance of the evidence.</p>\n<p>Bankruptcy Code Section 523(a)(2)(A) excepts from the discharge a claim for money, property, services or credit to the extent obtained by \"false pretenses, a false representation, or actual fraud, other than a statement respecting the debtor's or an insider's financial condition.\" In order to find a debt to be nondischargeable under Section 523(a)(2)(A), Marbella must prove that (1) Cuenant made a false representation with the purpose and intention of deceiving the creditor; (2) the creditor relied on the representation; (3) the creditor's reliance was reasonably founded; and (4) the creditor sustained a loss as a result of the representation. <i>In re Hunter,</i> 780 F.2d 1577, 1579 (11th Cir.1986), abrogated on other grounds by <i>Grogan,</i> 498 U.S. 279, 111 S.Ct. 654.</p>\n<p>Marbella argues that the Funds withdrawn from JPC's accounts were obtained fraudulently. In particular, they rely on the language in the Joint Venture Agreements stating that JPC was not to receive any remuneration for its services. They argue that JPC's loans to Cuenant violated this provision and were some type of fraudulent conversion of the monies of the Foreign Investors.</p>\n<p>Marbella's argument fails because the agreements they rely upon, which imposed the alleged restriction on Cuenant's use of JPC's funds, were not in existence at the time the Foreign Investors transferred their $10 million equity investment into JPC. The earlier agreement, dated December 27, 1996, contained no such limitation. Nor, based on the evidence, could the Court find that Cuenant had made any other oral or written representation regarding his right to access JPC's funds prior to the time the $10 million investment was received in full by JPC by February 1997. The Joint Venture Agreements arguably imposing the restriction on Cuenant's use of JPC's funds were not signed until almost a year later, in late 1997. As such, Marbella cannot establish that they relied, justifiably or otherwise, upon any representation made by Cuenant when they invested monies into the Ruby Lake Project. The monies had transferred long prior to any such representation. Accordingly, even if one agrees with Marbella's interpretation of the phrase in the Joint Venture Agreements, Marbella has failed to establish an essential element of fraud  justifiable reliance.</p>\n<p>However, the Court also rejects Marbella's position that Cuenant, or for that matter JPC, ever made a false representation with the intent to deceive Marbella. JPC agreed it would receive no compensation or management fee for its services. JPC honored this agreement and never took any such management fee. JPC <i>did</i> lend the Funds to Cuenant but this loan was not a subterfuge form of compensation. JPC made a loan. It was <span class=\"star-pagination\">*274</span> not paid for its services. JPC did not increase or alter the profit distribution scheme between the Foreign Investors by making these loans. At worst, JPC's loans allowed Cuenant to obtain a portion of his profits earlier than the others, but always with the understanding that these loans needed to be repaid prior to any further profit distribution to Cuenant/JPC. Cuenant made no false representation that would support a finding of nondischargeability under Section 523(a)(2)(A) of the Bankruptcy Code.</p>\n<p>Marbella's remaining counts brought under Sections 523(a)(4) and (6) will be considered together because they rely upon similar conclusions about the nature of the relationship between the parties. Section 523(a)(4) makes debts resulting from a debtor's \"fraud or defalcation while acting in a fiduciary capacity, embezzlement or larceny\" nondischargeable. <i>In re Hutchinson,</i> 193 B.R. 61, 65 (Bankr.M.D.Fla. 1996). The plaintiffs amended complaint alleges its claim against Cuenant arises under all three of these elements: defalcation while acting in a fiduciary capacity, embezzlement, and larceny.</p>\n<p>Federal bankruptcy law determines the existence of a fiduciary relationship, not state law. <i>Id.</i> at 65. In order to establish a claim under Section 523(a)(4) for fraud or defalcation while acting in a fiduciary capacity, Marbella must prove: (1) Cuenant was acting in a fiduciary capacity; and (2) while acting in a fiduciary capacity, Cuenant committed fraud or defalcation. <i>In re Magpusao,</i> 265 B.R. 492, 497 (Bankr.M.D.Fla.2001). A claim under Section 523(a)(4) stands only when there is an express or technical trust, which exists when there is: (1) a segregated trust res; (2) an identifiable beneficiary; and (3) affirmative trust duties established by contract or by statute. <i>Id.</i> The existence of an express or technical trust is required for a fiduciary relationship. <i>In re Miceli,</i> 237 B.R. 510, 515 (Bankr.M.D.Fla.1999); see also, <i>Hutchinson,</i> 193 B.R. at 65.</p>\n<p>Here, Marbella has failed to establish any type of trust. The Foreign Investor's monies were commingled with other monies placed in JPC's accounts, including the substantial amounts borrowed from the various lenders and monies invested in other projects being developed by Cuenant. Moreover, the vast majority, if not all, of the Foreign Investors' monies was quickly used by JPC to acquire title to the Property. The money was dissipated, with the full knowledge and consent of the Foreign Investors, when JPC bought the Property. Accordingly, there was no segregated trust <i>res.</i></p>\n<p>Nor does any trust agreement exist.<sup>[7]</sup> In order to find a trust relationship, one would need to find an express trust existing when title was taken by JPC in February 1997. Marbella has failed to establish any such trust agreement at the time the monies were invested or the Property transferred to JPC.</p>\n<p>Because Marbella was unable to establish a formal trust relationship, Marbella attempted to demonstrate the existence of two other types of fiduciary relationships, a <i>joint venture</i> or, alternatively, <span class=\"star-pagination\">*275</span> that JPC/Cuenant was the <i>agent</i> of the Foreign Investors. Under the joint venture theory, Marbella argued that JPC and Cuenant owed fiduciary duties to the foreign participants in holding and using the monies advanced by the Foreign Investors and that the loans made by JPC to Cuenant constituted a defalcation of these duties. Assuming for the purposes of this opinion that Section 523(a)(4) imposes a fiduciary duty on each partner in a partnership as to the other partners, <i>In re Futch,</i> 265 B.R. 283, 287 (Bankr.M.D.Fla. 2001) (citing <i>In re Wiles,</i> 166 B.R. 975, 980 (Bankr.M.D.Fla.1994)), Marbella's argument fails because they have failed to establish that a joint venture or partnership ever existed between the participants.</p>\n<p>As stated by the Eleventh Circuit in <i>Williams v. Obstfeld,</i> 314 F.3d 1270 (11th Cir.2002):</p>\n<blockquote>A joint venture, like a partnership, may be created by express or implied contract, and the contractual relationship must consist of the following elements: (1) a common purpose; (2) a joint proprietary interest in the subject matter; (3) the right to share profits and duty to share losses, and (4) joint control or right of control. Florida courts have interpreted these requirements to preclude a finding that a partnership or joint venture exists where any factor is missing.</blockquote>\n<p><i>Id.,</i> at 1275-6 (<i>citations omitted). See also, </i><i>Browning v. Peyton,</i> 918 F.2d 1516 (11th Cir.1990); <i>Offices Togolais Des Phosphates v. Mulberry Phosphates, Inc.,</i> 62 F.Supp.2d 1316 (M.D.Fla.1999); and <i>Florida Tomato Packers, Inc. v. Wilson,</i> 296 So.2d 536 (Fla.3d Dist.Ct.App.1974).</p>\n<p>Marbella has established only one of these four elements: that the parties had a common purpose. Certainly. the various agreements signed by the parties in late 1997 refer to the relationship as a joint venture. However, \"[r]egardless of whether the contract expressly referred to the parties' relationship as a joint venture, the relationship created by the contract must still establish the four required elements.\" <i>Progress Rail Services Corp. v. Hillsborough Reg. Transit Authority,</i> 2005 WL 1051932, *3 (M.D.Fla.2005). The use of the term \"joint venture\" merely establishes the first element, that of a common purpose. Without question, all the participants wanted to develop and then sell the Ruby Lake Property for a profit.</p>\n<p>However, Marbella has failed to prove the other three elements needed to establish a joint venture. First, no joint proprietary interest among the participants existed. The Property was titled solely in JPC's name, not in the name of the other participants in the joint venture. Second, the participants did not both share profits <i>and</i> losses. A joint venture requires a mutuality of interest in both profits and losses, <i>Williams,</i> 314 F.3d at 1275, and \"[t]o share in losses means that each party is responsible or liable for the losses created by the venture and is exposed to liability, if any, to creditors and third parties.\" <i>S &amp; W Air Vac Systems Inc. v. Dept.</i> Of <i>Revenue,</i> 697 So.2d 1313, 1316 (Fla. 5th Dist.Ct.App.1997). In this case, JPC and Cuenant bore all of the liability that arose from the development. Indeed, the Preamble of the Joint Venture Agreements specifically provides, \"Only the profits of the sales of the real estate form the scope of . . . the present joint venture.\" (Plaintiff's Ex. No. 34.) The Foreign Investors had no exposure on liabilities incurred by the Ruby Lake Project. Indeed, JPC was precluded from even identifying the Foreign Investors in obtaining the various loans encumbering the Property.</p>\n<p><span class=\"star-pagination\">*276</span> Third, the parties did not share joint control over the venture. Joint control cannot be established when one party has exclusive control over the undertaking. <i>Pinnacle Port Cmty. Ass'n, Inc. v. Orenstein,</i> 872 F.2d 1536, 1539 (11th Cir. 1989). Where the actions of one party do not bind the other, joint control does not exist. <i>Id.</i> In this case, JPC had exclusive control over the development of the Property, both under the terms of the signed written agreements and pursuant to the actions of the parties. The Joint Venture Agreements provided that \"[t]he jointventure shall be administered and managed by JPC that will solely be known by third parties and has full power to carry out the object of the enterprise and more generally full power to act according to the object of the enterprise.\" (Plaintiff's Ex. No. 34, Article 9.) JPC had no ability to bind the Foreign Investors in its dealings with third parties. Nor did the Foreign Investors face any liability to these third parties as a result of JPC's actions.<sup>[8]</sup></p>\n<p>Accordingly, even though the Joint Venture Agreements used the term \"joint venture\" in the title, the relationship among the parties simply was <i>not</i> a joint venture or a partnership under Florida law. JPC/Cuenant enjoyed complete control over the project; they were the only parties liable for the losses; they had the sole proprietary interest in the Property. No fiduciary duty arose between JPC/Cuenant and the Foreign Investors as a result of the Joint Venture Agreements.</p>\n<p>Next, Marbella contends that the relationship between the parties was that of \"agency.\" \"Agency is the fiduciary relation which results from the manifestation of consent by one person to another that the other shall act on his behalf and subject to his control, and consent by the other so to act.\" <i>Raney v. Aware Woman Center for Choice, Inc.,</i> 224 F.3d 1266, 1268 (11th Cir.2000). An agency relationship requires: \"(1) the principal to acknowledge that the agent will act for it; (2) the agent to manifest an acceptance of the undertaking; and (3) control by the principal over the actions of the agent.\" <i>Whetstone Candy Co., Inc. v. Kraft Foods, Inc.,</i> 351 F.3d 1067, 1077 (11th Cir.2003). A key element in establishing an agency relationship is that of control. <i>Chase Manhattan Mortg. Corp. v. Scott, Royce, Harris, Bryan, Barra &amp; Jorgensen, P.A.,</i> 694 So.2d 827, 832 (Fla. 4th Dist.Ct.App. 1997). The existence of a true agency relationship depends on the degree of control exercised by the principal. <i>Dorse v. Armstrong World Industries, Inc.,</i> 513 So.2d 1265, 1268 (Fla.1987). Generally, a contractor is not a true agent where the principal controls only the outcome of the relationship, not the means used to achieve that outcome. <i>Dorse,</i> 513 So.2d at 1268; <i>U.S. v. Tianello,</i> 860 F.Supp. 1521, 1524 (M.D.Fla.1994).</p>\n<p>The evidence clearly demonstrated that JPC never subjected itself to the control of the Foreign Investors. Indeed, all of the agreements, both written and oral, indicate quite the opposite. The only reference to principal and agent is that in the state court order, entered in 2003, <i>after</i> the relationship had concluded. The Foreign Investors never controlled JPC's or Cuenant's development of the Property. The testimony of Mr. Benenati, a representative of the Foreign Investors, established <span class=\"star-pagination\">*277</span> that the investors had absolutely no control over JPC's actions. Indeed, their frustration largely stemmed from the fact that they lacked control and got little or no timely information on JPC's progress, much less any ability to direct actions taken by JPC. Marbella has failed to establish any type of agency relationship, any type of partnership/joint venture relationship, or any duty arising under any express trust which would give rise to any fiduciary duty owed by Cuenant to the Foreign Investors. Cuenant could not have breached a duty that did not exist. Marbella has failed to prove that Cuenant was in defalcation of any fiduciary duty under Section 523(a)(4) of the Bankruptcy Code.</p>\n<p>Marbella also has failed to establish the elements needed to prove embezzlement or larceny. Embezzlement is defined as the \"fraudulent appropriation of property by a person to whom such property has been entrusted, or into whose hands it has lawfully come.\" <i>Futch,</i> 265 B.R. at 287-88. <i>See also, </i><i>In re Tomlinson,</i> 220 B.R. 134, 136 (Bankr.M.D.Fla. 1998). To prevail on embezzlement, Marbella must prove that Cuenant appropriated funds for his own benefit with fraudulent intent or deceit. <i>Futch,</i> 265 B.R. at 288. In addition, an embezzlement claim requires Marbella to show that the property allegedly embezzled was his property. <i>Tomlinson,</i> 220 B.R. at 136. One cannot embezzle one's own property nor can a partner embezzle partnership property because he is a co-owner. <i>Futch,</i> 265 B.R. at 288. Similarly, \"Marceny is the fraudulent taking and carrying away the property of another with intent to convert such property to his use without the consent of another.\" <i>In re Pupello,</i> 281 B.R. 763, 768 (Bankr.M.D.Fla.2002). A larceny requires the \"original taking of the property to be unlawful.\" <i>Id.</i></p>\n<p>A key element of both larceny and embezzlement is that the plaintiff must establish ownership of the property taken. Marbella fails in this task. The monies invested by the Foreign Investors were transferred between October 1996 and February 1997 They were used almost immediately by JPC to buy the Property in February 1997. From February 1997 forward, JPC held no monies directly invested by the Foreign Investors. Yet, the vast majority of the loans made by JPC to Cuenant occurred AFTER February 1997, from funds lent by other third parties. Cuenant did borrow monies from JPC, but those monies did not originate with the Foreign Investors. They can claim no direct ownership of those monies. Cuenant did not steal or embezzle any monies owned by the Foreign Investors. Marbella has failed to establish a claim under Section 523(a)(4) of the Bankruptcy Code.</p>\n<p>Lastly, Section 523(a)(6) allows an exception to discharge when the debtor willfully and maliciously injures another entity or the property of another entity. <i>in re Howard,</i> 261 B.R. 513, 520 (Bankr. M.D.Fla.2001). To prevail under Section 523(a)(6), Marbella must prove by a preponderance of the evidence that Cuenant: 1) deliberately and intentionally; 2) injured Marbella or Marbella's property; by 3) a willful and malicious act. <i>Id.</i> \"[A]n injury is willful when the debtor commits an intentional act for the purpose of causing injury or which is <i>substantially</i> certain to cause injury.\" <i>Id. (emphasis added). See also, </i><i>Hope v. Walker (In re Walker),</i> 48 F.3d 1161, 1165 (11th Cir.1995). An act that is merely reckless is not a \"willful act\" for the purposes of Section 523(a)(6). <i>Id.</i> Meanwhile, an act is malicious if it is one which is \"wrongful and without just cause or excessive even in the absence of personal hatred, spite or ill will.\" <i>Id.,</i> citing <i>Walker,</i> 48 F.3d at 1163-64. Following <span class=\"star-pagination\">*278</span> the <i>Walker</i> decision, the United States Supreme Court clarified the term \"willful\" contained in Section 523(a)(6), stating that:</p>\n<blockquote>The . . . word \"willful\" modifies the word \"injury,\" indicating that nondischargeability takes a deliberate or intentional injury, not merely . . . a deliberate or intentional act that leads to injury. . . . Moreover, § 523(a)(6)'s formulation triggers in the lawyer's mind the category \"intentional torts,\" as distinguished from negligent or reckless torts. Intentional torts generally require that the actor intend \"the consequences of an act,\" not simply \"the act itself.\"</blockquote>\n<p><i>Kawaauhau v. Geiger,</i> 523 U.S. 57, 57-58, 118 S.Ct. 974, 140 L.Ed.2d 90 (1998).</p>\n<p>Again, the plaintiff has utterly failed to prove that Cuenant or JPC damaged Marbella or any property owned by Marbella. Moreover, Marbella has failed to establish any willful and malicious intent by Cuenant, under any standard. The evidence showed that, at the time JPC made the loans to Cuenant, independent appraisers had opined that there was sufficient value in the Property to expect a profitable sale and a significant return to all investors, including Cuenant, so that he could repay the loans from his share of the profits. Moreover, Marbella has failed to demonstrate how JPC's loans to Cuenant injured Marbella or Marbella's Property.</p>\n<p>Based on the credibility of the parties, the Court finds that, at the time JPC extended the loans to Cuenant, he firmly believed the project was still profitable and that he would timely repay the loans with his share of the profits. He committed no willful or malicious acts with any intent to harm Marbella.</p>\n<p>Rather, Cuenant was a wheeler and dealer. He was hoping for a homerun. Unfortunately, he swung and missed. The Foreign Investors knew Cuenant was an aggressive real estate developer when they agreed to invest substantial monies in his project with little or no documentation. This is not a case where Cuenant took advantage of these Foreign Investors. This <i>is</i> a case where the initial vision was sketchy and the profits never materialized. The business deal failed but that does not, by extension, imply that Cuenant committed any willful or malicious acts. Regretfully, the Foreign Investors lost their entire investment but not due to any malfeasance or intentional wrongdoing by Cuenant.</p>\n<p>For the reasons explained above, the Court concludes that Marbella has failed to prove its allegations under Sections 523(a)(2)(a), (4), or (6) of the Bankruptcy Code. Judgment will be entered in favor of the debtor/defendant, Jean Pierre Andre Cuenant, and against the plaintiff, Marbella, LLC. Any debt due by Cuenant to Marbella is discharged. A separate order consistent with this Memorandum Opinion shall be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Marbella, LLC is a Florida limited liability corporation whose members are SARL Miller, SARL Benenati, Grand Line Consultants Limited, and JPC. Only JPC is a Florida corporation. The other members of Marbella, LLC are based abroad in France, Great Britain, or Luxembourg.</p>\n<p>[2]  A discrepancy exists as to the exact amount of monies infused by the Foreign Investors to JPC. JPC's financial records reflect a total investment of $9,979,000. The Foreign Investors contend the investment totaled $10,099,000. (Plaintiff's Ex. No. 55.) Although a $120,000 difference is not <i>de minimus,</i> the Court need not resolve the issue for the purpose of this ruling.</p>\n<p>[3]  The plaintiff acknowledges that Cuenant should receive a credit of $300,500 for repayment on JPC's loans to him. (Plaintiff's Ex. No. 55, Summary of Cash Taken Out by Shareholder.)</p>\n<p>[4]  The terms of the profit sharing among JPC and the Foreign Investors varies between the summary December 1996 agreement and the later versions of the Joint Venture Agreement But, in all scenarios, Cuenant/JPC agreed to relinquish 70-80% of the profits to be realized frorn the Ruby Lake Project in exchange for the $10 million in equity funding supplied by the Foreign Investors.</p>\n<p>[5]  JPC initially filed its case as a Chapter 7 liquidation case. Cuenant, on the other hand, initially filed a Chapter 11 reorganization proceeding arguing he would start a new real estate development project to earn sufficient monies to repay his creditors. When this was unsuccessful, Cuenant's Chapter 11 case was converted to a Chapter 7 proceeding on February 16, 2005. He agreed to sell his residence in Palm Beach County. JPC's estate received $2,679,283.28 from this sale, of which Marbella received $1,193,732.55. (Debtor's Ex. Nos. 47 and 48.)</p>\n<p>[6]  A Discharge of Debts was entered in Mr. Cuenant's Chapter 7 case on June 15, 2005 (Doc. No. 179).</p>\n<p>[7]  The state court order entered in 2003, when Cuenant and JPC agreed to cede control of the Ruby Lake Project to Marbella, does not establish any type of trust or fiduciary relationship. The order describes JPC as the nominee title holder for the joint venture and acknowledges that the Property was held in trust for the participants. However, prior to this order, the parties did not act in that manner. Rather, JPC exercised complete management control over the development of the Property. This state court order, entered years after the transfer of the Funds in question, and entered as a settlement between the parties, simply cannot act as a belated statement of some earlier trust relationship.</p>\n<p>[8]  The Court acknowledges that the plaintiff later voluntarily paid several creditors who held liens encumbering the Property. Plaintiff had no legal obligation to make these payments. Apparently, the plaintiff still hoped to sell the Property at a profit and realized they needed to pay these debts to retain title. They made a business decision and, unfortunately, failed when they ultimately still lost title to the Property.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">262</span></span> (2006)</b></center>\n<center><h1>In re Jean Pierre Andre CUENANT, Debtor.<br>\nMarbella, LLC, a Florida limited liability, Plaintiff,<br>\nv.<br>\nJean Pierre Andre Cuenant, Defendant.</h1></center>\n<center>Bankruptcy No. 6:04BK03832, Adversary No. 6:04-AP-162.</center>\n<center><p><b>United States Bankruptcy Court, M.D. Florida, Orlando Division.</b></p></center>\n<center>February 23, 2006.</center>\n<p><span class=\"star-pagination\">*263</span> <span class=\"star-pagination\">*264</span> <span class=\"star-pagination\">*265</span> <span class=\"star-pagination\">*266</span> Frank M. Wolff, Wolff, Hill, McFarlin &amp; Herron, PA, Orlando, FL, for Debtor.</p>\n<p>Matt E. Beal, Orlando, FL, for Plaintiff.</p>\n<p>Lynnea Concannon, L.S. Concannon PA, Longwood, FL, for Defendant.</p>\n<p>Elena L. Escamilla, Orlando, FL, United States Trustee.</p>\n<p><i>MEMORANDUM OPINION ON DETERMINATION OF DISCHARGEABILITY UNDER 11 U.S.C. SECTIONS 523(a)(2)(A), 523(a)(4), and 523(a)(6)</i></p>\n<p>KAREN S. JENNEMANN, Bankruptcy Judge.</p>\n<p>This adversary proceeding came on for trial on October 31, 2005, and November 1, 2005, on the Amended Complaint to Determine Dischargeability of Debt (the \"Complaint\") filed by plaintiff, Marbella, LLC (\"Marbella\"), against the debtor/defendant, Jean Pierre Andre Cuenant (\"Cuenant\"). Marbella seeks entry of a final judgment against Cuenant determining that certain claims are nondischargeable under Sections 523(a)(2)(A), 523(a)(4), and 523(a)(6) of Title 11 of the United States Code (\"Bankruptcy Code\"). After reviewing the pleadings, the facts stipulated by the parties, considering the testimony of the witnesses, hearing the arguments of counsel, considering the applicable law, and for the reasons discussed below, judgment is entered in favor of the debtor/defendant, Jean Pierre Andre Cuenant.</p>\n<p>The issues raised in this adversary proceeding all relate to whether Cuenant can <span class=\"star-pagination\">*267</span> discharge a debt relating to funds of more than $3,664,613.00 (the \"Funds\") that he took from certain accounts under his control relating to a project known as the Ruby Lake Ranch real property development (the \"Ruby Lake Project\"). Marbella alleges that Cuenant made written and oral representations that he would not take any compensation from the Ruby Lake Project and, therefore, that Cuenant's misappropriation of the Funds for his personal use constitutes actual fraud under Section 523(a)(2), defalcation, larceny or embezzlement under Section 523(a)(4), and/or willful injury to property under Section 523(a)(6). Cuenant argues, in response, that this is simply a business deal that failed and that Marbella has failed to prove any reason his use of the Funds should create a non-dischargeable debt.</p>\n<p>Cuenant commenced this Chapter 7 case and a related Chapter 7 case for JPC Development Corporation, Inc. (\"JPC\") on April 4, 2004. Cuenant is the president, sole director, and 100 percent stockholder of JPC. Cuenant is a French national who has lived in Florida for a number of years working as a real estate developer. He also holds a legal degree he earned in France. JPC was the corporate entity formed by Cuenant specifically to manage the Ruby Lake Project in Orange County, Florida.</p>\n<p>The Ruby Lake Project was a parcel of approximately 270 acres (the \"Property\"), which was acquired in 1997 in the name of JPC with $10 million in equity funds from the plaintiffs LLC<sup>[1]</sup> members and approximately $25,000,000 in bank and seller financing. At the time of the acquisition, the Property was undeveloped and appears to have been primarily suitable for hotel, timeshare and/or commercial development. JPC managed the Property from 1997 until 2003.</p>\n<p>The fund, to develop the Ruby Lake Project came initially from the Marbella members  SARL Benenati, SARL Miller and Grand Line Consultants, Limited (the \"Foreign Investors\"). They invested approximately $10 million between October 1996 and February 1997.<sup>[2]</sup> At the time the monies were invested, the parties had only a sketchy written agreement reflecting the terms of their business deal. (Debtor's Ex. No. 4.) The monies of the Foreign Investors were used by JPC primarily to acquire title to the Property.</p>\n<p>Cuenant invested no significant monetary capital into the Ruby Lake Project. However, he did contribute substantial sweat equity and spent several years obtaining governmental approvals and permits, installing the necessary infrastructure, and, in general, enhancing the Property to make it more attractive for sale to a commercial investor. For example, a multi-lane parkway was built on the Property to improve access, all utilities necessary for the project were installed, and a master drainage system for the project was designed, engineered and permitted.</p>\n<p>In order to pay the development costs, Cuenant sought and obtained substantial third-party financing from the seller of the <span class=\"star-pagination\">*268</span> Property and various banks or lending institutions. The amounts borrowed exceeded $25 million. JPC was liable on all of these third-party loans. Cuenant guaranteed same of these liabilities. The Foreign Investors were not financially liable for any of these debts.</p>\n<p>Between 1997 and 2003, JPC was unable to sell any portion of the Property, other than one small transaction involving a five acre parcel. During that time, however, the debt encumbering the Property grew from $25,000,000, as a result of additional loans and interest accruing on existing debt, to almost $50,000,000, in 2003, when JPC was removed as the manager in response to litigation filed by the Foreign Investors.</p>\n<p>The litigation was filed in early 2003, by SARL Benenati, who was increasingly concerned about the lack of sales and information regarding progress at the Ruby Lake Project. (See, e.g., Plaintiff's Ex. No. 36.) The lawsuit was filed in Orange County Circuit Court and styled as <i>Ruby Lake et al, vs. JPC Development Corporation and Jean Pierre Cuenant,</i> Case No.: 03-CA-2313 (the \"State Court Litigation\"). The State Court Litigation sought: 1) to enjoin JPC and Cuenant from certain action in connection with the Property; 2) damages for breach of fiduciary duty; and 3) the imposition of an equitable lien on a residence acquired by Cuenant in Palm Beach County, Florida (the \"Palm Beach Residence\") with proceeds derived from the Ruby Lake Project. In connection with the State Court Litigation, the Property was transferred from JPC to Marbella. The consent order, entered on March 25, 2003, approving the transfer also found that JPC was the nominee title holder of the Property for the benefit of the Ruby Lake Project investors. (Plaintiffs Ex. No. 12.) Neither JPC nor Cuenant ultimately opposed the transfer of the Property to the other Marbella members. By this point, Cuenant had given up his hope of selling the Property for a profit.</p>\n<p>At the same time the State Court Litigation started, the Foreign Investors retained an accountant and discovered, for the first time, that Cuenant had obtained the Funds from the Ruby Lake Project between 1997 and 2003. They discovered that, each time JPC received monies for use on the Ruby Lake Project, Cuenant took a portion of these monies, usually immediately upon JPC's receipt of the monies.</p>\n<p>Cuenant used the Funds, exceeding $3 million, for his personal living expenses. (Plaintiffs Ex. No. 56.) He paid the debt service accruing on his expensive Palm Beach Residence. He paid private school tuition for his children, his country club dues, and his credit card payments. He also used the Funds to buy collectibles such as antiques, jewelry, and expensive automobiles. Cuenant enjoyed an extravagant lifestyle which was made possible only by the use of the monies flowing through JPC.</p>\n<p>Cuenant testified that he believed the Funds were his and that he did not need permission from the Foreign Investors to use the monies. Cuenant certainly never explicitly informed the Foreign Investors that he was taking the Funds. Nor was Cuenant's use of the Funds readily available for discovery by the Foreign Investors. This was because the transfers were reflected as shareholder loans only on <i>JPC's</i> financial records. No formal promissory note or other indicia of the loans exist. (Plaintiffs Ex. No. 37.) The balance sheet and other financial information supplied to the Foreign Investors revealed development costs associated with the Ruby Lake Project and did not expressly reference the \"loans\" to Cuenant. Certainly, Cuenant never volunteered the information.<sup>[3]</sup><span class=\"star-pagination\">*269</span> Therefore, the Foreign Investors were shocked to learn that Cuenant had taken over $3.6 million in JPC's monies to pay his personal living expenses, while, at the same time, JPC was unable to pay on-going debt service incurred in connection with the Ruby Lake Project. The Foreign Investors, understandably, were dismayed and believed that Cuenant had embezzled the monies or taken them fraudulently.</p>\n<p>In making these claims, the Foreign Investors point to the various written agreements between the parties and JPC's agreement not to take a management fee for developing the Ruby Lake Project. In order to unravel the terms of the agreements between the parties, some detailed analysis is merited.</p>\n<p>In 1996, Cuenant started generating interest among investors interested in pursuing development of the Ruby Lake Project. Cuenant was hoping to find a group of investors or lenders who would provide financing to buy the Property and then to develop the necessary infrastructure so that an end-user, such as a hotel, would buy all the Property at a greatly increased price. Cuenant recently had completed a much smaller deal with two of the Foreign Investors, and he thought they may be interested in pursuing this much larger financial commitment. They were.</p>\n<p>On October 8, 1996, some or all of the Foreign Investors transferred $500,000 into JPC's account for use on the Ruby Lake Project. At that time, no written agreement existed between the parties. By the end of February, 1997, when JPC actually acquired title to the Property, the Foreign Investors had supplied JPC with a total of approximately $10 million, via 12 wire transfers. The wire transfers were made in varying amounts from $120,000 to $5 million. All monies went into JPC's account. None of the Foreign Investors had any signatory control over JPC's account or, indeed, any official role in the management of JPC's business or the development of the Ruby Lake Project. Rather, the Foreign Investors were simply equity investors.</p>\n<p>The various written agreements between the parties are confusing at best and often inconsistent. They shed little light on the terms of the parties' relationship. The earliest written agreements are two nearly identical one page documents  one signed by SARL Benenati and one signed by SARL Miller. (Debtor's Ex. No. 4.) The entire term of these agreements, dated December 27, 1996, and signed close to that date, provides:</p>\n<blockquote>JPC Development Corporation . . . has entered into a Contract to Purchase a property \"Ruby Lake Ranch\" of approximately 270 acres, about 100 of which has an ACR land use and about 100 of which has an ACMU land use. The property is located in Orange County, Florida, USA.</blockquote>\n<blockquote>In order to purchase, develop and resale said property, JPC Development Corporation needs cash equity in addition to traditional lending.</blockquote>\n<blockquote>SARI. Miller/SARL Benenati . . . agrees to provide half of the cash equity required in return for a 40% (forty percent) interest in the net profit of the venture.</blockquote>\n<p>This brief document was the only written agreement in place at the time that the Foreign Investors transferred the entire amount of their investment of $10 million. The literal language of this agreement indicates <span class=\"star-pagination\">*270</span> that the parties intended for the then two Foreign Investors, SARL Miller and SARL Benenati, to supply equity capital in exchange for an 80% interest in the net profits of the Ruby Lake Project.</p>\n<p>Later, however, the parties signed various other agreements. Also, Grandline Consultants, Limited joined the group as one of the Foreign Investors. Each of these other agreements is titled \"Joint Venture\" (\"Joint Venture Agreements\"). (Plaintiffs Ex. No. 34.) The Joint Venture Agreements are several pages long and are dated either in December 1996 or January 1997. Cuenant contends that these dates are incorrect and that the Joint Venture Agreements were signed much later, sometime in late 1997, long after the Foreign Investors had made their total investment and long after JPC used the investor's money to buy the Property.</p>\n<p>After carefully reviewing the evidence on this conflicting point, the Court finds that the Joint Venture Agreements were not signed until late 1997. As such, they did not exist until after the Foreign Investors had invested their monies with JPC. The belated negotiation and execution of these Joint Venture Agreements is demonstrated by substantial evidence, including the transmittal letter Cuenant received on October 2, 1997, which enclosed, for the first time, the initial draft of the Joint Venture Agreement relating to Grandline Consultants. (Debtor's Ex. No. 6.)</p>\n<p>In another letter, dated April 3, 1997, JPC's attorneys indicated they started working on early drafts of the agreement between the parties in April 1997. (Debtor's Ex. No. 5.) The terms of these earlier draft agreements, then called Assignment of Profits Interest, differ substantially from the terms of the Joint Venture Agreements ultimately signed. Why would an attorney work to draft a formal agreement in April 1997, if one was already in place in December 1996?</p>\n<p>Moreover, the Court found the testimony of Alberto Benenati, a representative of the Foreign Investors, very inconsistent as to the date the Joint Venture Agreements were signed. He simply could not explain why SARL Miller and SARL Benenati would sign very summary agreements on December 27, 1996, if they already had lengthy detailed agreements in place signed a month earlier on December 1, 1996. It simply makes no sense.</p>\n<p>Even the various versions of the Joint Venture Agreements are inconsistent. For example, in one version, Grandline Consultants supposedly signed its agreement on December 3, 1996 (Defendant's Ex. No. 13.) However, Grandline Consultants, by its own admission, was not even formed until January 21, 1997, over a month later. How could Grandline Consultants legally sign an agreement before it was even created? For all these reasons and after weighing the credibility of the testimony and documentary evidence, the Court finds that the Joint Venture Agreements were signed <i>after</i> October 1997, and then back-dated to the dates appearing on the various signed agreements. All transfers from the Foreign Investors to JPC had occurred long before these Joint Venture Agreements were signed.</p>\n<p>Moreover, even when the Joint Venture Agreements ultimately were signed, and irrespective of the title of the documents, the agreements did not create a legal partnership or joint venture arrangement between the parties. Each of the agreements provided that \"only the profits of the sales of the real estate[s] and rights . . . form the scope . . . of the present joint venture.\" The parties, somewhat inconsistently,<sup>[4]</sup><span class=\"star-pagination\">*271</span> agreed to split the profits. The Foreign Investors would collectively receive 70-80% of the profits; JPC would receive the remaining 20-30% of the profits. The parties never agreed to share the liabilities arising from the development of the Ruby Lake Project.</p>\n<p>Rather, JPC assumed full liability for the debts associated with the development costs. Cuenant individually guaranteed many of these liabilities. In exchange, the parties agreed that \"the joint venture shall be administered and managed by JPC\" and that JPC \"will solely be known by third parties.\" (Plaintiffs Ex. No. 34, Article 9.) JPC made all management decisions. JPC was the public face for the parties' venture, and third-party lenders never learned of the existence of the Foreign Investors. For all public purposes, JPC was the sole developer of Ruby Lake Project. The Foreign Investors were silent equity investors who had no contact, direct or indirect, with the lenders, until after JPC lost its management control.</p>\n<p>The primary dispute in this adversary proceeding and Cuenant's withdrawal of the Funds revolves around a provision that first appeared in the Joint Venture Agreements signed in late 1997. The language reads: \"In remuneration of its services, no compensation is due JPC.\" The Foreign Investors, through the testimony of Mr. Benenati, argue that this provision prohibited Cuenant from taking any monies from JPC for his own use until the project closed and profits were realized. Cuenant testified that he understood this phrase to mean that JPC could not charge or accrue a management fee for its services or, stated differently, that JPC could not increase its percentage of the profits through its development work.</p>\n<p>Without dispute, Cuenant withdrew over $3 million from JPC during JPC's tenure in developing the Property. JPC accounted for Cuenant's withdrawal of the Funds as \"loans to shareholders.\" The Foreign Investors had no contemporaneous knowledge of these transfers because the financial information supplied to them only listed the loans as \"other [unexplained] assets\" of the Ruby Lake Joint Venture.</p>\n<p>Cuenant credibly testified that he intended to repay these loans when he received his percentage of the profits from the project. He was not attempting to increase his share of the profits or to force the Foreign Investors to pay JPC a management fee. He was simply borrowing monies from JPC during the years when JPC managed the endeavor. Nothing in any agreement between the parties required JPC or Cuenant to get permission from the Foreign Investors to Make these loans. Moreover, when Cuenant withdrew the Funds, he and the other Foreign Investors all believed the project would be very successful and that everyone would receive substantial profits. Only later did market conditions decline, largely as a result of a downturn in tourism following the terrorism attack of September 11, 2001, and the group's expectations of profits dissipated.</p>\n<p>Cuenant's assumption that the ultimate sale of the Property would result in substantial profits for everyone was reasonable. Everyone understood that the buyer of the Property would be a business involved in the tourism industry. During <span class=\"star-pagination\">*272</span> Cuenant's management, he received a number of letters expressing interest in purchasing the Property. (See, e.g., Debtor's Ex. Nos. 23-40.) At one point, an independent appraiser indicated that the value of the Property exceeded $111 million. Another appraiser opined the Property had a value of $93.5 million. (Debtor's Ex. No. 20.)</p>\n<p>Of course, the debt encumbering the Property increased as JPC installed roads, developed utilities, and prepared the Property for sale. Indeed, the debt increased from $25 million to over $47 million. By 2003, most, if not all, of these loans were in default. JPC had no monies to service ongoing debts.</p>\n<p>After 2001, few parties were interested in purchasing the Property. Yet, JPC and Cuenant continued to try to negotiate a favorable sale that would allow JPC to pay its debts, Cuenant to repay his loans to JPC, and for all of the parties to recoup a profit. After many unsuccessful attempts, in early 2003, Cuenant cobbled together a combination of sales agreements, letters of intent, and forbearance agreements, which, if completed, may have resulted in sales proceeds of over $76 million. If so, Cuenant would have repaid his loans and perhaps also realized a small amount in additional profits.</p>\n<p>However, it was at this juncture that the Foreign Investors, understandably, simply lost confidence in JPC. They had heard Cuenant's prior unfulfilled promises of golden sales and lost patience. The Foreign Investors initiated the State Court Litigation and assumed control of the Ruby Lake Project. By instituting this litigation and with the change in management control, they effectively scared away any legitimate purchaser. Perhaps the Foreign Investors were rightfully skittish. In any event, no real sales existed.</p>\n<p>The end result is that Cuenant realized that, with the pending litigation and the parties' dispute, JPC could not close any viable sale. Cuenant and JPC agreed to surrender control of the Property. Marbella was formed to manage and sell the Property. Upon assuming control, Marbella attempted to sell the Property, but it also was unsuccessful, primarily due to the large amount of defaulted debt encumbering the Property. Eventually, JPC's lenders obtained title to the Property in a foreclosure sale. The Property was later sold for $47.5 million. No profits were realized, and substantial debts were unpaid. Both JPC and Cuenant filed bankruptcy cases on April 5, 2004.<sup>[5]</sup></p>\n<p>Marbella filed this adversary proceeding seeking a nondischargeable judgment in the amount of the withdrawn Funds, $3,664,613 (less certain reductions and modifications) under Sections 523(a)(2)(a), (4) and (6) of the Bankruptcy Code. Marbella has failed to prove its case. Accordingly, for the reasons explained below, the Court finds that any debt Cuenant may owe to Marbella and the Foreign Investors is discharged.<sup>[6]</sup></p>\n<p>In determining whether a debt is dischargeable or not under the various <span class=\"star-pagination\">*273</span> provisions of Section 523 of the Bankruptcy Code, the Court notes that a primary policy underlying our bankruptcy system is the concept of a \"fresh start\" for the honest debtor by providing much-needed relief from the pressure of his debts. <i>Local Loan Co. v. Hunt,</i> <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">695</span></a></span>, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1230</span></a></span> (1934); <i>Perez v Campbell,</i> <span class=\"citation\" data-id=\"108350\"><a href=\"/opinion/108350/perez-v-campbell/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation\" data-id=\"108350\"><a href=\"/opinion/108350/perez-v-campbell/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1704</span></a></span>, <span class=\"citation\" data-id=\"108350\"><a href=\"/opinion/108350/perez-v-campbell/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1971). Applying this clearly stated policy, the exceptions to discharge delineated in Section 523 of the Bankruptcy Code are generally construed narrowly against a creditor and liberally in favor of the debtor. Accordingly, the creditor has the burden to prove that a particular obligation of the debtor falls within an exception of Section 523. As noted by the Supreme Court in <i>Grogan v. Garner,</i> <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (1991), this burden of proof is satisfied by a mere preponderance of the evidence.</p>\n<p>Bankruptcy Code Section 523(a)(2)(A) excepts from the discharge a claim for money, property, services or credit to the extent obtained by \"false pretenses, a false representation, or actual fraud, other than a statement respecting the debtor's or an insider's financial condition.\" In order to find a debt to be nondischargeable under Section 523(a)(2)(A), Marbella must prove that (1) Cuenant made a false representation with the purpose and intention of deceiving the creditor; (2) the creditor relied on the representation; (3) the creditor's reliance was reasonably founded; and (4) the creditor sustained a loss as a result of the representation. <i>In re Hunter,</i> <span class=\"citation\" data-id=\"463239\"><a href=\"/opinion/463239/in-re-ira-laurence-hunter-debtor-edwin-schweig-v-ira-laurence-hunter/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1577</span></a></span>, 1579 (11th Cir.1986), abrogated on other grounds by <i>Grogan,</i> <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></a></span>.</p>\n<p>Marbella argues that the Funds withdrawn from JPC's accounts were obtained fraudulently. In particular, they rely on the language in the Joint Venture Agreements stating that JPC was not to receive any remuneration for its services. They argue that JPC's loans to Cuenant violated this provision and were some type of fraudulent conversion of the monies of the Foreign Investors.</p>\n<p>Marbella's argument fails because the agreements they rely upon, which imposed the alleged restriction on Cuenant's use of JPC's funds, were not in existence at the time the Foreign Investors transferred their $10 million equity investment into JPC. The earlier agreement, dated December 27, 1996, contained no such limitation. Nor, based on the evidence, could the Court find that Cuenant had made any other oral or written representation regarding his right to access JPC's funds prior to the time the $10 million investment was received in full by JPC by February 1997. The Joint Venture Agreements arguably imposing the restriction on Cuenant's use of JPC's funds were not signed until almost a year later, in late 1997. As such, Marbella cannot establish that they relied, justifiably or otherwise, upon any representation made by Cuenant when they invested monies into the Ruby Lake Project. The monies had transferred long prior to any such representation. Accordingly, even if one agrees with Marbella's interpretation of the phrase in the Joint Venture Agreements, Marbella has failed to establish an essential element of fraud  justifiable reliance.</p>\n<p>However, the Court also rejects Marbella's position that Cuenant, or for that matter JPC, ever made a false representation with the intent to deceive Marbella. JPC agreed it would receive no compensation or management fee for its services. JPC honored this agreement and never took any such management fee. JPC <i>did</i> lend the Funds to Cuenant but this loan was not a subterfuge form of compensation. JPC made a loan. It was <span class=\"star-pagination\">*274</span> not paid for its services. JPC did not increase or alter the profit distribution scheme between the Foreign Investors by making these loans. At worst, JPC's loans allowed Cuenant to obtain a portion of his profits earlier than the others, but always with the understanding that these loans needed to be repaid prior to any further profit distribution to Cuenant/JPC. Cuenant made no false representation that would support a finding of nondischargeability under Section 523(a)(2)(A) of the Bankruptcy Code.</p>\n<p>Marbella's remaining counts brought under Sections 523(a)(4) and (6) will be considered together because they rely upon similar conclusions about the nature of the relationship between the parties. Section 523(a)(4) makes debts resulting from a debtor's \"fraud or defalcation while acting in a fiduciary capacity, embezzlement or larceny\" nondischargeable. <i>In re Hutchinson,</i> <span class=\"citation\" data-id=\"1932929\"><a href=\"/opinion/1932929/in-re-hutchinson/\"><span class=\"volume\">193</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">61</span></a></span>, 65 (Bankr.M.D.Fla. 1996). The plaintiffs amended complaint alleges its claim against Cuenant arises under all three of these elements: defalcation while acting in a fiduciary capacity, embezzlement, and larceny.</p>\n<p>Federal bankruptcy law determines the existence of a fiduciary relationship, not state law. <i>Id.</i> at 65. In order to establish a claim under Section 523(a)(4) for fraud or defalcation while acting in a fiduciary capacity, Marbella must prove: (1) Cuenant was acting in a fiduciary capacity; and (2) while acting in a fiduciary capacity, Cuenant committed fraud or defalcation. <i>In re Magpusao,</i> <span class=\"citation\" data-id=\"1857483\"><a href=\"/opinion/1857483/in-re-magpusao/\"><span class=\"volume\">265</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">492</span></a></span>, 497 (Bankr.M.D.Fla.2001). A claim under Section 523(a)(4) stands only when there is an express or technical trust, which exists when there is: (1) a segregated trust res; (2) an identifiable beneficiary; and (3) affirmative trust duties established by contract or by statute. <i>Id.</i> The existence of an express or technical trust is required for a fiduciary relationship. <i>In re Miceli,</i> <span class=\"citation\" data-id=\"1862310\"><a href=\"/opinion/1862310/in-re-miceli/\"><span class=\"volume\">237</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">510</span></a></span>, 515 (Bankr.M.D.Fla.1999); see also, <i>Hutchinson,</i> 193 B.R. at 65.</p>\n<p>Here, Marbella has failed to establish any type of trust. The Foreign Investor's monies were commingled with other monies placed in JPC's accounts, including the substantial amounts borrowed from the various lenders and monies invested in other projects being developed by Cuenant. Moreover, the vast majority, if not all, of the Foreign Investors' monies was quickly used by JPC to acquire title to the Property. The money was dissipated, with the full knowledge and consent of the Foreign Investors, when JPC bought the Property. Accordingly, there was no segregated trust <i>res.</i></p>\n<p>Nor does any trust agreement exist.<sup>[7]</sup> In order to find a trust relationship, one would need to find an express trust existing when title was taken by JPC in February 1997. Marbella has failed to establish any such trust agreement at the time the monies were invested or the Property transferred to JPC.</p>\n<p>Because Marbella was unable to establish a formal trust relationship, Marbella attempted to demonstrate the existence of two other types of fiduciary relationships, a <i>joint venture</i> or, alternatively, <span class=\"star-pagination\">*275</span> that JPC/Cuenant was the <i>agent</i> of the Foreign Investors. Under the joint venture theory, Marbella argued that JPC and Cuenant owed fiduciary duties to the foreign participants in holding and using the monies advanced by the Foreign Investors and that the loans made by JPC to Cuenant constituted a defalcation of these duties. Assuming for the purposes of this opinion that Section 523(a)(4) imposes a fiduciary duty on each partner in a partnership as to the other partners, <i>In re Futch,</i> <span class=\"citation\" data-id=\"1857627\"><a href=\"/opinion/1857627/in-re-futch/\"><span class=\"volume\">265</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">283</span></a></span>, 287 (Bankr.M.D.Fla. 2001) (citing <i>In re Wiles,</i> <span class=\"citation\" data-id=\"1823205\"><a href=\"/opinion/1823205/in-re-wiles/\"><span class=\"volume\">166</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">975</span></a></span>, 980 (Bankr.M.D.Fla.1994)), Marbella's argument fails because they have failed to establish that a joint venture or partnership ever existed between the participants.</p>\n<p>As stated by the Eleventh Circuit in <i>Williams v. Obstfeld,</i> <span class=\"citation\" data-id=\"76043\"><a href=\"/opinion/76043/donna-lee-h-williams-v-michael-blutrich/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1270</span></a></span> (11th Cir.2002):</p>\n<blockquote>A joint venture, like a partnership, may be created by express or implied contract, and the contractual relationship must consist of the following elements: (1) a common purpose; (2) a joint proprietary interest in the subject matter; (3) the right to share profits and duty to share losses, and (4) joint control or right of control. Florida courts have interpreted these requirements to preclude a finding that a partnership or joint venture exists where any factor is missing.</blockquote>\n<p><i>Id.,</i> at 1275-6 (<i>citations omitted). See also, </i><i>Browning v. Peyton,</i> <span class=\"citation\" data-id=\"551536\"><a href=\"/opinion/551536/philip-a-browning-jr-plaintiff-counterclaim-v-herbert-h-peyton-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1516</span></a></span> (11th Cir.1990); <i>Offices Togolais Des Phosphates v. Mulberry Phosphates, Inc.,</i> <span class=\"citation\" data-id=\"2410342\"><a href=\"/opinion/2410342/offices-togolais-phosphates-v-mulberry-phosphates-inc/\"><span class=\"volume\">62</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1316</span></a></span> (M.D.Fla.1999); and <i>Florida Tomato Packers, Inc. v. Wilson,</i> <span class=\"citation\" data-id=\"1916710\"><a href=\"/opinion/1916710/florida-tomato-packers-v-wilson/\"><span class=\"volume\">296</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">536</span></a></span> (Fla.3d Dist.Ct.App.1974).</p>\n<p>Marbella has established only one of these four elements: that the parties had a common purpose. Certainly. the various agreements signed by the parties in late 1997 refer to the relationship as a joint venture. However, \"[r]egardless of whether the contract expressly referred to the parties' relationship as a joint venture, the relationship created by the contract must still establish the four required elements.\" <i>Progress Rail Services Corp. v. Hillsborough Reg. Transit Authority,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1051932</span></span>, *3 (M.D.Fla.2005). The use of the term \"joint venture\" merely establishes the first element, that of a common purpose. Without question, all the participants wanted to develop and then sell the Ruby Lake Property for a profit.</p>\n<p>However, Marbella has failed to prove the other three elements needed to establish a joint venture. First, no joint proprietary interest among the participants existed. The Property was titled solely in JPC's name, not in the name of the other participants in the joint venture. Second, the participants did not both share profits <i>and</i> losses. A joint venture requires a mutuality of interest in both profits and losses, <i>Williams,</i> 314 F.3d at 1275, and \"[t]o share in losses means that each party is responsible or liable for the losses created by the venture and is exposed to liability, if any, to creditors and third parties.\" <i>S &amp; W Air Vac Systems Inc. v. Dept.</i> Of <i>Revenue,</i> <span class=\"citation\" data-id=\"1953076\"><a href=\"/opinion/1953076/s-w-air-vac-v-dept-of-revenue/\"><span class=\"volume\">697</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1313</span></a></span>, 1316 (Fla. 5th Dist.Ct.App.1997). In this case, JPC and Cuenant bore all of the liability that arose from the development. Indeed, the Preamble of the Joint Venture Agreements specifically provides, \"Only the profits of the sales of the real estate form the scope of . . . the present joint venture.\" (Plaintiff's Ex. No. 34.) The Foreign Investors had no exposure on liabilities incurred by the Ruby Lake Project. Indeed, JPC was precluded from even identifying the Foreign Investors in obtaining the various loans encumbering the Property.</p>\n<p><span class=\"star-pagination\">*276</span> Third, the parties did not share joint control over the venture. Joint control cannot be established when one party has exclusive control over the undertaking. <i>Pinnacle Port Cmty. Ass'n, Inc. v. Orenstein,</i> <span class=\"citation\" data-id=\"521945\"><a href=\"/opinion/521945/pinnacle-port-community-association-inc-v-charles-orenstein/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1536</span></a></span>, 1539 (11th Cir. 1989). Where the actions of one party do not bind the other, joint control does not exist. <i>Id.</i> In this case, JPC had exclusive control over the development of the Property, both under the terms of the signed written agreements and pursuant to the actions of the parties. The Joint Venture Agreements provided that \"[t]he jointventure shall be administered and managed by JPC that will solely be known by third parties and has full power to carry out the object of the enterprise and more generally full power to act according to the object of the enterprise.\" (Plaintiff's Ex. No. 34, Article 9.) JPC had no ability to bind the Foreign Investors in its dealings with third parties. Nor did the Foreign Investors face any liability to these third parties as a result of JPC's actions.<sup>[8]</sup></p>\n<p>Accordingly, even though the Joint Venture Agreements used the term \"joint venture\" in the title, the relationship among the parties simply was <i>not</i> a joint venture or a partnership under Florida law. JPC/Cuenant enjoyed complete control over the project; they were the only parties liable for the losses; they had the sole proprietary interest in the Property. No fiduciary duty arose between JPC/Cuenant and the Foreign Investors as a result of the Joint Venture Agreements.</p>\n<p>Next, Marbella contends that the relationship between the parties was that of \"agency.\" \"Agency is the fiduciary relation which results from the manifestation of consent by one person to another that the other shall act on his behalf and subject to his control, and consent by the other so to act.\" <i>Raney v. Aware Woman Center for Choice, Inc.,</i> <span class=\"citation\" data-id=\"770224\"><a href=\"/opinion/770224/meredith-t-raney-jr-v-aware-woman-center-for-choice-inc-a-florida/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1266</span></a></span>, 1268 (11th Cir.2000). An agency relationship requires: \"(1) the principal to acknowledge that the agent will act for it; (2) the agent to manifest an acceptance of the undertaking; and (3) control by the principal over the actions of the agent.\" <i>Whetstone Candy Co., Inc. v. Kraft Foods, Inc.,</i> <span class=\"citation\" data-id=\"76376\"><a href=\"/opinion/76376/whetstone-candy-co-v-kraft-foods/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1067</span></a></span>, 1077 (11th Cir.2003). A key element in establishing an agency relationship is that of control. <i>Chase Manhattan Mortg. Corp. v. Scott, Royce, Harris, Bryan, Barra &amp; Jorgensen, P.A.,</i> <span class=\"citation\" data-id=\"1843726\"><a href=\"/opinion/1843726/chase-manhattan-v-scott-royce/\"><span class=\"volume\">694</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">827</span></a></span>, 832 (Fla. 4th Dist.Ct.App. 1997). The existence of a true agency relationship depends on the degree of control exercised by the principal. <i>Dorse v. Armstrong World Industries, Inc.,</i> <span class=\"citation\" data-id=\"1708957\"><a href=\"/opinion/1708957/dorse-v-armstrong-world-industries-inc/\"><span class=\"volume\">513</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1265</span></a></span>, 1268 (Fla.1987). Generally, a contractor is not a true agent where the principal controls only the outcome of the relationship, not the means used to achieve that outcome. <i>Dorse,</i> 513 So.2d at 1268; <i>U.S. v. Tianello,</i> <span class=\"citation no-link\"><span class=\"volume\">860</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1521</span></span>, 1524 (M.D.Fla.1994).</p>\n<p>The evidence clearly demonstrated that JPC never subjected itself to the control of the Foreign Investors. Indeed, all of the agreements, both written and oral, indicate quite the opposite. The only reference to principal and agent is that in the state court order, entered in 2003, <i>after</i> the relationship had concluded. The Foreign Investors never controlled JPC's or Cuenant's development of the Property. The testimony of Mr. Benenati, a representative of the Foreign Investors, established <span class=\"star-pagination\">*277</span> that the investors had absolutely no control over JPC's actions. Indeed, their frustration largely stemmed from the fact that they lacked control and got little or no timely information on JPC's progress, much less any ability to direct actions taken by JPC. Marbella has failed to establish any type of agency relationship, any type of partnership/joint venture relationship, or any duty arising under any express trust which would give rise to any fiduciary duty owed by Cuenant to the Foreign Investors. Cuenant could not have breached a duty that did not exist. Marbella has failed to prove that Cuenant was in defalcation of any fiduciary duty under Section 523(a)(4) of the Bankruptcy Code.</p>\n<p>Marbella also has failed to establish the elements needed to prove embezzlement or larceny. Embezzlement is defined as the \"fraudulent appropriation of property by a person to whom such property has been entrusted, or into whose hands it has lawfully come.\" <i>Futch,</i> 265 B.R. at 287-88. <i>See also, </i><i>In re Tomlinson,</i> <span class=\"citation\" data-id=\"1958971\"><a href=\"/opinion/1958971/in-re-tomlinson/\"><span class=\"volume\">220</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">134</span></a></span>, 136 (Bankr.M.D.Fla. 1998). To prevail on embezzlement, Marbella must prove that Cuenant appropriated funds for his own benefit with fraudulent intent or deceit. <i>Futch,</i> 265 B.R. at 288. In addition, an embezzlement claim requires Marbella to show that the property allegedly embezzled was his property. <i>Tomlinson,</i> 220 B.R. at 136. One cannot embezzle one's own property nor can a partner embezzle partnership property because he is a co-owner. <i>Futch,</i> 265 B.R. at 288. Similarly, \"Marceny is the fraudulent taking and carrying away the property of another with intent to convert such property to his use without the consent of another.\" <i>In re Pupello,</i> <span class=\"citation\" data-id=\"1897386\"><a href=\"/opinion/1897386/in-re-pupello/\"><span class=\"volume\">281</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">763</span></a></span>, 768 (Bankr.M.D.Fla.2002). A larceny requires the \"original taking of the property to be unlawful.\" <i>Id.</i></p>\n<p>A key element of both larceny and embezzlement is that the plaintiff must establish ownership of the property taken. Marbella fails in this task. The monies invested by the Foreign Investors were transferred between October 1996 and February 1997 They were used almost immediately by JPC to buy the Property in February 1997. From February 1997 forward, JPC held no monies directly invested by the Foreign Investors. Yet, the vast majority of the loans made by JPC to Cuenant occurred AFTER February 1997, from funds lent by other third parties. Cuenant did borrow monies from JPC, but those monies did not originate with the Foreign Investors. They can claim no direct ownership of those monies. Cuenant did not steal or embezzle any monies owned by the Foreign Investors. Marbella has failed to establish a claim under Section 523(a)(4) of the Bankruptcy Code.</p>\n<p>Lastly, Section 523(a)(6) allows an exception to discharge when the debtor willfully and maliciously injures another entity or the property of another entity. <i>in re Howard,</i> <span class=\"citation\" data-id=\"1929295\"><a href=\"/opinion/1929295/in-re-howard/\"><span class=\"volume\">261</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">513</span></a></span>, 520 (Bankr. M.D.Fla.2001). To prevail under Section 523(a)(6), Marbella must prove by a preponderance of the evidence that Cuenant: 1) deliberately and intentionally; 2) injured Marbella or Marbella's property; by 3) a willful and malicious act. <i>Id.</i> \"[A]n injury is willful when the debtor commits an intentional act for the purpose of causing injury or which is <i>substantially</i> certain to cause injury.\" <i>Id. (emphasis added). See also, </i><i>Hope v. Walker (In re Walker),</i> <span class=\"citation\" data-id=\"690347\"><a href=\"/opinion/690347/33-collier-bankrcas2d-108-bankr-l-rep-p-76477-in-re-keith-walker/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1165 (11th Cir.1995). An act that is merely reckless is not a \"willful act\" for the purposes of Section 523(a)(6). <i>Id.</i> Meanwhile, an act is malicious if it is one which is \"wrongful and without just cause or excessive even in the absence of personal hatred, spite or ill will.\" <i>Id.,</i> citing <i>Walker,</i> 48 F.3d at 1163-64. Following <span class=\"star-pagination\">*278</span> the <i>Walker</i> decision, the United States Supreme Court clarified the term \"willful\" contained in Section 523(a)(6), stating that:</p>\n<blockquote>The . . . word \"willful\" modifies the word \"injury,\" indicating that nondischargeability takes a deliberate or intentional injury, not merely . . . a deliberate or intentional act that leads to injury. . . . Moreover, § 523(a)(6)'s formulation triggers in the lawyer's mind the category \"intentional torts,\" as distinguished from negligent or reckless torts. Intentional torts generally require that the actor intend \"the consequences of an act,\" not simply \"the act itself.\"</blockquote>\n<p><i>Kawaauhau v. Geiger,</i> <span class=\"citation\" data-id=\"118179\"><a href=\"/opinion/118179/kawaauhau-v-geiger/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 57-58, <span class=\"citation\" data-id=\"118179\"><a href=\"/opinion/118179/kawaauhau-v-geiger/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">974</span></a></span>, <span class=\"citation\" data-id=\"118179\"><a href=\"/opinion/118179/kawaauhau-v-geiger/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1998).</p>\n<p>Again, the plaintiff has utterly failed to prove that Cuenant or JPC damaged Marbella or any property owned by Marbella. Moreover, Marbella has failed to establish any willful and malicious intent by Cuenant, under any standard. The evidence showed that, at the time JPC made the loans to Cuenant, independent appraisers had opined that there was sufficient value in the Property to expect a profitable sale and a significant return to all investors, including Cuenant, so that he could repay the loans from his share of the profits. Moreover, Marbella has failed to demonstrate how JPC's loans to Cuenant injured Marbella or Marbella's Property.</p>\n<p>Based on the credibility of the parties, the Court finds that, at the time JPC extended the loans to Cuenant, he firmly believed the project was still profitable and that he would timely repay the loans with his share of the profits. He committed no willful or malicious acts with any intent to harm Marbella.</p>\n<p>Rather, Cuenant was a wheeler and dealer. He was hoping for a homerun. Unfortunately, he swung and missed. The Foreign Investors knew Cuenant was an aggressive real estate developer when they agreed to invest substantial monies in his project with little or no documentation. This is not a case where Cuenant took advantage of these Foreign Investors. This <i>is</i> a case where the initial vision was sketchy and the profits never materialized. The business deal failed but that does not, by extension, imply that Cuenant committed any willful or malicious acts. Regretfully, the Foreign Investors lost their entire investment but not due to any malfeasance or intentional wrongdoing by Cuenant.</p>\n<p>For the reasons explained above, the Court concludes that Marbella has failed to prove its allegations under Sections 523(a)(2)(a), (4), or (6) of the Bankruptcy Code. Judgment will be entered in favor of the debtor/defendant, Jean Pierre Andre Cuenant, and against the plaintiff, Marbella, LLC. Any debt due by Cuenant to Marbella is discharged. A separate order consistent with this Memorandum Opinion shall be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Marbella, LLC is a Florida limited liability corporation whose members are SARL Miller, SARL Benenati, Grand Line Consultants Limited, and JPC. Only JPC is a Florida corporation. The other members of Marbella, LLC are based abroad in France, Great Britain, or Luxembourg.</p>\n<p>[2]  A discrepancy exists as to the exact amount of monies infused by the Foreign Investors to JPC. JPC's financial records reflect a total investment of $9,979,000. The Foreign Investors contend the investment totaled $10,099,000. (Plaintiff's Ex. No. 55.) Although a $120,000 difference is not <i>de minimus,</i> the Court need not resolve the issue for the purpose of this ruling.</p>\n<p>[3]  The plaintiff acknowledges that Cuenant should receive a credit of $300,500 for repayment on JPC's loans to him. (Plaintiff's Ex. No. 55, Summary of Cash Taken Out by Shareholder.)</p>\n<p>[4]  The terms of the profit sharing among JPC and the Foreign Investors varies between the summary December 1996 agreement and the later versions of the Joint Venture Agreement But, in all scenarios, Cuenant/JPC agreed to relinquish 70-80% of the profits to be realized frorn the Ruby Lake Project in exchange for the $10 million in equity funding supplied by the Foreign Investors.</p>\n<p>[5]  JPC initially filed its case as a Chapter 7 liquidation case. Cuenant, on the other hand, initially filed a Chapter 11 reorganization proceeding arguing he would start a new real estate development project to earn sufficient monies to repay his creditors. When this was unsuccessful, Cuenant's Chapter 11 case was converted to a Chapter 7 proceeding on February 16, 2005. He agreed to sell his residence in Palm Beach County. JPC's estate received $2,679,283.28 from this sale, of which Marbella received $1,193,732.55. (Debtor's Ex. Nos. 47 and 48.)</p>\n<p>[6]  A Discharge of Debts was entered in Mr. Cuenant's Chapter 7 case on June 15, 2005 (Doc. No. 179).</p>\n<p>[7]  The state court order entered in 2003, when Cuenant and JPC agreed to cede control of the Ruby Lake Project to Marbella, does not establish any type of trust or fiduciary relationship. The order describes JPC as the nominee title holder for the joint venture and acknowledges that the Property was held in trust for the participants. However, prior to this order, the parties did not act in that manner. Rather, JPC exercised complete management control over the development of the Property. This state court order, entered years after the transfer of the Funds in question, and entered as a settlement between the parties, simply cannot act as a belated statement of some earlier trust relationship.</p>\n<p>[8]  The Court acknowledges that the plaintiff later voluntarily paid several creditors who held liens encumbering the Property. Plaintiff had no legal obligation to make these payments. Apparently, the plaintiff still hoped to sell the Property at a profit and realized they needed to pay these debts to retain title. They made a business decision and, unfortunately, failed when they ultimately still lost title to the Property.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/76043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/76376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102265/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112522/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/521945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/551536/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/690347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1708957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1823205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1843726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1857483/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1857627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1862310/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1897386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1916710/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1929295/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1932929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1953076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1958971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2410342/"
          ]
        }
      ],
      "judges": "Karen S. Jennemann",
      "date_created": "2014-10-30T17:01:40.372177Z",
      "date_modified": "2016-03-03T20:53:01.030134Z",
      "date_filed": "2006-02-23",
      "date_filed_is_approximate": false,
      "slug": "in-re-cuenant",
      "citation_id": 1836262,
      "case_name_short": "In Re Cuenant",
      "case_name": "In Re Cuenant",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "339 B.R. 262",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1476885/in-re-cuenant/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:01:40.369045Z",
  "date_modified": "2014-10-30T17:01:40.369045Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re Cuenant",
  "case_name": "In Re Cuenant",
  "case_name_full": "",
  "slug": "in-re-cuenant",
  "docket_number": "Bankruptcy No. 6:04BK03832, Adversary No. 6:04-AP-162",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}