{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1486840/",
  "id": 1486840,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ndd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1873377/",
      "id": 1873377,
      "absolute_url": "/opinion/1873377/eccles-v-united-states/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1486840/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1873377/",
          "id": 1873377,
          "absolute_url": "/opinion/1873377/eccles-v-united-states/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1873377/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/256/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:41:18.722696Z",
          "date_modified": "2017-04-07T08:55:25.434062Z",
          "type": "010combined",
          "sha1": "fb4e124625abe0347f901f794a825766ba97d448",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>396 F.Supp. 792 (1975)</b></center>\n<center><h1>George E. ECCLES and William Eccles, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. A2-74-109.</center>\n<center><p><b>United States District Court, D. North Dakota, Northeastern Division.</b></p></center>\n<center>June 20, 1975.</center>\n<p><span class=\"star-pagination\">*793</span> Jerome J. Mack, Murray, Mack, Moosbrugger &amp; Leonard, P. C., Grand Forks, N. D., for plaintiffs.</p>\n<p>Harold O. Bullis, U. S. Atty., Fargo, N. D., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>BENSON, Chief Judge.</p>\n<p>This action arises from the construction of a sewage lagoon by the Defendant, United States, on property owned by Defendant, which is used and maintained by the United States Air Force for its Grand Forks Air Force Base. The action alleges that Plaintiffs' property, situated adjacent to, or nearby, the lagoon, has been damaged from flooding and/or seepage upon Plaintiffs' land, thus making it unfit for cultivation.</p>\n<p>Count A seeks damages under the Federal Tort Claims Act, 28 U.S.C. §§ 2671-2680; Count B raises an inverse condemnation claim; Count C raises a nuisance claim, which is akin to the inverse condemnation claim; and Count D seeks damages under a theory that Defendant has breached an implied contract in law allegedly existing between the parties.</p>\n<p>Plaintiffs' claims relate to the SW ¼, the NW ¼ and the NE ¼ of Section 29, Township 152 North, Range 52 West of the Fifth Prime Meridian, Grand Forks County, North Dakota. The lagoon was constructed sometime prior to 1968. Plaintiffs claim $6,000.00, under the Federal Tort Claims Act, for aggregate damages to the SW ¼ of Section 29 for 1968, 1969, 1970 and 1971, alleging seepage from the lagoon damaged the productivity of that quarter of land in those years. In 1971, Defendant acquired the quarter to expand the sewage lagoon, and having previously acquired the SE ¼ of Section 29, now owns the South ½ of the section. An administrative claim for the alleged damages to the SW ¼ was filed against the United States Air Force by plaintiffs on November 2, 1971, which was formally and fully denied on August 25, 1972.</p>\n<p>Plaintiffs also claim the NE ¼ of Section 29 was damaged by seepage and ask $3,975.00 aggregate damages for the years 1971, 1972, 1973, and 1974.</p>\n<p>Plaintiffs further ask damages in the amount of $2,100.00 which they allege occurred on the NE ¼ and the NW ¼ of Section 29 in 1971, resulting from a break in the lagoon dike. Plaintiffs further ask for $200.00 for damages to twenty rods of iron fence inundated when the dike broke, and for $600.00 for pollution to a man-made watering pond.</p>\n<p>Plaintiffs claim future damages of $15,000.00, and total damages in the amount of $37,875.00.</p>\n<p>Defendant has moved for a Rule 12(b) dismissal claiming that the Court lacks jurisdiction on several grounds.</p>\n<p><span class=\"star-pagination\">*794</span> 1. It is claimed that the acts of negligence claimed under the Federal Tort Claims Act fall within the discretionary function exception of that Act, 28 U.S.C. § 2680(a).</p>\n<p>2. The Court has previously dismissed an action involving the same parcels, brought under the Federal Tort Claims Act, Eccles v. United States, Civil No. 4796, and it is contended that action is res judicata as to the action at bar.</p>\n<p>3. Since Plaintiffs have failed to file administrative claims for the alleged damages to either the NE ¼ or NW ¼ of Section 29, it is claimed that Plaintiffs are barred by 28 U.S.C. § 2675(a), which mandates the filing of such claims as a jurisdictional prerequisite.</p>\n<p>4. The two year limitation period applicable to the filing of administrative claims, 28 U.S.C. § 2401(b), is raised as a bar to the alleged 1968 damages to the SW ¼, and to the alleged damages to the NE ¼ and the NW ¼ in 1971, and to the NE ¼ in 1972.</p>\n<p>5. It is asserted that claims under Count A relating to the SW ¼ are further barred by 28 U.S.C. § 2401(b), because this action was not commenced within six months of the final denial of the Administrative claims.</p>\n<p>6. As to Counts B, C and D, it is asserted that insofar as Plaintiffs' action requests damages in excess of $10,000.00, this Court is without jurisdiction, since 28 U.S.C. § 1491 vests the Court of Claims with exclusive jurisdiction for \"Tucker Act Takings\" in excess of $10,000.00.</p>\n<p>During oral arguments before the Court on March 14, Plaintiffs conceded Defendant's jurisdictional defenses relating to the Federal Tort Claims Act. This leaves only Plaintiffs' claims under Counts B, C and D.</p>\n<p>The latter counts deal with \"takings\" covered by the Tucker Act, 28 U. S.C. § 1491, which is the basic jurisdictional act for the Court of Claims:</p>\n<blockquote>\"The Court of Claims shall have jurisdiction to render judgment upon any claim against the United States founded either upon the Constitution, or any Act of Congress, or any regulation of an executive department, or upon any express or implied contract with the United States, or for liquidated or unliquidated damages in cases not sounding in tort. . . .\"</blockquote>\n<p>Under the Tucker Act, the United States has consented to suits by parties alleging their property has been \"taken\" by the United States without the formality of purchase or condemnation. Pursuant to 28 U.S.C. § 1346(a), such claims or actions under $10,000.00 may be brought in the district courts.</p>\n<blockquote>\"(a) the district courts shall have original jurisdiction, concurrent with the Court of Claims, of:</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(2) Any other civil action or claim against the United States, not exceeding $10,000 in amount, founded either upon the Constitution, or any Act of Congress, or any regulation of an executive department, or upon any implied contract with the United States, or for liquidated or unliquidated damages in cases not sounding in tort.\"</blockquote>\n<p>Thus, actions or claims involving such takings, where the damages claimed are in excess of $10,000.00, are within the exclusive jurisdiction of the Court of Claims. Since Plaintiffs' claimed damages aggregate $27,875.00, it would appear that the Court is without jurisdiction.</p>\n<p>Plaintiffs suggested in oral argument that the district court may exercise its discretion and separate Plaintiffs' claims in order to vest itself with jurisdiction. How Plaintiffs proposed to separate the cause of action was not made clear, although Plaintiffs did request leave to amend their complaint to reduce their claim for future damages from $15,000.00 to $9,000.00. It would <span class=\"star-pagination\">*795</span> appear that Plaintiffs are stating that their claim may be separated by tract and between present and future damages.</p>\n<p>The Court does not have discretion to separate what is essentially one civil action or claim, in order to vest itself with jurisdiction. The question is whether Plaintiffs have stated separate causes of action, each within the $10,000.00 jurisdictional maximum. The Court finds that Plaintiffs have but one action under several counts, which cannot be divided as to tracts or time to vest the Court with jurisdiction. Count B relates to the construction, expansion, operation and maintenance of the lagoon. If this resulted in a taking without compensation it constitutes a continuous and inseparable cause of action, even though Plaintiffs might be able to segregate their past damages by tract and year, and also segregate past damages from future damages. If the existence of the lagoon constitutes a nuisance as alleged under Count C, it is a continuing nuisance affecting all the tracts. Under Count D, there is but one implied contract alleged, and the Court has no discretion to divide Plaintiffs' claim thereon, according to separate breaches thereof, in order to vest itself with jurisdiction.</p>\n<p>It is significant that Plaintiffs request future damages without segregating the damages between the NE ¼ and NW ¼. It is also noted that the statute giving the federal courts concurrent jurisdiction over such claims as raised in Counts B, C, and D, refers to \"[a]ny other <i>civil action</i> or claim against the United States, not exceeding $10,000 in amount . . ..\" 28 U.S.C. § 1346(a)(2) (emphasis added). The statute thus limits the jurisdiction of the district courts in terms of the damages claimed in the action as a whole.</p>\n<p>State of Washington v. Udall, 417 F. 2d 1310 (9th Cir. 1969), supports the conclusion that the action cannot be split between the tracts:</p>\n<blockquote>\"The District Court correctly decided that the State impermissibly split its claim for damages under the Tucker Act, 28 U.S.C. § 1346(a)(2), in an attempt to limit the amount in controversy to less than $10,000, the jurisdictional limit specified by the Act. The State cannot carve out for suit in the District Court 251.8 irrigable acres, comprising Farm Units 34 and 35, from its 1594 acres within the irrigation district. The State contends that a controversy involving separate parcels of real property creates inherently separate causes of action and that a present controversy exists only as to Farm Units 34 and 35 because the State has not paid the assessments necessary for delivery of water to its other lands. The State's complaint in the District Court, however, alleged that assessments against Farm Units 34 and 35 were paid `for the purpose of resolving all questions about its right to receive water from the Columbia Basin Project for [all 1,594 acres].' The same factual and legal issues pertain to the entire 1,594 acres in determining whether or not they are subject to the 160-acre limitation upon payment of assessments. See Baltimore SS. Co. v. Phillips, 274 U.S. 316, 321, 47 S.Ct. 600, 71 L.Ed. 1069 (1927); Sutcliffe Storage &amp; Warehouse Co. v. United States, 162 F.2d 849 (1st Cir. 1947). If the District Court should, upon remand, determine that the amount in controversy concerning all of the school lands in question is less than $10,000, then, of course, jurisdiction is conferred by the Tucker Act.\" 417 F.2d at 1320, 1321.</blockquote>\n<p>Likewise, in Thompson v. United States, 215 F.2d 744 (9th Cir. 1954), it was held that a cause of action could not be <span class=\"star-pagination\">*796</span> split because different interests were invaded. In <i>Thompson,</i> suit was brought by a member of an Indian tribe who claimed that the construction of a dam by the United States would flood and wipe out the tribe's ancient fishing rights, guaranteed by treaty. The Ninth Circuit concluded the Tucker Act did not permit a splitting of a claim or cause of action, stating the Act's terms \"must be strictly construed\". The court noted that the right granted the Indians was essentially a right to conduct fishing operations. The fact that it was a practical necessity that they have a place to stand, to build huts, and to cure the fish did not give rise to two distinct rights and the attempt of plaintiff to create two rights \"amounted to a splitting of single cause, thus . . . rendering the cause one beyond the court's jurisdiction under the Act.\" Further, to allow Plaintiffs to split their action according to past or future damage, or year-by-year, would encourage forum shopping and would negate 28 U.S.C. § 1491, insofar as claims encompassed thereby usually involve damages of a continuing nature which could be separated into yearly damages to escape Court of Claim's jurisdiction.</p>\n<p>The Defendant has suggested as an alternative to dismissal, the Court might transfer the case to the Court of Claims pursuant to 28 U.S.C. § 1406(c):</p>\n<blockquote>\"If a case within the exclusive jurisdiction of the Court of Claims is filed in a district court, the district court shall, if it be in the interest of justice, transfer such case to the Court of Claims, where the case shall proceed as if it had been filed in the Court of Claims on the date it was filed in the district court.\"</blockquote>\n<p>The Court must determine whether the \"interests of justice\" dictate such a transfer. The courts have considered the interests of justice as encompassing three factors when an action is brought in the wrong court and transfer to the proper court is sought:</p>\n<p>(1) Would the applicable statute of limitations otherwise run if the action is not transferred and the time of filing in the proper court computed as of the date of the improper filing? Goldlawr, Inc. v. Heiman, 369 U.S. 463, 466, 467, 82 S.Ct. 913, 8 L. Ed.2d 39 (1962); United States v. Pine, 301 F.Supp. 880 (E.D.Wis. 1969).</p>\n<p>(2) Will the convenience of the parties and witnesses be served? Mosley v. Nationwide Purchasing, Inc., 485 F. 2d 418 (Em.App.1973); Medicenters of America, Inc. v. T and V Realty &amp; Equipment Corporation, 371 F.Supp. 1180 (E.D.Va.1974); Schlusselberg v. Werley, 274 F.Supp. 758 (S.D.N.Y.1967).</p>\n<p>(3) Would the efficient and expeditious administration of justice be furthered, as in those cases where similar actions are pending in the proper court or the parties and witnesses are located near the situs of the court? Texaco, Inc. v. Federal Power Commission, 337 F.2d 253 (10th Cir. 1964); Schlusselberg v. Werly, 274 F.Supp. 758 (S.D.N.Y. 1967).</p>\n<p>The Supreme Court has indicated that the purpose of the transfer provisions is \"removing whatever obstacles may impede an expeditious and orderly adjudication of cases and controversies on their merits\". Goldlawr, Inc. v. Heiman, 369 U.S. 463, 466, 82 S.Ct. 913, 916, 8 L.Ed.2d 39 (1962). Transfer provisions are not to be used lightly, however. For example, one who seeks a transfer has a \"burden to show that the balance [of convenience] is beyond dead center, and strongly favors the transfer sought.\" Medicenters of America, Inc. v. T and V Realty &amp; Equipment Corp., 371 F.Supp. 1180 (E.D.Va.1974). In short, there must be some showing that <span class=\"star-pagination\">*797</span> a transfer would be in the interests of justice, as required by the statute. M. Dean Kaufman, Inc. v. Warnaco, Inc., 299 F.Supp. 722 (D.Conn.1969); Nizami v. Woods, 263 F.Supp. 124 (S.D.N.Y. 1967).</p>\n<p>In this case, neither party has moved, or even requested, the transfer of this case to the Court of Claims. Defendant's suggestion is apparently based upon a possibility that certain alleged damages of Plaintiffs will not be preserved if the case is dismissed, since Defendant states that a transfer of the action would enable it to proceed \"as if it had been filed in the Court of Claims on the date it was filed in the District Court\". It is noted that \"[e]very claim of which the Court of Claims has jurisdiction shall be barred unless the petition thereon is filed within six years after such claim first accrues\". It appears that only the damages for the SW ¼ of Section 29 for 1968 would be barred by the six year limitation period. But a dismissal of this action would not change the result, since this action was filed December 27, 1974. It is a reasonable inference that any cause for damages to productivity in 1968 accrued prior to December 27, 1968. At any rate, there is no showing that a dismissal will preclude Plaintiffs from an adjudication of their claims on the merits. Additionally, on the grounds that it would be highly inconvenient for them to pursue their action in the Court of Claims, the Plaintiffs objected to the transfer. The Court concludes that a dismissal will leave it to the Plaintiffs if they wish to pursue their claims in the Court of Claims.</p>\n<p>On the finding by this Court that it is without jurisdiction in the matter,</p>\n<p>It is ordered that Defendant's Rule 12(b) motion to dismiss Plaintiffs' complaint is granted, and the action is dismissed.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">792</span></span> (1975)</b></center>\n<center><h1>George E. ECCLES and William Eccles, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. A2-74-109.</center>\n<center><p><b>United States District Court, D. North Dakota, Northeastern Division.</b></p></center>\n<center>June 20, 1975.</center>\n<p><span class=\"star-pagination\">*793</span> Jerome J. Mack, Murray, Mack, Moosbrugger &amp; Leonard, P. C., Grand Forks, N. D., for plaintiffs.</p>\n<p>Harold O. Bullis, U. S. Atty., Fargo, N. D., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>BENSON, Chief Judge.</p>\n<p>This action arises from the construction of a sewage lagoon by the Defendant, United States, on property owned by Defendant, which is used and maintained by the United States Air Force for its Grand Forks Air Force Base. The action alleges that Plaintiffs' property, situated adjacent to, or nearby, the lagoon, has been damaged from flooding and/or seepage upon Plaintiffs' land, thus making it unfit for cultivation.</p>\n<p>Count A seeks damages under the Federal Tort Claims Act, 28 U.S.C. §§ 2671-2680; Count B raises an inverse condemnation claim; Count C raises a nuisance claim, which is akin to the inverse condemnation claim; and Count D seeks damages under a theory that Defendant has breached an implied contract in law allegedly existing between the parties.</p>\n<p>Plaintiffs' claims relate to the SW ¼, the NW ¼ and the NE ¼ of Section 29, Township 152 North, Range 52 West of the Fifth Prime Meridian, Grand Forks County, North Dakota. The lagoon was constructed sometime prior to 1968. Plaintiffs claim $6,000.00, under the Federal Tort Claims Act, for aggregate damages to the SW ¼ of Section 29 for 1968, 1969, 1970 and 1971, alleging seepage from the lagoon damaged the productivity of that quarter of land in those years. In 1971, Defendant acquired the quarter to expand the sewage lagoon, and having previously acquired the SE ¼ of Section 29, now owns the South ½ of the section. An administrative claim for the alleged damages to the SW ¼ was filed against the United States Air Force by plaintiffs on November 2, 1971, which was formally and fully denied on August 25, 1972.</p>\n<p>Plaintiffs also claim the NE ¼ of Section 29 was damaged by seepage and ask $3,975.00 aggregate damages for the years 1971, 1972, 1973, and 1974.</p>\n<p>Plaintiffs further ask damages in the amount of $2,100.00 which they allege occurred on the NE ¼ and the NW ¼ of Section 29 in 1971, resulting from a break in the lagoon dike. Plaintiffs further ask for $200.00 for damages to twenty rods of iron fence inundated when the dike broke, and for $600.00 for pollution to a man-made watering pond.</p>\n<p>Plaintiffs claim future damages of $15,000.00, and total damages in the amount of $37,875.00.</p>\n<p>Defendant has moved for a Rule 12(b) dismissal claiming that the Court lacks jurisdiction on several grounds.</p>\n<p><span class=\"star-pagination\">*794</span> 1. It is claimed that the acts of negligence claimed under the Federal Tort Claims Act fall within the discretionary function exception of that Act, 28 U.S.C. § 2680(a).</p>\n<p>2. The Court has previously dismissed an action involving the same parcels, brought under the Federal Tort Claims Act, Eccles v. United States, Civil No. 4796, and it is contended that action is res judicata as to the action at bar.</p>\n<p>3. Since Plaintiffs have failed to file administrative claims for the alleged damages to either the NE ¼ or NW ¼ of Section 29, it is claimed that Plaintiffs are barred by 28 U.S.C. § 2675(a), which mandates the filing of such claims as a jurisdictional prerequisite.</p>\n<p>4. The two year limitation period applicable to the filing of administrative claims, 28 U.S.C. § 2401(b), is raised as a bar to the alleged 1968 damages to the SW ¼, and to the alleged damages to the NE ¼ and the NW ¼ in 1971, and to the NE ¼ in 1972.</p>\n<p>5. It is asserted that claims under Count A relating to the SW ¼ are further barred by 28 U.S.C. § 2401(b), because this action was not commenced within six months of the final denial of the Administrative claims.</p>\n<p>6. As to Counts B, C and D, it is asserted that insofar as Plaintiffs' action requests damages in excess of $10,000.00, this Court is without jurisdiction, since 28 U.S.C. § 1491 vests the Court of Claims with exclusive jurisdiction for \"Tucker Act Takings\" in excess of $10,000.00.</p>\n<p>During oral arguments before the Court on March 14, Plaintiffs conceded Defendant's jurisdictional defenses relating to the Federal Tort Claims Act. This leaves only Plaintiffs' claims under Counts B, C and D.</p>\n<p>The latter counts deal with \"takings\" covered by the Tucker Act, 28 U. S.C. § 1491, which is the basic jurisdictional act for the Court of Claims:</p>\n<blockquote>\"The Court of Claims shall have jurisdiction to render judgment upon any claim against the United States founded either upon the Constitution, or any Act of Congress, or any regulation of an executive department, or upon any express or implied contract with the United States, or for liquidated or unliquidated damages in cases not sounding in tort. . . .\"</blockquote>\n<p>Under the Tucker Act, the United States has consented to suits by parties alleging their property has been \"taken\" by the United States without the formality of purchase or condemnation. Pursuant to 28 U.S.C. § 1346(a), such claims or actions under $10,000.00 may be brought in the district courts.</p>\n<blockquote>\"(a) the district courts shall have original jurisdiction, concurrent with the Court of Claims, of:</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(2) Any other civil action or claim against the United States, not exceeding $10,000 in amount, founded either upon the Constitution, or any Act of Congress, or any regulation of an executive department, or upon any implied contract with the United States, or for liquidated or unliquidated damages in cases not sounding in tort.\"</blockquote>\n<p>Thus, actions or claims involving such takings, where the damages claimed are in excess of $10,000.00, are within the exclusive jurisdiction of the Court of Claims. Since Plaintiffs' claimed damages aggregate $27,875.00, it would appear that the Court is without jurisdiction.</p>\n<p>Plaintiffs suggested in oral argument that the district court may exercise its discretion and separate Plaintiffs' claims in order to vest itself with jurisdiction. How Plaintiffs proposed to separate the cause of action was not made clear, although Plaintiffs did request leave to amend their complaint to reduce their claim for future damages from $15,000.00 to $9,000.00. It would <span class=\"star-pagination\">*795</span> appear that Plaintiffs are stating that their claim may be separated by tract and between present and future damages.</p>\n<p>The Court does not have discretion to separate what is essentially one civil action or claim, in order to vest itself with jurisdiction. The question is whether Plaintiffs have stated separate causes of action, each within the $10,000.00 jurisdictional maximum. The Court finds that Plaintiffs have but one action under several counts, which cannot be divided as to tracts or time to vest the Court with jurisdiction. Count B relates to the construction, expansion, operation and maintenance of the lagoon. If this resulted in a taking without compensation it constitutes a continuous and inseparable cause of action, even though Plaintiffs might be able to segregate their past damages by tract and year, and also segregate past damages from future damages. If the existence of the lagoon constitutes a nuisance as alleged under Count C, it is a continuing nuisance affecting all the tracts. Under Count D, there is but one implied contract alleged, and the Court has no discretion to divide Plaintiffs' claim thereon, according to separate breaches thereof, in order to vest itself with jurisdiction.</p>\n<p>It is significant that Plaintiffs request future damages without segregating the damages between the NE ¼ and NW ¼. It is also noted that the statute giving the federal courts concurrent jurisdiction over such claims as raised in Counts B, C, and D, refers to \"[a]ny other <i>civil action</i> or claim against the United States, not exceeding $10,000 in amount . . ..\" 28 U.S.C. § 1346(a)(2) (emphasis added). The statute thus limits the jurisdiction of the district courts in terms of the damages claimed in the action as a whole.</p>\n<p>State of Washington v. Udall, <span class=\"citation\" data-id=\"287148\"><a href=\"/opinion/287148/state-of-washington-v-stewart-l-udall-secretary-of-the-interior/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span> (9th Cir. 1969), supports the conclusion that the action cannot be split between the tracts:</p>\n<blockquote>\"The District Court correctly decided that the State impermissibly split its claim for damages under the Tucker Act, 28 U.S.C. § 1346(a)(2), in an attempt to limit the amount in controversy to less than $10,000, the jurisdictional limit specified by the Act. The State cannot carve out for suit in the District Court 251.8 irrigable acres, comprising Farm Units 34 and 35, from its 1594 acres within the irrigation district. The State contends that a controversy involving separate parcels of real property creates inherently separate causes of action and that a present controversy exists only as to Farm Units 34 and 35 because the State has not paid the assessments necessary for delivery of water to its other lands. The State's complaint in the District Court, however, alleged that assessments against Farm Units 34 and 35 were paid `for the purpose of resolving all questions about its right to receive water from the Columbia Basin Project for [all 1,594 acres].' The same factual and legal issues pertain to the entire 1,594 acres in determining whether or not they are subject to the 160-acre limitation upon payment of assessments. See Baltimore SS. Co. v. Phillips, <span class=\"citation\" data-id=\"101091\"><a href=\"/opinion/101091/baltimore-ss-co-v-phillips/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span>, 321, <span class=\"citation\" data-id=\"101091\"><a href=\"/opinion/101091/baltimore-ss-co-v-phillips/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">600</span></a></span>, <span class=\"citation\" data-id=\"101091\"><a href=\"/opinion/101091/baltimore-ss-co-v-phillips/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1069</span></a></span> (1927); Sutcliffe Storage &amp; Warehouse Co. v. United States, <span class=\"citation\" data-id=\"1548410\"><a href=\"/opinion/1548410/sutcliffe-storage-warehouse-co-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span> (1st Cir. 1947). If the District Court should, upon remand, determine that the amount in controversy concerning all of the school lands in question is less than $10,000, then, of course, jurisdiction is conferred by the Tucker Act.\" 417 F.2d at 1320, 1321.</blockquote>\n<p>Likewise, in Thompson v. United States, <span class=\"citation\" data-id=\"234784\"><a href=\"/opinion/234784/tommy-thompson-v-united-states-of-america-and-eight-related-cases/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span> (9th Cir. 1954), it was held that a cause of action could not be <span class=\"star-pagination\">*796</span> split because different interests were invaded. In <i>Thompson,</i> suit was brought by a member of an Indian tribe who claimed that the construction of a dam by the United States would flood and wipe out the tribe's ancient fishing rights, guaranteed by treaty. The Ninth Circuit concluded the Tucker Act did not permit a splitting of a claim or cause of action, stating the Act's terms \"must be strictly construed\". The court noted that the right granted the Indians was essentially a right to conduct fishing operations. The fact that it was a practical necessity that they have a place to stand, to build huts, and to cure the fish did not give rise to two distinct rights and the attempt of plaintiff to create two rights \"amounted to a splitting of single cause, thus . . . rendering the cause one beyond the court's jurisdiction under the Act.\" Further, to allow Plaintiffs to split their action according to past or future damage, or year-by-year, would encourage forum shopping and would negate 28 U.S.C. § 1491, insofar as claims encompassed thereby usually involve damages of a continuing nature which could be separated into yearly damages to escape Court of Claim's jurisdiction.</p>\n<p>The Defendant has suggested as an alternative to dismissal, the Court might transfer the case to the Court of Claims pursuant to 28 U.S.C. § 1406(c):</p>\n<blockquote>\"If a case within the exclusive jurisdiction of the Court of Claims is filed in a district court, the district court shall, if it be in the interest of justice, transfer such case to the Court of Claims, where the case shall proceed as if it had been filed in the Court of Claims on the date it was filed in the district court.\"</blockquote>\n<p>The Court must determine whether the \"interests of justice\" dictate such a transfer. The courts have considered the interests of justice as encompassing three factors when an action is brought in the wrong court and transfer to the proper court is sought:</p>\n<p>(1) Would the applicable statute of limitations otherwise run if the action is not transferred and the time of filing in the proper court computed as of the date of the improper filing? Goldlawr, Inc. v. Heiman, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 466, 467, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">913</span></a></span>, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1962); United States v. Pine, <span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">880</span></span> (E.D.Wis. 1969).</p>\n<p>(2) Will the convenience of the parties and witnesses be served? Mosley v. Nationwide Purchasing, Inc., <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></span> (Em.App.1973); Medicenters of America, Inc. v. T and V Realty &amp; Equipment Corporation, <span class=\"citation\" data-id=\"2133719\"><a href=\"/opinion/2133719/medicenters-of-amer-inc-v-t-and-v-realty-equip-corp/\"><span class=\"volume\">371</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1180</span></a></span> (E.D.Va.1974); Schlusselberg v. Werley, <span class=\"citation\" data-id=\"1575049\"><a href=\"/opinion/1575049/schlusselberg-v-werly/\"><span class=\"volume\">274</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">758</span></a></span> (S.D.N.Y.1967).</p>\n<p>(3) Would the efficient and expeditious administration of justice be furthered, as in those cases where similar actions are pending in the proper court or the parties and witnesses are located near the situs of the court? Texaco, Inc. v. Federal Power Commission, <span class=\"citation\" data-id=\"265616\"><a href=\"/opinion/265616/texaco-inc-v-federal-power-commission/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span> (10th Cir. 1964); Schlusselberg v. Werly, <span class=\"citation\" data-id=\"1575049\"><a href=\"/opinion/1575049/schlusselberg-v-werly/\"><span class=\"volume\">274</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">758</span></a></span> (S.D.N.Y. 1967).</p>\n<p>The Supreme Court has indicated that the purpose of the transfer provisions is \"removing whatever obstacles may impede an expeditious and orderly adjudication of cases and controversies on their merits\". Goldlawr, Inc. v. Heiman, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 466, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">913</span></a></span>, 916, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1962). Transfer provisions are not to be used lightly, however. For example, one who seeks a transfer has a \"burden to show that the balance [of convenience] is beyond dead center, and strongly favors the transfer sought.\" Medicenters of America, Inc. v. T and V Realty &amp; Equipment Corp., <span class=\"citation\" data-id=\"2133719\"><a href=\"/opinion/2133719/medicenters-of-amer-inc-v-t-and-v-realty-equip-corp/\"><span class=\"volume\">371</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1180</span></a></span> (E.D.Va.1974). In short, there must be some showing that <span class=\"star-pagination\">*797</span> a transfer would be in the interests of justice, as required by the statute. M. Dean Kaufman, Inc. v. Warnaco, Inc., <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">722</span></span> (D.Conn.1969); Nizami v. Woods, <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">124</span></span> (S.D.N.Y. 1967).</p>\n<p>In this case, neither party has moved, or even requested, the transfer of this case to the Court of Claims. Defendant's suggestion is apparently based upon a possibility that certain alleged damages of Plaintiffs will not be preserved if the case is dismissed, since Defendant states that a transfer of the action would enable it to proceed \"as if it had been filed in the Court of Claims on the date it was filed in the District Court\". It is noted that \"[e]very claim of which the Court of Claims has jurisdiction shall be barred unless the petition thereon is filed within six years after such claim first accrues\". It appears that only the damages for the SW ¼ of Section 29 for 1968 would be barred by the six year limitation period. But a dismissal of this action would not change the result, since this action was filed December 27, 1974. It is a reasonable inference that any cause for damages to productivity in 1968 accrued prior to December 27, 1968. At any rate, there is no showing that a dismissal will preclude Plaintiffs from an adjudication of their claims on the merits. Additionally, on the grounds that it would be highly inconvenient for them to pursue their action in the Court of Claims, the Plaintiffs objected to the transfer. The Court concludes that a dismissal will leave it to the Plaintiffs if they wish to pursue their claims in the Court of Claims.</p>\n<p>On the finding by this Court that it is without jurisdiction in the matter,</p>\n<p>It is ordered that Defendant's Rule 12(b) motion to dismiss Plaintiffs' complaint is granted, and the action is dismissed.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106384/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/234784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287148/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1548410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1575049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2133719/"
          ]
        }
      ],
      "judges": "Benson",
      "date_created": "2014-10-30T17:06:09.368047Z",
      "date_modified": "2016-03-03T20:54:41.194878Z",
      "date_filed": "1975-06-20",
      "date_filed_is_approximate": false,
      "slug": "eccles-v-united-states",
      "citation_id": 1846148,
      "case_name_short": "Eccles",
      "case_name": "Eccles v. United States",
      "case_name_full": "",
      "federal_cite_one": "396 F. Supp. 792",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1486840/eccles-v-united-states/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:06:09.365591Z",
  "date_modified": "2014-10-30T17:06:09.365591Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Eccles",
  "case_name": "Eccles v. United States",
  "case_name_full": "",
  "slug": "eccles-v-united-states",
  "docket_number": "Civ. No. A2-74-109",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}