{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1491496/",
  "id": 1491496,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1877952/",
      "id": 1877952,
      "absolute_url": "/opinion/1877952/united-states-v-eichman/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1491496/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1877952/",
          "id": 1877952,
          "absolute_url": "/opinion/1877952/united-states-v-eichman/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1877952/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:42:04.609443Z",
          "date_modified": "2017-04-07T09:29:21.155329Z",
          "type": "010combined",
          "sha1": "f0468e23b943baaf86e49d7415b6026716824db0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>731 F.Supp. 1123 (1990)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nShawn D. EICHMAN, David Gerald Blalock, Scott W. Tyler.</h1></center>\n<center>Crim. Nos. 89-0419, 89-0420 and 89-0421.</center>\n<center><p><b>United States District Court, District of Columbia.</b></p></center>\n<center>March 5, 1990.</center>\n<center>Probable Jurisdiction Noted March 30, 1990.</center>\n<p><span class=\"star-pagination\">*1124</span> Craig Iscoe, Asst. U.S. Atty., Washington, D.C., for plaintiff.</p>\n<p>Nina Kraut, Washington, D.C., David Cole, Center for Constitutional Rights and William Kunstler and Ronald Kuby, New York City, for defendants.</p>\n<p>Michael Davidson, Senate Legal Counsel, Ken U. Benjamin, Jr., Deputy Senate Legal Counsel and Morgan J. Frankel and Claire M. Sylvia, Asst. Senate Legal Counsel, Washington, D.C., amici curiae for U.S. Senate.</p>\n<p>Steven R. Ross, Gen. Counsel to the Clerk, Charles Tiefer, Deputy Gen. Counsel to the Clerk, Michael L. Murray, Sr. Asst. Counsel to the Clerk, Janina Jaruzelski and Robert Michael Long, Asst. Counsel to the Clerk and Asst. U.S. Atty., Washington, D.C., for Speaker and Leadership Group of the House of Representatives.</p>\n<p>Probable Jurisdiction Noted March 30, 1990. See 110 S.Ct. 1779.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>JUNE L. GREEN, District Judge.</p>\n<p>This matter is before the Court on the defendants' Motion to Dismiss the informations filed against Shawn D. Eichman, David Blalock and Scott W. Tyler based on the alleged unconstitutionality of the Flag Protection Act of 1989 under which the defendants were charged. Upon consideration of the defendants' motion, the government's opposition, memoranda filed by the United States Senate and the Speaker and Leadership Group of the House as <i>amici curiae</i> opposing the defendants' motion, evidence presented at the February 22, 1990 hearing on the motion, and for the reasons set forth below, the Court finds the Flag Protection Act of 1989 to be unconstitutional and, therefore, grants the defendants' motion to dismiss.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p></p>\n<h2>A. <i>Defendants' Actions</i>\n</h2>\n<p>Although the defendants refused to enter a stipulated statement of facts with the government, the facts in this matter are largely undisputed. Shortly before noon on October 30, 1989, defendants Shawn Eichman, David Blalock and Scott Tyler set ablaze several United States Flags on the east steps of the United States Capitol during a political demonstration. The defendants, together with one Gregory Lee Johnson, were protesting various aspects of <span class=\"star-pagination\">*1125</span> United States domestic and foreign policy.<sup>[1]</sup> But they were united in their objection to the newly enacted Flag Protection Act of 1989.<sup>[2]</sup></p>\n<p>The defendants and Mr. Johnson were arrested for violating the Flag Protection Act of 1989, disorderly conduct and demonstrating without a permit.<sup>[3]</sup> The United States Attorney for the District of Columbia later charged the three defendants with violation of the Act. Mr. Johnson, whose flag did not ignite, was not charged.<sup>[4]</sup></p>\n<p></p>\n<h2>B. <i>The Flag Protection Act of 1989</i>\n</h2>\n<p>The Flag Protection Act of 1989 (hereinafter \"Act\" or \"Flag Protection Act\") amends 18 U.S.C. Section 700. The Act provides that \"(w)hoever knowingly mutilates, defaces, physically defiles, burns, maintains on the floor or ground, or tramples upon any flag of the United States shall be fined under this title or imprisoned for not more than one year, or both.\" Section 2(a)(1), [amending 18 U.S.C. Section 700(a)(1)]. However, the Act \"does not prohibit any conduct consisting of the disposal of a flag when it has become worn or soiled.\" Section 2(a)(2), [amending 18 U.S.C. Section 700(a)(2)]. The statute defines \"flag of the United States\" as \"any flag of the United States, or any part thereof, made of any substance, of any size, in a form that is commonly displayed.\" Section 2(b), [amending 18 U.S.C. Section 700(b)].</p>\n<p></p>\n<h2>C. <i>Texas v. Johnson</i>\n</h2>\n<p>Legislative history reveals that the Flag Protection Act was a congressional response to the Supreme Court's recent opinion in <i>Texas v. Johnson,</i> 491 U.S. ___, 109 S.Ct. 2533, 105 L.Ed.2d 342 (1989). H.R. Rep. No. 101-231, 101st Cong., 1st Sess. 2 (1989); S.Rep. No. 101-152, 101st Cong., 1st Sess. 4 (1989) U.S.Code Cong. &amp; Admin. News 1989, p. 612. <i>See generally, Hearings on Measures to Protect the Physical Integrity of the American Flag,</i> Hearings Before the Comm. on the Judiciary, United States Senate, 101st Cong., 1st Sess. 1-754; <i>Statutory and Constitutional Responses to the Supreme Court Decision in </i><i>Texas v. Johnson</i><i>,</i> Hearings Before the Subcomm. on Civil and Constitutional Rights of the <span class=\"star-pagination\">*1126</span> Comm. on the Judiciary, House of Representatives, 101st Cong., 1st Sess. 1-572 (1989). In <i>Johnson,</i> the United States Supreme Court overturned the conviction of Gregory Lee Johnson<sup>[5]</sup> under a Texas statute which prohibited the desecration of venerated objects, including the United States Flag. The statute under which Mr. Johnson was charged made it a crime in Texas to \"deface, damage or otherwise physically mistreat in a way the actor knows will seriously offend one or more persons likely to observe or discover his actions.\" <i>Johnson,</i> 109 S.Ct. at 2537, n. 1. The winds of fortune blowing in the opposite direction, Mr. Johnson managed to ignite and burn a United States flag on the steps of City Hall in Dallas, Texas during the Republican National Convention. The flag-burning was the culmination of a demonstration against Reagan administration policies.</p>\n<p>The Supreme Court declared the Texas statute unconstitutional as applied to Mr. Johnson. As a threshold matter, the Court determined that Mr. Johnson, in burning the United States flag, had engaged in expressive conduct protected by the First Amendment. Justice Brennan, writing for the majority, declared eloquently that the flag is \"pregnant with expressive conduct\". <i>Id.</i> at 2540. Mr. Johnson's decision to burn this potent symbol on the eve of Ronald Reagan's renomination, at the doorsteps of the city hosting the Republican Convention was, the Court concluded, \"sufficiently imbued with the elements of communication,\" to implicate the First Amendment.\" <i>Johnson,</i> at 2540, <i>quoting </i><i>Spence v. Washington,</i> 418 U.S. 405, 409, 94 S.Ct. 2727, 2729, 41 L.Ed.2d 842 (1974).</p>\n<p>The Court next considered what standard to apply in scrutinizing Texas' prohibition of this protected conduct. The Court held that if the interests advanced by Texas were related to the suppression of expression, then the more lenient test of expressive conduct set forth in <i>United States v. O'Brien,</i> 391 U.S. 367, 88 S.Ct. 1673, 20 L.Ed.2d 672 (1968) would not apply. Rather than establishing only an important or substantial government interest in regulating the nonexpressive element of the conduct under the <i>O'Brien</i> test, the state would have to show a compelling interest to justify the regulation.</p>\n<p>The Court found that Texas' asserted interest in preventing breaches of the peace was not implicated on the record because there was no evidence that Johnson's burning of the flag actually caused a breach of the peace. <i>Johnson,</i> 109 S.Ct. at 2542. However, the Court held that the state's asserted interest in preserving the flag as a symbol of nationhood and national unity was related to the suppression of expression. <i>Id.</i> Relying on its prior holding in <i>Spence,</i> the Court concluded that a state interest in preserving the flag's symbolic value \"blossom(ed) only when a person's treatment of the flag communicates some message\", regardless of whether the conduct prohibited was affixing a peace symbol to the flag or flag-burning. <i>Id.</i></p>\n<p>Finally, the Court held that Texas' interest in preserving the symbolic value of the flag was not sufficiently compelling to justify the conviction of the defendant. <i>Id.</i> 109 S.Ct. at 2542-2548. In attempting to prohibit only those flag-burnings which caused serious offense, the Court found Texas had violated \"a bedrock principle underlying the First Amendment ... that the Government may not prohibit the expression of an idea simply because society finds the idea itself offensive or disagreeable.\" <i>Id.</i> at 2544. The Court rejected Texas' attempt to \"foster its own view of the flag by prohibiting expressive conduct relating to it.\" <i>Id.</i> at 2545. For, as the Court stated, to allow flag-burning only when it does not endanger the flag's symbolic role, would be to permit the Government to \"prescribe what shall be orthodox\" in violation of the First Amendment. <i>Id.</i> at 2546. The Court also refused to accord the flag any special constitutional significance, finding \"no indication  either in the text of the Constitution or in our cases interpreting <span class=\"star-pagination\">*1127</span> it  that a separate juridical category exists for the American Flag alone.\" <i>Id.</i></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The defendants assert that <i>Johnson</i> controls the disposition of this case and that the same result must follow here. They also challenge the constitutionality of the Act on its face, claiming that it is impermissibly viewpoint-based, vague and overbroad. They argue that each of these ground requires dismissal of the charges against them.</p>\n<p>In oral argument, the defendants have pointed the Court to <i>United States v. Haggerty,</i> 731 F.Supp. 415 (W.D.W.1990) decided recently by the United States District Court for the Western District of Washington at Seattle, in support of their position. In <i>Haggerty,</i> Judge Rothstein held that the defendants, who burned a United States flag in front of a Seattle post office only minutes after the Flag Protection Act of 1989 took effect, could not be prosecuted for flag-burning because the Act violates the First Amendment. Judge Rothstein concluded that under the <i>Johnson</i> analysis, the government's asserted interest in enacting the Flag Protection Act, namely, to protect the symbolic value of the flag, \"cannot survive the exacting scrutiny which [the] Court must apply.\" <i>Haggerty,</i> 731 F.Supp. at 421.</p>\n<p>The defendants urge this Court to follow <i>Haggerty</i>'s lead and strike down the Act. Of the litigants opposing the defendants' motion,<sup>[6]</sup> only the Senate has commented on the <i>Haggerty</i> opinion. At the hearing on the defendants' motion to dismiss, Senate counsel expressed concern over what she termed mischaracterizations of the Senate's argument, mischaracterizations which she felt were crucial to the Court's decision. Counsel for the Senate argued that <i>Haggerty</i> misconstrued <i>Johnson</i> in holding that the flag could never be protected because the governmental interest in flag protection would be related necessarily to the suppression of expression.</p>\n<p>The Court finds Judge Rothstein's reasoning eloquent and persuasive and willingly adopts much of her analysis. In proceeding with its own analysis, the Court seeks primarily to add weight to the logic of the argument and to address concerns voiced by the Senate at the hearing on the motion to dismiss.</p>\n<p></p>\n<h2>A. <i>Defendants' Flag-burning Constitutes Expressive Conduct Under the First Amendment</i>\n</h2>\n<p>The First Amendment of the United States Constitution protects against the infringement of speech by the Government. The protection is not limited to the written or spoken word. A person also may express his thoughts through conduct in which he purposefully engages. The Supreme Court has recognized that such symbolic speech or expressive conduct lies within the confines of the First Amendment's protection of free speech. <i>See, e.g., </i><i>Brown v. Louisiana,</i> 383 U.S. 131, 86 S.Ct. 719, 15 L.Ed.2d 637 (1966) (silent sit-in by blacks demonstrating against a segregated library); <i>Tinker v. Des Moines Independent Community School Dist.,</i> 393 U.S. 503, 89 S.Ct. 733, 21 L.Ed.2d 731 (1969) (students wearing armbands to protest American military involvement in Vietnam); <i>Schacht v. United States,</i> 398 U.S. 58, 90 S.Ct. 1555, 26 L.Ed.2d 44 (1970) (the wearing of United States military uniforms during a dramatic performance to criticize American intervention in Vietnam).</p>\n<p>Moreover, the Court has determined that the American flag is \"pregnant with expressive conduct\", and many activities relating to it are shielded by the First Amendment. <i>Johnson,</i> 109 S.Ct. at 2540. <i>See e.g., </i><i>Spence,</i> 418 U.S. at 409-410, 94 S.Ct. at 2729-2730, (affixing a peace symbol to the flag); <i>Virginia Board of Education</i> <span class=\"star-pagination\">*1128</span> <i>v. Barnette,</i> 319 U.S. 624, 63 S.Ct. 1178, 87 L.Ed. 1628 (1943) (refusal to salute the flag); <i>Stromberg v. California,</i> 283 U.S. 359, 51 S.Ct. 532, 75 L.Ed. 1117 (1931) (displaying a red flag). <i>See also, </i><i>Smith v. Goguen,</i> 415 U.S. 566, 94 S.Ct. 1242, 39 L.Ed.2d 605 (1974) (White, J., concurring in judgment) (wearing flag patch on seat of trousers is expressive speech). Most significant to the present case, of course, is the Supreme Court's determination in <i>Johnson</i> that flag-burning is within the ambit of First Amendment protection.</p>\n<p>Nevertheless, the Court cannot assume axiomatically that a particular defendant's conduct is \"sufficiently imbued with the elements of communication to fall within the scope of the First ... Amendment[]\", <i>Spence,</i> 418 U.S. at 409, 94 S.Ct. at 2730, even where the defendant engages in flag-burning. A person may burn a flag because he is cold or because he wishes to dispose of it, without intending thereby to convey an idea or opinion. The Court must examine whether the context of the defendants' actions \"reveal an intent to convey a particularized message,\" and a \"likelihood ... that the message [will] be understood by those who view[] it.\" <i>Id.</i> at 411, 94 S.Ct. at 2730.</p>\n<p>The Court finds that defendants Eichman, Blalock and Tyler intended to communicate messages of dissent and succeeded dramatically in their attempt. The defendants burned the flags in challenge of the Flag Protection Act which had taken effect only two days earlier. They came from their homes in other states to carry out their challenge at the doors of the United States Congress which had enacted the statute. While the flags burned, companions passed out leaflets expressing the defendants' objections to the new law and other policies of the Federal Government. Given these circumstances, this Court, like the <i>Johnson</i> and <i>Haggerty</i> Courts, concludes that the defendants' flag-burning constitutes expressive conduct of an overtly political nature and thus, implicates the First Amendment.</p>\n<p></p>\n<h2>B. <i>Governmental Interest in the Flag Protection Act</i>\n</h2>\n<p>Government restrictions on expressive conduct generally are not subject to the exacting scrutiny which restrictions on pure speech are subject to under the First Amendment. This is because expressive conduct contains both speech and non-speech elements. The Supreme Court held in <i>United States v. O'Brien</i> that the government need show only a sufficiently important interest in regulating non-speech elements of expressive conduct to justify incidental limitations on otherwise protected speech. <i>O'Brien,</i> 391 U.S. at 376, 88 S.Ct. at 1678.</p>\n<p>However, the government cannot regulate the non-speech elements of expressive conduct where its true aim is to suppress the speech elements of the actor's conduct. The Court, therefore, must focus on the government's interest in regulating expressive conduct to ferret out restrictions designed to suppress protected forms of expression. If the government's interest is related to the suppression of expression, then the more lenient standard of <i>O'Brien</i> does not apply. <i>Johnson,</i> 109 S.Ct. at 2542.</p>\n<p>In <i>Johnson,</i> the Supreme Court applied strict scrutiny to the Texas statute because the state's asserted interest  preserving the flag as a symbol of nationhood and national unity  was related to the suppression of expression. <i>Johnson,</i> 109 S.Ct. at 2542-2543. A crucial question in this litigation is whether the government's asserted interest in enacting the Flag Protection Act is so similar to Texas' asserted interest in <i>Johnson,</i> that strict scrutiny also applies here.</p>\n<p>The defendants argue that strict scrutiny does apply. The Department of Justice agrees. However, for separate reasons, the Senate and House both contend that the Court should employ the less rigorous balancing approach of <i>O'Brien.</i></p>\n<p>This Court concludes that any prosecution of the defendants' under the Flag Protection Act should be reviewed with the strictest scrutiny. Even though the Act <span class=\"star-pagination\">*1129</span> purports to protect the physical integrity of the flag, the Department of Justice, the Senate and the House all agree that its underlying purpose is to preserve the flag's symbolic value. Texas also sought to protect the flag as a symbol of the Nation. Thus, the Flag Protection Act, like the Texas anti-desecration statute, relates to the suppression of expression and should be scrutinized rigorously.</p>\n<p></p>\n<h2>1. The United State Senate</h2>\n<p>The Senate attempts to distinguish <i>Johnson</i> by arguing that unlike Texas, the government is not seeking to \"foster its own view of the flag by prohibiting expressive conduct relating to it.\" <i>Johnson,</i> 109 S.Ct. at 2545. Rather, the government seeks to protect the physical integrity of the flag to preserve it as a universal symbol, embodying a diversity of views. According to the Senate, the government affirmatively seeks to protect the flag for everyone's use and no one's destruction. Record, at 44. <i>See also</i> Record, at 43 (\"Congress has sought to regulate the manner in which everyone uses the flag so that the symbol remains undiluted as a means of communication for everyone.\").</p>\n<p>If the Senate's argument is that the government has \"an interest simply in maintaining the flag as a symbol of <i>something,\"</i> then, \"it [is] difficult to see how that interest is endangered by highly symbolic conduct such as [the defendants'].\" <i>Johnson,</i> 109 S.Ct. 2544. Thus, the Court would conclude that the government's interest is simply not implicated on these facts. <i>Id.</i> at 2538. However, the government's true purpose appears more restricted;<sup>[7]</sup> the government seeks to preserve the flag as a symbol only for those who would not damage or destroy it. In doing so, the government impermissibly shuts out those viewpoints which are expressed through the symbolic destruction of the flag.</p>\n<p>Nevertheless, the Senate asserts that the Act is content-neutral because it prohibits anyone from damaging the flag in specified ways regardless of the actor's intent to convey a message or the communicative impact of the conduct. Because the Act is content-neutral, the Senate contends, strict scrutiny does not apply.</p>\n<p>A regulation is not content-neutral, however, merely because on the face of the statute the same rules apply to everyone. In some cases a statute may indicate clearly on its face that its application depends upon the content of the speaker's message. In others, the restriction appears facially neutral, yet, its purpose reveals an intent to suppress a particular viewpoint or range of viewpoints. The test of content-neutrality is whether the regulation is justified without reference to the content of the regulated speech. <i>Boos v. Barry,</i> 485 U.S. 312, 320, 108 S.Ct. 1157, 1163, 99 L.Ed.2d 333 (1988).<sup>[8]</sup> Thus, as Judge Rothstein concludes <span class=\"star-pagination\">*1130</span> in <i>Haggerty,</i> it is the reason for legislation, not its scope which determines content-neutrality. <i>Haggerty,</i> 731 F.Supp. at 419-20.</p>\n<p>The reason Congress enacted the Flag Protection Act was to protect the flag as a symbol. It makes no difference whether we describe it as a political symbol, or a symbol of the nation and nationhood, or the symbol under which a pluralistic society can strive to find common ground. For in protecting the flag for those who wish to waive it in support of these causes, but preventing the defendants from burning it in opposition, the government has created a regulation which cannot be justified without reference to the content of the defendants' message. Therefore, the restriction, as applied to the defendants, is content-based and is subject to strict scrutiny.</p>\n<p></p>\n<h2>2. United States House of Representatives</h2>\n<p>In addition to adopting the arguments of the Senate, the House advances a separate governmental interest in justification of the Flag Protection Act. The House claims that the government seeks to protect the state's sovereign interest in the flag. The House discusses at length case law and historical records illustrating the state's protection of the flag as an incident of sovereignty. The House argues that \"[w]hile the <i>public</i> may generally look to the flag for symbolizing values such as patriotism ... the <i>government</i> has in the flag an incident of sovereignty, with definite concrete legal significance.\" Motion of the Speaker and Leadership Group of the U.S. House of Representatives in Opposition to Defendants' Motion to Dismiss, at 3. This interest, the House maintains, is content-neutral, and therefore, strict scrutiny does not apply.</p>\n<p><i>United State v. Haggerty</i> points out the two central flaws in the House's argument. First, the legislative history of the Act does not contain a single reference to the Congress' alleged sovereignty interest, although it is replete with statements on the importance of protecting the flag as a symbol. <i>Haggerty,</i> 731 F.Supp. at 421. Second, \"[t]he government's only possible interest in protecting the physical integrity of the flag as an incident of sovereignty is to prevent or punish acts of disrespect amounting to a rejection of United States sovereignty,\" therefore, \"that interest relates to the suppression of expression and is subject to strict scrutiny.\" <i>Id.</i></p>\n<p></p>\n<h2>C. <i>Strict Scrutiny of the Government Interest</i>\n</h2>\n<p>The Court turns now to the question of whether the government's interest in protecting the physical integrity of the flag to preserve its symbolic value is sufficiently compelling to justify convicting the defendants for burning United States flags. The Court concludes that, under <i>Johnson,</i> it is not.<sup>[9]</sup></p>\n<p>The Supreme Court clearly held in <i>Johnson</i> that a governmental interest in protecting the flag as a symbol did not justify criminally punishing a person for burning a flag as a means of political protest. <i>Johnson,</i> 109 S.Ct. at 2547. This is not to say that the government cannot promote its interests in preserving the symbolic nature of the flag to its citizenry. The First Amendment presents no bar to gentle persuasion. But the government may not \"foster its own views of the flag by prohibiting expressive conduct relating to it.\" <i>Johnson,</i> 109 S.Ct. at 2445.</p>\n<p>The Department of Justice takes the position that the government's interest is sufficiently compelling to survive strict scrutiny. The Department of Justice recognizes that this Court has no authority to overrule <i>Johnson.</i> However, the Department of Justice suggests that the government's interests are more compelling than Texas' because both the Congress and the Executive have pronounced the protection of the flag as a necessary policy goal. The Department <span class=\"star-pagination\">*1131</span> points to the Act itself and presidential support for a constitutional amendment as evidence of the compelling nature of the government's interest.</p>\n<p>However compelling the government may see its interests, they cannot justify restrictions on speech which shake the very cornerstone of the First Amendment. As the Court stated in <i>Johnson,</i> \"[i]f there is a bedrock principle underlying the First Amendment, it is that the Government may not prohibit the expression of an idea simply because society finds the idea itself offensive.\" The government seeks to deny the defendants the expressive use of the flag because their use will not promote the flag's symbolic value. It denies their expression because the ideas they wish to convey are offensive to the role of the flag as a symbol. The Supreme Court has held in <i>Street v. New York,</i> 394 U.S. 576, 592, 89 S.Ct. 1354, 1365, 22 L.Ed.2d 572 (1969), that a state may not prohibit a person from expressing verbally her opinions about the flag merely because they may shock the sensibilities of those who hear them. \"Expressing contempt for the flag by burning it [may be] more emotionally shocking than speaking contemptuous words\",<sup>[10]</sup> but both are shielded by the First Amendment.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>As so many of its predecessors who have grappled with this issue, the Court feels unable to conclude without reflecting upon the gravity of its decision.</p>\n<p>The First Amendment protects the expression of some repugnant viewpoints. Uniformed Nazis displaying swastikas are allowed to march in towns where Holocaust survivors dwell. <i>Collin v. Smith,</i> 578 F.2d 1197 (7th Cir.); <i>cert. denied,</i> 439 U.S. 916, 99 S.Ct. 291, 58 L.Ed.2d 264 (1978). Ku Klux Klan members can burn crosses while expressing their racial and religious bigotry. <i>Brandenburg v. Ohio,</i> 395 U.S. 444, 89 S.Ct. 1827, 23 L.Ed.2d 430 (1969). To many perhaps, there are no more offensive viewpoints than those expressed by the burning of the American flag. The Court is acutely aware that those who burn our flag mock and trivialize this solemn symbol of our Nation's soul. Yet, \"[i]t is poignant but fundamental that the flag protects those who hold it in contempt.\" <i>Johnson,</i> 109 S.Ct. 2533, 2548 (Kennedy, J., concurring).</p>\n<p>Justice Jackson foreshadowed the outcome of this case when he wrote in <i>Virginia Board of Education v. Barnette,</i> 319 U.S. at 642, 63 S.Ct. at 1187, \"freedom to differ is not limited to things that do not matter much. That would be a mere shadow of freedom. The test of its substance is the right to differ as to things that touch the heart of the existing order.\"</p>\n<p>The right to dissent is sometimes an albatross which burdens our society with its offensive sounds. Yet, political dissent lies at the heart of the First Amendment's protection. It is worth bearing in mind that the First Amendment to the Bill of Rights would not have been needed if the persons who exercise their right of free expression by word and action were all pleasing, loveable persons with whom the rest of the citizens agreed. The First Amendment, of course, makes no invidious exceptions. It provides protection for everyone, including the defendants.</p>\n<p>The law under which these three defendants have been prosecuted is unconstitutional. Accordingly, the cases against them are dismissed with prejudice.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants' companions present during the flag burning distributed and read aloud a two-page statement to the small crowd of media representatives and onlookers which gathered on the Capitol steps. <i>See</i> Government's Memorandum in Opposition to Defendants' Motion to Dismiss (\"Government's Opposition\"), Attachment B. The statement, signed by the defendants, challenged the government to test the constitutionality of the Flag Protection Act by arresting the defendants. It also decried \"compulsory patriotism and enforced reverence to the flag.\" It listed \"increasing racism, assaults on women['s] rights, calls for an enforced, oppressive moral code, censorship, intervention in other countries and overall escalating attacks on the people\" as some of the varied reasons the defendants promoted flag burning.\n</p>\n<p>As addenda to their motion to dismiss, the defendants have submitted sworn declarations in which they offer <i>post facto</i> explanations for burning the flag. <i>See</i> Defendants' Motion to Dismiss (\"Defendants' Motion\") Exhibits 2-4. Shawn Eichman burned the flag to protest the United States' oppression of women and intervention abroad. Defendants' Motion, Exhibit 4. David Blalock, a Vietnam veteran, burned the flag in opposition to American intervention abroad. Defendants' Motion, Exhibit 2. Scott Tyler, in burning the flag, expressed his solidarity with all people oppressed by the United States. He also burned the flag in protest of the clause in the Act making it a crime to \"maintain (the flag) on the floor or ground\", which he claims the Congress added in response to his controversial art exhibit, \"What is the Proper Way to Display the U.S. Flag?\", displayed by the School of Art Institute of Chicago in February 1989. Defendants' Motion, Exhibit 3. Gregory Lee Johnson also submitted a statement explaining that his attempt to burn the flag expressed his unity with oppressed people throughout the world. Defendants' Motion, Exhibit 5.</p>\n<p>[2]  The Flag Protection Act of 1989, Pub.L. No. 101-131, 1989 U.S.Code Cong. and Admin.News (103 Stat.) 777 (to be codified at 18 U.S.C. Section 700).</p>\n<p>[3]  Corporation Counsel for the District of Columbia declined to prosecute any of the four individuals arrested for disorderly conduct, 22 D.C. Code Section 1121, or demonstrating without a permit, Section 153 of the Traffic and Motor Vehicle Regulations for the United States Capitol Grounds.</p>\n<p>[4]  Although the defendants have suggested that the government refused to charge Mr. Johnson for strategic reasons, the United States explained both in its papers and in oral argument that it could not prosecute Mr. Johnson without sufficient evidence that he, in fact, had violated the Act.</p>\n<p>[5]  This is the same Gregory Lee Johnson whom the government declined to charge in the present matter.</p>\n<p>[6]  Like the <i>Haggerty</i> court, this Court has received memoranda in opposition to the defendants' motion to dismiss from three sources. The Department of Justice, as prosecutor, speaks for the executive branch, and their position mirrors the congressional testimony of William P. Barr, Assistant Attorney General for the Office of Legal Counsel. The Speaker and Leadership Group (consisting of the Majority Leader and the Majority Whip) of the House of Representatives and the Senate appear as amici curiae.</p>\n<p>[7]  The Senate argues that the government pursues the following affirmative objectives in protecting the flag as a symbol:\n</p>\n<p>to assure that the symbolism of the flag will be of service to the preservation of the nation, as in times of war; to be sensitive to the emotions of families who receive the funeral flags of loved ones; to provide an overarching symbol under which a pluralistic society can strive to find common ground; to serve notice that anyone may speak his or her mind under the protection of the flag; and others.</p>\n<p>Memorandum of the United States Senate as Amicus Curiae in Support of Constitutionality of the Flag Protection Act of 1989, at 33.</p>\n<p>[8]  The Senate correctly points out that this conclusion was not supported by the majority of the Court in <i>Boos.</i> Justices Brennan and Marshall objected to the extension of the Court's \"secondary effects analysis in <i>Renton v. Playtime Theatres, Inc.,</i> 475 U.S. 41, 106 S.Ct. 925, 89 L.Ed.2d 29 (1986), to other types of speech, particularly political speech. <i>Boos,</i> 485 U.S. at 334-335, 108 S.Ct. at 1170-1171 (Brennan, J., concurring in part and in the judgment). Chief Justice Rehnquist and Justices White and Blackmun dissented with the majority's conclusions on all First Amendment grounds. <i>Boos,</i> 485 U.S. at 338-339, 108 S.Ct. at 1172-1173 (Rehnquist, C.J., concurring in part and dissenting in part). Justice Kennedy did not take part in considering or deciding the case.\n</p>\n<p>However, the Court finds the Flag Protection Act is content-based even under the bright-line rule set forth by Justice Brennan. The application of the Flag Protection Act turns on whether the speaker seeks to show disrespect for the flag. If the speaker's message is \"I do not support the flag, and all it commonly symbolizes,\" he is prevented from symbolically acting out that message. Supporters of the flag, however, are not prohibited from waving the flag, or flying it in any weather, or by other symbolic acts commonly employed to show the speaker's respect.</p>\n<p>[9]  Because the Court has determined that the Flag Protection Act of 1989 is unconstitutional as applied to the defendants in this case, it need not consider the defendants' facial challenges of the Act.</p>\n<p>[10]  Bogdan, <i>Congressional Prohibition of Contemptuous Flag Burning Suppresses Constitutionally Protected Free Speech,</i> 40 Wash. &amp; Lee L.Rev. 1541, 1551 (1983).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1123</span></span> (1990)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nShawn D. EICHMAN, David Gerald Blalock, Scott W. Tyler.</h1></center>\n<center>Crim. Nos. 89-0419, 89-0420 and 89-0421.</center>\n<center><p><b>United States District Court, District of Columbia.</b></p></center>\n<center>March 5, 1990.</center>\n<center>Probable Jurisdiction Noted March 30, 1990.</center>\n<p><span class=\"star-pagination\">*1124</span> Craig Iscoe, Asst. U.S. Atty., Washington, D.C., for plaintiff.</p>\n<p>Nina Kraut, Washington, D.C., David Cole, Center for Constitutional Rights and William Kunstler and Ronald Kuby, New York City, for defendants.</p>\n<p>Michael Davidson, Senate Legal Counsel, Ken U. Benjamin, Jr., Deputy Senate Legal Counsel and Morgan J. Frankel and Claire M. Sylvia, Asst. Senate Legal Counsel, Washington, D.C., amici curiae for U.S. Senate.</p>\n<p>Steven R. Ross, Gen. Counsel to the Clerk, Charles Tiefer, Deputy Gen. Counsel to the Clerk, Michael L. Murray, Sr. Asst. Counsel to the Clerk, Janina Jaruzelski and Robert Michael Long, Asst. Counsel to the Clerk and Asst. U.S. Atty., Washington, D.C., for Speaker and Leadership Group of the House of Representatives.</p>\n<p>Probable Jurisdiction Noted March 30, 1990. See <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1779</span></span>.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>JUNE L. GREEN, District Judge.</p>\n<p>This matter is before the Court on the defendants' Motion to Dismiss the informations filed against Shawn D. Eichman, David Blalock and Scott W. Tyler based on the alleged unconstitutionality of the Flag Protection Act of 1989 under which the defendants were charged. Upon consideration of the defendants' motion, the government's opposition, memoranda filed by the United States Senate and the Speaker and Leadership Group of the House as <i>amici curiae</i> opposing the defendants' motion, evidence presented at the February 22, 1990 hearing on the motion, and for the reasons set forth below, the Court finds the Flag Protection Act of 1989 to be unconstitutional and, therefore, grants the defendants' motion to dismiss.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p></p>\n<h2>A. <i>Defendants' Actions</i>\n</h2>\n<p>Although the defendants refused to enter a stipulated statement of facts with the government, the facts in this matter are largely undisputed. Shortly before noon on October 30, 1989, defendants Shawn Eichman, David Blalock and Scott Tyler set ablaze several United States Flags on the east steps of the United States Capitol during a political demonstration. The defendants, together with one Gregory Lee Johnson, were protesting various aspects of <span class=\"star-pagination\">*1125</span> United States domestic and foreign policy.<sup>[1]</sup> But they were united in their objection to the newly enacted Flag Protection Act of 1989.<sup>[2]</sup></p>\n<p>The defendants and Mr. Johnson were arrested for violating the Flag Protection Act of 1989, disorderly conduct and demonstrating without a permit.<sup>[3]</sup> The United States Attorney for the District of Columbia later charged the three defendants with violation of the Act. Mr. Johnson, whose flag did not ignite, was not charged.<sup>[4]</sup></p>\n<p></p>\n<h2>B. <i>The Flag Protection Act of 1989</i>\n</h2>\n<p>The Flag Protection Act of 1989 (hereinafter \"Act\" or \"Flag Protection Act\") amends 18 U.S.C. Section 700. The Act provides that \"(w)hoever knowingly mutilates, defaces, physically defiles, burns, maintains on the floor or ground, or tramples upon any flag of the United States shall be fined under this title or imprisoned for not more than one year, or both.\" Section 2(a)(1), [amending 18 U.S.C. Section 700(a)(1)]. However, the Act \"does not prohibit any conduct consisting of the disposal of a flag when it has become worn or soiled.\" Section 2(a)(2), [amending 18 U.S.C. Section 700(a)(2)]. The statute defines \"flag of the United States\" as \"any flag of the United States, or any part thereof, made of any substance, of any size, in a form that is commonly displayed.\" Section 2(b), [amending 18 U.S.C. Section 700(b)].</p>\n<p></p>\n<h2>C. <i>Texas v. Johnson</i>\n</h2>\n<p>Legislative history reveals that the Flag Protection Act was a congressional response to the Supreme Court's recent opinion in <i>Texas v. Johnson,</i> <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span>___, <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2533</span></a></span>, <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1989). H.R. Rep. No. 101-231, 101st Cong., 1st Sess. 2 (1989); S.Rep. No. 101-152, 101st Cong., 1st Sess. 4 (1989) U.S.Code Cong. &amp; Admin. News 1989, p. 612. <i>See generally, Hearings on Measures to Protect the Physical Integrity of the American Flag,</i> Hearings Before the Comm. on the Judiciary, United States Senate, 101st Cong., 1st Sess. 1-754; <i>Statutory and Constitutional Responses to the Supreme Court Decision in </i><i>Texas v. Johnson</i><i>,</i> Hearings Before the Subcomm. on Civil and Constitutional Rights of the <span class=\"star-pagination\">*1126</span> Comm. on the Judiciary, House of Representatives, 101st Cong., 1st Sess. 1-572 (1989). In <i>Johnson,</i> the United States Supreme Court overturned the conviction of Gregory Lee Johnson<sup>[5]</sup> under a Texas statute which prohibited the desecration of venerated objects, including the United States Flag. The statute under which Mr. Johnson was charged made it a crime in Texas to \"deface, damage or otherwise physically mistreat in a way the actor knows will seriously offend one or more persons likely to observe or discover his actions.\" <i>Johnson,</i> 109 S.Ct. at 2537, n. 1. The winds of fortune blowing in the opposite direction, Mr. Johnson managed to ignite and burn a United States flag on the steps of City Hall in Dallas, Texas during the Republican National Convention. The flag-burning was the culmination of a demonstration against Reagan administration policies.</p>\n<p>The Supreme Court declared the Texas statute unconstitutional as applied to Mr. Johnson. As a threshold matter, the Court determined that Mr. Johnson, in burning the United States flag, had engaged in expressive conduct protected by the First Amendment. Justice Brennan, writing for the majority, declared eloquently that the flag is \"pregnant with expressive conduct\". <i>Id.</i> at 2540. Mr. Johnson's decision to burn this potent symbol on the eve of Ronald Reagan's renomination, at the doorsteps of the city hosting the Republican Convention was, the Court concluded, \"sufficiently imbued with the elements of communication,\" to implicate the First Amendment.\" <i>Johnson,</i> at 2540, <i>quoting </i><i>Spence v. Washington,</i> <span class=\"citation\" data-id=\"109092\"><a href=\"/opinion/109092/spence-v-washington/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 409, <span class=\"citation\" data-id=\"109092\"><a href=\"/opinion/109092/spence-v-washington/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2729, <span class=\"citation\" data-id=\"109092\"><a href=\"/opinion/109092/spence-v-washington/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1974).</p>\n<p>The Court next considered what standard to apply in scrutinizing Texas' prohibition of this protected conduct. The Court held that if the interests advanced by Texas were related to the suppression of expression, then the more lenient test of expressive conduct set forth in <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968) would not apply. Rather than establishing only an important or substantial government interest in regulating the nonexpressive element of the conduct under the <i>O'Brien</i> test, the state would have to show a compelling interest to justify the regulation.</p>\n<p>The Court found that Texas' asserted interest in preventing breaches of the peace was not implicated on the record because there was no evidence that Johnson's burning of the flag actually caused a breach of the peace. <i>Johnson,</i> 109 S.Ct. at 2542. However, the Court held that the state's asserted interest in preserving the flag as a symbol of nationhood and national unity was related to the suppression of expression. <i>Id.</i> Relying on its prior holding in <i>Spence,</i> the Court concluded that a state interest in preserving the flag's symbolic value \"blossom(ed) only when a person's treatment of the flag communicates some message\", regardless of whether the conduct prohibited was affixing a peace symbol to the flag or flag-burning. <i>Id.</i></p>\n<p>Finally, the Court held that Texas' interest in preserving the symbolic value of the flag was not sufficiently compelling to justify the conviction of the defendant. <i>Id.</i> 109 S.Ct. at 2542-2548. In attempting to prohibit only those flag-burnings which caused serious offense, the Court found Texas had violated \"a bedrock principle underlying the First Amendment ... that the Government may not prohibit the expression of an idea simply because society finds the idea itself offensive or disagreeable.\" <i>Id.</i> at 2544. The Court rejected Texas' attempt to \"foster its own view of the flag by prohibiting expressive conduct relating to it.\" <i>Id.</i> at 2545. For, as the Court stated, to allow flag-burning only when it does not endanger the flag's symbolic role, would be to permit the Government to \"prescribe what shall be orthodox\" in violation of the First Amendment. <i>Id.</i> at 2546. The Court also refused to accord the flag any special constitutional significance, finding \"no indication  either in the text of the Constitution or in our cases interpreting <span class=\"star-pagination\">*1127</span> it  that a separate juridical category exists for the American Flag alone.\" <i>Id.</i></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The defendants assert that <i>Johnson</i> controls the disposition of this case and that the same result must follow here. They also challenge the constitutionality of the Act on its face, claiming that it is impermissibly viewpoint-based, vague and overbroad. They argue that each of these ground requires dismissal of the charges against them.</p>\n<p>In oral argument, the defendants have pointed the Court to <i>United States v. Haggerty,</i> <span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">415</span></span> (W.D.W.1990) decided recently by the United States District Court for the Western District of Washington at Seattle, in support of their position. In <i>Haggerty,</i> Judge Rothstein held that the defendants, who burned a United States flag in front of a Seattle post office only minutes after the Flag Protection Act of 1989 took effect, could not be prosecuted for flag-burning because the Act violates the First Amendment. Judge Rothstein concluded that under the <i>Johnson</i> analysis, the government's asserted interest in enacting the Flag Protection Act, namely, to protect the symbolic value of the flag, \"cannot survive the exacting scrutiny which [the] Court must apply.\" <i>Haggerty,</i> 731 F.Supp. at 421.</p>\n<p>The defendants urge this Court to follow <i>Haggerty</i>'s lead and strike down the Act. Of the litigants opposing the defendants' motion,<sup>[6]</sup> only the Senate has commented on the <i>Haggerty</i> opinion. At the hearing on the defendants' motion to dismiss, Senate counsel expressed concern over what she termed mischaracterizations of the Senate's argument, mischaracterizations which she felt were crucial to the Court's decision. Counsel for the Senate argued that <i>Haggerty</i> misconstrued <i>Johnson</i> in holding that the flag could never be protected because the governmental interest in flag protection would be related necessarily to the suppression of expression.</p>\n<p>The Court finds Judge Rothstein's reasoning eloquent and persuasive and willingly adopts much of her analysis. In proceeding with its own analysis, the Court seeks primarily to add weight to the logic of the argument and to address concerns voiced by the Senate at the hearing on the motion to dismiss.</p>\n<p></p>\n<h2>A. <i>Defendants' Flag-burning Constitutes Expressive Conduct Under the First Amendment</i>\n</h2>\n<p>The First Amendment of the United States Constitution protects against the infringement of speech by the Government. The protection is not limited to the written or spoken word. A person also may express his thoughts through conduct in which he purposefully engages. The Supreme Court has recognized that such symbolic speech or expressive conduct lies within the confines of the First Amendment's protection of free speech. <i>See, e.g., </i><i>Brown v. Louisiana,</i> <span class=\"citation\" data-id=\"107167\"><a href=\"/opinion/107167/brown-v-louisiana/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, <span class=\"citation\" data-id=\"107167\"><a href=\"/opinion/107167/brown-v-louisiana/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"107167\"><a href=\"/opinion/107167/brown-v-louisiana/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">637</span></a></span> (1966) (silent sit-in by blacks demonstrating against a segregated library); <i>Tinker v. Des Moines Independent Community School Dist.,</i> <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span> (1969) (students wearing armbands to protest American military involvement in Vietnam); <i>Schacht v. United States,</i> <span class=\"citation\" data-id=\"108149\"><a href=\"/opinion/108149/schacht-v-united-states/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"108149\"><a href=\"/opinion/108149/schacht-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, <span class=\"citation\" data-id=\"108149\"><a href=\"/opinion/108149/schacht-v-united-states/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span></a></span> (1970) (the wearing of United States military uniforms during a dramatic performance to criticize American intervention in Vietnam).</p>\n<p>Moreover, the Court has determined that the American flag is \"pregnant with expressive conduct\", and many activities relating to it are shielded by the First Amendment. <i>Johnson,</i> 109 S.Ct. at 2540. <i>See e.g., </i><i>Spence,</i> 418 U.S. at 409-410, 94 S.Ct. at 2729-2730, (affixing a peace symbol to the flag); <i>Virginia Board of Education</i> <span class=\"star-pagination\">*1128</span> <i>v. Barnette,</i> <span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, <span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1178</span></a></span>, <span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1628</span></a></span> (1943) (refusal to salute the flag); <i>Stromberg v. California,</i> <span class=\"citation\" data-id=\"101741\"><a href=\"/opinion/101741/stromberg-v-california/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, <span class=\"citation\" data-id=\"101741\"><a href=\"/opinion/101741/stromberg-v-california/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></a></span>, <span class=\"citation\" data-id=\"101741\"><a href=\"/opinion/101741/stromberg-v-california/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1117</span></a></span> (1931) (displaying a red flag). <i>See also, </i><i>Smith v. Goguen,</i> <span class=\"citation\" data-id=\"108988\"><a href=\"/opinion/108988/smith-v-goguen/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">566</span></a></span>, <span class=\"citation\" data-id=\"108988\"><a href=\"/opinion/108988/smith-v-goguen/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1242</span></a></span>, <span class=\"citation\" data-id=\"108988\"><a href=\"/opinion/108988/smith-v-goguen/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1974) (White, J., concurring in judgment) (wearing flag patch on seat of trousers is expressive speech). Most significant to the present case, of course, is the Supreme Court's determination in <i>Johnson</i> that flag-burning is within the ambit of First Amendment protection.</p>\n<p>Nevertheless, the Court cannot assume axiomatically that a particular defendant's conduct is \"sufficiently imbued with the elements of communication to fall within the scope of the First ... Amendment[]\", <i>Spence,</i> 418 U.S. at 409, 94 S.Ct. at 2730, even where the defendant engages in flag-burning. A person may burn a flag because he is cold or because he wishes to dispose of it, without intending thereby to convey an idea or opinion. The Court must examine whether the context of the defendants' actions \"reveal an intent to convey a particularized message,\" and a \"likelihood ... that the message [will] be understood by those who view[] it.\" <i>Id.</i> at 411, 94 S.Ct. at 2730.</p>\n<p>The Court finds that defendants Eichman, Blalock and Tyler intended to communicate messages of dissent and succeeded dramatically in their attempt. The defendants burned the flags in challenge of the Flag Protection Act which had taken effect only two days earlier. They came from their homes in other states to carry out their challenge at the doors of the United States Congress which had enacted the statute. While the flags burned, companions passed out leaflets expressing the defendants' objections to the new law and other policies of the Federal Government. Given these circumstances, this Court, like the <i>Johnson</i> and <i>Haggerty</i> Courts, concludes that the defendants' flag-burning constitutes expressive conduct of an overtly political nature and thus, implicates the First Amendment.</p>\n<p></p>\n<h2>B. <i>Governmental Interest in the Flag Protection Act</i>\n</h2>\n<p>Government restrictions on expressive conduct generally are not subject to the exacting scrutiny which restrictions on pure speech are subject to under the First Amendment. This is because expressive conduct contains both speech and non-speech elements. The Supreme Court held in <i>United States v. O'Brien</i> that the government need show only a sufficiently important interest in regulating non-speech elements of expressive conduct to justify incidental limitations on otherwise protected speech. <i>O'Brien,</i> 391 U.S. at 376, 88 S.Ct. at 1678.</p>\n<p>However, the government cannot regulate the non-speech elements of expressive conduct where its true aim is to suppress the speech elements of the actor's conduct. The Court, therefore, must focus on the government's interest in regulating expressive conduct to ferret out restrictions designed to suppress protected forms of expression. If the government's interest is related to the suppression of expression, then the more lenient standard of <i>O'Brien</i> does not apply. <i>Johnson,</i> 109 S.Ct. at 2542.</p>\n<p>In <i>Johnson,</i> the Supreme Court applied strict scrutiny to the Texas statute because the state's asserted interest  preserving the flag as a symbol of nationhood and national unity  was related to the suppression of expression. <i>Johnson,</i> 109 S.Ct. at 2542-2543. A crucial question in this litigation is whether the government's asserted interest in enacting the Flag Protection Act is so similar to Texas' asserted interest in <i>Johnson,</i> that strict scrutiny also applies here.</p>\n<p>The defendants argue that strict scrutiny does apply. The Department of Justice agrees. However, for separate reasons, the Senate and House both contend that the Court should employ the less rigorous balancing approach of <i>O'Brien.</i></p>\n<p>This Court concludes that any prosecution of the defendants' under the Flag Protection Act should be reviewed with the strictest scrutiny. Even though the Act <span class=\"star-pagination\">*1129</span> purports to protect the physical integrity of the flag, the Department of Justice, the Senate and the House all agree that its underlying purpose is to preserve the flag's symbolic value. Texas also sought to protect the flag as a symbol of the Nation. Thus, the Flag Protection Act, like the Texas anti-desecration statute, relates to the suppression of expression and should be scrutinized rigorously.</p>\n<p></p>\n<h2>1. The United State Senate</h2>\n<p>The Senate attempts to distinguish <i>Johnson</i> by arguing that unlike Texas, the government is not seeking to \"foster its own view of the flag by prohibiting expressive conduct relating to it.\" <i>Johnson,</i> 109 S.Ct. at 2545. Rather, the government seeks to protect the physical integrity of the flag to preserve it as a universal symbol, embodying a diversity of views. According to the Senate, the government affirmatively seeks to protect the flag for everyone's use and no one's destruction. Record, at 44. <i>See also</i> Record, at 43 (\"Congress has sought to regulate the manner in which everyone uses the flag so that the symbol remains undiluted as a means of communication for everyone.\").</p>\n<p>If the Senate's argument is that the government has \"an interest simply in maintaining the flag as a symbol of <i>something,\"</i> then, \"it [is] difficult to see how that interest is endangered by highly symbolic conduct such as [the defendants'].\" <i>Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2544</span></span>. Thus, the Court would conclude that the government's interest is simply not implicated on these facts. <i>Id.</i> at 2538. However, the government's true purpose appears more restricted;<sup>[7]</sup> the government seeks to preserve the flag as a symbol only for those who would not damage or destroy it. In doing so, the government impermissibly shuts out those viewpoints which are expressed through the symbolic destruction of the flag.</p>\n<p>Nevertheless, the Senate asserts that the Act is content-neutral because it prohibits anyone from damaging the flag in specified ways regardless of the actor's intent to convey a message or the communicative impact of the conduct. Because the Act is content-neutral, the Senate contends, strict scrutiny does not apply.</p>\n<p>A regulation is not content-neutral, however, merely because on the face of the statute the same rules apply to everyone. In some cases a statute may indicate clearly on its face that its application depends upon the content of the speaker's message. In others, the restriction appears facially neutral, yet, its purpose reveals an intent to suppress a particular viewpoint or range of viewpoints. The test of content-neutrality is whether the regulation is justified without reference to the content of the regulated speech. <i>Boos v. Barry,</i> <span class=\"citation\" data-id=\"112027\"><a href=\"/opinion/112027/boos-v-barry/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 320, <span class=\"citation\" data-id=\"112027\"><a href=\"/opinion/112027/boos-v-barry/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1157</span></a></span>, 1163, <span class=\"citation\" data-id=\"112027\"><a href=\"/opinion/112027/boos-v-barry/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">333</span></a></span> (1988).<sup>[8]</sup> Thus, as Judge Rothstein concludes <span class=\"star-pagination\">*1130</span> in <i>Haggerty,</i> it is the reason for legislation, not its scope which determines content-neutrality. <i>Haggerty,</i> 731 F.Supp. at 419-20.</p>\n<p>The reason Congress enacted the Flag Protection Act was to protect the flag as a symbol. It makes no difference whether we describe it as a political symbol, or a symbol of the nation and nationhood, or the symbol under which a pluralistic society can strive to find common ground. For in protecting the flag for those who wish to waive it in support of these causes, but preventing the defendants from burning it in opposition, the government has created a regulation which cannot be justified without reference to the content of the defendants' message. Therefore, the restriction, as applied to the defendants, is content-based and is subject to strict scrutiny.</p>\n<p></p>\n<h2>2. United States House of Representatives</h2>\n<p>In addition to adopting the arguments of the Senate, the House advances a separate governmental interest in justification of the Flag Protection Act. The House claims that the government seeks to protect the state's sovereign interest in the flag. The House discusses at length case law and historical records illustrating the state's protection of the flag as an incident of sovereignty. The House argues that \"[w]hile the <i>public</i> may generally look to the flag for symbolizing values such as patriotism ... the <i>government</i> has in the flag an incident of sovereignty, with definite concrete legal significance.\" Motion of the Speaker and Leadership Group of the U.S. House of Representatives in Opposition to Defendants' Motion to Dismiss, at 3. This interest, the House maintains, is content-neutral, and therefore, strict scrutiny does not apply.</p>\n<p><i>United State v. Haggerty</i> points out the two central flaws in the House's argument. First, the legislative history of the Act does not contain a single reference to the Congress' alleged sovereignty interest, although it is replete with statements on the importance of protecting the flag as a symbol. <i>Haggerty,</i> 731 F.Supp. at 421. Second, \"[t]he government's only possible interest in protecting the physical integrity of the flag as an incident of sovereignty is to prevent or punish acts of disrespect amounting to a rejection of United States sovereignty,\" therefore, \"that interest relates to the suppression of expression and is subject to strict scrutiny.\" <i>Id.</i></p>\n<p></p>\n<h2>C. <i>Strict Scrutiny of the Government Interest</i>\n</h2>\n<p>The Court turns now to the question of whether the government's interest in protecting the physical integrity of the flag to preserve its symbolic value is sufficiently compelling to justify convicting the defendants for burning United States flags. The Court concludes that, under <i>Johnson,</i> it is not.<sup>[9]</sup></p>\n<p>The Supreme Court clearly held in <i>Johnson</i> that a governmental interest in protecting the flag as a symbol did not justify criminally punishing a person for burning a flag as a means of political protest. <i>Johnson,</i> 109 S.Ct. at 2547. This is not to say that the government cannot promote its interests in preserving the symbolic nature of the flag to its citizenry. The First Amendment presents no bar to gentle persuasion. But the government may not \"foster its own views of the flag by prohibiting expressive conduct relating to it.\" <i>Johnson,</i> 109 S.Ct. at 2445.</p>\n<p>The Department of Justice takes the position that the government's interest is sufficiently compelling to survive strict scrutiny. The Department of Justice recognizes that this Court has no authority to overrule <i>Johnson.</i> However, the Department of Justice suggests that the government's interests are more compelling than Texas' because both the Congress and the Executive have pronounced the protection of the flag as a necessary policy goal. The Department <span class=\"star-pagination\">*1131</span> points to the Act itself and presidential support for a constitutional amendment as evidence of the compelling nature of the government's interest.</p>\n<p>However compelling the government may see its interests, they cannot justify restrictions on speech which shake the very cornerstone of the First Amendment. As the Court stated in <i>Johnson,</i> \"[i]f there is a bedrock principle underlying the First Amendment, it is that the Government may not prohibit the expression of an idea simply because society finds the idea itself offensive.\" The government seeks to deny the defendants the expressive use of the flag because their use will not promote the flag's symbolic value. It denies their expression because the ideas they wish to convey are offensive to the role of the flag as a symbol. The Supreme Court has held in <i>Street v. New York,</i> <span class=\"citation\" data-id=\"107900\"><a href=\"/opinion/107900/street-v-new-york/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, 592, <span class=\"citation\" data-id=\"107900\"><a href=\"/opinion/107900/street-v-new-york/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, 1365, <span class=\"citation\" data-id=\"107900\"><a href=\"/opinion/107900/street-v-new-york/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1969), that a state may not prohibit a person from expressing verbally her opinions about the flag merely because they may shock the sensibilities of those who hear them. \"Expressing contempt for the flag by burning it [may be] more emotionally shocking than speaking contemptuous words\",<sup>[10]</sup> but both are shielded by the First Amendment.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>As so many of its predecessors who have grappled with this issue, the Court feels unable to conclude without reflecting upon the gravity of its decision.</p>\n<p>The First Amendment protects the expression of some repugnant viewpoints. Uniformed Nazis displaying swastikas are allowed to march in towns where Holocaust survivors dwell. <i>Collin v. Smith,</i> <span class=\"citation\" data-id=\"357398\"><a href=\"/opinion/357398/frank-collin-and-the-national-socialist-party-of-america-v-albert-smith/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span> (7th Cir.); <i>cert. denied,</i> <span class=\"citation\" data-id=\"109979\"><a href=\"/opinion/109979/albert-smith-president-of-the-village-of-skokie-illinois-v-frank-collin/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">291</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">264</span></span> (1978). Ku Klux Klan members can burn crosses while expressing their racial and religious bigotry. <i>Brandenburg v. Ohio,</i> <span class=\"citation\" data-id=\"107965\"><a href=\"/opinion/107965/brandenburg-v-ohio/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"107965\"><a href=\"/opinion/107965/brandenburg-v-ohio/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, <span class=\"citation\" data-id=\"107965\"><a href=\"/opinion/107965/brandenburg-v-ohio/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">430</span></a></span> (1969). To many perhaps, there are no more offensive viewpoints than those expressed by the burning of the American flag. The Court is acutely aware that those who burn our flag mock and trivialize this solemn symbol of our Nation's soul. Yet, \"[i]t is poignant but fundamental that the flag protects those who hold it in contempt.\" <i>Johnson,</i> <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2533</span></a></span>, 2548 (Kennedy, J., concurring).</p>\n<p>Justice Jackson foreshadowed the outcome of this case when he wrote in <i>Virginia Board of Education v. Barnette,</i> 319 U.S. at 642, 63 S.Ct. at 1187, \"freedom to differ is not limited to things that do not matter much. That would be a mere shadow of freedom. The test of its substance is the right to differ as to things that touch the heart of the existing order.\"</p>\n<p>The right to dissent is sometimes an albatross which burdens our society with its offensive sounds. Yet, political dissent lies at the heart of the First Amendment's protection. It is worth bearing in mind that the First Amendment to the Bill of Rights would not have been needed if the persons who exercise their right of free expression by word and action were all pleasing, loveable persons with whom the rest of the citizens agreed. The First Amendment, of course, makes no invidious exceptions. It provides protection for everyone, including the defendants.</p>\n<p>The law under which these three defendants have been prosecuted is unconstitutional. Accordingly, the cases against them are dismissed with prejudice.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants' companions present during the flag burning distributed and read aloud a two-page statement to the small crowd of media representatives and onlookers which gathered on the Capitol steps. <i>See</i> Government's Memorandum in Opposition to Defendants' Motion to Dismiss (\"Government's Opposition\"), Attachment B. The statement, signed by the defendants, challenged the government to test the constitutionality of the Flag Protection Act by arresting the defendants. It also decried \"compulsory patriotism and enforced reverence to the flag.\" It listed \"increasing racism, assaults on women['s] rights, calls for an enforced, oppressive moral code, censorship, intervention in other countries and overall escalating attacks on the people\" as some of the varied reasons the defendants promoted flag burning.\n</p>\n<p>As addenda to their motion to dismiss, the defendants have submitted sworn declarations in which they offer <i>post facto</i> explanations for burning the flag. <i>See</i> Defendants' Motion to Dismiss (\"Defendants' Motion\") Exhibits 2-4. Shawn Eichman burned the flag to protest the United States' oppression of women and intervention abroad. Defendants' Motion, Exhibit 4. David Blalock, a Vietnam veteran, burned the flag in opposition to American intervention abroad. Defendants' Motion, Exhibit 2. Scott Tyler, in burning the flag, expressed his solidarity with all people oppressed by the United States. He also burned the flag in protest of the clause in the Act making it a crime to \"maintain (the flag) on the floor or ground\", which he claims the Congress added in response to his controversial art exhibit, \"What is the Proper Way to Display the U.S. Flag?\", displayed by the School of Art Institute of Chicago in February 1989. Defendants' Motion, Exhibit 3. Gregory Lee Johnson also submitted a statement explaining that his attempt to burn the flag expressed his unity with oppressed people throughout the world. Defendants' Motion, Exhibit 5.</p>\n<p>[2]  The Flag Protection Act of 1989, Pub.L. No. 101-131, 1989 U.S.Code Cong. and Admin.News (103 Stat.) 777 (to be codified at 18 U.S.C. Section 700).</p>\n<p>[3]  Corporation Counsel for the District of Columbia declined to prosecute any of the four individuals arrested for disorderly conduct, 22 D.C. Code Section 1121, or demonstrating without a permit, Section 153 of the Traffic and Motor Vehicle Regulations for the United States Capitol Grounds.</p>\n<p>[4]  Although the defendants have suggested that the government refused to charge Mr. Johnson for strategic reasons, the United States explained both in its papers and in oral argument that it could not prosecute Mr. Johnson without sufficient evidence that he, in fact, had violated the Act.</p>\n<p>[5]  This is the same Gregory Lee Johnson whom the government declined to charge in the present matter.</p>\n<p>[6]  Like the <i>Haggerty</i> court, this Court has received memoranda in opposition to the defendants' motion to dismiss from three sources. The Department of Justice, as prosecutor, speaks for the executive branch, and their position mirrors the congressional testimony of William P. Barr, Assistant Attorney General for the Office of Legal Counsel. The Speaker and Leadership Group (consisting of the Majority Leader and the Majority Whip) of the House of Representatives and the Senate appear as amici curiae.</p>\n<p>[7]  The Senate argues that the government pursues the following affirmative objectives in protecting the flag as a symbol:\n</p>\n<p>to assure that the symbolism of the flag will be of service to the preservation of the nation, as in times of war; to be sensitive to the emotions of families who receive the funeral flags of loved ones; to provide an overarching symbol under which a pluralistic society can strive to find common ground; to serve notice that anyone may speak his or her mind under the protection of the flag; and others.</p>\n<p>Memorandum of the United States Senate as Amicus Curiae in Support of Constitutionality of the Flag Protection Act of 1989, at 33.</p>\n<p>[8]  The Senate correctly points out that this conclusion was not supported by the majority of the Court in <i>Boos.</i> Justices Brennan and Marshall objected to the extension of the Court's \"secondary effects analysis in <i>Renton v. Playtime Theatres, Inc.,</i> <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1986), to other types of speech, particularly political speech. <i>Boos,</i> 485 U.S. at 334-335, 108 S.Ct. at 1170-1171 (Brennan, J., concurring in part and in the judgment). Chief Justice Rehnquist and Justices White and Blackmun dissented with the majority's conclusions on all First Amendment grounds. <i>Boos,</i> 485 U.S. at 338-339, 108 S.Ct. at 1172-1173 (Rehnquist, C.J., concurring in part and dissenting in part). Justice Kennedy did not take part in considering or deciding the case.\n</p>\n<p>However, the Court finds the Flag Protection Act is content-based even under the bright-line rule set forth by Justice Brennan. The application of the Flag Protection Act turns on whether the speaker seeks to show disrespect for the flag. If the speaker's message is \"I do not support the flag, and all it commonly symbolizes,\" he is prevented from symbolically acting out that message. Supporters of the flag, however, are not prohibited from waving the flag, or flying it in any weather, or by other symbolic acts commonly employed to show the speaker's respect.</p>\n<p>[9]  Because the Court has determined that the Flag Protection Act of 1989 is unconstitutional as applied to the defendants in this case, it need not consider the defendants' facial challenges of the Act.</p>\n<p>[10]  Bogdan, <i>Congressional Prohibition of Contemptuous Flag Burning Suppresses Constitutionally Protected Free Speech,</i> <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Wash.</span> <span class=\"page\"></span></span>&amp; Lee L.Rev. 1541, 1551 (1983).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101741/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109092/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109979/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112027/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/357398/"
          ]
        }
      ],
      "judges": "June L. Green",
      "date_created": "2014-10-30T17:08:13.379356Z",
      "date_modified": "2016-03-03T20:55:24.774423Z",
      "date_filed": "1990-03-30",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-eichman",
      "citation_id": 1850723,
      "case_name_short": "Eichman",
      "case_name": "United States v. Eichman",
      "case_name_full": "",
      "federal_cite_one": "731 F. Supp. 1123",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1491496/united-states-v-eichman/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:08:13.375332Z",
  "date_modified": "2017-06-30T14:43:11.095082Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Eichman",
  "case_name": "United States v. Eichman",
  "case_name_full": "",
  "slug": "united-states-v-eichman",
  "docket_number": "Crim. Nos. 89-0419, 89-0420 and 89-0421",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}