{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1501316/",
  "id": 1501316,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/paed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1907815/",
      "id": 1907815,
      "absolute_url": "/opinion/1907815/halderman-v-pennhurst-state-school-and-hosp/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1501316/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1907815/",
          "id": 1907815,
          "absolute_url": "/opinion/1907815/halderman-v-pennhurst-state-school-and-hosp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1907815/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/400/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:47:06.208331Z",
          "date_modified": "2017-04-07T12:20:22.345768Z",
          "type": "010combined",
          "sha1": "7d27646e8fc0f7753dec507e6af14754696de849",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>784 F.Supp. 215 (1992)</b></center>\n<center><h1>Terri Lee HALDERMAN, et al., Plaintiffs,<br>\nv.<br>\nPENNHURST STATE SCHOOL AND HOSPITAL, et al., Defendants.</h1></center>\n<center>Civ. A. No. 74-1345.</center>\n<center><p><b>United States District Court, E.D. of Pennsylvania.</b></p></center>\n<center>January 31, 1992.</center>\n<p>David Ferleger, Philadelphia, Pa., for Halderman.</p>\n<p>Judith A. Gran, Frank J. Laski, Public Interest Law Center, Philadelphia, Pa., for Pennsylvania Ass'n for Retarded Citizens (now ARC/PA).</p>\n<p>Howard Ulan, Com. of Pennsylvania Dept. of Public Welfare, Harrisburg, Pa., Arthur E. Peabody, Jr., Robert H. Stern, Pamela K. Chen, U.S. Dept. of Justice, Washington, D.C., for defendants.</p>\n<p>RAYMOND J. BRODERICK, District Judge.</p>\n<p>Again, as the Third Circuit stated in its 1990 decision, \"we revisit the seemingly endless litigation over the closing of Pennhurst <span class=\"star-pagination\">*216</span> State School and Hospital (\"Pennhurst\").\" <i>Halderman v. Pennhurst State School and Hosp.,</i> 901 F.2d 311, 314 (3d Cir.), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 140, 112 L.Ed.2d 107 (1990). Now before this Court is defendant Commonwealth of Pennsylvania's motion pursuant to Fed. R.Civ.P. 60(b)(5) and (6) seeking to modify the Final Settlement Agreement (\"FSA\") that was approved and entered as a consent decree and order of this Court on April 5, 1985. Asserting developments in both constitutional and statutory law, defendant's motion seeks to modify the FSA by vacating Appendix A of the FSA. Having determined, pursuant to the recent Supreme Court decision, <i>Rufo v. Inmates of Suffolk Co. Jail,</i> ___ U.S. ___, 112 S.Ct. 748, 116 L.Ed.2d 867 (1992), that the Commonwealth has not carried its burden of establishing a significant change in factual circumstances or in law, this Court will deny defendant's motion.</p>\n<p>The history of proceedings in this case is lengthy and will not be set out except as is pertinent to defendant Commonwealth's present motion. At the outset, however, this Court must express its dismay that, after having determined that there has been no change in law or fact that could support defendant Commonwealth's present motion, this Court must conclude that this motion is yet another attempt by the Commonwealth to avoid, or at least to delay, full compliance with the legal obligations the Commonwealth knowingly and willingly assumed as a result of its acceptance of the FSA that was approved and entered as an order of this Court in 1985. While the FSA propelled the Commonwealth into recognition as a leader in habilitation for its retarded citizens, this Court must note that as of 1989, some members of the Pennhurst class remained institutionalized, contrary to the obligations the Commonwealth undertook under the FSA. In November, 1991, further, this Court was notified in the course of another matter that fifteen of the 191 members of the plaintiff class who reside in Delaware County have yet to be placed into community living arrangements. Finally, this Court must note that Appendix A is the \"heart and soul\" of the FSA, in that Appendix A sets out the affirmative obligations owed to the Pennhurst class members. Indeed, without Appendix A, the FSA would be a nullity. Although the services and safeguards of Appendix A are generally the joint responsibility of the Commonwealth and county defendants, no county defendant has joined the Commonwealth's present motion to vacate Appendix A.</p>\n<p>This case spans back to May of 1974, when suit was brought as a class action on behalf of former and present residents of Pennhurst School and Hospital, a state institution for persons with retardation in Spring City, Pennsylvania, against officials of the Commonwealth of Pennsylvania. In 1975, the Pennsylvania Association for Retarded Citizens (now ARC/PA), among others, intervened as plaintiffs, adding as defendants the Mental Health/Mental Retardation Administrators of Bucks, Chester, Delaware, Montgomery and Philadelphia Counties. Also in 1975, the United States of America intervened as a party plaintiff. In November of 1976, the class was certified as consisting of all present and future residents of Pennhurst, those who were on a waiting list for placement at Pennhurst, and those who, because of the unavailability of alternate services in their community, may be placed at Pennhurst.</p>\n<p>In 1977, the case went to trial. After 32 days of testimony limited solely to the issue of liability, this Court made findings of fact and conclusions of law which are detailed in <i>Halderman v. Pennhurst State Sch. &amp; Hosp.,</i> 446 F.Supp. 1295 (1977). Summarizing, this Court found, based on the evidence presented, that Pennhurst in 1977 was overcrowded, understaffed and without the programs which experts considered necessary for minimally adequate habilitation. (\"Habilitation\" is the term of art used to refer to that education, training and care required by retarded individuals to reach their maximum development.) Not only was habilitation inadequate, with no plans for improving the programming available, but the evidence clearly showed that a large number of the Pennhurst residents had experienced marked regression <span class=\"star-pagination\">*217</span> in basic living skills as a result of their confinement at Pennhurst and that the residents of Pennhurst were regularly subjected to a number of dehumanizing practices. Specifically, this Court found that restraints were used in lieu of adequate staffing as control measures, that psychotropic drugs were used not for treatment but for control, and that the rate of drug use on some of the units was extraordinarily high. The Court also found that Pennhurst was a dangerous place to live, with injuries to residents commonplace from other residents and through self-abuse, and sometimes from staff. Many residents suffered loss of teeth, broken bones, and physical deterioration as a result of this abuse. Moreover, because routine housekeeping services were not available during evenings and on weekends, it was common to find urine and feces on ward floors over these periods. The average age of the residents was 36, and the average stay at Pennhurst was 21 years.</p>\n<p>In 1984, following eleven years of active litigation, approximately 500 court orders, 28 published opinions and three arguments before the United States Supreme Court, a summary of which is found in this Court's opinion, <i>Halderman v. Pennhurst State Sch. &amp; Hosp.,</i> 610 F.Supp. 1221 (E.D.Pa. 1985), the parties reached a settlement under the guidance of Judge Rosenn of the Third Circuit Court of Appeals. The parties executed the FSA, pursuant to which the definition of the plaintiff class was limited to those persons who were residents of Pennhurst on or after May 30, 1974.</p>\n<p>In determining whether to approve the FSA, this Court held a hearing on September 25, 1984. Among those testifying was Dr. James Conroy, the director of research at the Developmental Disabilities Center at Temple University, who summarized the final results of a five-year longitudinal study that had systematically tracked and monitored the progress of the Pennhurst residents who had been transferred to community living arrangements pursuant to orders of this Court. The purpose of the study was to measure each person's relative growth and development in the institution and in the community, and to assess the impact of deinstitutionalization. The study found that the former Pennhurst residents showed significantly faster development growth in the community than they had at Pennhurst. They received more services and more program time at less cost in public dollars. Prior to the transfer of residents from Pennhurst, over 60 percent of the families surveyed had opposed the transfer, of which 52 percent were strongly opposed. Six months later, the same families overwhelmingly approved of the decision: 81 percent agreed with the decision to transfer, of which 64 percent strongly agreed, while only 4 percent continued their strong disagreement. Measured by a variety of standards, the families generally perceived the happiness of their retarded relatives to be much greater in the CLAs than at Pennhurst. <i>Id.</i> at 1233; Conroy, J.W. and Bradley, V.J., <i>The Pennhurst Longitudinal Study: A Report of Five Years of Research and Analysis,</i> Temple University Developmental Disabilities Center (Philadelphia 1985).</p>\n<p>The FSA was approved and entered as a consent decree and order of this Court on April 5, 1985. Under the terms of the proposed settlement, the Commonwealth and County defendants, agreed, among other things, to provide community living arrangements to those members of the plaintiff class for whom such placement is deemed appropriate, as determined by professional judgment through the individual planning process, together with such community services as are necessary to provide each person with minimally adequate habilitation until such time as the retarded individual no longer is in need of such living arrangements and/or community services.</p>\n<p>The FSA has four components: the main body of the Agreement, which consists of 22 paragraphs and a glossary of terms; Appendix A, which sets forth the substantive services, safeguards and monitoring which the Commonwealth and County defendants agreed to provide each class member; Appendix B, which sets forth the Commonwealth's obligations with respect to allocation of the funds made available by <span class=\"star-pagination\">*218</span> the closure of Pennhurst; and Appendix C, which concerns approval of the Agreement and notice to members of the plaintiff class.</p>\n<p>Appendix A, in full, states:</p>\n<blockquote>A1. Plans and services shall be provided by Commonwealth and County Defendants to class members as determined in accordance with this Final Settlement Agreement by a professional judgment, expressed through the interdisciplinary team process, and approved or disapproved by the County Mental Health and Mental Retardation Administrator or his or her designee.</blockquote>\n<blockquote>A2. Commonwealth and County Defendants shall provide community living arrangements to the members of the Plaintiff class for whom such placement is called for by the individual planning process, together with such community services as are necessary to provide them with minimally adequate habilitation, as defined in the individual planning process, until such time as the retarded individual is no longer in need of such living arrangement and/or community service.</blockquote>\n<blockquote>A3. The Defendants agree that they will continue to provide residential and habilitative services to those persons who were furnished such services pursuant to the placement orders of the District Court in this case or who are being furnished such services under this Final Settlement Agreement (with the exception of the Selinsgrove and Ebensburg Center residents to be placed under Appendix B), including the IHP planning process, written IHPs, case management and monitoring, as provided in this Appendix A.</blockquote>\n<blockquote>A4. Commonwealth and County Defendants shall develop and provide a written individualized program plan, formulated in accordance with professional standards, to each member of plaintiff class, provide to each an individualized habilitation program, provide annual periodic review thereof and provide the opportunity to each member of plaintiff class and to his or her next friend to be heard thereon.</blockquote>\n<blockquote>A5. Commonwealth and County Defendants shall monitor the services and programs being received by class members as follows:</blockquote>\n<blockquote>a. Each TIHP shall be reviewed and approved by the Commonwealth Defendants through the Special Management Unit to assure it meets the needs of the person and is formulated in accordance with professional standards.</blockquote>\n<blockquote>b. The County Defendants will monitor the programs and services being received by each individual class member in accordance with his or her IHP. This monitoring will include an annual on-site visit of all residential and day programs serving class members to examine the strengths and weaknesses of the facilities are safe and adequately staffed, and that services of necessary quantity and quality are available. A written report of the site visit shall be provided to the program provider and the Commonwealth. Until July 1, 1989, the Commonwealth will make such reports available to Plaintiffs' Counsel for inspection or copying. The County Defendants shall follow up to require corrective action and the implementation of recommendations.</blockquote>\n<blockquote>c. The Commonwealth Defendants shall continue, either by themselves or by qualified contractor, to measure annually by suitable instruments the progress of each class member and the characteristics of the person's environment. The findings, including any significant decrease in adaptive behavior or environmental quality, shall be reported promptly to the County Administrators and distributed by them to providers and case managers. Said findings, aggregated by County and by provider, will be furnished by the Commonwealth Defendants to the Plaintiffs' Counsel until July 1, 1989.</blockquote>\n<blockquote>d. Every person receiving services under the Final Settlement Agreement shall have a case manager who shall be responsible to the County Mental Health and Mental Retardation Administrator, and whose caseload shall not exceed the ratios set forth in the respective countystate <span class=\"star-pagination\">*219</span> Title 19 waiver agreements. The Commonwealth Defendants will provide at least three working days' training to newly hired case managers and continuing annual training to them.</blockquote>\n<blockquote>e. The Commonwealth Defendants, through the Special Management Unit, will visit the residential and day program of each class member placed from Pennhurst hereafter within 120 days of such placement. Thereafter the Commonwealth Defendants will monitor the Counties' performance of their obligations under Subparagraph b above, and will monitor annually on-site the residential and day programs of 20% of such class members. Such monitoring shall continue for two and one-half years from the date upon which each County's last Pennhurst resident leaves Pennhurst; in the event that, during any such period, the Commonwealth Defendants shall establish, by duly promulgated regulation, a state-wide on-site monitoring system, the provisions of such regulation shall supercede the monitoring provisions of this Subparagraph e.</blockquote>\n<blockquote>f. The Commonwealth functions set forth at Subparagraph a, d, and e above shall be carried out by a unit sufficiently staffed, located within the Southeastern Region and elsewhere, as appropriate, and supervised by qualified professionals responsible for the work of the unit.</blockquote>\n<blockquote>A6. Commonwealth and County Defendants shall take adequate actions and shall require providers of residential or habilitative services to take adequate actions to provide individuals served hereunder with the following:</blockquote>\n<blockquote>a. Protection from harm.</blockquote>\n<blockquote>b. Safe conditions.</blockquote>\n<blockquote>c. Adequate shelter and clothing.</blockquote>\n<blockquote>d. Medical, health-related and dental care.</blockquote>\n<blockquote>e. Prohibition of physical and psychological abuse, neglect or mistreatment.</blockquote>\n<blockquote>f. Prohibition of unreasonable restraint and prohibition of the use of seclusion.</blockquote>\n<blockquote>g. Prohibition of administration of excessive or unnecessary medication.</blockquote>\n<blockquote>A7. Commonwealth and County Defendants will maintain written rules pertaining to implementation of the provisions of Paragraph A6 above, including procedures requiring prompt reviews/investigation of any complaints pertaining thereto, and adoption of necessary corrective actions in response to such reviews/investigations.</blockquote>\n<blockquote>A8. County and Commonwealth Defendants shall require any provider of residential or habilitative services to comply with the Community Residential Mental Retardation Facility Regulations, 55 Pa. Code, Chapter 6400 (12 Pa.Bull. 384), the ICF/MR Regulations, 42 C.F.R. 442.400, 43 Fed.Reg. 190 (Sept. 29, 1978), the Day Program Regulations, 55 Pa.Code 2-7-1 (8 Pa.Bull.) and the Vocational Rehabilitation Regulations, 55 Pa.Code 9056 (10 Pa.Bull.1897), as applicable. Until July 1, 1989, Commonwealth Defendants will provide Plaintiffs' Counsel with thirty (30) days' advance notice of any proposed changes in the above state regulations at the time any such changes are filed with the Legislative Reference Bureau. The Commonwealth Defendants' provision of advanced notice to Plaintiffs' Counsel does not apply to regulatory changes where proposed rulemaking had been omitted and the regulations are published as final rulemaking in accordance with the provisions of the Commonwealth Documents Law, 45 P.S. 1102 <i>et seq.</i>\n</blockquote>\n<p>FSA, Appendix A.</p>\n<p>The jurisdictional component for Appendix A is found in ¶ 14 of the main body of the FSA, which states:</p>\n<blockquote>14. Subject to paragraphs 15 and 16 below, the parties agree that as of the dates specified in those paragraphs, the District Court will mark this case closed and settled, will vacate the judgment and all orders of the Court <i>except those in Appendix A, which shall remain in effect permanently (subject to Fed. R.Civ.P 60(b)),</i> ...\"</blockquote>\n<p>FSA, ¶ 14 (emphasis added).</p>\n<p>In approving the FSA and entering the consent decree, this Court, in its 1985 opinion, <span class=\"star-pagination\">*220</span> <i>Halderman v. Pennhurst State Sch. &amp; Hosp.</i> 610 F.Supp. 1221 (E.D.Pa.1985), stated that when the action was tried in 1977, all parties were in agreement that Pennhurst as an institution was inappropriate and inadequate for the habilitation of the retarded. Referring to the 1977 trial, this Court further stated,</p>\n<blockquote>During the course of the trial, no one took issue with the many professionals in the field of mental retardation who testified that \"normalization\" has been universally accepted as the only successful method of habilitating a retarded person. Normalization, as the term implies, is the antithesis of institutionalization. The basic principle of normalization is that a retarded person must be cared for, trained and educated in a normal community environment.</blockquote>\n<p><i>Halderman,</i> 610 F.Supp. at 1223.</p>\n<p>The 31-page Memorandum approving the FSA and the consent decree concludes:</p>\n<blockquote>This settlement is more than just a termination of litigation; it is the beginning of a new era for retarded persons. It is a confirmation that all parties to this litigation are now in complete agreement that the retarded citizens of this Commonwealth have a right to care, education and training in the community. It is a recognition by the Commonwealth and its counties that retarded persons are not subjects to be warehoused in institutions, but that they are individuals, the great majority of whom have a potential to become productive members of society.</blockquote>\n<p>610 F.Supp. at 1233-34.</p>\n<p>This Court not only approved the FSA, but incorporated the FSA into its Order of April 5, 1985, which provides:</p>\n<blockquote>IT IS HEREBY ORDERED that the Final Settlement Agreement is APPROVED, and IT IS FURTHER ORDERED that the provisions of the Final Settlement Agreement executed on July 12, 1984 heretofore made a part of the record in this case shall have the full force and effect of an Order of this Court.</blockquote>\n<p>Order of April 5, 1985.</p>\n<p>Subsequent to the approval of the FSA, however, it has been necessary for both the Pennhurst class and the ARC/PA plaintiffs to file motions against the Commonwealth and County defendants for enforcement of Appendix A. In 1989, one such motion was filed by ARC/PA. This Court held hearings over a period of four days, at which defendant Commonwealth contended that it had no legal obligation to the members of the Pennhurst class and that this Court was without jurisdiction to enforce the FSA. This Court found that it did, indeed, have jurisdiction, and that the Delaware and Montgomery County defendants and defendant Commonwealth were not in substantial compliance with the provisions of the FSA and the judgments entered by this Court pursuant to Appendix A. This Court found that 68 out of the 191 members more than one-third  of the Pennhurst class who reside in Delaware County were not receiving the minimally adequate habilitation mandated by the FSA; and that 6 of the 200 members of the Pennhurst class who resided in Montgomery County were not receiving the mandated minimally adequate habilitation. Conceding that Montgomery County's compliance was admirable, still, this Court determined that as long as one member of the class is being denied the habilitative services to which he or she is entitled pursuant to the FSA, there was not substantial compliance. <i>Halderman v. Pennhurst State School and Hosp.,</i> No. 74-1345, 1989 WL 100207, 1989 U.S. Dist. LEXIS 10147 (E.D.Pa. Aug. 28, 1989).</p>\n<p>The Third Circuit affirmed. <i>Halderman v. Pennhurst State School and Hosp.,</i> 901 F.2d 311 (3rd Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 140, 112 L.Ed.2d 107 (1990). Before the Third Circuit, the Commonwealth argued that under the explicit terms of the FSA, jurisdiction of this Court was for a limited period and that the period had expired before this Court entered its findings in August of 1989. The Commonwealth argued, further, that the parties had meant the obligations of Appendix A to remain in effect permanently as <i>moral</i> rather than <i>legal</i> obligations, and that, since the court was to give up its jurisdiction on the specified dates, the Appendix A <span class=\"star-pagination\">*221</span> obligations could not be continuing legal obligations. The Third Circuit determined that the jurisdictional terms of the FSA specified only the cessation of active supervision over the case by the district court, after which it would \"simply resort to the usual continuing jurisdiction that courts routinely exercise over their injunctions.\" <i>Id.</i> at 320. The Third Circuit, further, determined that ¶ 14 clearly referred to the Appendix A obligations as `orders of the Court,' not ethical commands. <i>Id.</i> at 319-20. Appendix A, thus, was determined to be \"permanent\", subject to Rule 60(b), and the Commonwealth was held to have a continuing legal obligation to the Pennhurst class. As the Third Circuit stated:</p>\n<blockquote>[W]e reject the appellants' reading of the FSA and accept the district court's construction as better reflecting the bargained for positions of the parties as evidenced by the four corners of the instrument.</blockquote>\n<p><i>Id.</i> at 321.</p>\n<p>Having, thus, failed in its 1989 attempt to avoid the legal obligations it knowingly assumed in 1985 by its acceptance of the FSA, the Commonwealth now makes another attempt in avoidance. In its present motion, defendant Commonwealth asserts that, subsequent to the entry of the FSA on April 5, 1985, developments in both constitutional law (substantive due process and equal protection) and statutory law (§ 504 of the Rehabilitative Act of 1973, 29 U.S.C. § 794) have eliminated the legal predicates for Appendix A. Therefore, the Commonwealth asserts that, pursuant to paragraph 14, the FSA should now be modified under Rule 60(b)(5) and (6) by vacating Appendix A.</p>\n<p>Rule 60(b)(5) and (6) state in pertinent part:</p>\n<blockquote>On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons: .... (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of the judgment.</blockquote>\n<p>Rule 60(b)(5) and (6).</p>\n<p>In making its determination, this Court is guided by the recent Supreme Court decision, <i>Rufo v. Inmates of Suffolk County Jail,</i> ___ U.S. ___, 112 S.Ct. 748, 116 L.Ed.2d 867. In <i>Rufo,</i> the Supreme Court held that the \"grievous wrong\" standard of <i>United States v. Swift &amp; Co.,</i> 286 U.S. 106, 52 S.Ct. 460, 76 L.Ed. 999 (1932), does not apply to requests to modify consent decrees stemming from institutional reform litigation. Under the \"flexible standard\" adopted by the Supreme Court, a party seeking modification of an institutional reform consent decree bears the burden of establishing that a significant change in factual conditions or law warrants revision of the decree. <i>Id.,</i> ___ U.S. at ___, 112 S.Ct. at 759-760.</p>\n<p>In its present motion, the Commonwealth asserts that recent Supreme Court and Third Circuit decisions have undermined the legal predicates on which the FSA was based, specifically, the legal theories of constitutional substantive due process, equal protection, and federal statutory rights under § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794. Further, the Commonwealth asserts that considerations of equity and fairness mandate the modification of the FSA by vacating Appendix A.</p>\n<p>First, under constitutional substantive due process, the Commonwealth asserts that there has been a \"reversal of holding[s] that voluntary residents have a constitutional right to mental retardation services\" in recent Supreme Court and Third Circuit decisions. Commonwealth Br. at 8, citing, <i>e.g., </i><i>DeShaney v. Winnebago County Dept. of Social Services,</i> 489 U.S. 189, 109 S.Ct. 998, 103 L.Ed.2d 249 (1989); <i>Fialkowski v. Greenwich Home for Children, Inc.,</i> 921 F.2d 459 (3rd Cir.1990); <i>Philadelphia Police and Fire Assn. v. Philadelphia,</i> 874 F.2d 156 (3rd Cir.1989). Asserting that this Court, in 1977, found the substantive due process rights of voluntary residents of Pennhurst to be the same as <span class=\"star-pagination\">*222</span> those of involuntary, court-committed residents, the Commonwealth states that the cited cases have produced \"the kind of change in the law that routinely results in the modification of consent decrees.\" Commonwealth Br. at 9.</p>\n<p>This Court disagrees with Commonwealth's expansive interpretation of the cases it cites. Under the facts of this case, nevertheless, this Court determines that the cases are inapposite. In 1977, after 32 days of testimony, this Court did not make the finding of fact that the substantive due process rights of the voluntary and involuntary residents were the same. Rather, this Court found that all of the Pennhurst residents were involuntary residents. As stated heretofore, this action has progressed through 28 published opinions, three arguments before the Supreme Court, the entering of the FSA in 1985, and the Commonwealth's 1989 claim that this Court lacked jurisdiction over this matter. Throughout the many appeals that have been taken over the course of fourteen years of litigation, it is only now, with the Commonwealth's present motion, that any of the defendants, including the Commonwealth, has challenged this finding of fact that all of the residents of Pennhurst were in fact involuntarily committed.</p>\n<p>In its present motion, defendant Commonwealth attempts to distinguish involuntary residents of Pennhurst as being only those residents who were court-committed. Defendant asserts that it is only to those who were involuntary due to court commitment that the Commonwealth owes any legal duty. This Court disagrees that such a distinction may be made. In its 1977 opinion, this Court stated:</p>\n<blockquote>We wish to make it clear that our finding that the retarded at Pennhurst are being deprived of their constitutional right to minimally adequate habilitation is not limited to those residents who were court committed. Nearly fifty percent of the residents at Pennhurst did not go through court commitment procedures. They have been, and are being, deprived of minimally adequate habilitation to the same extent as those who were court committed. Moreover, as we have heretofore found, voluntariness in connection with admission and exit from Pennhurst is an illusory concept. The record in this case shows that Pennhurst residents had no practical alternative at the time of their admission and at the present time, they have no place else to go.</blockquote>\n<blockquote>No constitutional mandate has been called to our attention which would require a state to provide habilitation for its retarded citizens. <i>However, whenever a state accepts retarded individuals into its facilities, it cannot create or maintain those facilities in a manner which deprives those individuals of the basic necessities of life.</i>\n</blockquote>\n<p><i>Id.</i> at 1318. (emphasis added).</p>\n<p>Further, this Court stated,</p>\n<blockquote>Approximately 21 of the 45 living units at Pennhurst are locked to prevent individuals from leaving their living units. Those individuals over the age of 18 who have been \"voluntarily\" admitted to Pennhurst are theoretically free to leave the institution at any time. Those admitted on the petition of their parents are informed by their caseworker when they reach the age of 18 that they do not have to remain at Pennhurst. If the residents state that they wish to leave the institution and the staff determines that there is no place for them in the community, or believes that the individuals are not ready to go into the community, the staff will petition the courts to have the individuals committed to the institution by a court. Furthermore, those residents who either do not understand their alternatives, or are physically unable to indicate that they wish to leave Pennhurst, will be deemed to have consented to their continued placement at the institution. <i>Thus, the notion of voluntariness in connection with admission as well as in connection with the right to leave Pennhurst is an illusory concept.</i>\n</blockquote>\n<p><i>Id.</i> at 1310-11 (citations omitted) (emphasis added).</p>\n<p>Contrary to defendant Commonwealth's assertion, recent cases do not undermine <span class=\"star-pagination\">*223</span> this Court's finding of fact that all of the residents of Pennhurst were involuntary. This Court so found on the basis of the Commonwealth's affirmative actions of accepting them into Pennhurst, in restraining them at Pennhurst, and in depriving them of their constitutional right to minimally adequate habilitation, a failure that could well mean commitment for life, since it was unlikely that they would ever advance to a stage at which they might be found ready by the staff to go out into the community. As this Court found, the residents of Pennhurst were being deprived of the opportunity to prepare themselves to move into the community.</p>\n<p>Recent case law supports this view. As the Supreme Court in <i>DeShaney v. Winnebago Co. DSS,</i> 489 U.S. 189, 109 S.Ct. 998, 1005, 103 L.Ed.2d 249 (1989), stated:</p>\n<blockquote>[W]hen the State by the affirmative exercise of its power so restrains an individual's liberty that it renders him unable to care for himself, and at the same time fails to provide for his basic human needs<i>e.g.,</i> food, clothing, shelter, medical care, and reasonable safetyit transgresses the substantive limits on state action set by the Eighth Amendment and the Due Process Clause. ... <i>In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalfthrough incarceration, institutionalization, or other similar restraint of personal libertywhich is the \"deprivation of liberty\" triggering the protections of the Due Process Clause,</i> ...</blockquote>\n<p><i>DeShaney</i> 109 S.Ct. at 1005-06 (citations omitted) (emphasis added).</p>\n<p>Further, as in 1977, this Court continues to entertain serious doubts as to whether retarded individuals should ever be subjected to \"commitment.\" <i>Halderman,</i> 446 F.Supp. at 1315. Mental retardation is an impairment in learning capacity and adaptive behavior; it is wholly distinct from mental illness. <i>Id.</i> at 1298. Generally, the mentally retarded have not been found guilty of a crime, nor are they, with proper habilitation, a danger to themselves or to society. As Dr. Conroy's study, cited <i>supra,</i> amply shows, with minimally adequate habilitation, the great majority of the mentally retarded can become functioning members of the community.</p>\n<p>This Court determines, therefore, that pursuant to <i>Rufo,</i> ___ U.S. ___, 112 S.Ct. 748, defendant Commonwealth has not carried its burden of establishing that a significant change in the law of substantive due process warrants modification of the FSA by vacating Appendix A.</p>\n<p>Defendant Commonwealth also asserts that the Supreme Court decision of <i>City of Cleburne v. Cleburne Living Center,</i> 473 U.S. 432, 105 S.Ct. 3249, 87 L.Ed.2d 313 (1985), has undermined the equal protection predicate on which the FSA was based. As demonstrated heretofore, the right to relief found by this Court in its 1977 opinion did not stem from suspect or quasi-suspect class analysis. Further, the obligations which defendant Commonwealth is now trying to avoid stem not from this Court's 1977 opinion, but from the FSA which the Commonwealth knowingly and willingly accepted after active negotiation. Therefore, this Court determines that the Commonwealth has asserted no basis on which the rational basis standard enunciated in <i>Cleburne</i> might mandate a modification of the FSA.</p>\n<p>This Court determines, therefore, that pursuant to <i>Rufo,</i> ___ U.S. ___, 112 S.Ct. 748, defendant Commonwealth has not carried its burden of establishing that a significant change in the law of equal protection warrants modification of the FSA by vacating Appendix A.</p>\n<p>As its final basis for modification of the FSA, the Commonwealth asserts that a footnote in a Third Circuit decision in <i>Clark v. Cohen,</i> 794 F.2d 79, 84 n. 3 (3rd Cir.), <i>cert. denied,</i> 479 U.S. 962, 93 L.Ed.2d 404 (1986), has undermined the right to relief found by this Court in its 1977 opinion under § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794. This footnote simply states that § 504 \"prohibits discrimination against the handicapped in federally funded programs. It imposes no affirmative <span class=\"star-pagination\">*224</span> obligations on the states to furnish services.\" <i>Id.</i></p>\n<p>In <i>Clark,</i> the Third Circuit made it clear that Caroline Clark, who had been involuntarily committed to an institution at the age of fifteen had been deprived of her liberty interest to be free from commitment without procedural due process, <i>id.</i> at 86, and that her substantive liberty right to appropriate treatment under <i>Youngberg v. Romeo,</i> 457 U.S. 307, 102 S.Ct. 2452, 73 L.Ed.2d 28 (1982), was violated. <i>Clark,</i> 794 F.2d at 87. On these bases, the Third Circuit affirmed that Clark was entitled to the injunctive relief ordered by the lower court: that the defendants were to comply with the settlement they had reached with Clark, in which they were to develop a program of community services for her that would permit her to live in a community living arrangement, and that the Commonwealth was to provide the necessary funding. The Third Circuit did not address Clark's claim under § 504, however, because the lower court had found that Clark had failed to prove that she was discriminated against solely on the basis of her handicap.</p>\n<p>Further, the Commonwealth neglects to point out that in enacting the Americans with Disabilities Act of 1990, Congress affirmed that § 504 prohibits unnecessary segregation and requires reasonable accommodations to provide opportunities for integration. Congress also extended protection to include all state and local programs, regardless of the receipt of federal financial assistance.</p>\n<p>Last, § 504 of the Rehabilitation Act was only one of several bases on which this Court relied in making its finding that the residents of Pennhurst were being illegally deprived of the habilitative services to which they were entitled.</p>\n<p>Thus, pursuant to <i>Rufo,</i> ___ U.S. ___, 112 S.Ct. 748, defendant Commonwealth has not carried its burden of establishing that there has been a significant change in the law in connection with Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794, that warrants modification of the FSA by vacating Appendix A.</p>\n<p>Finally, defendant Commonwealth asserts that considerations of equity and fairness support the modification of the FSA by vacating Appendix A. As set out above, the Commonwealth has asserted no basis in law or fact on which the FSA should be modified. Further, as affirmed by the Third Circuit in <i>Halderman,</i> 901 F.2d 311 (3rd Cir.), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 140, 112 L.Ed.2d 107 (1990), the Commonwealth remains in noncompliance with the FSA; and as determined by this Court in a very recent hearing on another matter, the Commonwealth as of November of 1991 still has not complied with the FSA as to the placement of fifteen members of the Pennhurst class. Last, as stated heretofore, it is clear that defendant Commonwealth's motion to modify the FSA by vacating Appendix A would, in fact, eviscerate a settlement agreement that was reached after years of litigation. This Court determines, therefore, that defendant Commonwealth has established no basis in equity or fairness to support this motion.</p>\n<p>Having determined, pursuant to <i>Rufo,</i> ___ U.S. ___, 112 S.Ct. 748, that defendant Commonwealth has failed to carry its burden of establishing that there has been a significant change in factual circumstance or in any law that warrants a modification of the FSA by vacating Appendix A, the motion of defendant Commonwealth to modify the FSA will be denied.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">215</span></span> (1992)</b></center>\n<center><h1>Terri Lee HALDERMAN, et al., Plaintiffs,<br>\nv.<br>\nPENNHURST STATE SCHOOL AND HOSPITAL, et al., Defendants.</h1></center>\n<center>Civ. A. No. 74-1345.</center>\n<center><p><b>United States District Court, E.D. of Pennsylvania.</b></p></center>\n<center>January 31, 1992.</center>\n<p>David Ferleger, Philadelphia, Pa., for Halderman.</p>\n<p>Judith A. Gran, Frank J. Laski, Public Interest Law Center, Philadelphia, Pa., for Pennsylvania Ass'n for Retarded Citizens (now ARC/PA).</p>\n<p>Howard Ulan, Com. of Pennsylvania Dept. of Public Welfare, Harrisburg, Pa., Arthur E. Peabody, Jr., Robert H. Stern, Pamela K. Chen, U.S. Dept. of Justice, Washington, D.C., for defendants.</p>\n<p>RAYMOND J. BRODERICK, District Judge.</p>\n<p>Again, as the Third Circuit stated in its 1990 decision, \"we revisit the seemingly endless litigation over the closing of Pennhurst <span class=\"star-pagination\">*216</span> State School and Hospital (\"Pennhurst\").\" <i>Halderman v. Pennhurst State School and Hosp.,</i> <span class=\"citation\" data-id=\"540022\"><a href=\"/opinion/540022/terri-lee-halderman-a-retarded-citizen-by-her-mother-and-guardian/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 314 (3d Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></span> (1990). Now before this Court is defendant Commonwealth of Pennsylvania's motion pursuant to Fed. R.Civ.P. 60(b)(5) and (6) seeking to modify the Final Settlement Agreement (\"FSA\") that was approved and entered as a consent decree and order of this Court on April 5, 1985. Asserting developments in both constitutional and statutory law, defendant's motion seeks to modify the FSA by vacating Appendix A of the FSA. Having determined, pursuant to the recent Supreme Court decision, <i>Rufo v. Inmates of Suffolk Co. Jail,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></a></span> (1992), that the Commonwealth has not carried its burden of establishing a significant change in factual circumstances or in law, this Court will deny defendant's motion.</p>\n<p>The history of proceedings in this case is lengthy and will not be set out except as is pertinent to defendant Commonwealth's present motion. At the outset, however, this Court must express its dismay that, after having determined that there has been no change in law or fact that could support defendant Commonwealth's present motion, this Court must conclude that this motion is yet another attempt by the Commonwealth to avoid, or at least to delay, full compliance with the legal obligations the Commonwealth knowingly and willingly assumed as a result of its acceptance of the FSA that was approved and entered as an order of this Court in 1985. While the FSA propelled the Commonwealth into recognition as a leader in habilitation for its retarded citizens, this Court must note that as of 1989, some members of the Pennhurst class remained institutionalized, contrary to the obligations the Commonwealth undertook under the FSA. In November, 1991, further, this Court was notified in the course of another matter that fifteen of the 191 members of the plaintiff class who reside in Delaware County have yet to be placed into community living arrangements. Finally, this Court must note that Appendix A is the \"heart and soul\" of the FSA, in that Appendix A sets out the affirmative obligations owed to the Pennhurst class members. Indeed, without Appendix A, the FSA would be a nullity. Although the services and safeguards of Appendix A are generally the joint responsibility of the Commonwealth and county defendants, no county defendant has joined the Commonwealth's present motion to vacate Appendix A.</p>\n<p>This case spans back to May of 1974, when suit was brought as a class action on behalf of former and present residents of Pennhurst School and Hospital, a state institution for persons with retardation in Spring City, Pennsylvania, against officials of the Commonwealth of Pennsylvania. In 1975, the Pennsylvania Association for Retarded Citizens (now ARC/PA), among others, intervened as plaintiffs, adding as defendants the Mental Health/Mental Retardation Administrators of Bucks, Chester, Delaware, Montgomery and Philadelphia Counties. Also in 1975, the United States of America intervened as a party plaintiff. In November of 1976, the class was certified as consisting of all present and future residents of Pennhurst, those who were on a waiting list for placement at Pennhurst, and those who, because of the unavailability of alternate services in their community, may be placed at Pennhurst.</p>\n<p>In 1977, the case went to trial. After 32 days of testimony limited solely to the issue of liability, this Court made findings of fact and conclusions of law which are detailed in <i>Halderman v. Pennhurst State Sch. &amp; Hosp.,</i> <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1295</span></span> (1977). Summarizing, this Court found, based on the evidence presented, that Pennhurst in 1977 was overcrowded, understaffed and without the programs which experts considered necessary for minimally adequate habilitation. (\"Habilitation\" is the term of art used to refer to that education, training and care required by retarded individuals to reach their maximum development.) Not only was habilitation inadequate, with no plans for improving the programming available, but the evidence clearly showed that a large number of the Pennhurst residents had experienced marked regression <span class=\"star-pagination\">*217</span> in basic living skills as a result of their confinement at Pennhurst and that the residents of Pennhurst were regularly subjected to a number of dehumanizing practices. Specifically, this Court found that restraints were used in lieu of adequate staffing as control measures, that psychotropic drugs were used not for treatment but for control, and that the rate of drug use on some of the units was extraordinarily high. The Court also found that Pennhurst was a dangerous place to live, with injuries to residents commonplace from other residents and through self-abuse, and sometimes from staff. Many residents suffered loss of teeth, broken bones, and physical deterioration as a result of this abuse. Moreover, because routine housekeeping services were not available during evenings and on weekends, it was common to find urine and feces on ward floors over these periods. The average age of the residents was 36, and the average stay at Pennhurst was 21 years.</p>\n<p>In 1984, following eleven years of active litigation, approximately 500 court orders, 28 published opinions and three arguments before the United States Supreme Court, a summary of which is found in this Court's opinion, <i>Halderman v. Pennhurst State Sch. &amp; Hosp.,</i> <span class=\"citation\" data-id=\"1469078\"><a href=\"/opinion/1469078/halderman-v-pennhurst-state-school-and-hosp/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1221</span></a></span> (E.D.Pa. 1985), the parties reached a settlement under the guidance of Judge Rosenn of the Third Circuit Court of Appeals. The parties executed the FSA, pursuant to which the definition of the plaintiff class was limited to those persons who were residents of Pennhurst on or after May 30, 1974.</p>\n<p>In determining whether to approve the FSA, this Court held a hearing on September 25, 1984. Among those testifying was Dr. James Conroy, the director of research at the Developmental Disabilities Center at Temple University, who summarized the final results of a five-year longitudinal study that had systematically tracked and monitored the progress of the Pennhurst residents who had been transferred to community living arrangements pursuant to orders of this Court. The purpose of the study was to measure each person's relative growth and development in the institution and in the community, and to assess the impact of deinstitutionalization. The study found that the former Pennhurst residents showed significantly faster development growth in the community than they had at Pennhurst. They received more services and more program time at less cost in public dollars. Prior to the transfer of residents from Pennhurst, over 60 percent of the families surveyed had opposed the transfer, of which 52 percent were strongly opposed. Six months later, the same families overwhelmingly approved of the decision: 81 percent agreed with the decision to transfer, of which 64 percent strongly agreed, while only 4 percent continued their strong disagreement. Measured by a variety of standards, the families generally perceived the happiness of their retarded relatives to be much greater in the CLAs than at Pennhurst. <i>Id.</i> at 1233; Conroy, J.W. and Bradley, V.J., <i>The Pennhurst Longitudinal Study: A Report of Five Years of Research and Analysis,</i> Temple University Developmental Disabilities Center (Philadelphia 1985).</p>\n<p>The FSA was approved and entered as a consent decree and order of this Court on April 5, 1985. Under the terms of the proposed settlement, the Commonwealth and County defendants, agreed, among other things, to provide community living arrangements to those members of the plaintiff class for whom such placement is deemed appropriate, as determined by professional judgment through the individual planning process, together with such community services as are necessary to provide each person with minimally adequate habilitation until such time as the retarded individual no longer is in need of such living arrangements and/or community services.</p>\n<p>The FSA has four components: the main body of the Agreement, which consists of 22 paragraphs and a glossary of terms; Appendix A, which sets forth the substantive services, safeguards and monitoring which the Commonwealth and County defendants agreed to provide each class member; Appendix B, which sets forth the Commonwealth's obligations with respect to allocation of the funds made available by <span class=\"star-pagination\">*218</span> the closure of Pennhurst; and Appendix C, which concerns approval of the Agreement and notice to members of the plaintiff class.</p>\n<p>Appendix A, in full, states:</p>\n<blockquote>A1. Plans and services shall be provided by Commonwealth and County Defendants to class members as determined in accordance with this Final Settlement Agreement by a professional judgment, expressed through the interdisciplinary team process, and approved or disapproved by the County Mental Health and Mental Retardation Administrator or his or her designee.</blockquote>\n<blockquote>A2. Commonwealth and County Defendants shall provide community living arrangements to the members of the Plaintiff class for whom such placement is called for by the individual planning process, together with such community services as are necessary to provide them with minimally adequate habilitation, as defined in the individual planning process, until such time as the retarded individual is no longer in need of such living arrangement and/or community service.</blockquote>\n<blockquote>A3. The Defendants agree that they will continue to provide residential and habilitative services to those persons who were furnished such services pursuant to the placement orders of the District Court in this case or who are being furnished such services under this Final Settlement Agreement (with the exception of the Selinsgrove and Ebensburg Center residents to be placed under Appendix B), including the IHP planning process, written IHPs, case management and monitoring, as provided in this Appendix A.</blockquote>\n<blockquote>A4. Commonwealth and County Defendants shall develop and provide a written individualized program plan, formulated in accordance with professional standards, to each member of plaintiff class, provide to each an individualized habilitation program, provide annual periodic review thereof and provide the opportunity to each member of plaintiff class and to his or her next friend to be heard thereon.</blockquote>\n<blockquote>A5. Commonwealth and County Defendants shall monitor the services and programs being received by class members as follows:</blockquote>\n<blockquote>a. Each TIHP shall be reviewed and approved by the Commonwealth Defendants through the Special Management Unit to assure it meets the needs of the person and is formulated in accordance with professional standards.</blockquote>\n<blockquote>b. The County Defendants will monitor the programs and services being received by each individual class member in accordance with his or her IHP. This monitoring will include an annual on-site visit of all residential and day programs serving class members to examine the strengths and weaknesses of the facilities are safe and adequately staffed, and that services of necessary quantity and quality are available. A written report of the site visit shall be provided to the program provider and the Commonwealth. Until July 1, 1989, the Commonwealth will make such reports available to Plaintiffs' Counsel for inspection or copying. The County Defendants shall follow up to require corrective action and the implementation of recommendations.</blockquote>\n<blockquote>c. The Commonwealth Defendants shall continue, either by themselves or by qualified contractor, to measure annually by suitable instruments the progress of each class member and the characteristics of the person's environment. The findings, including any significant decrease in adaptive behavior or environmental quality, shall be reported promptly to the County Administrators and distributed by them to providers and case managers. Said findings, aggregated by County and by provider, will be furnished by the Commonwealth Defendants to the Plaintiffs' Counsel until July 1, 1989.</blockquote>\n<blockquote>d. Every person receiving services under the Final Settlement Agreement shall have a case manager who shall be responsible to the County Mental Health and Mental Retardation Administrator, and whose caseload shall not exceed the ratios set forth in the respective countystate <span class=\"star-pagination\">*219</span> Title 19 waiver agreements. The Commonwealth Defendants will provide at least three working days' training to newly hired case managers and continuing annual training to them.</blockquote>\n<blockquote>e. The Commonwealth Defendants, through the Special Management Unit, will visit the residential and day program of each class member placed from Pennhurst hereafter within 120 days of such placement. Thereafter the Commonwealth Defendants will monitor the Counties' performance of their obligations under Subparagraph b above, and will monitor annually on-site the residential and day programs of 20% of such class members. Such monitoring shall continue for two and one-half years from the date upon which each County's last Pennhurst resident leaves Pennhurst; in the event that, during any such period, the Commonwealth Defendants shall establish, by duly promulgated regulation, a state-wide on-site monitoring system, the provisions of such regulation shall supercede the monitoring provisions of this Subparagraph e.</blockquote>\n<blockquote>f. The Commonwealth functions set forth at Subparagraph a, d, and e above shall be carried out by a unit sufficiently staffed, located within the Southeastern Region and elsewhere, as appropriate, and supervised by qualified professionals responsible for the work of the unit.</blockquote>\n<blockquote>A6. Commonwealth and County Defendants shall take adequate actions and shall require providers of residential or habilitative services to take adequate actions to provide individuals served hereunder with the following:</blockquote>\n<blockquote>a. Protection from harm.</blockquote>\n<blockquote>b. Safe conditions.</blockquote>\n<blockquote>c. Adequate shelter and clothing.</blockquote>\n<blockquote>d. Medical, health-related and dental care.</blockquote>\n<blockquote>e. Prohibition of physical and psychological abuse, neglect or mistreatment.</blockquote>\n<blockquote>f. Prohibition of unreasonable restraint and prohibition of the use of seclusion.</blockquote>\n<blockquote>g. Prohibition of administration of excessive or unnecessary medication.</blockquote>\n<blockquote>A7. Commonwealth and County Defendants will maintain written rules pertaining to implementation of the provisions of Paragraph A6 above, including procedures requiring prompt reviews/investigation of any complaints pertaining thereto, and adoption of necessary corrective actions in response to such reviews/investigations.</blockquote>\n<blockquote>A8. County and Commonwealth Defendants shall require any provider of residential or habilitative services to comply with the Community Residential Mental Retardation Facility Regulations, 55 Pa. Code, Chapter 6400 (12 Pa.Bull. 384), the ICF/MR Regulations, 42 C.F.R. 442.400, 43 Fed.Reg. 190 (Sept. 29, 1978), the Day Program Regulations, 55 Pa.Code 2-7-1 (8 Pa.Bull.) and the Vocational Rehabilitation Regulations, 55 Pa.Code 9056 (10 Pa.Bull.1897), as applicable. Until July 1, 1989, Commonwealth Defendants will provide Plaintiffs' Counsel with thirty (30) days' advance notice of any proposed changes in the above state regulations at the time any such changes are filed with the Legislative Reference Bureau. The Commonwealth Defendants' provision of advanced notice to Plaintiffs' Counsel does not apply to regulatory changes where proposed rulemaking had been omitted and the regulations are published as final rulemaking in accordance with the provisions of the Commonwealth Documents Law, 45 P.S. 1102 <i>et seq.</i>\n</blockquote>\n<p>FSA, Appendix A.</p>\n<p>The jurisdictional component for Appendix A is found in ¶ 14 of the main body of the FSA, which states:</p>\n<blockquote>14. Subject to paragraphs 15 and 16 below, the parties agree that as of the dates specified in those paragraphs, the District Court will mark this case closed and settled, will vacate the judgment and all orders of the Court <i>except those in Appendix A, which shall remain in effect permanently (subject to Fed. R.Civ.P 60(b)),</i> ...\"</blockquote>\n<p>FSA, ¶ 14 (emphasis added).</p>\n<p>In approving the FSA and entering the consent decree, this Court, in its 1985 opinion, <span class=\"star-pagination\">*220</span> <i>Halderman v. Pennhurst State Sch. &amp; Hosp.</i> <span class=\"citation\" data-id=\"1469078\"><a href=\"/opinion/1469078/halderman-v-pennhurst-state-school-and-hosp/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1221</span></a></span> (E.D.Pa.1985), stated that when the action was tried in 1977, all parties were in agreement that Pennhurst as an institution was inappropriate and inadequate for the habilitation of the retarded. Referring to the 1977 trial, this Court further stated,</p>\n<blockquote>During the course of the trial, no one took issue with the many professionals in the field of mental retardation who testified that \"normalization\" has been universally accepted as the only successful method of habilitating a retarded person. Normalization, as the term implies, is the antithesis of institutionalization. The basic principle of normalization is that a retarded person must be cared for, trained and educated in a normal community environment.</blockquote>\n<p><i>Halderman,</i> 610 F.Supp. at 1223.</p>\n<p>The 31-page Memorandum approving the FSA and the consent decree concludes:</p>\n<blockquote>This settlement is more than just a termination of litigation; it is the beginning of a new era for retarded persons. It is a confirmation that all parties to this litigation are now in complete agreement that the retarded citizens of this Commonwealth have a right to care, education and training in the community. It is a recognition by the Commonwealth and its counties that retarded persons are not subjects to be warehoused in institutions, but that they are individuals, the great majority of whom have a potential to become productive members of society.</blockquote>\n<p>610 F.Supp. at 1233-34.</p>\n<p>This Court not only approved the FSA, but incorporated the FSA into its Order of April 5, 1985, which provides:</p>\n<blockquote>IT IS HEREBY ORDERED that the Final Settlement Agreement is APPROVED, and IT IS FURTHER ORDERED that the provisions of the Final Settlement Agreement executed on July 12, 1984 heretofore made a part of the record in this case shall have the full force and effect of an Order of this Court.</blockquote>\n<p>Order of April 5, 1985.</p>\n<p>Subsequent to the approval of the FSA, however, it has been necessary for both the Pennhurst class and the ARC/PA plaintiffs to file motions against the Commonwealth and County defendants for enforcement of Appendix A. In 1989, one such motion was filed by ARC/PA. This Court held hearings over a period of four days, at which defendant Commonwealth contended that it had no legal obligation to the members of the Pennhurst class and that this Court was without jurisdiction to enforce the FSA. This Court found that it did, indeed, have jurisdiction, and that the Delaware and Montgomery County defendants and defendant Commonwealth were not in substantial compliance with the provisions of the FSA and the judgments entered by this Court pursuant to Appendix A. This Court found that 68 out of the 191 members more than one-third  of the Pennhurst class who reside in Delaware County were not receiving the minimally adequate habilitation mandated by the FSA; and that 6 of the 200 members of the Pennhurst class who resided in Montgomery County were not receiving the mandated minimally adequate habilitation. Conceding that Montgomery County's compliance was admirable, still, this Court determined that as long as one member of the class is being denied the habilitative services to which he or she is entitled pursuant to the FSA, there was not substantial compliance. <i>Halderman v. Pennhurst State School and Hosp.,</i> No. 74-1345, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">100207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">10147</span></span> (E.D.Pa. Aug. 28, 1989).</p>\n<p>The Third Circuit affirmed. <i>Halderman v. Pennhurst State School and Hosp.,</i> <span class=\"citation\" data-id=\"540022\"><a href=\"/opinion/540022/terri-lee-halderman-a-retarded-citizen-by-her-mother-and-guardian/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span> (3rd Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></span> (1990). Before the Third Circuit, the Commonwealth argued that under the explicit terms of the FSA, jurisdiction of this Court was for a limited period and that the period had expired before this Court entered its findings in August of 1989. The Commonwealth argued, further, that the parties had meant the obligations of Appendix A to remain in effect permanently as <i>moral</i> rather than <i>legal</i> obligations, and that, since the court was to give up its jurisdiction on the specified dates, the Appendix A <span class=\"star-pagination\">*221</span> obligations could not be continuing legal obligations. The Third Circuit determined that the jurisdictional terms of the FSA specified only the cessation of active supervision over the case by the district court, after which it would \"simply resort to the usual continuing jurisdiction that courts routinely exercise over their injunctions.\" <i>Id.</i> at 320. The Third Circuit, further, determined that ¶ 14 clearly referred to the Appendix A obligations as `orders of the Court,' not ethical commands. <i>Id.</i> at 319-20. Appendix A, thus, was determined to be \"permanent\", subject to Rule 60(b), and the Commonwealth was held to have a continuing legal obligation to the Pennhurst class. As the Third Circuit stated:</p>\n<blockquote>[W]e reject the appellants' reading of the FSA and accept the district court's construction as better reflecting the bargained for positions of the parties as evidenced by the four corners of the instrument.</blockquote>\n<p><i>Id.</i> at 321.</p>\n<p>Having, thus, failed in its 1989 attempt to avoid the legal obligations it knowingly assumed in 1985 by its acceptance of the FSA, the Commonwealth now makes another attempt in avoidance. In its present motion, defendant Commonwealth asserts that, subsequent to the entry of the FSA on April 5, 1985, developments in both constitutional law (substantive due process and equal protection) and statutory law (§ 504 of the Rehabilitative Act of 1973, 29 U.S.C. § 794) have eliminated the legal predicates for Appendix A. Therefore, the Commonwealth asserts that, pursuant to paragraph 14, the FSA should now be modified under Rule 60(b)(5) and (6) by vacating Appendix A.</p>\n<p>Rule 60(b)(5) and (6) state in pertinent part:</p>\n<blockquote>On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons: .... (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of the judgment.</blockquote>\n<p>Rule 60(b)(5) and (6).</p>\n<p>In making its determination, this Court is guided by the recent Supreme Court decision, <i>Rufo v. Inmates of Suffolk County Jail,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></a></span>. In <i>Rufo,</i> the Supreme Court held that the \"grievous wrong\" standard of <i>United States v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></a></span> (1932), does not apply to requests to modify consent decrees stemming from institutional reform litigation. Under the \"flexible standard\" adopted by the Supreme Court, a party seeking modification of an institutional reform consent decree bears the burden of establishing that a significant change in factual conditions or law warrants revision of the decree. <i>Id.,</i> ___ U.S. at ___, 112 S.Ct. at 759-760.</p>\n<p>In its present motion, the Commonwealth asserts that recent Supreme Court and Third Circuit decisions have undermined the legal predicates on which the FSA was based, specifically, the legal theories of constitutional substantive due process, equal protection, and federal statutory rights under § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794. Further, the Commonwealth asserts that considerations of equity and fairness mandate the modification of the FSA by vacating Appendix A.</p>\n<p>First, under constitutional substantive due process, the Commonwealth asserts that there has been a \"reversal of holding[s] that voluntary residents have a constitutional right to mental retardation services\" in recent Supreme Court and Third Circuit decisions. Commonwealth Br. at 8, citing, <i>e.g., </i><i>DeShaney v. Winnebago County Dept. of Social Services,</i> <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1989); <i>Fialkowski v. Greenwich Home for Children, Inc.,</i> <span class=\"citation\" data-id=\"553184\"><a href=\"/opinion/553184/leona-fialkowski-as-mother-and-administratrix-of-the-estate-of-walter/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span> (3rd Cir.1990); <i>Philadelphia Police and Fire Assn. v. Philadelphia,</i> <span class=\"citation no-link\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">156</span></span> (3rd Cir.1989). Asserting that this Court, in 1977, found the substantive due process rights of voluntary residents of Pennhurst to be the same as <span class=\"star-pagination\">*222</span> those of involuntary, court-committed residents, the Commonwealth states that the cited cases have produced \"the kind of change in the law that routinely results in the modification of consent decrees.\" Commonwealth Br. at 9.</p>\n<p>This Court disagrees with Commonwealth's expansive interpretation of the cases it cites. Under the facts of this case, nevertheless, this Court determines that the cases are inapposite. In 1977, after 32 days of testimony, this Court did not make the finding of fact that the substantive due process rights of the voluntary and involuntary residents were the same. Rather, this Court found that all of the Pennhurst residents were involuntary residents. As stated heretofore, this action has progressed through 28 published opinions, three arguments before the Supreme Court, the entering of the FSA in 1985, and the Commonwealth's 1989 claim that this Court lacked jurisdiction over this matter. Throughout the many appeals that have been taken over the course of fourteen years of litigation, it is only now, with the Commonwealth's present motion, that any of the defendants, including the Commonwealth, has challenged this finding of fact that all of the residents of Pennhurst were in fact involuntarily committed.</p>\n<p>In its present motion, defendant Commonwealth attempts to distinguish involuntary residents of Pennhurst as being only those residents who were court-committed. Defendant asserts that it is only to those who were involuntary due to court commitment that the Commonwealth owes any legal duty. This Court disagrees that such a distinction may be made. In its 1977 opinion, this Court stated:</p>\n<blockquote>We wish to make it clear that our finding that the retarded at Pennhurst are being deprived of their constitutional right to minimally adequate habilitation is not limited to those residents who were court committed. Nearly fifty percent of the residents at Pennhurst did not go through court commitment procedures. They have been, and are being, deprived of minimally adequate habilitation to the same extent as those who were court committed. Moreover, as we have heretofore found, voluntariness in connection with admission and exit from Pennhurst is an illusory concept. The record in this case shows that Pennhurst residents had no practical alternative at the time of their admission and at the present time, they have no place else to go.</blockquote>\n<blockquote>No constitutional mandate has been called to our attention which would require a state to provide habilitation for its retarded citizens. <i>However, whenever a state accepts retarded individuals into its facilities, it cannot create or maintain those facilities in a manner which deprives those individuals of the basic necessities of life.</i>\n</blockquote>\n<p><i>Id.</i> at 1318. (emphasis added).</p>\n<p>Further, this Court stated,</p>\n<blockquote>Approximately 21 of the 45 living units at Pennhurst are locked to prevent individuals from leaving their living units. Those individuals over the age of 18 who have been \"voluntarily\" admitted to Pennhurst are theoretically free to leave the institution at any time. Those admitted on the petition of their parents are informed by their caseworker when they reach the age of 18 that they do not have to remain at Pennhurst. If the residents state that they wish to leave the institution and the staff determines that there is no place for them in the community, or believes that the individuals are not ready to go into the community, the staff will petition the courts to have the individuals committed to the institution by a court. Furthermore, those residents who either do not understand their alternatives, or are physically unable to indicate that they wish to leave Pennhurst, will be deemed to have consented to their continued placement at the institution. <i>Thus, the notion of voluntariness in connection with admission as well as in connection with the right to leave Pennhurst is an illusory concept.</i>\n</blockquote>\n<p><i>Id.</i> at 1310-11 (citations omitted) (emphasis added).</p>\n<p>Contrary to defendant Commonwealth's assertion, recent cases do not undermine <span class=\"star-pagination\">*223</span> this Court's finding of fact that all of the residents of Pennhurst were involuntary. This Court so found on the basis of the Commonwealth's affirmative actions of accepting them into Pennhurst, in restraining them at Pennhurst, and in depriving them of their constitutional right to minimally adequate habilitation, a failure that could well mean commitment for life, since it was unlikely that they would ever advance to a stage at which they might be found ready by the staff to go out into the community. As this Court found, the residents of Pennhurst were being deprived of the opportunity to prepare themselves to move into the community.</p>\n<p>Recent case law supports this view. As the Supreme Court in <i>DeShaney v. Winnebago Co. DSS,</i> <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, 1005, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1989), stated:</p>\n<blockquote>[W]hen the State by the affirmative exercise of its power so restrains an individual's liberty that it renders him unable to care for himself, and at the same time fails to provide for his basic human needs<i>e.g.,</i> food, clothing, shelter, medical care, and reasonable safetyit transgresses the substantive limits on state action set by the Eighth Amendment and the Due Process Clause. ... <i>In the substantive due process analysis, it is the State's affirmative act of restraining the individual's freedom to act on his own behalfthrough incarceration, institutionalization, or other similar restraint of personal libertywhich is the \"deprivation of liberty\" triggering the protections of the Due Process Clause,</i> ...</blockquote>\n<p><i>DeShaney</i> 109 S.Ct. at 1005-06 (citations omitted) (emphasis added).</p>\n<p>Further, as in 1977, this Court continues to entertain serious doubts as to whether retarded individuals should ever be subjected to \"commitment.\" <i>Halderman,</i> 446 F.Supp. at 1315. Mental retardation is an impairment in learning capacity and adaptive behavior; it is wholly distinct from mental illness. <i>Id.</i> at 1298. Generally, the mentally retarded have not been found guilty of a crime, nor are they, with proper habilitation, a danger to themselves or to society. As Dr. Conroy's study, cited <i>supra,</i> amply shows, with minimally adequate habilitation, the great majority of the mentally retarded can become functioning members of the community.</p>\n<p>This Court determines, therefore, that pursuant to <i>Rufo,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, defendant Commonwealth has not carried its burden of establishing that a significant change in the law of substantive due process warrants modification of the FSA by vacating Appendix A.</p>\n<p>Defendant Commonwealth also asserts that the Supreme Court decision of <i>City of Cleburne v. Cleburne Living Center,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985), has undermined the equal protection predicate on which the FSA was based. As demonstrated heretofore, the right to relief found by this Court in its 1977 opinion did not stem from suspect or quasi-suspect class analysis. Further, the obligations which defendant Commonwealth is now trying to avoid stem not from this Court's 1977 opinion, but from the FSA which the Commonwealth knowingly and willingly accepted after active negotiation. Therefore, this Court determines that the Commonwealth has asserted no basis on which the rational basis standard enunciated in <i>Cleburne</i> might mandate a modification of the FSA.</p>\n<p>This Court determines, therefore, that pursuant to <i>Rufo,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, defendant Commonwealth has not carried its burden of establishing that a significant change in the law of equal protection warrants modification of the FSA by vacating Appendix A.</p>\n<p>As its final basis for modification of the FSA, the Commonwealth asserts that a footnote in a Third Circuit decision in <i>Clark v. Cohen,</i> <span class=\"citation\" data-id=\"472164\"><a href=\"/opinion/472164/carolyn-clark-v-walter-s-cohen-individually-and-in-his-official-capacity/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 84 n. 3 (3rd Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></span> (1986), has undermined the right to relief found by this Court in its 1977 opinion under § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794. This footnote simply states that § 504 \"prohibits discrimination against the handicapped in federally funded programs. It imposes no affirmative <span class=\"star-pagination\">*224</span> obligations on the states to furnish services.\" <i>Id.</i></p>\n<p>In <i>Clark,</i> the Third Circuit made it clear that Caroline Clark, who had been involuntarily committed to an institution at the age of fifteen had been deprived of her liberty interest to be free from commitment without procedural due process, <i>id.</i> at 86, and that her substantive liberty right to appropriate treatment under <i>Youngberg v. Romeo,</i> <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></a></span> (1982), was violated. <i>Clark,</i> 794 F.2d at 87. On these bases, the Third Circuit affirmed that Clark was entitled to the injunctive relief ordered by the lower court: that the defendants were to comply with the settlement they had reached with Clark, in which they were to develop a program of community services for her that would permit her to live in a community living arrangement, and that the Commonwealth was to provide the necessary funding. The Third Circuit did not address Clark's claim under § 504, however, because the lower court had found that Clark had failed to prove that she was discriminated against solely on the basis of her handicap.</p>\n<p>Further, the Commonwealth neglects to point out that in enacting the Americans with Disabilities Act of 1990, Congress affirmed that § 504 prohibits unnecessary segregation and requires reasonable accommodations to provide opportunities for integration. Congress also extended protection to include all state and local programs, regardless of the receipt of federal financial assistance.</p>\n<p>Last, § 504 of the Rehabilitation Act was only one of several bases on which this Court relied in making its finding that the residents of Pennhurst were being illegally deprived of the habilitative services to which they were entitled.</p>\n<p>Thus, pursuant to <i>Rufo,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, defendant Commonwealth has not carried its burden of establishing that there has been a significant change in the law in connection with Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794, that warrants modification of the FSA by vacating Appendix A.</p>\n<p>Finally, defendant Commonwealth asserts that considerations of equity and fairness support the modification of the FSA by vacating Appendix A. As set out above, the Commonwealth has asserted no basis in law or fact on which the FSA should be modified. Further, as affirmed by the Third Circuit in <i>Halderman,</i> <span class=\"citation\" data-id=\"540022\"><a href=\"/opinion/540022/terri-lee-halderman-a-retarded-citizen-by-her-mother-and-guardian/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span> (3rd Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></span> (1990), the Commonwealth remains in noncompliance with the FSA; and as determined by this Court in a very recent hearing on another matter, the Commonwealth as of November of 1991 still has not complied with the FSA as to the placement of fifteen members of the Pennhurst class. Last, as stated heretofore, it is clear that defendant Commonwealth's motion to modify the FSA by vacating Appendix A would, in fact, eviscerate a settlement agreement that was reached after years of litigation. This Court determines, therefore, that defendant Commonwealth has established no basis in equity or fairness to support this motion.</p>\n<p>Having determined, pursuant to <i>Rufo,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, that defendant Commonwealth has failed to carry its burden of establishing that there has been a significant change in factual circumstance or in any law that warrants a modification of the FSA by vacating Appendix A, the motion of defendant Commonwealth to modify the FSA will be denied.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472164/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/540022/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1469078/"
          ]
        }
      ],
      "judges": "Raymond J. Broderick",
      "date_created": "2015-10-13T22:37:12.864050Z",
      "date_modified": "2016-03-03T21:00:14.837028Z",
      "date_filed": "1992-01-31",
      "date_filed_is_approximate": false,
      "slug": "halderman-v-pennhurst-state-school-and-hosp",
      "citation_id": 1880586,
      "case_name_short": "Halderman",
      "case_name": "Halderman v. Pennhurst State School and Hosp.",
      "case_name_full": "",
      "federal_cite_one": "784 F. Supp. 215",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1501316/halderman-v-pennhurst-state-school-and-hosp/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:12:38.731207Z",
  "date_modified": "2014-10-30T17:12:38.731207Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Halderman",
  "case_name": "Halderman v. Pennhurst State School and Hosp.",
  "case_name_full": "",
  "slug": "halderman-v-pennhurst-state-school-and-hosp",
  "docket_number": "Civ. A. No. 74-1345",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}