{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1502512/",
  "id": 1502512,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/fla/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1908789/",
      "id": 1908789,
      "absolute_url": "/opinion/1908789/state-v-clein/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1502512/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1908789/",
          "id": 1908789,
          "absolute_url": "/opinion/1908789/state-v-clein/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1908789/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:47:15.101665Z",
          "date_modified": "2017-04-07T12:25:43.384916Z",
          "type": "010combined",
          "sha1": "7bdf96c946a82daae92005d271598327ed8c0c78",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>93 So.2d 876 (1957)</b></center>\n<center><h1>STATE of Florida, Appellant,<br>\nv.<br>\nReubin J. CLEIN, Appellee.</h1></center>\n<center><p><b>Supreme Court of Florida, Special Division B.</b></p></center>\n<center>March 27, 1957.</center>\n<p><span class=\"star-pagination\">*878</span> Richard W. Ervin, Atty. Gen., Reeves Bowen, Asst. Atty. Gen., and John D. Marsh, County Sol., Miami, for appellant.</p>\n<p>Robert R. Taylor, Wallace N. Maer and Edward L. Lustgarten, Miami, for appellee.</p>\n<p>O'CONNELL, Justice.</p>\n<p>Reubin J. Clein, appellee here and defendant below, was informed against by the County Solicitor of Dade County for an alleged violation of F.S. § 847.01, F.S.A. Defendant filed a motion to quash the indictment. From an order granting defendant's motion to quash, the State appeals under authority of F.S. § 924.07, F.S.A.</p>\n<p>The information, leaving out the formal parts thereof, alleged that the defendant:</p>\n<blockquote>(Part I) \"did then and there print, publish and distribute a certain printed and written paper containing obscene written decriptions, of an act of unnatural sexual perversion between a male and a female person, manifestly tending to the corruption of the morals of youths in the words and figures as hereinafter more fully set out in haec verba, to-wit:</blockquote>\n<blockquote>(Part II) \"`This Happened In Miami Beach!'</blockquote>\n    \"`Her head was - - - - In His lap'\n       (Picture)          (Picture)\n        \"`White Girl, Negro Man,\n             Face Morals Rap\n<blockquote>\"`The Moving Finger writes  for all interested in Segregation to see. * * *</blockquote>\n<blockquote>\"`This happened very early the other morning in Miami Beach. Address, south side of 12th St., between Alton Rd. and Lenox Ave.</blockquote>\n<blockquote>\"`Police Car 154 noticed a Cadillac auto parked there, with motor running.</blockquote>\n<blockquote>\"`Officer Everett Walshon saw the Negro first. He was sitting up asleep, head lolling back on the top of the seat. Then the officer looked down, he saw the white girl. She was asleep, too  her head in the Negro's lap. The officer says the Negro was \"exposed\".</blockquote>\n<blockquote>\"`The two were questioned separately. The Negro did not deny participating in an unnatural act. The evidence of it was irrefutable. The girl  who told the police she was a Jackson Memorial Hospital nurse and her name was Mary Connolly Premo  said she didn't remember what she had done. She only knew she had been \"drinking with Jimmy all that day\" at an upper Miami Beach swank Bar * * *.'\"</blockquote>\n<p>For our convenience we have divided the information into two parts and labelled them Part I and Part II. Part I was typewritten on the usual form of information. Part II was a copy of a portion of a publication entitled \"Miami Life\", dated Saturday, <span class=\"star-pagination\">*879</span> April 30, 1955 and under the title thereof carried the words \"Reubin J. Clein, Editor\".</p>\n<p>The motion to quash filed by defendant listed five grounds. They are that: (1) the information failed to charge a crime; (2) the information charges one date and the publication shows another; (3) the article is not such that it would manifestly tend to the corrupting of the morals of youth; (4) the article is nothing more or less than a true report of a police case and does not contravene the statute involved; and (5) the article is not obscene as defined by the laws of the State of Florida.</p>\n<p>The only question involved on this appeal is whether the trial court committed error in granting the motion to quash. We have concluded that he did.</p>\n<p>Sec. 847.01, F.S.A., in effect makes it unlawful, among other things, for any person to print, publish or distribute any printed paper containing obscene language or descriptions manifestly tending to the corruption of the morals of youth.</p>\n<p>The defendant in his brief agrees that by his motion to quash he admits all allegation made in the information. His position is that, admitting all alleged therein, the information charges no crime under the statute.</p>\n<p>The defendant contends that no crime is charged because the article, if obscene, is not the kind of obscenity which would arouse sexual passions in youth, but rather, if it would do anything, it would arouse disgust. He reasons that the statute only intended to make unlawful obscenity which would arouse sexual passions in youth, not that which would repel.</p>\n<p>As we understand the general rule in the United States a court may grant a motion to quash an information or indictment charging obscenity only when the court determines that a verdict that the matter was obscene would have to be set aside as against the evidence and reason. Unless it is clear that such a verdict would have to be set aside, the question of obscenity is a question for the determination of a jury. Certainly where reasonable men might differ as to the question of obscenity, the question is one for the jury. United States v. Bennett, C.C.S.D.N.Y. 1879, 24 Fed.Cas. p. 1093, No. 14,571; Commonwealth v. Isenstadt, 1945, 318 Mass. 543, 62 N.E.2d 840; Hallmark Productions, Inc. v. Mosely, 8 Cir., 1951, 190 F.2d 904; People v. Seltzer, 1924, 122 Misc. 329, 203 N.Y.S. 809; Davidson v. State, 1923, 19 Ala. App. 77, 95 So. 54; Commonwealth v. New, 1940, 142 Pa.Super. 358, 16 A.2d 437; State v. Weitershausen, 1951, 11 N.J. Super. 487, 78 A.2d 595; People v. Wepplo, 1947, 78 Cal. App.2d Supp. 959, 178 P.2d 853; King v. Commonwealth, 1950, 313 Ky. 741, 233 S.W.2d 522. We feel that the same rule must apply in the determination of whether such matter would manifestly tend to corrupt the morals of youth.</p>\n<p>The information here charged the offense substantially in the language of the statute and this is sufficient, certainly as to form. State v. Pound, Fla. 1950, 49 So.2d 521.</p>\n<p>While here let us also dispose of that ground in the motion to quash which charges the information bad because it alleges the commission of the alleged crime on April 29, 1955, while the newspaper article shows the date April 30, 1955. F.S. § 906.25, F.S.A. provides that no information shall be quashed except for the reasons expressed therein. This variance in dates is not one of those grounds. But this section must be construed with F.S. Chap. 909, F.S.A. Nevertheless, this variance in dates is one easily explained by the fact that newspapers are frequently published and circulated prior to the date thereon, and the date thereon is not conclusive. And we have held that one date may be alleged and another proved, providing the proof shows the crime committed before the information was filed and within the time of the Statute of Limitations. Horton v. Mayo, 1943, 153 Fla. 611, 15 So.2d 327.</p>\n<p><span class=\"star-pagination\">*880</span> We must assume therefore that the motion to quash was not granted for formal defects, but was granted because the trial court concluded that the information, on its face, did not charge a crime under the statute.</p>\n<p>To have arrived at this conclusion the trial court must have found that the article was not obscene, or if obscene was not obscenity which would tend to corrupt the morals of youth.</p>\n<p>As we read the statute involved here there are three essential elements necessary to be charged and proved. First is the printing, publishing, and distributing of the matter involved. This element is admitted by defendant in his motion to quash. Second is that the matter be obscene. Third, the obscene matter must be such as manifestly tends to corrupt the morals of youth.</p>\n<p>This of necessity brings us to determine whether it can be said as a matter of law that the article was not obscene. To do this we are required to define the word obscene.</p>\n<p>In Webster's New International Dictionary, 2nd Edition, p. 1681, we find the word defined as:</p>\n<blockquote>\"1. Offensive to taste; foul; loathsome; disgusting.</blockquote>\n<blockquote>\"2. <i>a</i> Offensive to chastity of mind or to modesty; expressing or presenting to the mind or view something that delicacy, purity and decency forbid to be exposed; lewd, indecent; as obscene language, dances, images. <i>b.</i> * * *</blockquote>\n<blockquote>\"3. * * *\"</blockquote>\n<p>The Century Dictionary, Vol. IV, p. 4062, defines the word as:</p>\n<blockquote>\"1. * * *</blockquote>\n<blockquote>\"2. Offensive to the senses; repulsive; disgusting; foul; filthy; * *.</blockquote>\n<blockquote>\"3. Offensive to modesty and decency; impure; unchaste; indecent; lewd; as, obscene actions or language; obscene pictures. * * *</blockquote>\n<blockquote>\"Obscene publication, in law, any impure or indecent publication tending to corrupt the mind and to subvert respect for decency and morality. Syn. 3, immodest, ribald, gross.\"</blockquote>\n<p>In State v. MacSales Co., Mo. App. 1954, 263 S.W.2d 860, 863 the court said:</p>\n<blockquote>\"* * * We have defined obscenity as `such indecency as is calculated to promote the violation of the law and the general corruption of morals * * * and include what is foul and indecent, as well as immodest, or calculated to excite impure desires.' * * *\"</blockquote>\n<p>The Supreme Court of Missouri in State v. Becker, 1954, 364 Mo. 1079, 272 S.W.2d 283 followed the definition last cited.</p>\n<p>In United States v. Two Obscene Books, D.C.N.D.S.D. 1951, 99 F. Supp. 760, 762 the court said:</p>\n<blockquote>\"Our circuit has approved the simple standard that obscenity has `the meaning of that which is offensive to chastity and modesty. * * *'.\"</blockquote>\n<p>In King v. Commonwealth, 233 S.W.2d at page 523, supra, the court said:</p>\n<blockquote>\"`* * * The word obscenity cannot be said to be a technical term of the law and is not susceptible of exact definition in its judicial uses, although it has been defined in a general sense as meaning offensive to morality or chastity, indecent, or nasty. * * *'\"</blockquote>\n<p>In Davidson v. State, supra [19 Ala.App. 77, 95 So. 55], the court adopted the definition given in 3 Bouv. Law Dict., Rawle's Third Revision, p. 2396, which defines the word as \"`Something which is offensive to chastity; that which is offensive to chastity and modesty'.\"</p>\n<p>In Hallmark Productions, Inc., v. Mosley, supra, 190 F.2d at page 910, the court said:</p>\n<blockquote>\"* * * one of the tests often <span class=\"star-pagination\">*881</span> used is whether it shocks the ordinary and common sense of men as an indecency. * * *\"</blockquote>\n<p>Measured by the above definitions we are convinced that it cannot be said as a matter of law that the article is not obscene. Certainly the article is \"offensive to chastity of mind or to modesty\". The descriptions in the article create a picture by words which if presented in a photograph or drawing would clearly be obscene. In any event we must conclude that we could not say that the descriptions are so clearly not obscene that a jury verdict finding them to be obscene would have to be set aside as against evidence and reason. It is also our opinion that reasonable men might well differ as to whether the descriptions were obscene. In such case the question of obscenity is for the jury to decide.</p>\n<p>Many of the reported cases dealing with the question of obscenity involve statutes wherein no test of obscenity is given. In such cases the generally accepted rule is that matter is obscene if it would tend to deprave and corrupt the morals of those whose minds are open to such influences and into whose hands such matter might fall by suggesting or inciting lewd or lascivious thoughts or desires. United States v. Bennett, supra, and other cases cited in the preceding paragraphs.</p>\n<p>But as we construe the statute before us our legislature laid down the test of the obscenity prohibited when it wrote into the statute the words \"* * * manifestly tending to the corruption of the morals of youth. * * *\"</p>\n<p>As we understand the word morals it means the code of conduct adopted and used by a particular people at a particular time. Such code expresses in thought and action the consensus of opinion of a people as to what is right and wrong, what is and is not acceptable in the conduct of persons in that community at that time. This code of conduct is formulated and taught to a people by its churches, its schools, to children by parents, and is influenced by the actions and conduct of friends, neighbors and associates. Parts of such code or standard are also frequently expressed by the people, through their elected representatives, in the enactment of statutes and ordinances. Such code of conduct determines and is morals. It must and does encompass more than sexual conduct. It relates as well to common decency, cleanliness of mind and body, honesty, truthfulness, and proper respect for established ideals and institutions, among other things.</p>\n<p>We therefore must conclude that morals, as the word is used in the statute before us, is used in its broad sense and relates to more than sexual matters.</p>\n<p>We therefore also conclude that in considering whether the information charged a crime against the defendant the word obscene as used in the statute is not limited to that which would arouse sexual passions or corrupt the sex conduct of youth, but includes matter which would corrupt the morals of youth, as we have defined the word morals.</p>\n<p>We must then proceed to the last element of the offense charged, i.e. whether the article, if obscene, would manifestly tend to corrupt the morals of youth.</p>\n<p>The defendant contends that there are two kinds of obscenity. One being that which is repulsive, foul, filthy, loathsome, dirty, or smutty, but which has no reference to sex or morals. The second being that which is offensive to chastity of mind or to modesty; lewd, impure, unchaste. He then contends that obscenity of the first kind cannot under any circumstances manifestly tend to the corruption of the morals of youth. In other words, he contends that the only obscenity prohibited by the statute is that which would arouse sexual passions in a youth.</p>\n<p>While we might agree with defendant that there is obscenity which repels and that which incites the passions, we cannot agree with him that obscenity of the first <span class=\"star-pagination\">*882</span> kind could not affect the morals of youth. Nor are we of the view that the legislature in enacting the statute intended to limit the scope thereof only to obscenity which would arouse sexual passions in a youth. To do so in our opinion would be to construe the word morals as pertaining only to sexual conduct. As above stated, we construe the word in ordinary usage to relate to more than sex conduct.</p>\n<p>Defendant ends his argument with the proposition that the article in question would not arouse the passions of youth, and that if it would do anything it would arouse disgust in a young person, or any normal human being.</p>\n<p>A similar contention was made by the defendant and rejected by the court in Besig v. U.S., 9 Cir., 1953, 208 F.2d 142. In that case the defendant there urged that the opinion in Burstein v. U.S., 9 Cir., 1949, 178 F.2d 665 was self-contradictory in that the court defined obscene matter as that which \"is offensive to the common sense of decency and modesty of the community\", and later in the same opinion adopted the test of obscenity almost identical to the one set forth above in this opinion as being the generally accepted test of obscenity. The court said in 208 F.2d on page 146:</p>\n<blockquote>\"* * * Appellant thinks our opinion is `unclear as to whether the test of obscenity is that it <i>repels</i> or that it <i>seduces.'</i>\n</blockquote>\n<blockquote>\"We observe no contradiction in any of these expressions. They aptly describe the quality of language which the word `obscene' is meant to suggest. Of course, language can be so nasty as to repel and of course to seduce as well. Appellant's argument tempts us to quote Pope's quatrain about the Monster Vice which, when too prevalent, is embraced.\"</blockquote>\n<p>The quatrain referred to was from the poem \"Essay on Man\" written by Alexander Pope, English poet. It reads:</p>\n<blockquote>\"Vice is a Monster of so frightful mien as to be hated needs but to be seen. Yet seen too oft, familar with her face, We first endure, then pity, then embrace.\"</blockquote>\n<p>We believe the poet showed a sound insight into human nature in writing the above words.</p>\n<p>While familiarity is said to breed contempt, we have no doubt that familiarity with obscenity will lessen aversion to it and make it more acceptable. To the extent that obscenity becomes more acceptable morals are lessened and corrupted.</p>\n<p>The case of Commonwealth v. Isentadt, supra, is closely related to the case before us here. There the defendant was charged under and found guilty of violation of a statute making it unlawful to sell, possess for purposes of sale, exhibition or circulation material which is obscene, indecent or impure, <i>or</i> which manifestly tends to corrupt the morals of youth. The statute involved in that case was held by that court to be breached either if the novel in question there was obscene, indecent or impure, <i>or</i> if it manifestly tended to corrupt the morals of youth.</p>\n<p>That court followed the general rule in saying that a book was obscene, indecent or impure under the statute if it had a substantial tendency to deprave or corrupt its readers by inciting lascivious thoughts or arousing lustful desires. But that court also said, 62 N.E.2d at page 844:</p>\n<blockquote>\"* * * It also violates the statute if it `manifestly tends to corrupt the morals of youth.' * * *\"</blockquote>\n<p>And further said, on page 848:</p>\n<blockquote>\"* * * At any rate, we think that almost any novel that is obscene, indecent or impure in the general sense also `manifestly tends to corrupt the morals of youth,' if it is likely to fall into the hands of youth. * * *\"</blockquote>\n<p>In the Florida statute under which the defendant was charged it is true that the <span class=\"star-pagination\">*883</span> test of whether the matter is unlawful is that it must be obscenity \"* * * manifestly tending to the corruption of the morals of youth.\" While in the statute involved in Commonwealth v. Isenstadt, supra, the matter would be in violation of the statute either if obscene, indecent or impure, or if it manifestly tended to corrupt the morals of youth.</p>\n<p>We do not construe this difference in our statute to make it narrower in its scope, but on the contrary it would appear to us that obscenity which would not affect the morals of the average normal person, could nevertheless affect the morals of youth, with its generally recognized lack of experience, its venturesome spirit, its spongelike mind, and its willingness to experiment with something new.</p>\n<p>We are of the opinion that our legislature intended to measure obscenity by its effects on the morals of youth and thereby to give youth and its morals additional, not less, protection, than would have been given under a statute merely declaring against obscenity.</p>\n<p>The court in Commonwealth v. Isenstadt, supra, is in accord with our view for it said in 62 N.E.2d on page 848:</p>\n<blockquote>\"* * * Yet it cannot be supposed that the Legislature intended to give youth less protection than that given to the community as a whole by the general proscription of that which is `obscene, indecent or impure.' Rather it would seem that something in the nature of additional protection of youth was intended by proscribing anything that manifestly tends to corrupt the morals of youth, even though it may not be obscene, indecent, or impure in the more general sense. * * *\"</blockquote>\n<p>We must conclude that it cannot be said as a matter of law that the article in question would so clearly not tend to corrupt the morals of youth as to require setting aside a verdict of a jury finding that it did tend to do so. Reasonable men would, in our opinion, differ as to whether it would or would not do so. It therefore was a jury question.</p>\n<p>There is good reason for requiring the question of obscenity and effect on morals to be submitted to a jury for it is the people of a community who have the right to establish their standard of morals and it should be the people who apply the standard to specific conduct and who determine whether such conduct is offensive and harmful or not. This can best be done through a jury.</p>\n<p>Judge Learned Hand expressed our view well in United States v. Kennerley, D.C.S.D.N.Y. 1913, 209 F. 119, 121 when he said:</p>\n<blockquote>\"* * * If there be no abstract definition, such as I have suggested, should not the word `obscene' be allowed to indicate the present critical point in the compromise between candor and shame at which the community may have arrived here and now? If letters must, like other kinds of conduct, be subject to the social sense of what is right, it would seem that a jury should in each case establish the standard much as they do in cases of negligence. To put thought in leash to the average conscience of the time is perhaps tolerable, but to fetter it by the necessities of the lowest and least capable seems a fatal policy.</blockquote>\n<blockquote>\"Nor is it an objection, I think, that such an interpretation gives to the words of the statute a varying meaning from time to time. Such words as these do not embalm the precise morals of an age or place; while they presuppose that some things will always be shocking to the public taste, the vague subject-matter is left to the gradual development of general notions about what is decent. * * *\"</blockquote>\n<p>The defendant in his brief has submitted a number of newspaper clippings, advertisements, pictures, and other printed matter taken from various publications on <span class=\"star-pagination\">*884</span> sale on news stands in Miami, Fla. These matters are not a part of the record and therefore not properly before us. But if they were, the fact that other publications which are in violation of the statute are published, printed or distributed in the community does not constitute excuse for defendant's violation of the statute, if he has violated it. Nor is comparison with other publications which may be obscene a test for obscenity as to the article complained against. State v. Weitershausen, supra.</p>\n<p>We do not hold by this opinion that the article in question was obscene or that it manifestly tends to corrupt the morals of youth. We carefully refrain from doing so for if we did we would be going beyond our province which is to declare the law. If we went further we would not only be invading the province of the jury but would be imposing upon the people by judicial fiat our view of what the morals of the community should be. This is a matter for the people to decide for themselves.</p>\n<p>We do hold that it cannot be said as a matter of law that the article was not obscene and would not tend to corrupt the morals of youth and this is the extent to which we are allowed to go under our system of jurisprudence in cases such as this. We are of the opinion that both the defendant and the state are entitled to have the people, through a jury, determine the factual question of whether the article is obscene and whether it is such as would manifestly tend to corrupt the morals of youth if it fell into their hands.</p>\n<p>The order granting the motion to quash is reversed and the cause remanded for further proceedings in accordance with law.</p>\n<p>TERRELL, C.J., concurs.</p>\n<p>ROBERTS, J., and CROSBY, Associate Justice, concur specially.</p>\n<p>CROSBY, Associate Justice (concurring specially).</p>\n<p>I concur in the opinion and the conclusion so well stated by Mr. Justice O'CONNELL. An indictment or information charging the printing, publication and distribution of material of the kind here involved presents, in my judgment, a question that is peculiarly within the province of a jury. This court would not be justified in assuming either that the morals of youth exposed to such a publication are so firmly elevated as to be immune to any possible adverse effect from it or, on the other hand, so sophisticated as to be beyond the possibility of further harm.</p>\n<p>For those who might regard this decision as a license to inaugurate a \"witch hunt,\" it should be emphasized that in the trial of such a charge the burden remains upon the state at all times to prove every essential allegation of the information beyond and to the exclusion of every reasonable doubt.</p>\n<p>TERRELL, C.J., concurs.</p>\n<p>ROBERTS, Justice (concurring specially).</p>\n<p>I concur in the opinion insofar as it disposes of the questions presented and agree to the reversal, but without prejudice to the right of the appellee-defendant if he so desires to attack the constitutionality vel non of the statute under which he is prosecuted. Since this appeal was perfected here, the Supreme Court of the United States, on February 25, 1957, in the case of Butler v. State of Michigan, 352 U.S. 380, 77 S.Ct. 524, 1 L.Ed.2d 412, voided a Michigan statute almost identical to the one here involved as being in violation of the Constitution of the United States. It has long been the policy of this court not to pass on the constitutionality of a statute where such was not presented to the court below. I agree to the reversal for the further reason that such will provide the appellee-defendant an opportunity to raise such question in the lower court if he is so advised.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">876</span></span> (1957)</b></center>\n<center><h1>STATE of Florida, Appellant,<br>\nv.<br>\nReubin J. CLEIN, Appellee.</h1></center>\n<center><p><b>Supreme Court of Florida, Special Division B.</b></p></center>\n<center>March 27, 1957.</center>\n<p><span class=\"star-pagination\">*878</span> Richard W. Ervin, Atty. Gen., Reeves Bowen, Asst. Atty. Gen., and John D. Marsh, County Sol., Miami, for appellant.</p>\n<p>Robert R. Taylor, Wallace N. Maer and Edward L. Lustgarten, Miami, for appellee.</p>\n<p>O'CONNELL, Justice.</p>\n<p>Reubin J. Clein, appellee here and defendant below, was informed against by the County Solicitor of Dade County for an alleged violation of F.S. § 847.01, F.S.A. Defendant filed a motion to quash the indictment. From an order granting defendant's motion to quash, the State appeals under authority of F.S. § 924.07, F.S.A.</p>\n<p>The information, leaving out the formal parts thereof, alleged that the defendant:</p>\n<blockquote>(Part I) \"did then and there print, publish and distribute a certain printed and written paper containing obscene written decriptions, of an act of unnatural sexual perversion between a male and a female person, manifestly tending to the corruption of the morals of youths in the words and figures as hereinafter more fully set out in haec verba, to-wit:</blockquote>\n<blockquote>(Part II) \"`This Happened In Miami Beach!'</blockquote>\n    \"`Her head was - - - - In His lap'\n       (Picture)          (Picture)\n        \"`White Girl, Negro Man,\n             Face Morals Rap\n<blockquote>\"`The Moving Finger writes  for all interested in Segregation to see. * * *</blockquote>\n<blockquote>\"`This happened very early the other morning in Miami Beach. Address, south side of 12th St., between Alton Rd. and Lenox Ave.</blockquote>\n<blockquote>\"`Police Car 154 noticed a Cadillac auto parked there, with motor running.</blockquote>\n<blockquote>\"`Officer Everett Walshon saw the Negro first. He was sitting up asleep, head lolling back on the top of the seat. Then the officer looked down, he saw the white girl. She was asleep, too  her head in the Negro's lap. The officer says the Negro was \"exposed\".</blockquote>\n<blockquote>\"`The two were questioned separately. The Negro did not deny participating in an unnatural act. The evidence of it was irrefutable. The girl  who told the police she was a Jackson Memorial Hospital nurse and her name was Mary Connolly Premo  said she didn't remember what she had done. She only knew she had been \"drinking with Jimmy all that day\" at an upper Miami Beach swank Bar * * *.'\"</blockquote>\n<p>For our convenience we have divided the information into two parts and labelled them Part I and Part II. Part I was typewritten on the usual form of information. Part II was a copy of a portion of a publication entitled \"Miami Life\", dated Saturday, <span class=\"star-pagination\">*879</span> April 30, 1955 and under the title thereof carried the words \"Reubin J. Clein, Editor\".</p>\n<p>The motion to quash filed by defendant listed five grounds. They are that: (1) the information failed to charge a crime; (2) the information charges one date and the publication shows another; (3) the article is not such that it would manifestly tend to the corrupting of the morals of youth; (4) the article is nothing more or less than a true report of a police case and does not contravene the statute involved; and (5) the article is not obscene as defined by the laws of the State of Florida.</p>\n<p>The only question involved on this appeal is whether the trial court committed error in granting the motion to quash. We have concluded that he did.</p>\n<p>Sec. 847.01, F.S.A., in effect makes it unlawful, among other things, for any person to print, publish or distribute any printed paper containing obscene language or descriptions manifestly tending to the corruption of the morals of youth.</p>\n<p>The defendant in his brief agrees that by his motion to quash he admits all allegation made in the information. His position is that, admitting all alleged therein, the information charges no crime under the statute.</p>\n<p>The defendant contends that no crime is charged because the article, if obscene, is not the kind of obscenity which would arouse sexual passions in youth, but rather, if it would do anything, it would arouse disgust. He reasons that the statute only intended to make unlawful obscenity which would arouse sexual passions in youth, not that which would repel.</p>\n<p>As we understand the general rule in the United States a court may grant a motion to quash an information or indictment charging obscenity only when the court determines that a verdict that the matter was obscene would have to be set aside as against the evidence and reason. Unless it is clear that such a verdict would have to be set aside, the question of obscenity is a question for the determination of a jury. Certainly where reasonable men might differ as to the question of obscenity, the question is one for the jury. United States v. Bennett, C.C.S.D.N.Y. 1879, 24 Fed.Cas. p. 1093, No. 14,571; Commonwealth v. Isenstadt, 1945, <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">543</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">840</span></span>; Hallmark Productions, Inc. v. Mosely, 8 Cir., 1951, <span class=\"citation\" data-id=\"227673\"><a href=\"/opinion/227673/hallmark-productions-inc-v-mosley/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>; People v. Seltzer, 1924, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">809</span></span>; Davidson v. State, 1923, <span class=\"citation\" data-id=\"3239723\"><a href=\"/opinion/3238541/davidson-v-state/\"><span class=\"volume\">19</span> <span class=\"reporter\">Ala. App.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"3239723\"><a href=\"/opinion/3238541/davidson-v-state/\"><span class=\"volume\">95</span> <span class=\"reporter\">So.</span> <span class=\"page\">54</span></a></span>; Commonwealth v. New, 1940, 142 Pa.Super. 358, <span class=\"citation\" data-id=\"3856153\"><a href=\"/opinion/4096635/commonwealth-v-new/\"><span class=\"volume\">16</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">437</span></a></span>; State v. Weitershausen, 1951, <span class=\"citation\" data-id=\"2302944\"><a href=\"/opinion/2302944/state-v-weitershausen/\"><span class=\"volume\">11</span> <span class=\"reporter\">N.J. Super.</span> <span class=\"page\">487</span></a></span>, <span class=\"citation\" data-id=\"2302944\"><a href=\"/opinion/2302944/state-v-weitershausen/\"><span class=\"volume\">78</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">595</span></a></span>; People v. Wepplo, 1947, 78 Cal. App.2d Supp. 959, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">853</span></span>; King v. Commonwealth, 1950, <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">741</span></span>, <span class=\"citation\" data-id=\"1687917\"><a href=\"/opinion/1687917/king-v-commonwealth/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">522</span></a></span>. We feel that the same rule must apply in the determination of whether such matter would manifestly tend to corrupt the morals of youth.</p>\n<p>The information here charged the offense substantially in the language of the statute and this is sufficient, certainly as to form. State v. Pound, Fla. 1950, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">521</span></span>.</p>\n<p>While here let us also dispose of that ground in the motion to quash which charges the information bad because it alleges the commission of the alleged crime on April 29, 1955, while the newspaper article shows the date April 30, 1955. F.S. § 906.25, F.S.A. provides that no information shall be quashed except for the reasons expressed therein. This variance in dates is not one of those grounds. But this section must be construed with F.S. Chap. 909, F.S.A. Nevertheless, this variance in dates is one easily explained by the fact that newspapers are frequently published and circulated prior to the date thereon, and the date thereon is not conclusive. And we have held that one date may be alleged and another proved, providing the proof shows the crime committed before the information was filed and within the time of the Statute of Limitations. Horton v. Mayo, 1943, <span class=\"citation\" data-id=\"3382573\"><a href=\"/opinion/3390389/horton-v-mayo/\"><span class=\"volume\">153</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">611</span></a></span>, <span class=\"citation\" data-id=\"3382573\"><a href=\"/opinion/3390389/horton-v-mayo/\"><span class=\"volume\">15</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">327</span></a></span>.</p>\n<p><span class=\"star-pagination\">*880</span> We must assume therefore that the motion to quash was not granted for formal defects, but was granted because the trial court concluded that the information, on its face, did not charge a crime under the statute.</p>\n<p>To have arrived at this conclusion the trial court must have found that the article was not obscene, or if obscene was not obscenity which would tend to corrupt the morals of youth.</p>\n<p>As we read the statute involved here there are three essential elements necessary to be charged and proved. First is the printing, publishing, and distributing of the matter involved. This element is admitted by defendant in his motion to quash. Second is that the matter be obscene. Third, the obscene matter must be such as manifestly tends to corrupt the morals of youth.</p>\n<p>This of necessity brings us to determine whether it can be said as a matter of law that the article was not obscene. To do this we are required to define the word obscene.</p>\n<p>In Webster's New International Dictionary, 2nd Edition, p. 1681, we find the word defined as:</p>\n<blockquote>\"1. Offensive to taste; foul; loathsome; disgusting.</blockquote>\n<blockquote>\"2. <i>a</i> Offensive to chastity of mind or to modesty; expressing or presenting to the mind or view something that delicacy, purity and decency forbid to be exposed; lewd, indecent; as obscene language, dances, images. <i>b.</i> * * *</blockquote>\n<blockquote>\"3. * * *\"</blockquote>\n<p>The Century Dictionary, Vol. IV, p. 4062, defines the word as:</p>\n<blockquote>\"1. * * *</blockquote>\n<blockquote>\"2. Offensive to the senses; repulsive; disgusting; foul; filthy; * *.</blockquote>\n<blockquote>\"3. Offensive to modesty and decency; impure; unchaste; indecent; lewd; as, obscene actions or language; obscene pictures. * * *</blockquote>\n<blockquote>\"Obscene publication, in law, any impure or indecent publication tending to corrupt the mind and to subvert respect for decency and morality. Syn. 3, immodest, ribald, gross.\"</blockquote>\n<p>In State v. MacSales Co., Mo. App. 1954, <span class=\"citation\" data-id=\"1484628\"><a href=\"/opinion/1484628/state-v-mac-sales-co/\"><span class=\"volume\">263</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">860</span></a></span>, 863 the court said:</p>\n<blockquote>\"* * * We have defined obscenity as `such indecency as is calculated to promote the violation of the law and the general corruption of morals * * * and include what is foul and indecent, as well as immodest, or calculated to excite impure desires.' * * *\"</blockquote>\n<p>The Supreme Court of Missouri in State v. Becker, 1954, <span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">1079</span></span>, <span class=\"citation\" data-id=\"1675223\"><a href=\"/opinion/1675223/state-v-becker/\"><span class=\"volume\">272</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">283</span></a></span> followed the definition last cited.</p>\n<p>In United States v. Two Obscene Books, D.C.N.D.S.D. 1951, <span class=\"citation\" data-id=\"1977689\"><a href=\"/opinion/1977689/united-states-v-two-obscene-books/\"><span class=\"volume\">99</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">760</span></a></span>, 762 the court said:</p>\n<blockquote>\"Our circuit has approved the simple standard that obscenity has `the meaning of that which is offensive to chastity and modesty. * * *'.\"</blockquote>\n<p>In King v. Commonwealth, 233 S.W.2d at page 523, supra, the court said:</p>\n<blockquote>\"`* * * The word obscenity cannot be said to be a technical term of the law and is not susceptible of exact definition in its judicial uses, although it has been defined in a general sense as meaning offensive to morality or chastity, indecent, or nasty. * * *'\"</blockquote>\n<p>In Davidson v. State, supra [19 Ala.App. 77, <span class=\"citation\" data-id=\"3242717\"><a href=\"/opinion/3241357/price-v-state/\"><span class=\"volume\">95</span> <span class=\"reporter\">So.</span> <span class=\"page\">55</span></a></span>], the court adopted the definition given in 3 Bouv. Law Dict., Rawle's Third Revision, p. 2396, which defines the word as \"`Something which is offensive to chastity; that which is offensive to chastity and modesty'.\"</p>\n<p>In Hallmark Productions, Inc., v. Mosley, supra, 190 F.2d at page 910, the court said:</p>\n<blockquote>\"* * * one of the tests often <span class=\"star-pagination\">*881</span> used is whether it shocks the ordinary and common sense of men as an indecency. * * *\"</blockquote>\n<p>Measured by the above definitions we are convinced that it cannot be said as a matter of law that the article is not obscene. Certainly the article is \"offensive to chastity of mind or to modesty\". The descriptions in the article create a picture by words which if presented in a photograph or drawing would clearly be obscene. In any event we must conclude that we could not say that the descriptions are so clearly not obscene that a jury verdict finding them to be obscene would have to be set aside as against evidence and reason. It is also our opinion that reasonable men might well differ as to whether the descriptions were obscene. In such case the question of obscenity is for the jury to decide.</p>\n<p>Many of the reported cases dealing with the question of obscenity involve statutes wherein no test of obscenity is given. In such cases the generally accepted rule is that matter is obscene if it would tend to deprave and corrupt the morals of those whose minds are open to such influences and into whose hands such matter might fall by suggesting or inciting lewd or lascivious thoughts or desires. United States v. Bennett, supra, and other cases cited in the preceding paragraphs.</p>\n<p>But as we construe the statute before us our legislature laid down the test of the obscenity prohibited when it wrote into the statute the words \"* * * manifestly tending to the corruption of the morals of youth. * * *\"</p>\n<p>As we understand the word morals it means the code of conduct adopted and used by a particular people at a particular time. Such code expresses in thought and action the consensus of opinion of a people as to what is right and wrong, what is and is not acceptable in the conduct of persons in that community at that time. This code of conduct is formulated and taught to a people by its churches, its schools, to children by parents, and is influenced by the actions and conduct of friends, neighbors and associates. Parts of such code or standard are also frequently expressed by the people, through their elected representatives, in the enactment of statutes and ordinances. Such code of conduct determines and is morals. It must and does encompass more than sexual conduct. It relates as well to common decency, cleanliness of mind and body, honesty, truthfulness, and proper respect for established ideals and institutions, among other things.</p>\n<p>We therefore must conclude that morals, as the word is used in the statute before us, is used in its broad sense and relates to more than sexual matters.</p>\n<p>We therefore also conclude that in considering whether the information charged a crime against the defendant the word obscene as used in the statute is not limited to that which would arouse sexual passions or corrupt the sex conduct of youth, but includes matter which would corrupt the morals of youth, as we have defined the word morals.</p>\n<p>We must then proceed to the last element of the offense charged, i.e. whether the article, if obscene, would manifestly tend to corrupt the morals of youth.</p>\n<p>The defendant contends that there are two kinds of obscenity. One being that which is repulsive, foul, filthy, loathsome, dirty, or smutty, but which has no reference to sex or morals. The second being that which is offensive to chastity of mind or to modesty; lewd, impure, unchaste. He then contends that obscenity of the first kind cannot under any circumstances manifestly tend to the corruption of the morals of youth. In other words, he contends that the only obscenity prohibited by the statute is that which would arouse sexual passions in a youth.</p>\n<p>While we might agree with defendant that there is obscenity which repels and that which incites the passions, we cannot agree with him that obscenity of the first <span class=\"star-pagination\">*882</span> kind could not affect the morals of youth. Nor are we of the view that the legislature in enacting the statute intended to limit the scope thereof only to obscenity which would arouse sexual passions in a youth. To do so in our opinion would be to construe the word morals as pertaining only to sexual conduct. As above stated, we construe the word in ordinary usage to relate to more than sex conduct.</p>\n<p>Defendant ends his argument with the proposition that the article in question would not arouse the passions of youth, and that if it would do anything it would arouse disgust in a young person, or any normal human being.</p>\n<p>A similar contention was made by the defendant and rejected by the court in Besig v. U.S., 9 Cir., 1953, <span class=\"citation\" data-id=\"232787\"><a href=\"/opinion/232787/besig-v-united-states/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>. In that case the defendant there urged that the opinion in Burstein v. U.S., 9 Cir., 1949, <span class=\"citation\" data-id=\"223958\"><a href=\"/opinion/223958/burstein-v-united-states/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></a></span> was self-contradictory in that the court defined obscene matter as that which \"is offensive to the common sense of decency and modesty of the community\", and later in the same opinion adopted the test of obscenity almost identical to the one set forth above in this opinion as being the generally accepted test of obscenity. The court said in 208 F.2d on page 146:</p>\n<blockquote>\"* * * Appellant thinks our opinion is `unclear as to whether the test of obscenity is that it <i>repels</i> or that it <i>seduces.'</i>\n</blockquote>\n<blockquote>\"We observe no contradiction in any of these expressions. They aptly describe the quality of language which the word `obscene' is meant to suggest. Of course, language can be so nasty as to repel and of course to seduce as well. Appellant's argument tempts us to quote Pope's quatrain about the Monster Vice which, when too prevalent, is embraced.\"</blockquote>\n<p>The quatrain referred to was from the poem \"Essay on Man\" written by Alexander Pope, English poet. It reads:</p>\n<blockquote>\"Vice is a Monster of so frightful mien as to be hated needs but to be seen. Yet seen too oft, familar with her face, We first endure, then pity, then embrace.\"</blockquote>\n<p>We believe the poet showed a sound insight into human nature in writing the above words.</p>\n<p>While familiarity is said to breed contempt, we have no doubt that familiarity with obscenity will lessen aversion to it and make it more acceptable. To the extent that obscenity becomes more acceptable morals are lessened and corrupted.</p>\n<p>The case of Commonwealth v. Isentadt, supra, is closely related to the case before us here. There the defendant was charged under and found guilty of violation of a statute making it unlawful to sell, possess for purposes of sale, exhibition or circulation material which is obscene, indecent or impure, <i>or</i> which manifestly tends to corrupt the morals of youth. The statute involved in that case was held by that court to be breached either if the novel in question there was obscene, indecent or impure, <i>or</i> if it manifestly tended to corrupt the morals of youth.</p>\n<p>That court followed the general rule in saying that a book was obscene, indecent or impure under the statute if it had a substantial tendency to deprave or corrupt its readers by inciting lascivious thoughts or arousing lustful desires. But that court also said, 62 N.E.2d at page 844:</p>\n<blockquote>\"* * * It also violates the statute if it `manifestly tends to corrupt the morals of youth.' * * *\"</blockquote>\n<p>And further said, on page 848:</p>\n<blockquote>\"* * * At any rate, we think that almost any novel that is obscene, indecent or impure in the general sense also `manifestly tends to corrupt the morals of youth,' if it is likely to fall into the hands of youth. * * *\"</blockquote>\n<p>In the Florida statute under which the defendant was charged it is true that the <span class=\"star-pagination\">*883</span> test of whether the matter is unlawful is that it must be obscenity \"* * * manifestly tending to the corruption of the morals of youth.\" While in the statute involved in Commonwealth v. Isenstadt, supra, the matter would be in violation of the statute either if obscene, indecent or impure, or if it manifestly tended to corrupt the morals of youth.</p>\n<p>We do not construe this difference in our statute to make it narrower in its scope, but on the contrary it would appear to us that obscenity which would not affect the morals of the average normal person, could nevertheless affect the morals of youth, with its generally recognized lack of experience, its venturesome spirit, its spongelike mind, and its willingness to experiment with something new.</p>\n<p>We are of the opinion that our legislature intended to measure obscenity by its effects on the morals of youth and thereby to give youth and its morals additional, not less, protection, than would have been given under a statute merely declaring against obscenity.</p>\n<p>The court in Commonwealth v. Isenstadt, supra, is in accord with our view for it said in 62 N.E.2d on page 848:</p>\n<blockquote>\"* * * Yet it cannot be supposed that the Legislature intended to give youth less protection than that given to the community as a whole by the general proscription of that which is `obscene, indecent or impure.' Rather it would seem that something in the nature of additional protection of youth was intended by proscribing anything that manifestly tends to corrupt the morals of youth, even though it may not be obscene, indecent, or impure in the more general sense. * * *\"</blockquote>\n<p>We must conclude that it cannot be said as a matter of law that the article in question would so clearly not tend to corrupt the morals of youth as to require setting aside a verdict of a jury finding that it did tend to do so. Reasonable men would, in our opinion, differ as to whether it would or would not do so. It therefore was a jury question.</p>\n<p>There is good reason for requiring the question of obscenity and effect on morals to be submitted to a jury for it is the people of a community who have the right to establish their standard of morals and it should be the people who apply the standard to specific conduct and who determine whether such conduct is offensive and harmful or not. This can best be done through a jury.</p>\n<p>Judge Learned Hand expressed our view well in United States v. Kennerley, D.C.S.D.N.Y. 1913, <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">F.</span> <span class=\"page\">119</span></span>, 121 when he said:</p>\n<blockquote>\"* * * If there be no abstract definition, such as I have suggested, should not the word `obscene' be allowed to indicate the present critical point in the compromise between candor and shame at which the community may have arrived here and now? If letters must, like other kinds of conduct, be subject to the social sense of what is right, it would seem that a jury should in each case establish the standard much as they do in cases of negligence. To put thought in leash to the average conscience of the time is perhaps tolerable, but to fetter it by the necessities of the lowest and least capable seems a fatal policy.</blockquote>\n<blockquote>\"Nor is it an objection, I think, that such an interpretation gives to the words of the statute a varying meaning from time to time. Such words as these do not embalm the precise morals of an age or place; while they presuppose that some things will always be shocking to the public taste, the vague subject-matter is left to the gradual development of general notions about what is decent. * * *\"</blockquote>\n<p>The defendant in his brief has submitted a number of newspaper clippings, advertisements, pictures, and other printed matter taken from various publications on <span class=\"star-pagination\">*884</span> sale on news stands in Miami, Fla. These matters are not a part of the record and therefore not properly before us. But if they were, the fact that other publications which are in violation of the statute are published, printed or distributed in the community does not constitute excuse for defendant's violation of the statute, if he has violated it. Nor is comparison with other publications which may be obscene a test for obscenity as to the article complained against. State v. Weitershausen, supra.</p>\n<p>We do not hold by this opinion that the article in question was obscene or that it manifestly tends to corrupt the morals of youth. We carefully refrain from doing so for if we did we would be going beyond our province which is to declare the law. If we went further we would not only be invading the province of the jury but would be imposing upon the people by judicial fiat our view of what the morals of the community should be. This is a matter for the people to decide for themselves.</p>\n<p>We do hold that it cannot be said as a matter of law that the article was not obscene and would not tend to corrupt the morals of youth and this is the extent to which we are allowed to go under our system of jurisprudence in cases such as this. We are of the opinion that both the defendant and the state are entitled to have the people, through a jury, determine the factual question of whether the article is obscene and whether it is such as would manifestly tend to corrupt the morals of youth if it fell into their hands.</p>\n<p>The order granting the motion to quash is reversed and the cause remanded for further proceedings in accordance with law.</p>\n<p>TERRELL, C.J., concurs.</p>\n<p>ROBERTS, J., and CROSBY, Associate Justice, concur specially.</p>\n<p>CROSBY, Associate Justice (concurring specially).</p>\n<p>I concur in the opinion and the conclusion so well stated by Mr. Justice O'CONNELL. An indictment or information charging the printing, publication and distribution of material of the kind here involved presents, in my judgment, a question that is peculiarly within the province of a jury. This court would not be justified in assuming either that the morals of youth exposed to such a publication are so firmly elevated as to be immune to any possible adverse effect from it or, on the other hand, so sophisticated as to be beyond the possibility of further harm.</p>\n<p>For those who might regard this decision as a license to inaugurate a \"witch hunt,\" it should be emphasized that in the trial of such a charge the burden remains upon the state at all times to prove every essential allegation of the information beyond and to the exclusion of every reasonable doubt.</p>\n<p>TERRELL, C.J., concurs.</p>\n<p>ROBERTS, Justice (concurring specially).</p>\n<p>I concur in the opinion insofar as it disposes of the questions presented and agree to the reversal, but without prejudice to the right of the appellee-defendant if he so desires to attack the constitutionality vel non of the statute under which he is prosecuted. Since this appeal was perfected here, the Supreme Court of the United States, on February 25, 1957, in the case of Butler v. State of Michigan, <span class=\"citation\" data-id=\"105452\"><a href=\"/opinion/105452/butler-v-michigan/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, <span class=\"citation\" data-id=\"105452\"><a href=\"/opinion/105452/butler-v-michigan/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></a></span>, <span class=\"citation\" data-id=\"105452\"><a href=\"/opinion/105452/butler-v-michigan/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span></a></span>, voided a Michigan statute almost identical to the one here involved as being in violation of the Constitution of the United States. It has long been the policy of this court not to pass on the constitutionality of a statute where such was not presented to the court below. I agree to the reversal for the further reason that such will provide the appellee-defendant an opportunity to raise such question in the lower court if he is so advised.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/223958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/227673/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/232787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1484628/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1675223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1687917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1977689/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2302944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3239723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3242717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3382573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3856153/"
          ]
        }
      ],
      "judges": "O'Connell",
      "date_created": "2014-10-30T17:13:11.580761Z",
      "date_modified": "2017-04-06T22:10:25.948356Z",
      "date_filed": "1957-03-27",
      "date_filed_is_approximate": false,
      "slug": "state-v-clein",
      "citation_id": 1881560,
      "case_name_short": "Clein",
      "case_name": "State v. Clein",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "93 So. 2d 876",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1502512/state-v-clein/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:13:11.576935Z",
  "date_modified": "2014-10-30T17:13:11.576935Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Clein",
  "case_name": "State v. Clein",
  "case_name_full": "",
  "slug": "state-v-clein",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}