{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1505446/",
  "id": 1505446,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/419979/",
      "id": 419979,
      "absolute_url": "/opinion/419979/equal-employment-opportunity-commission-v-mercy-hospital-and-medical/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1505446/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/419979/",
          "id": 419979,
          "absolute_url": "/opinion/419979/equal-employment-opportunity-commission-v-mercy-hospital-and-medical/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/419979/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:29:23Z",
          "date_modified": "2017-03-25T05:41:58.974488Z",
          "type": "010combined",
          "sha1": "429ecc187cc044028ca46dfb11d96e25eb5663e5",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/709/709.F2d.1195.81-2410.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">709 F.2d 1195</p>\n    <p class=\"case_cite\">32 Fair Empl.Prac.Cas.  991,<br>26 Wage &amp; Hour Cas. (BN 539,<br>32 Empl. Prac. Dec. P 33,665, 97 Lab.Cas.  P 34,398</p>\n    <p class=\"parties\">EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff-Appellant,<br>v.<br>MERCY HOSPITAL AND MEDICAL CENTER, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 81-2410.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Seventh Circuit.</p>\n    <p class=\"date\">Argued April 11, 1983.<br>Decided June 15, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lorraine C. Davis, E.E.O.C., Office of Gen. Counsel, Washington, D.C., for plaintiff-appellant.</p>\n      <p class=\"indent\">Robert E. Arroyo, Keck, Mahin &amp; Cate, Chicago, Ill., for defendant-appellee.</p>\n      <p class=\"indent\">Before WOOD and POSNER, Circuit Judges, and BROWN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BAILEY BROWN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was commenced by the Equal Employment Opportunity Commission (EEOC or Commission) in behalf of certain female custodial workers employed by Mercy Hospital and Medical Center.  The Commission sought to equalize the pay of nonsupervisory male and female custodial personnel, known as Environmental Technicians (Techs) I, II, and III, in conformity with the Equal Pay Act of 1963, 29 U.S.C. Sec. 206(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Each Tech position at the Hospital is classified into a separate salary grade based upon job evaluations and collective bargaining negotiations.  Essentially, this dispute centers upon whether the custodial work performed by Techs I, II, and III is substantially equal, thereby entitling the persons employed in those positions to equal wages.  At the time of trial, base pay for the exclusively female Tech I position was $5.32 per hour;  base pay for the predominantly male Tech II position was $5.67 per hour;  and base pay for the exclusively female Tech III position was $5.53 per hour.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case was tried in June 1981 before the district court sitting without a jury.  During the course of trial the district judge, accompanied by counsel for both parties, but without the presence of a court reporter, traveled to Mercy Hospital to observe and operate various pieces of equipment typically used by Tech I, II, and III personnel.  Following the close of proof, the court rendered its decision in favor of the Hospital, finding that the work performed by the predominantly male Tech IIs was not substantially equal to the work performed by either the Tech Is or Tech IIIs.  The Commission now appeals from that decision, attacking the district court's off-the-record observations and operation of equipment at the Hospital, as well as its ultimate findings.  For the reasons stated herein, we affirm the judgment below.</p>\n    </div>\n    <p>THE EQUAL PAY ACT</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Equal Pay Act prohibits an employer from discriminating between employees on the basis of sex by paying unequal wages for \"equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions....\"  29 U.S.C. Sec. 206(d)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The EEOC has the burden of proving that female Tech I and Tech III personnel did not receive equal pay for work substantially equal to that performed by male Tech II personnel.   See Corning Glass Works v. Brennan, 417 U.S. 188, 203 n. 24, 94 S.Ct. 2223, 2232 n. 24, 41 L.Ed.2d 1 (1974);  EEOC v. Kenosha Unified School District No. 1, 620 F.2d 1220 (7th Cir.1980).  To meet this burden, the EEOC must establish, based upon \"actual job performance and content--not job titles, classifications or descriptions\" that the work performed by Techs I, II, and III is substantially equal.   Gunther v. County of Washington, 623 F.2d 1303, 1309 (9th Cir.1979), aff'd, 452 U.S. 161, 101 S.Ct. 2242, 68 L.Ed.2d 751 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We recognize that because job duties vary so widely, the provisions of the Equal Pay Act must be applied on a case-by-case basis.   Brennan v. Prince William Hospital Corp., 503 F.2d 282 (4th Cir.1974), cert. denied, 420 U.S. 972, 95 S.Ct. 1392, 43 L.Ed.2d 652 (1975).  This, we are convinced, was done here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court found that the positions of Tech I, II, and III require sufficiently different responsibilities to warrant the payment of different wages.  The evidence of record establishes that the position of Tech I entails the performance of general housekeeping duties such as light dusting, wet and dry mopping, the vacuuming of patient rooms and staff offices, as well as the collection of trash in plastic bags.  Tech III personnel perform essentially the same tasks as the Tech Is, with the notable exception of assisting Tech IIs with the more thorough \"check-out\" cleaning function, performed when a patient checks out of the hospital.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   The district court found, however, that the work performed by Tech IIs was significantly more strenuous than that performed by the other Tech positions.  In particular, the court recognized that Tech IIs are responsible for the operation of electric floor maintainers, e.g., buffers, strippers, scrubbers, and carpet shampooers, in addition to maintaining the Hospital's hallways and other public areas.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thus, the court rejected the EEOC's claim that all custodial work performed at the Hospital was essentially the same.  In doing so, the district judge relied most heavily on two factors:  the significant physical exertion required of Tech IIs in the performance of their jobs, and the degree of mental alertness required of Tech IIs in the operation of floor maintenance equipment.  The court specifically referred to the Tech IIs' use of larger and heavier mops, floor maintenance equipment such as polishers and scrubbers, and the moving of heavy pieces of furniture throughout the Hospital.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   The district court then ultimately found that the evidence affirmatively established that the positions of Tech I, II, and III are substantially different to warrant the payment of unequal wages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As a reviewing court, we apply the \"clearly erroneous\" standard of review to the case sub judice.    Fed.R.Civ.P. 52.  In applying that standard, we conclude that the record fully supports the district court's finding that the jobs are not substantially equal.  The cogent reasoning of Chief Judge Cummings in EEOC v. Kenosha Unified School District No. 1 is equally appropriate to the facts of this case.  There, the court noted the fact that one job has primarily attracted men and the other women \"may suggest that the jobs are indeed unequal rather than that there has been some attempt to segregate the employees and pay them unequal wages.\"    620 F.2d at 1225.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The EEOC further contends that the district judge erred by considering the size of the wage differential between the different Tech categories.  We note that the degree of wage differential cannot itself serve as a basis for finding a violation of the Act;  on the other hand, any difference in wages paid to the respective sexes for equal work is prohibited by the Act, unless justified by one of the statutory exceptions listed in the Act.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   Hodgson v. American Bank of Commerce, 447 F.2d 416 (5th Cir.1971);  Melanson v. Rantoul, 536 F.Supp. 271 (D.R.I.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is true the district judge stated that because the present case involved a small wage differential, \"the justification for that differential does not have to be a total differential in the difficulty of the work that is done by the two categories (Techs I and II).\"    Transcript at 689.  The Commission presumes that the judge's comments reflect an erroneous belief that a small wage differential is sufficient to defeat an otherwise meritorious claim.  Brief for Appellant at 41.  Clearly, however, the district judge's comments must be taken in the broader context from which they were derived.  The court noted the evidence established that while Tech Is were dusting table tops, Tech IIs were carrying the tables from one floor to another.  The court then commented \"you do not have to have much of the heavier work, it seems to me, to justify that kind of pay differential.\"    Transcript at 689.  The focus of its comments, therefore, was on the fact that Tech IIs performed heavier work.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We believe that a fair interpretation of the district court's findings, taken in their entirety, supports the Hospital's contention that the decision of that court was based on its finding that the work of the Tech Is and Tech IIIs was substantially different from the work of Tech IIs.</p>\n    </div>\n    <p>THE VIEW</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the course of trial, there was proffered considerable testimony concerning the degree of difficulty involved in the operation and use of various pieces of equipment.  After the close of plaintiff's proof, the district judge requested a view of the Hospital, during the course of which he could \"go and do a hands-on examination of these machines.\"    Transcript at 746.  The court later did this.  Before it did so, however, neither party voiced any objection to the court's request, though the EEOC did object \"for the record\" to the court's viewing the premises without a court reporter present.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   There followed a considerable amount of dialogue on the record between the judge and counsel for both parties, in which the district judge expressed his reasons for requesting the view.  The judge carefully explained that the sole purpose of his view was to better understand the testimony of hospital employees concerning the degree of difficulty involved in operating various pieces of equipment.  Along these lines, counsel for the EEOC informed the judge:  \"Your Honor will get a chance ... to find out whether the Advanced Carpetreiver ... is self-propelled,\" and \"What we would like to happen is before you actually get your hands on the machine, let [an experienced hospital employee] test it to see if he thinks it is in working order ... you probably have to push [the Carpetreiver] and the buffers, for example, have to be adjusted to your height.\"    Transcript at 752, 806 (emphasis added).  We find it incredible, based upon the record before us, that the Commission now claims it was without knowledge that the district judge intended to actively operate some of the equipment used by custodial personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Commission further complains that the district court committed reversible error in viewing the operation of the Hospital's equipment, with counsel, but without the presence of a court reporter.  As indicated, the Commission did object \"for the record\" to the court's conducting the view without a court reporter present.  However, the Commission has not pointed to any prejudice to it by the failure to have a court reporter attend the view, and, under the circumstances presented here, we see none.  The district court observed and operated cleaning and maintenance equipment;  there is not even an allegation that it voiced any impressions or statements during the view.  We find no reversible error in the court's failure to have a court reporter present.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Commission also contends that the district court, in formulating its findings, committed reversible error by relying on its observations made at the view as substantive evidence in support of its ultimate conclusion that there was a substantial difference in the work of the Tech Is and Tech IIIs on the one hand and the Tech IIs on the other.  The Commission makes this contention in spite of the fact the district court indicated in its findings that it was considering these observations only in weighing and understanding the testimony of the witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We are asked by the Commission to invoke the supervisory powers of this court to hold that reversible error was committed here.  There is surprisingly little authority in the federal courts dealing with the conduction of a view by the district court in a bench trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Price Brothers Co. v. Philadelphia Gear Corp., 649 F.2d 416 (6th Cir.), cert. denied, 454 U.S. 1099, 102 S.Ct. 674, 70 L.Ed.2d 641 (1981), a district judge sent his law clerk to observe the operation of a machine on plaintiff's premises and report his observation to the judge.  The law clerk did so without the defendant's knowledge.  On appeal, the court held, under the circumstances, such was not reversible error since it affirmatively appeared this information was used by the judge only to better understand the proof submitted at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In 76 Am.Jur.2d Trial Sec. 1247, at 199 (1975), it is stated:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In a case tried before the trial judge without a jury, where the judge acts as a trier of facts, according to the weight of authority he may, in his discretion, view the premises in dispute or where material facts occurred, even in the absence of any statutory authorization.  He may clearly do so with the consent of the parties.  But there is authority to the effect that it is error for a judge to view the scene of action without the knowledge or consent of the parties and to base his findings or decision on the results thereof, or to view premises for the purpose of corroborating or discrediting testimony.  Even where a view is proper, it is generally held that the judge may not base his findings on the results of his observation alone, although in some jurisdictions, by analogy to the rule applied in the case of a view by a jury, a view of the premises by the judge had been held to be evidence, and may be made a factor in the determination of the case.  Under the latter theory, a judge's findings are entitled to great weight on appeal where he views the premises in controversy.  However, where a trial de novo is had on appeal in equity cases, a finding based on a view is not conclusive on the appellate court.  (Footnotes omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need not determine whether it would have been improper for the district court to have considered the result of its observations, made with counsel present, as substantive evidence since we believe, as contended by the Hospital, the record supports the district court's statement that it considered its observation only for the purpose of weighing the testimony of witnesses and to better understand the evidence submitted at trial.  Clearly, it was proper for the district court to have considered its observations for such limited purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In closing, we point out that a district court should be extremely cautious in conducting a view in a bench trial, and such should be a rare rather than a common practice.  In each instance, agreement of counsel should be sought, and if such is not forthcoming, the court should reconsider and not go forward unless conducting the view appears to be absolutely necessary.  In any event, counsel, and the parties if feasible, must be given an opportunity to be present.  Finally, a court reporter should be present in the event, which did not happen here, an on-the-scene record should become necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The judgment of the district court is, therefore, affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Costs on appeal are awarded to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Bailey Brown, Senior Circuit Judge, United States Court of Appeals for the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 29 U.S.C. Sec. 206(d)(1) provides:</p>\n        <p>No employer having employees subject to any provisions of this section shall discriminate, within any establishment in which such employees are employed, between employees on the basis of sex by paying wages to employees in such establishment at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions, except where such payment is made pursuant to (i) a seniority system;  (ii) a merit system;  (iii) a system which measures earnings by quantity or quality of production;  or (iv) a differential based on any other factor other than sex:  Provided, That an employer who is paying a wage rate differential in violation of this subsection shall not, in order to comply with the provisions of this subsection, reduce the wage rate of any employee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Prior to 1979, Tech IIIs also acted as liaison personnel for the Techs I and II and the Hospital's supervisory staff, and were also responsible for the training of newly hired Tech Is</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court findings were, in part:</p>\n        <p>I have indicated earlier today that I think some of the things that a Tech 2 does are no more difficult than some of the things a Tech 1 does, but that, of course, is not dispositive of the case.  Basically the Tech 2 job description involves the heavy cleaning work in the hospital and the Tech 1 job description involves the comparatively light cleaning of the hospital, the dusting, the wiping, the work in the patient rooms.  These differences are significant.  They are significant in terms of physical exertion, in terms of the requirement that there be some training, that there be some skill over and above that skill which is possessed by someone who merely dusts and runs a wet rag over furniture.  As I indicated earlier, running some of these machines at least requires mental alertness and concentration.</p>\n        <p>I believe that that particular requirement has no counterpart in the work that would be done by a Tech 1.</p>\n        <p>Transcript at 1327-28.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See note 1, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In fact, when the district court suggested taking a \"hands-on\" view, counsel for the EEOC asked only that the court \"take sufficient time.\"    Transcript at 746</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">991</span></span>,<br>26 Wage &amp; Hour Cas. (BN 539,<br>32 Empl. Prac. Dec. P 33,665, 97 Lab.Cas.  P 34,398</p>\n    <p class=\"parties\">EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff-Appellant,<br>v.<br>MERCY HOSPITAL AND MEDICAL CENTER, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 81-2410.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Seventh Circuit.</p>\n    <p class=\"date\">Argued April 11, 1983.<br>Decided June 15, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lorraine C. Davis, E.E.O.C., Office of Gen. Counsel, Washington, D.C., for plaintiff-appellant.</p>\n      <p class=\"indent\">Robert E. Arroyo, Keck, Mahin &amp; Cate, Chicago, Ill., for defendant-appellee.</p>\n      <p class=\"indent\">Before WOOD and POSNER, Circuit Judges, and BROWN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BAILEY BROWN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was commenced by the Equal Employment Opportunity Commission (EEOC or Commission) in behalf of certain female custodial workers employed by Mercy Hospital and Medical Center.  The Commission sought to equalize the pay of nonsupervisory male and female custodial personnel, known as Environmental Technicians (Techs) I, II, and III, in conformity with the Equal Pay Act of 1963, 29 U.S.C. Sec. 206(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Each Tech position at the Hospital is classified into a separate salary grade based upon job evaluations and collective bargaining negotiations.  Essentially, this dispute centers upon whether the custodial work performed by Techs I, II, and III is substantially equal, thereby entitling the persons employed in those positions to equal wages.  At the time of trial, base pay for the exclusively female Tech I position was $5.32 per hour;  base pay for the predominantly male Tech II position was $5.67 per hour;  and base pay for the exclusively female Tech III position was $5.53 per hour.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case was tried in June 1981 before the district court sitting without a jury.  During the course of trial the district judge, accompanied by counsel for both parties, but without the presence of a court reporter, traveled to Mercy Hospital to observe and operate various pieces of equipment typically used by Tech I, II, and III personnel.  Following the close of proof, the court rendered its decision in favor of the Hospital, finding that the work performed by the predominantly male Tech IIs was not substantially equal to the work performed by either the Tech Is or Tech IIIs.  The Commission now appeals from that decision, attacking the district court's off-the-record observations and operation of equipment at the Hospital, as well as its ultimate findings.  For the reasons stated herein, we affirm the judgment below.</p>\n    </div>\n    <p>THE EQUAL PAY ACT</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Equal Pay Act prohibits an employer from discriminating between employees on the basis of sex by paying unequal wages for \"equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions....\"  29 U.S.C. Sec. 206(d)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The EEOC has the burden of proving that female Tech I and Tech III personnel did not receive equal pay for work substantially equal to that performed by male Tech II personnel.   See Corning Glass Works v. Brennan, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 203 n. 24, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, 2232 n. 24, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974);  EEOC v. Kenosha Unified School District No. 1, <span class=\"citation\" data-id=\"377932\"><a href=\"/opinion/377932/22-fair-emplpraccas-1362-24-wage-hour-cas-bn-728-23-empl-prac/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span> (7th Cir.1980).  To meet this burden, the EEOC must establish, based upon \"actual job performance and content--not job titles, classifications or descriptions\" that the work performed by Techs I, II, and III is substantially equal.   Gunther v. County of Washington, <span class=\"citation\" data-id=\"379268\"><a href=\"/opinion/379268/20-fair-emplpraccas-792-20-empl-prac-dec-p-30204-23-empl-prac/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1309 (9th Cir.1979), aff'd, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></a></span> (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We recognize that because job duties vary so widely, the provisions of the Equal Pay Act must be applied on a case-by-case basis.   Brennan v. Prince William Hospital Corp., <span class=\"citation\" data-id=\"321730\"><a href=\"/opinion/321730/peter-j-brennan-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span> (4th Cir.1974), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></span> (1975).  This, we are convinced, was done here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court found that the positions of Tech I, II, and III require sufficiently different responsibilities to warrant the payment of different wages.  The evidence of record establishes that the position of Tech I entails the performance of general housekeeping duties such as light dusting, wet and dry mopping, the vacuuming of patient rooms and staff offices, as well as the collection of trash in plastic bags.  Tech III personnel perform essentially the same tasks as the Tech Is, with the notable exception of assisting Tech IIs with the more thorough \"check-out\" cleaning function, performed when a patient checks out of the hospital.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   The district court found, however, that the work performed by Tech IIs was significantly more strenuous than that performed by the other Tech positions.  In particular, the court recognized that Tech IIs are responsible for the operation of electric floor maintainers, e.g., buffers, strippers, scrubbers, and carpet shampooers, in addition to maintaining the Hospital's hallways and other public areas.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thus, the court rejected the EEOC's claim that all custodial work performed at the Hospital was essentially the same.  In doing so, the district judge relied most heavily on two factors:  the significant physical exertion required of Tech IIs in the performance of their jobs, and the degree of mental alertness required of Tech IIs in the operation of floor maintenance equipment.  The court specifically referred to the Tech IIs' use of larger and heavier mops, floor maintenance equipment such as polishers and scrubbers, and the moving of heavy pieces of furniture throughout the Hospital.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   The district court then ultimately found that the evidence affirmatively established that the positions of Tech I, II, and III are substantially different to warrant the payment of unequal wages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As a reviewing court, we apply the \"clearly erroneous\" standard of review to the case sub judice.    Fed.R.Civ.P. 52.  In applying that standard, we conclude that the record fully supports the district court's finding that the jobs are not substantially equal.  The cogent reasoning of Chief Judge Cummings in EEOC v. Kenosha Unified School District No. 1 is equally appropriate to the facts of this case.  There, the court noted the fact that one job has primarily attracted men and the other women \"may suggest that the jobs are indeed unequal rather than that there has been some attempt to segregate the employees and pay them unequal wages.\"    620 F.2d at 1225.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The EEOC further contends that the district judge erred by considering the size of the wage differential between the different Tech categories.  We note that the degree of wage differential cannot itself serve as a basis for finding a violation of the Act;  on the other hand, any difference in wages paid to the respective sexes for equal work is prohibited by the Act, unless justified by one of the statutory exceptions listed in the Act.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   Hodgson v. American Bank of Commerce, <span class=\"citation\" data-id=\"298627\"><a href=\"/opinion/298627/james-d-hodgson-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">416</span></a></span> (5th Cir.1971);  Melanson v. Rantoul, <span class=\"citation\" data-id=\"2009379\"><a href=\"/opinion/2009379/melanson-v-rantoul/\"><span class=\"volume\">536</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">271</span></a></span> (D.R.I.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is true the district judge stated that because the present case involved a small wage differential, \"the justification for that differential does not have to be a total differential in the difficulty of the work that is done by the two categories (Techs I and II).\"    Transcript at 689.  The Commission presumes that the judge's comments reflect an erroneous belief that a small wage differential is sufficient to defeat an otherwise meritorious claim.  Brief for Appellant at 41.  Clearly, however, the district judge's comments must be taken in the broader context from which they were derived.  The court noted the evidence established that while Tech Is were dusting table tops, Tech IIs were carrying the tables from one floor to another.  The court then commented \"you do not have to have much of the heavier work, it seems to me, to justify that kind of pay differential.\"    Transcript at 689.  The focus of its comments, therefore, was on the fact that Tech IIs performed heavier work.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We believe that a fair interpretation of the district court's findings, taken in their entirety, supports the Hospital's contention that the decision of that court was based on its finding that the work of the Tech Is and Tech IIIs was substantially different from the work of Tech IIs.</p>\n    </div>\n    <p>THE VIEW</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the course of trial, there was proffered considerable testimony concerning the degree of difficulty involved in the operation and use of various pieces of equipment.  After the close of plaintiff's proof, the district judge requested a view of the Hospital, during the course of which he could \"go and do a hands-on examination of these machines.\"    Transcript at 746.  The court later did this.  Before it did so, however, neither party voiced any objection to the court's request, though the EEOC did object \"for the record\" to the court's viewing the premises without a court reporter present.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   There followed a considerable amount of dialogue on the record between the judge and counsel for both parties, in which the district judge expressed his reasons for requesting the view.  The judge carefully explained that the sole purpose of his view was to better understand the testimony of hospital employees concerning the degree of difficulty involved in operating various pieces of equipment.  Along these lines, counsel for the EEOC informed the judge:  \"Your Honor will get a chance ... to find out whether the Advanced Carpetreiver ... is self-propelled,\" and \"What we would like to happen is before you actually get your hands on the machine, let [an experienced hospital employee] test it to see if he thinks it is in working order ... you probably have to push [the Carpetreiver] and the buffers, for example, have to be adjusted to your height.\"    Transcript at 752, 806 (emphasis added).  We find it incredible, based upon the record before us, that the Commission now claims it was without knowledge that the district judge intended to actively operate some of the equipment used by custodial personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Commission further complains that the district court committed reversible error in viewing the operation of the Hospital's equipment, with counsel, but without the presence of a court reporter.  As indicated, the Commission did object \"for the record\" to the court's conducting the view without a court reporter present.  However, the Commission has not pointed to any prejudice to it by the failure to have a court reporter attend the view, and, under the circumstances presented here, we see none.  The district court observed and operated cleaning and maintenance equipment;  there is not even an allegation that it voiced any impressions or statements during the view.  We find no reversible error in the court's failure to have a court reporter present.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Commission also contends that the district court, in formulating its findings, committed reversible error by relying on its observations made at the view as substantive evidence in support of its ultimate conclusion that there was a substantial difference in the work of the Tech Is and Tech IIIs on the one hand and the Tech IIs on the other.  The Commission makes this contention in spite of the fact the district court indicated in its findings that it was considering these observations only in weighing and understanding the testimony of the witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We are asked by the Commission to invoke the supervisory powers of this court to hold that reversible error was committed here.  There is surprisingly little authority in the federal courts dealing with the conduction of a view by the district court in a bench trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Price Brothers Co. v. Philadelphia Gear Corp., <span class=\"citation\" data-id=\"390502\"><a href=\"/opinion/390502/price-brothers-company-cross-appellant-v-philadelphia-gear-corporation/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">416</span></a></span> (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1099</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">674</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">641</span></span> (1981), a district judge sent his law clerk to observe the operation of a machine on plaintiff's premises and report his observation to the judge.  The law clerk did so without the defendant's knowledge.  On appeal, the court held, under the circumstances, such was not reversible error since it affirmatively appeared this information was used by the judge only to better understand the proof submitted at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In 76 Am.Jur.2d Trial Sec. 1247, at 199 (1975), it is stated:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In a case tried before the trial judge without a jury, where the judge acts as a trier of facts, according to the weight of authority he may, in his discretion, view the premises in dispute or where material facts occurred, even in the absence of any statutory authorization.  He may clearly do so with the consent of the parties.  But there is authority to the effect that it is error for a judge to view the scene of action without the knowledge or consent of the parties and to base his findings or decision on the results thereof, or to view premises for the purpose of corroborating or discrediting testimony.  Even where a view is proper, it is generally held that the judge may not base his findings on the results of his observation alone, although in some jurisdictions, by analogy to the rule applied in the case of a view by a jury, a view of the premises by the judge had been held to be evidence, and may be made a factor in the determination of the case.  Under the latter theory, a judge's findings are entitled to great weight on appeal where he views the premises in controversy.  However, where a trial de novo is had on appeal in equity cases, a finding based on a view is not conclusive on the appellate court.  (Footnotes omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need not determine whether it would have been improper for the district court to have considered the result of its observations, made with counsel present, as substantive evidence since we believe, as contended by the Hospital, the record supports the district court's statement that it considered its observation only for the purpose of weighing the testimony of witnesses and to better understand the evidence submitted at trial.  Clearly, it was proper for the district court to have considered its observations for such limited purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In closing, we point out that a district court should be extremely cautious in conducting a view in a bench trial, and such should be a rare rather than a common practice.  In each instance, agreement of counsel should be sought, and if such is not forthcoming, the court should reconsider and not go forward unless conducting the view appears to be absolutely necessary.  In any event, counsel, and the parties if feasible, must be given an opportunity to be present.  Finally, a court reporter should be present in the event, which did not happen here, an on-the-scene record should become necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The judgment of the district court is, therefore, affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Costs on appeal are awarded to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Bailey Brown, Senior Circuit Judge, United States Court of Appeals for the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 29 U.S.C. Sec. 206(d)(1) provides:</p>\n        <p>No employer having employees subject to any provisions of this section shall discriminate, within any establishment in which such employees are employed, between employees on the basis of sex by paying wages to employees in such establishment at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort, and responsibility, and which are performed under similar working conditions, except where such payment is made pursuant to (i) a seniority system;  (ii) a merit system;  (iii) a system which measures earnings by quantity or quality of production;  or (iv) a differential based on any other factor other than sex:  Provided, That an employer who is paying a wage rate differential in violation of this subsection shall not, in order to comply with the provisions of this subsection, reduce the wage rate of any employee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Prior to 1979, Tech IIIs also acted as liaison personnel for the Techs I and II and the Hospital's supervisory staff, and were also responsible for the training of newly hired Tech Is</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court findings were, in part:</p>\n        <p>I have indicated earlier today that I think some of the things that a Tech 2 does are no more difficult than some of the things a Tech 1 does, but that, of course, is not dispositive of the case.  Basically the Tech 2 job description involves the heavy cleaning work in the hospital and the Tech 1 job description involves the comparatively light cleaning of the hospital, the dusting, the wiping, the work in the patient rooms.  These differences are significant.  They are significant in terms of physical exertion, in terms of the requirement that there be some training, that there be some skill over and above that skill which is possessed by someone who merely dusts and runs a wet rag over furniture.  As I indicated earlier, running some of these machines at least requires mental alertness and concentration.</p>\n        <p>I believe that that particular requirement has no counterpart in the work that would be done by a Tech 1.</p>\n        <p>Transcript at 1327-28.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See note 1, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In fact, when the district court suggested taking a \"hands-on\" view, counsel for the EEOC asked only that the court \"take sufficient time.\"    Transcript at 746</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/390502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2009379/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-24T19:56:21.318358Z",
      "date_modified": "2016-03-03T18:22:00.348161Z",
      "date_filed": "1983-06-15",
      "date_filed_is_approximate": false,
      "slug": "equal-employment-opportunity-commission-v-mercy-hospital-and-medical",
      "citation_id": 393759,
      "case_name_short": "",
      "case_name": "Equal Employment Opportunity Commission v. Mercy Hospital and Medical Center",
      "case_name_full": "",
      "federal_cite_one": "709 F.2d 1195",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 18,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1505446/equal-employment-opportunity-commission-v-mercy-ho/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:14:30.743330Z",
  "date_modified": "2014-10-30T17:14:30.743330Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Equal Employment Opportunity Commission v. Mercy Hospital and Medical Center",
  "case_name_full": "",
  "slug": "equal-employment-opportunity-commission-v-mercy-ho",
  "docket_number": "81-2410",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}