{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1514425/",
  "id": 1514425,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/miss/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1103979/",
      "id": 1103979,
      "absolute_url": "/opinion/1103979/puckett-v-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1514425/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1103979/",
          "id": 1103979,
          "absolute_url": "/opinion/1103979/puckett-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1103979/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:01:18.423005Z",
          "date_modified": "2017-03-28T17:24:25.001660Z",
          "type": "010combined",
          "sha1": "924575719e2e741b2d3f222f4d52a36d4489ad9c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>879 So.2d 920 (2004)</b></center>\n<center><h1>Larry Matthew PUCKETT<br>\nv.<br>\nSTATE of Mississippi.</h1></center>\n<center>No. 2000-DR-01077-SCT.</center>\n<center><p><b>Supreme Court of Mississippi.</b></p></center>\n<center>May 27, 2004.</center>\n<center>Rehearing Denied August 19, 2004.</center>\n<p><span class=\"star-pagination\">*924</span> Office of Capital Post-Conviction Counsel by Robert Ryan, Louwlynn Vanzetta Williams, attorney for appellant.</p>\n<p>Office of the Attorney General by Marvin L. White, Jr., attorney for appellee.</p>\n<p>EN BANC.</p>\n<p>SMITH, Chief Justice, for the Court.</p>\n<p>¶ 1. Larry Matthew Puckett (Puckett) was indicted during the January 1996 term of the Circuit Court of Forrest County, Mississippi, for the capital murder of Rhonda Hatten Griffis on October 14, 1995, while engaged in the commission of the crime of sexual battery in violation of Miss.Code Ann. § 97-3-19(2)(e). Venue was changed on Puckett's motion to the Circuit Court of Harrison County, Mississippi, First Judicial District. A jury was empaneled on July 29-30, 1996. The jury returned a unanimous verdict finding Puckett guilty of capital murder on August 2, 1996, and a verdict imposing a sentence of death in proper form on August 5, 1996.</p>\n<p>¶ 2. Puckett's death sentence was set to be carried out on September 13, 1996. Puckett's Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, as well as his supplemental Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, were denied, and his execution was stayed pending appeal on August 9, 1996.</p>\n<p><span class=\"star-pagination\">*925</span> ¶ 3. Puckett raised fifteen claims of error in his automatic direct appeal. This Court found his claims to be without merit, save one, and remanded the case back to the trial court mandating that a hearing be conducted under <i>Batson v. Kentucky,</i> 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). <i>See </i><i>Puckett v. State,</i> 737 So.2d 322 (Miss.1999). The trial court held the required hearing on August 25, 1999, and denied all relief on August 25, 1999. On appeal of that decision, this Court affirmed the denial of relief on the <i>Batson</i> issue, the conviction of capital murder, and the sentence of death. <i>Puckett v. State,</i> 788 So.2d 752 (Miss.2001).</p>\n<p>¶ 4. Puckett then petitioned the United States Supreme Court for writ of certiorari in November of 2001. The United States Supreme Court denied the petition on March 3, 2003, and Puckett's petition for rehearing on April 21, 2003. <i>Puckett v. Mississippi,</i> 537 U.S. 1232, 123 S.Ct. 1384, 155 L.Ed.2d 195 (2003); <i>reh'g denied,</i> 538 U.S. 995, 123 S.Ct. 1823, 155 L.Ed.2d 697 (2003).</p>\n<p>¶ 5. In the interim of Puckett's petition to the United States Supreme Court, this Court appointed the Mississippi Office of Capital Post-Conviction Counsel (MOCPCC) to represent Puckett in his state post-conviction proceedings. Puckett's counsel petitioned this Court for clarification of its August 2002 order, from which this Court issued its opinion on December 12, 2002, granting Puckett 180 days within which to file his petition for post-conviction relief. <i>Puckett v. State,</i> 834 So.2d 676 (Miss.2002).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>¶ 6. This Court's opinion on Puckett's direct appeal contains the following facts:</p>\n<blockquote>On October 14, 1995, shortly before 5:00 p.m., Mrs. Rhonda Hatten Griffis, age 28, was found lying in a large pool of blood next to the couch in the living room of her home on 198 Sunrise Road, Petal, Mississippi. Mrs. Griffis was found wearing a t-shirt, and the only clothing on the lower part of her body was around her left foot. She had several gashes on the back of her head. There were other injuries to Mrs. Griffis' head, back, and chest, including a deep laceration and three to four hesitation marks to the neck. She was also bleeding from her vagina. She had several defensive wounds on her hands, arms, and elbows. Mrs. Griffis died as a result of the injuries; the cause of death was cranial cerebral trauma, secondary to blunt force trauma. A wooden stick or club covered with blood was recovered outside the residence.</blockquote>\n<blockquote>Rhonda's mother, Nancy Hatten, lived next door, roughly 150-175 feet from the Griffis' trailer. On the day of the murder, Mrs. Hatten helped Rhonda's boys, Justin, age 7, and Jeffrey, age 5, put up Halloween decorations in the yard. Rhonda was not feeling well that day, suffering from a headache and bad sinus problems. Later that afternoon, Mrs. Hatten was in her front yard when she heard a \"scream and a thud\" come from the Griffis' trailer. Mrs. Hatten then ran home and telephoned the trailer. The phone rang four or five times, but there was no answer. Mrs. Hatten hung up and dialed again, but there was still no answer. She then immediately went to the trailer.</blockquote>\n<blockquote>As Mrs. Hatten neared the trailer, she saw David Griffis, Rhonda's husband, and their two boys driving up to the trailer. David had been hauling pine straw all day and was returning with his last load. A blue truck was parked in the vacant lot beside the residence. Nancy entered the trailer door at the kitchen/dining room area and called for <span class=\"star-pagination\">*926</span> Rhonda but there was no answer. Puckett came from the hallway into the kitchen/dining area and raised a club back and started towards Nancy. As Nancy backed away from Puckett, Jeffrey entered the house followed closely by David. Justin was still outside. Nancy then took the children, ran to her house, locked the boys in the bathroom, and called 911. This 911 call was received by the 911 system at 5:01:15 p.m. and answered by the 911 operator at 5:01:20 p.m. At 5:01:41 p.m., Nancy was placed on hold, as 911 received a call from the Griffis' trailer. Mrs. Hatten identified State's Exhibit Number 3 as the club that Puckett had in his hand in the trailer.The Griffis family knew Puckett because he was once employed by David Griffis. While Puckett was employed by David, the employees would gather at the Griffis' house before leaving for work.</blockquote>\n<blockquote>Jeffrey Griffis testified that when he entered the home, he saw Puckett with a club in his hand and holding on to Mrs. Hatten's shirt. David Griffis testified that when he entered the home, he saw Mrs. Hatten with Puckett standing in front of her with the club in his hand raised over his head. David indicated that Puckett was wearing army-type coveralls. The club had blood and a white substance on it. David asked Puckett what he was doing in his house and Puckett said he had hit a deer on the road and came to get David's help and to use the telephone. David called out for Rhonda but no one answered. However, Puckett told David that Rhonda was down at her mother's house. David asked Puckett about the blood on the club and Puckett indicated that it was blood from the deer. David then dialed 911 from a portable phone that was laying on the counter beside him. This 911 call was received by the 911 system at 5:01:27 p.m. and answered by the 911 operator at 5:01:41 p.m. This (David's) call was terminated at 5:04:42 p.m. At some point, David and Puckett struggled and David got the club from Puckett. David tried to keep Puckett in the trailer until the police arrived. However, Puckett took off running towards the door. As Puckett was running for the door, David swung the club and hit Puckett on the shoulder. Then, as Puckett ran out the door, David threw the club at him. Dr. Michael West testified at trial that the club, State's Exhibit 3, was consistent with the wound pattern found on Puckett's back.</blockquote>\n<blockquote>Once Puckett exited the trailer, David entered the living room and reached for his pistol that was usually on a gun cabinet just to the left of the living room door. However, the pistol was not there. David did not see Rhonda's body lying in the living room at this time. David then ran into the bedroom to retrieve a rifle from the bedroom closet. The bedroom door is straight ahead as you turn towards the cabinet. As David exited the bedroom and re-entered the living room, he then saw Rhonda laying on the floor. He saw that Rhonda was injured and dialed 911 again to inform the police. David's second 911 call was received by the 911 system at 5:05:01 p.m. and was answered by the 911 operator at 5:05:07 p.m. This call was terminated at 5:11:45 p.m. The time between the end of David's first 911 call and the beginning of his second 911 call was 18 seconds. Sheriff's deputies and paramedics arrived within minutes.</blockquote>\n<blockquote>Before David fired Puckett, David considered him to be a decent employee and even wrote a letter of recommendation for Puckett to become an Eagle Scout. Another former employer of Puckett's, <span class=\"star-pagination\">*927</span> Ray Watkins, testified that shortly before Rhonda's murder, a maul handle was broken at his work site. Watkins had the maul handle for several years, between seven (7) and ten (10) years, and believed the maul handle to be State's Exhibit No. 3. Watkins also testified that he had seen the handle in Puckett's truck on several occasions.</blockquote>\n<blockquote>Puckett was seen around 3:30 p.m. the afternoon of the murder at the same house from which David Griffis was collecting pine straw. Puckett's blue 4-wheel drive truck was also seen passing the Griffis' residence at approximately 4:41 p.m.</blockquote>\n<blockquote>Puckett's truck was recovered the next night in a wooded area in Perry County. On October 16, 1995, Puckett was apprehended near his mother's home in Perry County. At the time of his arrest, Puckett nervously commented to his mother that \"[t]his is a lot of law enforcement for somebody who just committed a burglary.\" A duffle bag containing various items including a pair of coveralls was recovered from Puckett at the time of his arrest.</blockquote>\n<blockquote>Puckett did not deny being in the trailer at the time of the murder, but testified that he witnessed David Griffis murder his wife. He indicated that he had originally planned only to burglarize the house in order to find money to pay his truck note. He stated that the idea to burglarize the house just popped into his head at the time he went by the Griffis' house. Puckett testified that he parked his truck in a vacant lot beside the Griffis' trailer and put his coveralls on. Puckett saw Rhonda's car at the trailer, but proceeded to the door anyway and knocked. Puckett said that Rhonda let him in and they began to talk. [FN1] Puckett said that he saw the stick (State's Exhibit No. 3) lying on the living room floor. He stated that he and Rhonda began kissing and he then began acting out his sexual fantasy of undressing a woman while he remained fully clothed. He said that Rhonda then saw her mother approaching the trailer, grabbed her clothes and ran into the bedroom, and told Puckett to get rid of her mother. Puckett said he ran into the dining room area and had picked up the stick and decided to scare Mrs. Hatten away with the club. Puckett further stated that after Mrs. Hatten fled with the children, David accused Rhonda of sleeping with Puckett and began hitting her with the stick that David took from Puckett. After beating his wife, David struggled to keep Puckett in the trailer, but Puckett was able to escape while David was calling 911. At trial, Puckett indicated the whole incident took four or five minutes. Puckett said he hid in the woods for two days because he was afraid of David.</blockquote>\n<blockquote>FN1. Puckett also claimed to have had a prior sexual encounter with Rhonda several months before this incident, somewhere around May 1995. However, Puckett stated that he had no further contact with Rhonda between May 1995 and the date of the murder on October 14, 1995.</blockquote>\n<blockquote>Puckett indicated that State's Exhibit No. 3 was not the same maul handle which he had obtained from a former employer, Ray Watkins. He testified instead that he had destroyed that maul handle while he was working for Mark Hicks, by making a torch out of it to burn off some trash.</blockquote>\n<p><i>Puckett v. State,</i> 737 So.2d at 327-29.</p>\n<p></p>\n<h2>ISSUES AND ANALYSIS</h2>\n<p>¶ 7. Puckett has raised the following issues, verbatim, in his petition for post-conviction relief:</p>\n<p></p>\n<h2>I. PETITIONER WAS DENIED HIS CONSTITUTION [sic] RIGHTS TO <span class=\"star-pagination\">*928</span> BE TRIED BY TWELVE IMPARTIAL JURORS.</h2>\n<p></p>\n<h2>A. <i>Puckett Was Denied a Fundamentally Fair Trial with the Seating of a Juror Who Could Not Comprehend English.</i>\n</h2>\n<p>¶ 8. It is Puckett's contention that he was denied due process and a fundamentally fair trial because of the seating of juror No. 35, Tomoe Parker, whom Puckett asserts could not comprehend English. First, this issue was capable of being raised at the trial level and on direct appeal. It is procedurally barred from being raised for the first time in Puckett's petition for post-conviction relief. Miss.Code Ann. § 99-39-21(1); <i>Simon v. State,</i> 857 So.2d 668, 682 (Miss.2003). Without waiving the procedural bar, Puckett's contention is also without merit.</p>\n<p>¶ 9. Miss.Code Ann. § 13-5-1 provides, in relevant part, as follows:</p>\n<blockquote>Every citizen not under the age of twenty-one years, who is either a qualified elector, or a resident freeholder of the county for more than one year, <i>is able to read and write,</i> and has not been convicted of an infamous crime, or the unlawful sale of intoxicating liquors within a period of five years and who is not a common gambler or habitual drunkard, is a competent juror. No person who is or has been within twelve months the overseer of a public road or road contractor shall, however, be competent to serve as a grand juror. <i>The lack of any such qualifications on the part of one or more jurors shall not, however, vitiate an indictment or verdict.</i>\n</blockquote>\n<p>(emphasis added).</p>\n<p>¶ 10. The record indicates that Puckett affirmed Ms. Parker's presence after fully exploring her abilities to read, write, and comprehend English. During voir dire, the trial court asked if there was anyone who cannot read or write. Two venire members raised their hands, and the following dialogue was had at the bench:</p>\n<blockquote>THE COURT: All right. We are at the bench, T-O-M-O-E Parker, No. 35. We are in the presence of the Defendant and defense attorney. And Roger Dale Ellerman, Juror No. 53.</blockquote>\n<blockquote>Ms. Parker, how much formal education have you had?</blockquote>\n<blockquote>JUROR TOMOE PARKER: I have a high school  I am from Japan.[<sup>[1]</sup>]</blockquote>\n<blockquote>THE COURT: Where did you do your educational work? Was that in Japan or here in the states?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Japan.</blockquote>\n<blockquote>THE COURT: You appear to be very fluent as far as English is concerned.</blockquote>\n<blockquote>JUROR TOMOE PARKER: I cannot understand big words. That is my problem. When you started getting people talking so fast </blockquote>\n<blockquote>THE COURT: But you can read and write; it is just a matter of comprehending?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Somewhat  but when I get the big words, I cannot understand.</blockquote>\n<blockquote>THE COURT: If You were selected for this jury panel, and you were sitting there and either a witness or an attorney said something you didn't understand, would you raise your hand and let us know that and have it clarified for you? Would you have any problem doing that? You would do that?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*929</span> JUROR TOMOE PARKER: If I could understand, I will.</blockquote>\n<blockquote>MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?</blockquote>\n<blockquote>JUROR TOMOE PARKER: No, I didn't my daughter filled it out for me.</blockquote>\n<blockquote>THE COURT: You understood the questions?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.</blockquote>\n<blockquote>MR. ADELMAN: If you were presented with written instructions of the Court, would you be able to read those?</blockquote>\n<blockquote>JUROR TOMOE PARKER: If people write  and I have time to read.</blockquote>\n<blockquote>THE COURT: They would be typed. You will have all the time you need.</blockquote>\n<p>¶ 11. The trial court then went on to question the reading and writing abilities of Juror No. 53, Mr. Ellerman. Upon concluding its questions, the trial court then asked for the views of counsel regarding these two potential jurors. The record reflects the following dialogue:</p>\n<blockquote>THE COURT: I am going to need some direction. I don't want to make this decision. Obviously they both can read and write to a limited degree. I don't think they are automatically excluded under the statutory provision; so we are down to the point of whether or not y'all want to agree.</blockquote>\n<blockquote>MR. ADELMAN: Mr. Ellerman said he could not understand the questions. I move to strike.</blockquote>\n<blockquote>THE COURT: Do you have a problem?</blockquote>\n<blockquote>MR. JONES [Prosecutor]: If we do one, we need to do both.</blockquote>\n<blockquote>MR. ADELMAN: Why is that?</blockquote>\n<blockquote>MR. JONES: That will be fine; let's do the one.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>MR. JONES: Leave the woman [Tomoe Parker] and strike the man [Mr. Ellerman].</blockquote>\n<blockquote>MR. ADELMAN: I am moving to strike the man. Are you moving to strike the woman?</blockquote>\n<blockquote>MR. JONES: No.</blockquote>\n<blockquote>THE COURT: Mr. Ellerman, thank you for coming. We will excuse you.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>THE COURT: And Ms. Parker, if at any point in time you don't understand what we're saying or doing, all you need to do is raise your hand and tell us that, and we'll either slow down or explain it for you or whatever. Okay?</blockquote>\n<blockquote>JUROR TOMOE O. PARKER: Yes, sir.</blockquote>\n<p>¶ 12. First, it is clear from the record that both parties explored Ms. Parker's abilities to read, write, and comprehend. The record also shows that Ms. Parker indicated that she could read and write as required by Miss.Code Ann. § 13-5-1. The trial court held that she was not automatically excluded under the statutory provisions. The trial court then invited the prosecution and the defense to reach an agreement as to whether she should stricken. The record appears to indicate that the prosecution was ready to strike Ms. Parker and that it was the defense that was not agreeable. Further, Puckett did not object to Ms. Parker when the state tendered her as a juror. When the trial court presented Ms. Parker to the Defense, Mr. Adelman replied, \"Will accept Tomoe Parker.\"</p>\n<p>¶ 13. Puckett offers the affidavit of Ms. Tomoe Parker in an apparent attempt to impeach the verdict. Puckett argues that Ms. Parker \"was forced to give in to what, she thought, must be the superior judgment of her fellow jurors, who had <span class=\"star-pagination\">*930</span> been able to understand the entire proceedings.\" As the State correctly points out, Rule 606(b) of the Mississippi Rules of Evidence provides:</p>\n<blockquote>(b) Inquiry Into Validity of Verdict or Indictment. Upon an inquiry into the validity of a verdict or indictment, a juror may not testify as to any matter or statement occurring during the course of the jury's deliberations or to the effect of anything upon his or any other juror's mind or emotions as influencing him to assent to or dissent from the verdict or indictment or concerning his mental process in connection therewith, except that a juror may testify on the question whether extraneous prejudicial information was improperly brought to the jury's attention or whether any outside influence was improperly brought to beat upon any juror. <i>Nor may his affidavit or evidence of any statement by him concerning a matter about which would be precluded from testifying be received for these purposes.</i>\n</blockquote>\n<p>(emphasis added). \"Moreover, jurors generally may not impeach their own verdict by testifying about motives or influences affecting deliberations.\" <i>Lewis v. State,</i> 725 So.2d 183, 190-91 (Miss.1998) (citing <i>Fairman v. State,</i> 513 So.2d 910, 915-16 (Miss.1987)).</p>\n<p>¶ 14. Finally, at the conclusion of the guilt phase of Puckett's trial, the jury was polled. The trial court specifically asked Ms. Parker if the verdict of guilty of murder during the commission of a sexual battery was indeed her verdict. The record reflects the following dialogue:</p>\n<blockquote>THE COURT: Tomoe Parker, is that your verdict?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes.</blockquote>\n<p>¶ 15. At the conclusion of the sentencing phase, the jury was polled again regarding their decision that Puckett should suffer death.</p>\n<blockquote>THE COURT: Tomoe Parker, is that your verdict?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes.</blockquote>\n<p>This issue is not only procedurally barred, it is without merit.</p>\n<p></p>\n<h2><i>B. The Trial Judge Should Have Su Sponde [Sic] Dismissed Mrs. Parker.</i></h2>\n<p>¶ 16. Puckett's contends that the trial court judge should have dismissed Ms. Parker, sua sponte, upon learning that she did not complete the jury information questionnaire on her own. As the record indicates, Ms. Parker told the trial court that her daughter filled out the questionnaire.</p>\n<p>¶ 17. This issue is without merit. Puckett is taking issue with the portion of Miss.Code Ann. § 13-5-1, which reads: \"The judge shall personally examine the answers of each juror prior to empaneling the jury and each juror who cannot complete the above form shall be disqualified as a juror and discharged.\" The purpose of the form is to aid the trial court in determining who can and cannot read and write. The record reflects extensive voir dire by the trial court regarding Ms. Parker's ability to read and write. Puckett's counsel asked Ms. Parker if she filled out the questionnaire.</p>\n<blockquote>MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?</blockquote>\n<blockquote>JUROR TOMOE PARKER: No, I didn't; my daughter filled it out for me.</blockquote>\n<blockquote>THE COURT: You understood the questions?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.</blockquote>\n<p>Ms. Parker clearly indicated that she could read and write.</p>\n<p>¶ 18. In <i>Herring v. State,</i> 374 So.2d 784 (Miss.1979), this Court held that a person <span class=\"star-pagination\">*931</span> who meets the other qualifications and can read and write only a few words is qualified as a juror. Further, in <i>Johnson v. State,</i> 416 So.2d 383 (Miss.1982), the Defendant asserted that juror Leflore could not read or write and moved for a mistrial. A hearing was conducted at which juror Leflore testified that she could read and write, that she read the jury instructions, and that it was only after the jury dispersed that she became ill and unable to read. The Defendant offered juror Leflore's step-daughter, Mrs. Griffin, as a witness, who testified that juror Leflore could not read. The trial judge overruled the motion for a mistrial. This Court held that \"[i]n view of the fact that the evidence was conflicting, a factual dispute evolved for resolution by the trial judge\" and held the issue to be without merit. <i>Id.</i> at 390.</p>\n<p>¶ 19. In this case, there was not even a dispute as to whether Ms. Parker could read and write. Despite the fact that Ms. Parker stated her daughter filled out the Jury Information Questionnaire, the trial judge and Puckett's counsel questioned her about her ability to understand the questions asked on the questionnaire and her ability to read and write. The record supports the trial judge's finding that Ms. Parker was a qualified juror. This issue is without merit.</p>\n<p></p>\n<h2><i>C. Inappropriate Contact by Court Personnel Resulted in a Violation of Petitioner's Fundamental Rights.</i></h2>\n<p>¶ 20. Puckett asserts that \"[j]ury members consumed alcohol and played cards with members of law enforcement some of whom testified during the course of the trial.\" Puckett directs our attention to the affidavit of Ms. Tomoe Parker. Her affidavit reads: \"The policemen and jurors played cards together and drank beer together while at the Holiday Inn in Gulfport.\"</p>\n<p>¶ 21. First, nothing in Ms. Parker's affidavit suggests that the jurors were drinking beer with law enforcement officers who testified during the course of the trial. Further, Puckett has not identified those law enforcement officers who allegedly testified and drank beer with the jurors. It appears that Ms. Parker is most likely referring to the bailiffs assigned to the sequestered jury.</p>\n<p>¶ 22. Second, Puckett cites the Hawaii case of <i>Kealoha v. Tanaka,</i> 45 Haw. 457, 370 P.2d 468 (1962), and asserts that alcohol consumption by any member of the jury was improper and constituted error. What the Hawaiian court actually held was that the consumption of liquor by some of the jurors, once segregated, is improper and constitutes error, but does not amount to prejudicial error or conduct as a matter of law. The material inquiry is whether the party to be affected by the verdict was prejudiced thereby as matter of fact. <i>Id.</i> at 475. \"`The material inquiry in such cases is whether the defendant was prejudiced thereby, in other words, whether the use was such as to affect the mind of any of the jurors and thus deprive the defendant of the benefit of the condition of mind of each and all of the jurors to which he is entitled; and if it appears that the defendant was not prejudiced the verdict can not be reversed.'\" <i>Id.</i> (quoting <i>Territory v. Ferris,</i> 15 Haw. 139 (1903).)</p>\n<p>¶ 23. In <i>King v. State,</i> 580 So.2d 1182 (Miss.1991), this Court reviewed a similar circumstance. The trial court in <i>King</i> entered a sequestration order that required jurors, along with two bailiffs, to stay at a Holiday Inn each night of the four-day trial. On two separate occasions, three of the jurors visited the motel's lounge. <i>Id.</i> at 1186. Upon learning of the juror's visits to the lounge, two of the defendants filed a post-trial \"Motion to Set Aside Verdict, Declare Mistrial, and Grant a New <span class=\"star-pagination\">*932</span> Trial.\" <i>Id.</i> Although the trial court expressed its disappointment in the jurors' conduct, the trial court held that the conduct did not bring about the vitiation of the guilty verdict. <i>Id.</i> Both the trial court and this Court were more concerned with the separation of the sequestered jurors. After finding that the defendants did not present even a \"scintilla\" of evidence, this Court affirmed the trial court's decision to overrule the motion.</p>\n<p>¶ 24. In the instant case, Puckett has not asserted that the jurors were intoxicated or that they were separated. Puckett does not present evidence that the jurors discussed the case or that the jurors were subjected to outside influence. Puckett merely asserts that \"[s]uch conduct raises a specter of impropriety.\" This issue is without merit.</p>\n<p></p>\n<h2>\n<i>D. The Baliff</i> [Sic] <i>Assigned to the Jury Was Personally Affected by a Capital Murder.</i>\n</h2>\n<p>¶ 25. Puckett maintains that he did not receive a fair trial because jury members were aware of the circumstances surrounding the death of Bailiff Ladner's husband, Bruce Ladner, who was a highway patrolman. Bruce Ladner was the victim of a capital murder. Puckett asserts that such knowledge by the jury constitutes extraneous influence because \"anything less than a guilty verdict and sentence of death would appear to be disrespectful to not only Mrs. Ladner but also to the memory of her deceased husband.\"</p>\n<p>¶ 26. First, Puckett does not offer any authority in support of his contention. This Court has continually considered issues of error not supported by citation or authority as abandoned. <i>Thibodeaux v. State,</i> 652 So.2d 153, 155 (Miss.1995). It is the duty of an appellant to provide authority and support of an assignment of error. <i>Drennan v. State,</i> 695 So.2d 581, 585-86 (Miss.1997); <i>Hoops v. State,</i> 681 So.2d 521, 526 (Miss. 1996); <i>Kelly v. State,</i> 553 So.2d 517, 521 (Miss.1989); <i>Smith v. State,</i> 430 So.2d 406, 407 (Miss.1983); <i>Ramseur v. State,</i> 368 So.2d 842, 844 (Miss.1979). Because Puckett has failed to meet the burden of providing authority to support his assignment of error, he is procedurally barred. <i>Holland,</i> 705 So.2d at 329; <i>Drennan,</i> 695 So.2d at 585-86.</p>\n<p>¶ 27. Without waiving the procedural bar, Puckett's claim has no merit. Puckett offers no proof that any juror had knowledge of the circumstances surrounding the death of Bailiff Ladner's husband or that such knowledge had a prejudicial effect on the jury's verdict. Puckett directs this Court's attention to his Exhibit 7, purportedly and affidavit of \"Harris.\" Puckett's Exhibit 7 is an affidavit from James Green, an investigator for the MOCPCC who swears in his affidavit to a telephone interview with Ms. Tomoe Parker. There is nothing in Green's affidavit that relates to Bailiff Ladner or her late husband.</p>\n<p>¶ 28. The only affidavit provided in Puckett's exhibits from an individual named \"Harris\" is Exhibit 8, which is a sworn affidavit of Tomika Harris. Harris is also an investigator for the MOCPCC. In this affidavit, Harris swears conducting an interview with Mr. Jerry Parker, an alternate juror in Puckett's trial. Harris's affidavit also comments on various statements made by Mr. Parker to her.</p>\n<blockquote>Mr. Parker informed us that he only served as an ALTERNATE juror on this case. He stated that the bailiff's names were Mr. Warden and Mrs. Ladner (Mrs. Ladner is the widow of the late Bruce Ladner, officer slain in the line of duty years earlier).</blockquote>\n<p>Puckett's petition, Ex. 8, Affidavit of Tomika Harris.</p>\n<p><span class=\"star-pagination\">*933</span> ¶ 29. This is the only reference of Bruce Ladner's death presented by Puckett's exhibits to his application for post-conviction relief. This hearsay reference to Bruce Ladner does not assert that any juror's decision was influenced in any way because of Mrs. Ladner's presence as a bailiff in Puckett's trial. This issue is both barred from review, and without merit.</p>\n<p></p>\n<h2>II. THE <i>DAUBERT/KUMHO</i> GATE-KEEPING FUNCTIONS SHOULD APPLY IN STATE DEATH PENALTY CASES.</h2>\n<p>¶ 30. Puckett claims that \"the Mississippi Court erred in not applying the standards established by this Court in <i>Duabert [sic] v. Merill [sic] Dow Pharmaceuticals,</i> 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993) and <i>Kumho Tire Co., Ltd. v. Carmichael,</i> 526 U.S. 137, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999), in determining whether [Dr. Michael West's, D.D.S.,] testimony should have been allowed.\"<sup>[2]</sup> Basically Puckett contends that the trial court and this Court erred in finding that Dr. West could testify as an expert in wound pattern analysis. Puckett maintains that Dr. West's methods were not generally accepted within the forensic science field and he should not have been allowed to testify.</p>\n<p>¶ 31. First and foremost, the issue of whether Dr. West should have been permitted to testify as an expert witness in the field of wound patterns was raised and discussed on direct appeal. <i>Puckett,</i> 737 So.2d at 341-43. This Court held that \"the trial court did not err in allowing Dr. West to testify as an expert in the field of wound patterns.\" <i>Id.</i> at 343. This issue is procedurally barred. Miss.Code Ann. § 99-39-21(3).</p>\n<p>¶ 32. In his reply brief, Puckett offers his Exhibit 16 which he identifies as Minutes of the Ethics Committee of the American Academy of Forensic Science. The document was in response to a complaint regarding Dr. West's scientific methods. The complaint was filed after Dr. West testified in a capital murder case in 1992. The Academy appears to have recommended that Dr. Michael H. West be \"expelled from the Academy....\"</p>\n<p>¶ 33. Regardless of Puckett's contention and his Exhibit 16, this Court stated the following on Puckett's direct appeal regarding Puckett's challenge of Dr. West's testimony:</p>\n<blockquote>It is interesting to note that the pathologist, Dr. Steven Hayne, also testified that the victim's wounds were consistent with State's Exhibit No. 3 without objection. Furthermore, Puckett himself testified that State's Exhibit No. 3 was the murder weapon, only that David Griffis was the one who used it to beat his wife to death. Puckett also admitted being hit by David with that very same stick. Consequently, even if it had been error to allow Dr. West to testify as a wound pattern expert, his testimony could not have been prejudicial and harmful as Puckett himself confirmed everything Dr. West stated during his own testimony.</blockquote>\n<p><i>Puckett,</i> 737 So.2d at 343. Relief on this claim is denied.</p>\n<p></p>\n<h2>III. PUCKETT WAS DENIED HIS FUNDAMENTAL AND CONSTITUTIONAL RIGHT TO A FAIR TRIAL BY THE ADMISSION OF THE TESTIMONY OF JUSTIN AND JEFFERY GRIFFIS.</h2>\n<p>¶ 34. Puckett's claims that he was denied his fundamental right to a fair trial <span class=\"star-pagination\">*934</span> because the trial judge overruled his objection and permitted the testimony of Justin<sup>[3]</sup> and Jeffery Griffis,<sup>[4]</sup> the victim's children. Puckett contends that the State had already established evidence through Nancy Hatten and David Griffis that Rhonda was home alone while David and the children were out gathering pine straw before returning home around 5:00 P.M. Puckett asserts that the testimony of the children \"did not go to anything at issue. Their testimony was presented by prosecution purely for sympathy value.\" Puckett objected to the testimony of Jeffery and Justin at trial on the basis of relevancy. He also objected at trial to the cumulative nature of their testimony. The trial judge found that the boys were competent witnesses and allowed their testimony. Although Puckett was capable of raising this issue on direct appeal, he did not. The issue is procedurally barred. Miss.Code Ann. § 99-39-21(1); <i>Wiley v. State,</i> 750 So.2d 1193, 1208 (Miss.1999).</p>\n<p>¶ 35. Without waiving the procedural bar, the issue is also without merit. Puckett cites two cases in his argument. First, Puckett quotes <i>Cox v. State,</i> 849 So.2d 1257 (Miss.2003). \"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" <i>Id.</i> at 1269 (emphasis added). This statement from <i>Cox</i> is, verbatim, M.R.E. 403. The Comment to Rule 403 states that \"[t]his rule also gives the trial judge discretion to exclude evidence which is merely cumulative.\" M.R.E. 403 cmt., citing <i>Carr v. State,</i> 208 So.2d 886 (Miss. 1968). Further, \"[t]he relevancy and admissibility of evidence are largely within the discretion of the trial court and reversal may be had only where that discretion has been abused.\" <i>Gray v. State,</i> 728 So.2d 36, 56 (Miss.1998) (citations omitted).</p>\n<p>¶ 36. Puckett also cites <i>Flowers v. State,</i> 842 So.2d 531, 541 (Miss.2003), for the proposition that \"evidence should be limited to what is relevant to the single issue.\" As the State points out, the context in which this statement was made in <i>Flowers</i> was a discussion regarding evidence of other crimes, wrongs, or bad acts pursuant to M.R.E. 404(b). That is not to say that eyewitness testimony should not also be relevant. \"`Relevant Evidence' means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" M.R.E. 401.</p>\n<p>¶ 37. Through his testimony, Jeffery identified Puckett as the man he saw inside the family's home upon returning from collecting straw on the day of the murder. He also testified that Puckett was holding on to Nancy Hatten's shirt and holding a \"club\" in the other hand. It cannot be said that Jeffery's testimony was irrelevant.</p>\n<p>¶ 38. Justin testified that he saw his mother before going with his brother and father to collect pine straw and that his mother was okay at that time. The state argued at trial that the defense had made the opening statement that somebody else had murdered Rhonda and that Justin's testimony would help established the time frame in which the murder had <span class=\"star-pagination\">*935</span> occurred. This Court finds that Justin's testimony was also relevant.</p>\n<p>¶ 39. Even if we assume, for the sake of argument, that the relevant testimony of Justin and Jeffery was cumulative to matters already established through testimony of Nancy Hatten and David Griffis, Puckett's defense was to accuse David Griffis of the murder. The testimony of the boys corroborated portions of David Griffis's testimony. The trial judge did not abuse his discretion in allowing the testimony.</p>\n<p>¶ 40. Puckett's claim is both procedurally barred and without merit.</p>\n<p></p>\n<h2>IV. WHETHER IT WAS IMPROPER AND REVERSIBLE ERROR FOR THE DISTRICT ATTORNEY TO INQUIRE OF THE PETITIONER AS TO HIS POST-<i>MIRANDA</i> SILENCE, WHERE PETITIONER MADE BRIEF POST-ARREST STATEMENTS AFTER WHICH HE INVOKED HIS RIGHT TO REMAIN SILENT.</h2>\n<p>¶ 41. Puckett argues that the prosecution committed reversible error during cross-examination by improperly inquiring into the defendant's post-<i>Miranda</i> silence. This identical issue was raised as Puckett's assignment of error VII on his direct appeal before this Court. <i>Puckett v. State,</i> 737 So.2d at 347. This Court agreed with the State's position that the issue was procedurally barred, not only because the defense did not object to the prosecutor's line of questioning, but also because the issue was not raised in Puckett's Motion for New Trial. <i>Id.</i> at 349. However, this Court discussed the merits of Puckett's contention to determine if his fundamental rights had been violated. <i>Id.</i> at 350. This Court ultimately held Puckett's claim to be without merit. <i>Id.</i></p>\n<p>¶ 42. Puckett's attempt to raise this issue again in his motion for post-conviction relief is procedurally barred as res judicata. Miss.Code Ann. § 99-39-21(3); <i>Wiley v. State,</i> 750 So.2d at 1200. As this Court found previously, Puckett is not entitled to relief on this assignment of error.</p>\n<p></p>\n<h2>V. THE PETITIONER WAS DENIED HIS SIXTH AMENDMENT RIGHT TO THE EFFECTIVE ASSISTANCE OF COUNSEL AT THE GUILT AND SENTENCING PHASES OF THE TRIAL WITHIN THE MEANING OF <i>STRICKLAND v. WASHINGTON</i><i>,</i> AND CORRESPONDING PORTIONS OF THE MISSISSIPPI CONSTITUTION.</h2>\n<p>¶ 43. This Court has stated the following on ineffective assistance of counsel and the standard provided in <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984):</p>\n<blockquote>\"The benchmark for judging any claim of ineffectiveness [of counsel] must be whether counsel's conduct so undermined the proper functioning of the adversarial process that the trial cannot be relied on as having produced a just result.\" <i>Strickland v. Washington,</i> 466 U.S. 668, 686, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). A defendant must demonstrate that his counsel's performance was deficient and that the deficiency prejudiced the defense of the case. <i>Id.</i> at 687, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674. \"Unless a defendant makes both showings, it cannot be said that the conviction or death sentence resulted from a breakdown in the adversary process that renders the result unreliable.\" <i>Stringer v. State,</i> 454 So.2d 468, 477 (Miss.1984) (citing <i>Strickland v. Washington,</i> 466 U.S. at 687, 104 S.Ct. 2052). The focus of the inquiry must be whether counsel's assistance was reasonable <span class=\"star-pagination\">*936</span> considering all the circumstances. <i>Id.</i>\n</blockquote>\n<blockquote>Judicial scrutiny of counsel's performance must be highly deferential. (citation omitted) ... A fair assessment of attorney performance requires that every effort be made to eliminate the distorting effects of hindsight, to reconstruct the circumstances of counsel's challenged conduct, and to evaluate the conduct from counsel's perspective at the time. Because of the difficulties inherent in making the evaluation, a court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'</blockquote>\n<p><i>Stringer,</i> 454 So.2d at 477 (citing <i>Strickland,</i> 466 U.S. at 689, 104 S.Ct. 2052). Defense counsel is presumed competent. <i>Id.</i></p>\n<blockquote>Then, to determine the second prong of prejudice to the defense, the standard is \"a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Mohr v. State,</i> 584 So.2d 426, 430 (Miss.1991). This means a \"probability sufficient to undermine the confidence in the outcome.\" <i>Id.</i> The question here is:</blockquote>\n<blockquote>whether there is a reasonable probability that, absent the errors, the sentencer  including an appellate court, to the extent it independently reweighs the evidence  would have concluded that the balance of the aggravating and mitigating circumstances did not warrant death. <i>Strickland,</i> 466 U.S. at 695, 104 S.Ct. at 2068. There is no constitutional right then to errorless counsel. <i>Cabello v. State,</i> 524 So.2d 313, 315 (Miss.1988); <i>Mohr v. State,</i> 584 So.2d 426, 430 (Miss.1991) (right to effective counsel does not entitle defendant to have an attorney who makes no mistakes at trial; defendant just has right to have competent counsel). If the post-conviction application fails on either of the <i>Strickland</i> prongs, the proceedings end. <i>Neal v. State,</i> 525 So.2d 1279, 1281 (Miss.1987); <i>Mohr v. State,</i> 584 So.2d 426 (Miss.1991).</blockquote>\n<blockquote>\n<i>Davis v. State,</i> 743 So.2d 326, 334 (Miss. 1999) (citing <i>Foster v. State,</i> 687 So.2d 1124, 1130 (Miss.1996)).</blockquote>\n<p><i>Brown v. State,</i> 798 So.2d 481, 493-94 (Miss.2001).</p>\n<p></p>\n<h2><i>A. Failure to Present a Defense in the Guilt-Innocence Phase of the Trial.</i></h2>\n<p>¶ 44. During the guilt-innocence phase of the trial, the defense called Puckett's Boy Scout Leader and Assistant Leader as character witnesses. Puckett also took the stand in his own defense. Puckett asserts that his trial counsel was ineffective because \"[t]hese three witness [sic] comprised the sum total of the defense.\" Puckett concludes that his counsel failed to provide a meaningful defense.</p>\n<p>¶ 45. Again, it was Puckett's defense that David Griffis committed the murder. All of those individuals who were at the scene of the crime following Rhonda's murder and witnessed Puckett at the scene testified as witnesses for the State. Puckett neither provides this Court with insight as to who else should have been presented as a defense witness during the guilt phase nor does he assert that defense counsel was deficient in his cross-examination of the state's witnesses. Puckett has offered nothing by way of proof that his defense counsel was ineffective other than the conclusory allegation that only calling <span class=\"star-pagination\">*937</span> three witnesses, including Puckett, was deficient.</p>\n<p>¶ 46. Puckett has not presented this claim with any specificity.</p>\n<blockquote>[I]n order to sustain summary dismissal, of the ineffective assistance of counsel claim, under Miss.Code Ann. § 99-39-11(2) (Supp.1997), the allegation must be alleged with specificity. `[H]e must specifically allege facts showing that effective assistance of counsel was not in fact rendered, and he must allege with specificity the fact that but for such purported actions by ineffective counsel, the results of the trial court decision would have been different. <i>Smith v. State,</i> 434 So.2d 212, 219 (Miss.1983). See also Miss.Code Ann. § 99-39-9(1)(c) (1994); <i>Ford v. State,</i> 708 So.2d 73, 75 (Miss. 1998).</blockquote>\n<p><i>Wilcher v. State,</i> 863 So.2d 776, 805 (Miss. 2003). This claim is summarily dismissed.</p>\n<p></p>\n<h2><i>B. The Failure to Challenge Juror Number 35 after Counsel Learned That She Did Not Fill out Her Own Jury Questionnaire.</i></h2>\n<p>¶ 47. In this claim, Puckett revisits the issue of juror No. 35, Ms. Tomoe Parker. He asserts that his defense counsel was ineffective for failing to strike Ms. Parker because she did not personally complete her juror questionnaire. Puckett concludes his argument by stating that \"the inclusion of Mrs. Parker on Petitioner's jury panel, after she clearly indicated that she could not adequately understand English, was prejudicial.\"</p>\n<p>¶ 48. As discussed previously, the trial court asked the venire if there was anyone who could not read or write. Ms. Parker was one of two venire members who came forward at that time. As the trial court conducted voir dire of these two venire members, Ms. Parker indicated that her daughter filled out the questionnaire for her. However, the trial court questioned Ms. Parker extensively and was satisfied that she could, in fact, read and write. The trial court was also satisfied as to her English speaking abilities. As was stated above in Puckett's first claim of error, Puckett was not denied a fundamental right by Ms. Parker having been seated as a juror. It cannot be maintained that Puckett's counsel was deficient for not moving to have her stricken from the jury.</p>\n<p>¶ 49. Defense counsel is presumed competent. <i>Stringer,</i> 454 So.2d at 477. There is a presumption that counsel's conduct is reasonable and professional and that decisions made are strategic. <i>Murray v. Maggio,</i> 736 F.2d 279, 282 (5th Cir.1984). Even if we assume, for the sake of argument, that Puckett's counsel was deficient for failing to have Ms. Parker stricken from the jury, Puckett has not demonstrated how the outcome of the trial would have been different.</p>\n<p>¶ 50. The ineffective assistance of counsel claim fails because Puckett has not demonstrated the requisite deficient performance and resulting prejudice.</p>\n<p></p>\n<h2><i>C. It Was Ineffective Assistance of Counsel for Failing to Voir Dire the Jury Concerning Their Beliefs Regarding Issues of Adultery.</i></h2>\n<p>¶ 51. Puckett testified that he had gone into the Griffis home with the intention of stealing money to pay his truck note. <i>Puckett,</i> 737 So.2d at 329. Puckett also testified that Rhonda was home and let him enter the home. <i>Id.</i> Further, Puckett told the jury that he and Rhonda began kissing and then he began to live out his sexual fantasy of undressing a woman while he remained dressed. <i>Id.</i> Puckett's theory of the case was that David Griffis murdered his wife after learning that Rhonda and Puckett were having an affair. He asserts that his counsel <span class=\"star-pagination\">*938</span> was ineffective for failing to voir dire the jury to determine \"whether members of the venire had any bias or prejudice regarding adultery, fornication and/or underage sex.\" <i>Id.</i></p>\n<p>¶ 52. As the State properly points out, Puckett was on trial for capital murder during the course of sexual battery, not while engaged in the acts of adultery or fornication. Further, there was no question of underage sex because Puckett was eighteen at the time of the crime and the victim was twenty-eight.</p>\n<p>¶ 53. Puckett does not demonstrate how the failure to question the venire about this was deficient, nor does he demonstrate how he was prejudiced. Puckett's claim is nothing more than a conclusory allegation of ineffective assistance of counsel that is completely without merit. Puckett has failed to allege with specificity his claim for ineffective assistance of counsel and the claim should be summarily dismissed. <i>Wilcher,</i> 863 So.2d at 805.</p>\n<p></p>\n<h2><i>D. Trial Counsel Was Ineffective by Failing to Request and Send Samples for Independent Testing.</i></h2>\n<p>¶ 54. The following is Puckett's argument in its entirety:</p>\n<blockquote>Trial counsel's performance was deficient because he failed to request and send evidence samples for independent testing. Testing of the samples and evidence collected would have enabled the Petitioner to challenge to prosecution on their theory of the case. The failure to provide independent testing prejudiced the Petitioner by preventing a vigorous defense.</blockquote>\n<p>Puckett's petition, at 35.</p>\n<p>¶ 55. Again, Puckett has done nothing more than submit a conclusory allegation. He has failed to allege with specificity support for his claim of ineffective assistance of counsel and the claim should be summarily dismissed. <i>Wilcher,</i> 863 So.2d at 805. Further, Puckett cites no authority for his contention. This Court has continually considered issues of error not supported by citation or authority as abandoned. <i>Thibodeaux v. State,</i> 652 So.2d at 155. Puckett does not demonstrate what sample or samples should have been tested, what the independent testing would have revealed, or that the testing that was performed was inaccurate or somehow defective.</p>\n<p>¶ 56. It is clear that Puckett has not demonstrated how counsel's performance was deficient. This claim does not pass the first prong of the standard set forth in <i>Strickland.</i></p>\n<p></p>\n<h2><i>E. Counsel Failed Their Duty to Investigate and Present Mitigating Evidence.</i></h2>\n<p>¶ 57. Puckett asserts that during the sentencing phase his counsel presented limited testimony from a former teacher, a superintendent, a scouting master, a prison chaplain, Puckett's mother and a friend of hers. Puckett did not testify on his own behalf. Puckett claims that he was unfairly prejudiced and denied his fundamental Sixth Amendment right to effective counsel because none of his classmates, friends or other relatives were called to testify.</p>\n<p>¶ 58. The record indicates that defense counsel called six witnesses to testify on Puckett's behalf during sentencing. Puckett's counsel first called Susan Greer, one of Puckett's high school teachers who had taught Puckett in three different subjects during a one-year period. She testified that Puckett was a good student, a very mannerly young man, and that she never had a problem with him in the classroom. She testified of her experience with Puckett and several other children while on a seven-day field trip to Washington D.C. Greer testified that Puckett was a very friendly young man and that she had no <span class=\"star-pagination\">*939</span> disciplinary problems with Puckett. She then asked the jury to spare Puckett's life.</p>\n<p>¶ 59. The next witness to testify on Puckett's behalf was Pat Jones, the Superintendent of Education of Perry County Schools. Jones testified that he knew Puckett very well and had known Puckett since Puckett was in the ninth grade at Perry Central High school. Jones testified that Puckett often came to visit at Jones's home for swimming parties, and that Puckett visited even after having graduated high school. Jones stated that Puckett was a \"good, caring child\" and that Jones never saw violence in Puckett. Jones testified that he and Puckett often talked about religion and feelings. Jones told the jury that Puckett had a \"self esteem\" problem and that Jones made it a point to help build Puckett's good moral character. Jones affirmed that he thought Puckett could make something positive of this life experience despite being incarcerated, and Jones asked the jury to spare Puckett's life.</p>\n<p>¶ 60. The third witness to testify in mitigation was Bill Wall. Wall owns a finance company and is an inmate chaplain where Puckett is incarcerated. Wall testified that he met Puckett the second day of Puckett's incarceration in October of 1995. Wall testified that Puckett had completed three Bible study courses and was about to begin the fourth. Wall also testified that Puckett always came to the Wednesday afternoon counseling sessions. Wall told the jury that Puckett got along well with the other inmates and officers. Wall stated that Puckett \"had accepted the Lord\" and Wall was of the belief that Puckett \"could encourage [other inmates] in the study of God's word.\" Wall asked the jury to spare Puckett's life. He also asked the jury to consider Puckett's age.</p>\n<p>¶ 61. The next witness to testify for Puckett was Dora Harrington. Mrs. Harrington and Puckett's mother attended school together. Mrs. Harrington testified that her children and Puckett had spent considerable time together camping, swimming and picnicking. She told the jury that she had been close to Puckett, and she asked the jury to spare his life.</p>\n<p>¶ 62. Puckett's mother, Mary Puckett, testified next. The defense counsel asked Mary Puckett if she was asking the jury to spare her son life, to which she replied, \"yes, I am.\" The State submits that the line of questioning to Mary Puckett by the defense was limited because Puckett's mother had asked him to move out of the family home just two weeks prior to the murder, which the State asked her to expound upon.</p>\n<p>¶ 63. The final witness called on Puckett's behalf was Lamar Pritchard. Pritchard works for the Internal Revenue Service and was Puckett's leader in the Boy Scouts. He testified that he knew Puckett for approximately five years and that he last saw Puckett in May of 1995, approximately five months before the murder occurred, when Puckett received his Eagle Scout award. Pritchard told the jury that Puckett showed leadership qualities, had perseverance, and that Puckett took younger scouts and helped them develop. Finally, Pritchard explained to the jury that Puckett could live a productive life in prison and asked them to spare Puckett's life.</p>\n<p>¶ 64. Puckett asserts that his counsel failed to investigate and produce mitigating evidence that could have been offered by calling classmates, friends or other relatives. As proof of his contention, Puckett offers an affidavit of Mary Puckett and two unsworn statements from friends.</p>\n<p>¶ 65. Mary Puckett states in her affidavit that</p>\n<blockquote>[e]ven though Mr. Adelman chose to call only a few witness [sic] on Mike's [sic] <span class=\"star-pagination\">*940</span> behalf, there were many other people-family and friends who could have testified: Debbie Puckett, his aunt; Paul Puckett, uncle; Harold Puckett, stepfather; Larry Ross, Matt's natural father; Lisa Connerly, aunt; Keith Stennet, uncle; Frankie Harold, Corey McLain and Herbert Wiggins, friends. There was also the person who certified Matt as an Eagle Scout and did an extensive investigation into matt's background. There were also several other teachers who were available. I told Mr. Adelman about some of these people and would have had more information and witnesses if I had been told these things were important.</blockquote>\n<p>This affidavit does nothing more than identify people that Mary Puckett feels would have been helpful to her son's sentencing hearing. She does not state what these potential witness might have testified to or how that testimony would have been any different than the testimony that was offered from the six individuals that did testify on Puckett's behalf. Further, Puckett has failed to provide affidavits from those individuals named by his mother in her affidavit.</p>\n<p>¶ 66. Puckett also offers the unsworn statements of Ronnie Ainsworth and Iris Moree Hinton which he refers to as affidavits.<sup>[5]</sup> An affidavit is \"[a] written or printed declaration or statement of facts, made voluntarily, <i>and confirmed by the oath or affirmation of the party making it, taken before a person having authority to administer such oath or affirmation.</i>\" Black's Law Dictionary, 58 ( 6th ed.1990). (emphasis added); <i>see also </i><i>Wilborn v. State,</i> 394 So.2d 1355, 1359 (Miss.1981) (Patterson, C.J., dissenting).</p>\n<p>¶ 67. In his unsworn statement, Ainsworth states that Puckett was \"a good friend, the kind of person you could call in the middle of the night for a ride. He'd help you get a job, anything for a friend.\" Ainsworth also states, \"I do not keep in touch with Matt but still consider him a friend. Matt was loved by his friends and none of us was [sic] ever asked to testify on his behalf. I can think of 15-20 people who would have testified on Matt's behalf had we been asked.\"</p>\n<p>¶ 68. Iris Moree Hinton's unsworn statement reveals that Puckett was living with Hinton and her husband at the time he was arrested. She stated that she was concerned that Puckett had been seeing a married woman with two kids and that defense counsel never asked what she knew of the married woman. Hinton's unsworn statement does not tell this Court anything else about what Hinton may have known about the woman she alleges Puckett was seeing.</p>\n<p>¶ 69. First of all, the unsworn statement does not mention this woman's name. Second, if it is to be implied that the married woman Hinton is speaking of was Rhonda Griffis, the State correctly points out that this statement is in direct conflict with Puckett's testimony at trial. Puckett testified that he had only had sex with Rhonda Griffis once, which he asserts occurred during \"the early part of the spring\" of 1995. He also testified that he had nothing more to do with the victim until the day of the murder, October 14, <span class=\"star-pagination\">*941</span> 1995. The State contends that Hinton's testimony of Puckett seeing a married woman, if in fact it is to be implied from the unsworn statement that the woman was Rhonda Griffis, would have been contradictory to Puckett's testimony. Counsel cannot be said to be deficient for not wanting to contradict Puckett's theory of defense. This Court would then be evaluating a claim of ineffective assistance of counsel for having called Hinton to testify.</p>\n<p>¶ 70. As for the rest of Hinton's unsworn statement, Hinton states that Puckett \"was best friends with our grandson Corey.\" She further states that she would have told the jury about \"what a nice boy [Puckett] was. I would have told the jury about the nice, well mannered young man who lived in my house, cleaned his room, made his bed, and helped with chores like toting groceries and taking out the trash.\" <i>Id.</i></p>\n<p>¶ 71. Recently, the United States Supreme Court rendered its decision in <i>Wiggins v. Smith,</i> 539 U.S. 510, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003). In that case, Wiggins's counsel presented no mitigating evidence regarding Wiggins's horrible childhood. The Supreme Court determined that counsel's investigation into Wiggins's background as a youth was not sufficient to make an informed strategic decision not to present mitigating evidence regarding Wiggins's life as a child. The Court stated:</p>\n<blockquote>In finding that [Wiggins' counsels'] investigation did not meet <i>Strickland's</i> performance standards, we emphasize that <i>Strickland</i> does not require counsel to investigate every conceivable line of mitigating evidence no matter how unlikely the effort would be to assist the defendant at sentencing. Nor does <i>Strickland</i> require defense counsel to present mitigating evidence at sentencing in every case. Both conclusions would interfere with the `constitutionally protected independence of counsel' at the heart of <i>Strickland.</i> 466 U.S., at 689. We base our conclusion on the much more limited principle that `strategic choices made after less than complete investigation are reasonable' only to the extent that `reasonable professional judgments support the limitations on investigations.\" <i>Id.,</i> at 690-691. A decision not to investigate thus `must be directly assessed for reasonableness in all circumstances.' <i>Id.</i> at 691.</blockquote>\n<p><i>Wiggins,</i> 123 S.Ct. at 2541.</p>\n<p>¶ 72. Even if this Court were to accept the unsworn statements of Ainsworth and Hinton, together with Mary Puckett's affidavit, there has been no showing that defense counsel was ineffective for failing to call additional witnesses during the sentencing phase. The affidavit and unsworn statements relied upon by Puckett present nothing more than what would have amounted to cumulative character evidence already presented by other witnesses, had these people been presented to testify. Even if it is assumed, for the sake of argument, that defense counsel should have introduced these witnesses at the sentencing phase, Puckett has not demonstrated how their testimonies would have resulted in a different outcome.</p>\n<p>¶ 73. This Court finds that this claim does not pass the standard set forth in <i>Strickland v. Washington</i><i>.</i></p>\n<p></p>\n<h2><i>F. Trial Counsel Failed to Request Funds for an Expert Pathologist.</i></h2>\n<p>¶ 74. In this final ineffective assistance of counsel claim, Puckett asserts that his counsel should have secured the resources from the trial court necessary to hire an independent pathologist to review the evidence or the findings of Dr. Hayne. He claims that testimony concerning the victim's injuries, cause of death and underlying <span class=\"star-pagination\">*942</span> aggravator(s) was crucial evidence necessary to prove the crime for which he was indicted. Puckett cites <i>Johnson v. State,</i> 529 So.2d 577, 591-92 (Miss.1988), for the proposition that the defense is entitled to all experts reasonably necessary for an effective defense.</p>\n<p>¶ 75. Again, Puckett's defense was that he did not sexually assault or kill Rhonda Griffis. He never disputed that Rhonda was killed or sexually assaulted or that the State's Exhibit No. 3 was the murder weapon. There was never a dispute about the victim's injuries or the manner in which she died, short of Puckett's contention that he was not the one who killed her. It is difficult to see how a pathologist would have been useful to Puckett's defense, and Puckett fails to enlighten this Court in that regard.</p>\n<p>¶ 76. Given Puckett's theory of defense, and the fact that he has now offered nothing more than undeveloped assertions that a pathologist would have been beneficial, it is not likely that the trial court would have granted the request for funds to retain an independent pathologist. <i>See </i><i>Johnson v. State,</i> 529 So.2d at 590-92. Puckett has not demonstrated the need for an independent pathologist. Similarly, it cannot be said that Puckett's counsel was deficient by failing to request for the funds to hire an independent pathologist. This issue is without merit.</p>\n<p></p>\n<h2>VI. CUMULATIVE EFFECT OF COUNSEL'S FAILURE TO MAKE CONTEMPORANEOUS OBJECTIONS DENIED PETITIONER A FUNDAMENTALLY FAIR TRIAL.</h2>\n<p>¶ 77. Puckett contends that defense counsel was ineffective for failure to object during several instances at trial. He maintains that, although each incident may not amount to reversible error alone, the aggregate of the instances constitutes reversible error.</p>\n<p>¶ 78. Puckett first asserts that his counsel should have objected to the prosecutor's line of questioning during cross-examination of Puckett with regards to the Canebrake incident. Puckett does not indicate on what grounds his defense counsel should have objected or why the prosecutor's line of questioning was inappropriate. In order to prevail on an ineffective assistance of counsel claim, \"the post-conviction applicant to this Court must demonstrate with specificity and detail the elements of the claim.\" <i>Woodward v. State,</i> 635 So.2d 805, 808 (Miss.1993); <i>Foster v. State,</i> 687 So.2d at 1141. Puckett has failed to do so.</p>\n<p>¶ 79. Puckett next asserts that his counsel failed to object to the prosecutor's statements made during testimony of Dr. Michael West. The prosecutor was questioning Dr. West with regards to finding finger prints on the murder weapon. The prosecutor stated \"You don't have to be a police officer to obtain fingerprints. I can do that.\" Puckett maintains that his counsel should have objected to the prosecutor's improperly expressing his personal opinions and ask the court to instruct the jury to disregard the prosecutor's comments. The transcript contains the following dialogue:</p>\n<blockquote>Q [By Mr. Jones]: Did you make any effort to obtain any kind of fingerprints off that stick?</blockquote>\n<blockquote>A [By Dr. West]: Yes, sir.</blockquote>\n<blockquote>Q: What type of effort did you make?</blockquote>\n<blockquote>MR. ADELMAN: Your Honor, this witness hasn't been qualified as a fingerprint expert.</blockquote>\n<blockquote>MR. JONES: You don't have to be an expert to be an expert to obtain fingerprints. I'm not going to offer any prints in. You don't have to be a <span class=\"star-pagination\">*943</span> police officer to obtain prints. I can do that.</blockquote>\n<blockquote>MR. ADLEMAN He's not been qualified that he has any expertise in even taking fingerprints.</blockquote>\n<blockquote>MR. JONES: I'm not asking for an opinion on that. I'm just asking if he made any effort to obtain fingerprints.</blockquote>\n<blockquote>THE COURT: Well, let's find out if he did it, and then you may attempt to</blockquote>\n<blockquote>Q: Did you? Did you make any effort to obtain finger prints?</blockquote>\n<blockquote>A: Yes, sir.</blockquote>\n<blockquote>Q: Were you able to do so?</blockquote>\n<blockquote>A: No, sir.</blockquote>\n<p>¶ 80. It is clear from the transcript that Puckett's attorney had objected to Dr. West's qualifications in lifting latent finger prints. As the State properly points out, no finger print evidence was offered by the State against Puckett through the testimony of Dr. West or anyone else. Puckett does not allege prejudice, and it cannot be maintained that Puckett was actually prejudiced by the comment made by the prosecutor. This claim certainly does not pass the ineffective assistance of counsel standard set forth in <i>Strickland v. Washington</i><i>,</i> or its progeny.</p>\n<p>¶ 81. Third, Puckett asserts that his counsel failed to object to questions regarding burglary. Because the burglary portion of his indictment was dismissed on the motion of the State, Puckett asserts that any reference to burglary was highly prejudicial.</p>\n<p>¶ 82. On direct appeal, Puckett claimed that it was reversible error for the prosecutor to inquire about Puckett's post-<i>Miranda</i> silence. <i>Puckett,</i> 737 So.2d at 347. Although no objection to that line of questioning was made by Puckett, this Court did discuss the merits to see if Puckett's fundamental rights had been violated. <i>Id.</i> at 350. In that discussion on the merits, this Court stated the following:</p>\n<blockquote>¶ 86. In the case at bar, after being placed under arrest and being read his <i>Miranda</i> warnings, Puckett made voluntary statements to his mother as well as to law enforcement officials. Specifically, in addition to other statements, Puckett made a comment to the effect that \"this is a lot of law enforcement for somebody who just committed a burglary.\" This statement is inconsistent with his assertion at trial, that he had hid in the woods because he was scared of David Griffis after witnessing Griffis brutally murder his wife. Puckett's statement upon his arrest indicated that he was running from the police after committing a burglary. However, Puckett's statement at trial indicate that he was running from the police because he was afraid of Griffis. <i>Therefore, the prosecutor's questions upon cross-examination are admissible under Miss. R. Evid. 613 to show that Puckett's prior statements were inconsistent with his statements at trial.</i>\n</blockquote>\n<p><i>Id.</i> at 351 (emphasis added).</p>\n<p>¶ 83. This Court has already determined that the questions asked by the prosecutor regarding burglary were permissible. Puckett is barred from raising the issue again in the form of an ineffective assistance of counsel claim. \"We must caution that other issues which were either presented through direct appeal or could have been presented on direct appeal or at trial are procedurally barred and cannot be relitigated under the guise of poor representation by counsel.\" <i>Foster v. State,</i> 687 So.2d at 1129.</p>\n<p>¶ 84. Further, without waiving the procedural bar, the issue is without merit. Puckett himself inserted burglary into his trial while being cross-examined. <span class=\"star-pagination\">*944</span> As part of his defense, Puckett maintained that he was merely going to burglarize the Griffis home in order to find money to pay his truck note. <i>Puckett,</i> 737 So.2d at 329. It is clear that the references to burglary were not objectionable.</p>\n<p>¶ 85. Puckett claims that he was denied a fundamentally fair trial due to defense counsel's failure to object in the aforementioned instances. In <i>Doss v. State,</i> 709 So.2d 369 (Miss.1996), this Court held that \"[w]here there is no reversible error in any part, .... there is no reversible error to the whole.\" <i>Id.</i> at 401 (quoting <i>McFee v. State,</i> 511 So.2d 130, 136 (Miss.1987)). \"This Court has held that a murder conviction or a death sentence can still not warrant a reversal where the cumulative effect of alleged errors, if any, was procedurally barred.\" <i>Id.</i> (citing <i>Davis v. State,</i> 660 So.2d 1228, 1256 (Miss.1995) (<i>See also </i><i>Simmons v. State,</i> 805 So.2d 452 (Miss. 2001))). Puckett's claim of cumulative error is without merit.</p>\n<p></p>\n<h2>VII. THE AGGRAVATING FACTORS ELEVATING THE CHARGE TO A CAPITAL OFFENSE WERE NOT INCLUDED IN PUCKETT'S INDICTMENT AND THEREFORE HIS DEATH PENALTY MUST BE VACATED.</h2>\n<p></p>\n<h2>\n<i>A. In </i><i>Ring v. Arizona</i><i>, the United States Supreme Court Held That Aggravating Circumstances Function as Elements of the Offense of Capital Murder.</i>\n</h2>\n<p>¶ 86. Puckett argues that his indictment is unconstitutional for failure to include and specify the aggravating factors used to sentence him to death. This issue was not raised at trial or on direct appeal and normally would be procedurally barred. However, Puckett primarily relies on <i>Jones v. United States,</i> 526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999), <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), and <i>Ring v. Arizona,</i> 536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002), as intervening decisions which would nullify the procedural bar.</p>\n<p>¶ 87. In <i>Jones v. United States</i> the United States Supreme Court considered a federal carjacking statute. The Supreme Court found in Jones that the carjacking statute, which allowed three different punishments increasing in severity depending on the degree of violence used or physical harm accomplished by the carjacker, could result in three distinct offenses, all of which had to be charged in the carjacker's indictment:</p>\n<blockquote>[U]nder the Due Process Clause of the Fifth Amendment and the notice and jury trial guarantees of the Sixth Amendment, any fact (other than prior conviction) that increases the maximum penalty for a crime <i>must be charged in an indictment,</i> submitted to a jury, and proven beyond a reasonable doubt.</blockquote>\n<p><i>Jones,</i> 526 U.S. at 243 n. 6, 119 S.Ct. 1215 (emphasis added).</p>\n<p>¶ 88. <i>Jones</i> was followed by <i>Apprendi.</i> Apprendi fired several shots into the home of an African-American family in Vineland, New Jersey. Apprendi was indicted on numerous state charges of shooting and possession of firearms. He eventually pled guilty to two counts of possession of a firearm for unlawful purpose and one count of possession of an explosive. After the judge accepted the guilty pleas, the prosecutor moved for an enhanced sentence on one of the counts on the basis that it was a hate crime. The judge concurred and rendered an enhanced sentence on twelve years on that particular count, with shorter concurrent sentences on the other two counts.</p>\n<p><span class=\"star-pagination\">*945</span> ¶ 89. Relying in part on <i>Jones,</i> Apprendi argued that he was entitled to have the finding on enhancement decided by a jury. The Supreme Court agreed, stating: \"Other than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Apprendi,</i> 530 U.S. at 490, 120 S.Ct. 2348. However, the Court specifically stated that \"Apprendi has not here asserted a constitutional claim based on the omission of any reference to sentence enhancement or racial bias in the indictment.... We thus do not address the indictment question separately today.\" <i>Apprendi,</i> 530 U.S. at 477 n., 120 S.Ct. 23483.</p>\n<p>¶ 90. The Court found in <i>Apprendi</i> that New Jersey's statutory scheme would allow a jury to convict a defendant of a second degree offense of possession of a prohibited weapon, and then, in a separate subsequent proceeding, allow a judge to impose a punishment usually reserved for first degree crimes made on the judge's finding based on a preponderance of the evidence. The <i>Apprendi</i> Court finally stated that its decision did not apply to capital sentencing cases, even those cases where the judge was the one deciding whether to sentence the defendant to death or some lesser sentence, citing <i>Walton v. Arizona,</i> 497 U.S. 639, 110 S.Ct. 3047, 111 L.Ed.2d 511(1990), where the Arizona capital sentencing process had been upheld.</p>\n<p>¶ 91. In 2002, the U.S. Supreme Court decided <i>Ring v. Arizona</i><i>. Ring</i> addressed the issue of whether the Arizona capital sentencing process as upheld in 1990 in <i>Walton v. Arizona</i><i>,</i> that of a jury deciding guilt and a judge making findings on aggravating factors, could survive the <i>Apprendi</i> decision. The Supreme Court decided it could not. Despite the efforts in <i>Apprendi</i> to distinguish non-capital enhancement cases from aggravating circumstances in capital cases in this context, the Supreme Court in <i>Ring</i> found that there was no difference.</p>\n<blockquote>[W]e overrule <i>Walton</i> to the extent that it allows a sentencing judge, sitting without a jury, to find an aggravating circumstance necessary for imposition of the death penalty. See 497 U.S., at 647-649, 110 S.Ct. 3047. Because Arizona's enumerated aggravating factors operate as `the functional equivalent of an element of a greater offense,' <i>Apprendi,</i> 530 U.S., at 494, n. 19, 120 S.Ct. 2348, the Sixth Amendment requires that they be found by a jury.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>`The guarantees of jury trial in the Federal and State Constitutions reflect a profound judgment about the way in which law should be enforced and justice administered.... If the defendant preferred the common-sense judgment of a jury to the more tutored but perhaps less sympathetic reaction of the single judge, he was to have it.' <i>Duncan v. Louisiana,</i> 391 U.S. 145, 155-156, 88 S.Ct. 1444, 20 L.Ed.2d 491 (1968).</blockquote>\n<blockquote>The right to trial by jury guaranteed by the Sixth Amendment would be senselessly diminished if it encompassed the fact finding necessary to increase a defendant's sentence by two years, but not the fact finding necessary to put him to death. We hold that the Sixth Amendment applies to both.</blockquote>\n<p><i>Ring,</i> 536 U.S. at 609, 122 S.Ct. 2428.</p>\n<p>¶ 92. Puckett argues that because <i>Ring</i> found the <i>Apprendi</i> decision persuasive on the issue of Arizona's enumerated aggravating factors operating as \"the functional equivalent of an element of a greater offense,\" the Supreme Court necessarily adopted every other rule stated in <i>Apprendi</i> <span class=\"star-pagination\">*946</span> for state capital sentencing proceedings, specifically the rule first cited in <i>Jones v. United States</i><i>,</i> that the Constitution requires that aggravating factors be listed in indictments. We find this argument is incorrect. <i>Ring</i> only found that juries must find aggravating factors: \"Ring's claim is tightly delineated: He contends only that the Sixth Amendment required jury findings on the aggravating circumstances asserted against him....\" Finally, Ring does not contend that his indictment was constitutionally defective. See <i>Apprendi,</i> 530 U.S. at 477 n. 3, 120 S.Ct. 2348 (Fourteenth Amendment \"has not ... been construed to include the Fifth Amendment right to `presentment or indictment of a Grand Jury'\"). <i>Ring,</i> 536 U.S. at 597 n. 4, 122 S.Ct. 2428.</p>\n<p></p>\n<h2><i>B. In its Requirement That at Least One Aggravating Circumstance Be Found Before the Death Penalty Can Be Imposed, Mississippi's Capital Sentencing Scheme Is Indistinguishable from the Arizona Scheme Rejected in Ring.</i></h2>\n<p>¶ 93. Puckett argues: \"Although Mississippi's capital sentencing scheme is not identical in all respects to the Arizona scheme rejected by the United States Supreme Court in <i>Ring,</i> the two schemes are identical in the respects relevant to this case.\" This is incorrect. The two sentencing schemes are different in the only respect relevant to <i>Ring,</i> that of who finds aggravating circumstances that lead to the death sentence. Under Arizona's scheme, the judge did this, and for this reason Arizona's scheme was found to be unconstitutional. Under this state's statutory scheme, and in Puckett's case the jury found the aggravating circumstances. We hold that there is no infirmity under <i>Ring.</i></p>\n<p></p>\n<h2><i>C. Capital Murder May Be Charged Only upon an Indictment Alleging All of the Elements of the Crime to Be Proved.</i></h2>\n<p>¶ 94. Puckett sums up his argument concerning the alleged problems with his indictment by repeating it here. Puckett cites <i>United States v. Fell,</i> 217 F.Supp.2d 469 (D.Vt.2002), and <i>United States v. Lentz,</i> 225 F.Supp.2d 672 (E.D.Va.2002). In <i>Fell,</i> 217 F.Supp.2d at 483, the court found the following: \"Although the <i>Ring</i> decision explicitly did not discuss whether a defendant was entitled to grand jury indictment on the facts that, if proven, would justify a sentence of death, see <i>Ring,</i> 536 U.S. at 597 n. 4, 122 S.Ct. at 2437 n. 4, the clear implication of the decision, resting as squarely as it does on <i>Jones,</i> is that in a federal capital case the Fifth Amendment right to a grand jury indictment will apply.\" This is not a federal capital case, and there is nothing to show that this Fifth Amendment right is applicable to a state capital case. <i>Lentz</i> makes the same finding, but once again deals with the Federal Death Penalty Act, or FDPA.</p>\n<p>¶ 95. Puckett also relies on the United States Supreme Court decision of <i>Allen v. United States,</i> 536 U.S. 953, 122 S.Ct. 2653, 153 L.Ed.2d 830 (2002). In a memorandum decision, the Supreme Court stated: \"The judgment [in <i>Allen</i>] is vacated and the case is remanded to the United States Court of Appeals for the Eighth Circuit for further consideration in light of <i>Ring v. Arizona,</i> 536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002).\"</p>\n<p>¶ 96. One issue raised in <i>Allen</i> was the issue Puckett raises here, that of his indictment being defective because it did not contain the aggravating factors. The Eighth Circuit in <i>Allen</i> found that Allen's federal court indictment was not defective even though it did not contain the aggravating factors. If this is the basis on which <i>Allen</i> was vacated, it seems odd to cite <span class=\"star-pagination\">*947</span> <i>Ring v. Arizona</i> to do it. The question of what an indictment must contain in a state capital case was not before the <i>Ring</i> Court.</p>\n<p>¶ 97. In <i>Apprendi,</i> the Supreme Court stated that the Fifth Amendment right to indictment had never been applied to the states through the Fourteenth Amendment. Absent more explicit direction, we find that the Supreme Court has not ruled that state capital defendants have a constitutional right to have all aggravating circumstances listed in their indictments. We find that this issue is without merit. <i>Simmons v. State,</i> 869 So.2d 995, 1010-11 (Miss.2004).</p>\n<p></p>\n<h2>VIII. THE AVOIDING ARREST AGGRAVATING FACTOR WAS INAPPROPRIATE IN THIS CASE AND IT WAS FUNDAMENTAL ERROR TO PRESENT IT TO THE SENTENCING JURY FOR CONSIDERATION FOR THE IMPOSITION OF A SENTENCE OF DEATH.</h2>\n<p>¶ 98. Puckett argues that there was no evidence to support the aggravating factor of avoiding arrest and that the trial court erred in allowing the jury to consider the aggravating factor. This issue was fully addressed on direct appeal. <i>Puckett,</i> 737 So.2d at 361-62. This Court pointed out that there was credible evidence upon which the jury could find that Puckett murdered Rhonda in an effort to avoid apprehension and, accordingly, the trial court did not err in allowing it to be considered by the jury. <i>Id.</i> at 362. Therefore, this claim is res judicata and cannot be relitigated in Puckett's application for post-conviction relief. Miss.Code Ann. § 99-39-21(3); <i>Wiley,</i> 750 So.2d at 1200. Puckett is entitled to no relief on this claim.</p>\n<p></p>\n<h2>IX. FAILURE TO INSTRUCT THE SENTENCING JURY ON THE AVOIDING ARREST AGGRAVATOR RESULTED IN A FUNDAMENTALLY UNFAIR SENTENCING.</h2>\n<p>¶ 99. Puckett contends that he is entitled to have his sentence vacated and a new sentencing hearing held because the trial court failed to instruct the jury on what constitutes avoiding or preventing a lawful arrest or affecting an escape from custody. First, this issue was capable of being raised on direct appeal and is now procedurally barred from being considered for the first time in Puckett's post-conviction application. Miss.Code Ann. § 99-39-21(1).</p>\n<p>¶ 100. Without waiving the procedural bar, this claim is also without merit. As the State properly argues, this Court has held that no limiting instruction is needed for the avoiding arrest aggravating circumstance. \"This Court has recently held that it was unnecessary to have a limiting instruction defining `avoiding arrest' to narrow the aggravator if the evidence reasonably inferred that avoiding arrest was a substantial reason for the killing.\" <i>Brown v. State,</i> 682 So.2d 340, 355 (Miss.1996).</p>\n<p>¶ 101. As was just discussed in Puckett's previous claim, this Court held that there was sufficient evidence upon which the jury could find that Puckett killed Rhonda in an effort to avoid detection. <i>Puckett,</i> 737 So.2d at 362. \"Accordingly, the trial court's granting of this instruction was not reversible error.\" <i>Id.</i> Puckett's claim that the instruction on the avoiding arrest aggravator was flawed because it did not define \"avoiding or preventing a lawful arrest\" is without merit. <i>See </i><i>Brown,</i> 682 So.2d at 355.</p>\n<p></p>\n<h2>X. PUCKETT ASSERTS THAT HIS DEATH SENTENCE WAS DISPROPORTIONATELY <span class=\"star-pagination\">*948</span> IMPOSED.</h2>\n<p>¶ 102. In Puckett's direct appeal we stated:</p>\n<blockquote>In accordance with Miss.Code Ann. § 99-19-105(3)(c) (1994), this Court must determine whether the death sentence in this case `is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.' When the sentence is disproportionate, this Court may `set the sentence aside and remand the case for modification of the sentence of life imprisonment.</blockquote>\n<p><i>Puckett,</i> 737 So.2d at 364.</p>\n<p>¶ 103. Puckett argues that the Court's reliance upon cases listed in its holding as being factually similar under its proportionality review is misplaced and fails to consider the mandate contained in the intervening holding in <i>Ring</i> and also, the holdings in <i>Apprendi.</i> On direct appeal, this Court found that the case of <i>Blue v. State,</i> 674 So.2d 1184 (Miss.1996)<sup>[6]</sup> was useful in addressing whether Puckett's death sentence was excessive or disproportionate. <i>Puckett,</i> 737 So.2d at 364. This Court held that \"the death sentence is not disproportionate as applied to Puckett.\" <i>Id.</i></p>\n<p>¶ 104. Puckett argues that <i>Blue</i> is distinguishable from the instant case because the defendant, David Blue, admitted to the crime, \"[c]ommitted random acts of violence, beat, killed, robbed and after the victim's death engaged in sexual battery.\" Blue was indicted in the Leflore County Circuit Court for the commission of capital murder during the course of the sexual battery and armed robbery of Mary Turntine. <i>Blue,</i> 674 So.2d at 1192. Blue was seventeen at the time of his arrest. <i>Id.</i> The jury returned a sentence of the death penalty upon Blue.</p>\n<p>¶ 105. Here, Puckett was charged with capital murder during the course of sexual battery. He testified that it was his intent to commit a burglary in the victim's home. Puckett was eighteen at the time of the murder. The jury imposed the death penalty upon Puckett. This Court did not err in relying on <i>Blue</i> when addressing whether Puckett's death sentence was excessive or disproportionate.</p>\n<p>¶ 106. Puckett's reliance on <i>Ring v. Arizona,</i> 536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002), and <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000) as intervening cases to overcome the procedural bar is misplaced. The Supreme Court held in <i>Ring</i> that only a jury may find an aggravating circumstance necessary for the imposition of the death penalty. The Supreme Court held in <i>Apprendi</i> that any fact, other than a previous conviction, that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt. Neither case changes or expands the law on proportionality. The issue was considered on direct appeal and is barred by res judicata at the post-conviction level.</p>\n<p></p>\n<h2>XI. PUCKETT WAS DENIED HIS RIGHTS GUARANTEED BY THE FIFTH, SIXTH, EIGHTH AND FOURTEENTH AMENDMENTS TO THE FEDERAL CONSTITUTION AND MISSISSIPPI LAW DUE TO THE CUMULATIVE EFFECT OF THE <span class=\"star-pagination\">*949</span> ERRORS AT HIS CAPITAL TRIAL.</h2>\n<p>¶ 107. Puckett asserts that the cumulative effect of errors committed at trial denied him a fair trial. Puckett is not entitled to a perfect trial, only a fair trial. <i>McGilberry v. State,</i> 843 So.2d 21, 33 (Miss.2003), citing <i>Sand v. State,</i> 467 So.2d 907, 911 (Miss.1985). Puckett cannot support an assertion that he has been denied a fair trial.</p>\n<p>¶ 108. This Court may reverse a conviction and/or sentence based upon the cumulative effect of errors that otherwise do not independently require a reversal. <i>Jenkins v. State,</i> 607 So.2d 1171, 1183-84 (Miss.1992); <i>Hansen v. State,</i> 592 So.2d 114, 153 (Miss.1991). \"It is true that in capital cases, although no error, standing alone, requires reversal, the aggregate effect of various errors may create an atmosphere of bias, passion and prejudice that they effectively deny the defendant a fundamentally fair trial.\" <i>Conner v. State,</i> 632 So.2d 1239, 1278 (Miss.1993) (citing <i>Woodward v. State,</i> 533 So.2d 418, 432 (Miss.1988)).</p>\n<p>¶ 109. We find that a review of the record, the briefs, and the arguments reveals that there were no individual errors which required reversal and thus there is no aggregate collection of minor errors that would, as a whole, mandate a reversal of either Puckett's conviction or his sentence. This issue is therefore without merit.</p>\n<p></p>\n<h2>XII. COUNSEL WAS INEFFECTIVE FOR NOT PROPERLY ARGUING TO THE TRIAL COURT THE \"MOTION FOR DISCOVERY OF EVIDENCE PRESENTED TO THE GRAND JURY IN THIS CASE\" AND NOT BEING AWARE OF THE CONTROLLING STATE AUTHORITY ON THIS ISSUE.</h2>\n<p>¶ 110. Puckett's defense counsel filed a motion with the trial court seeking to obtain grand jury evidence and testimony. The trial court denied the motion. Puckett argues that his counsel was ineffective for failing to cite two cases, which Puckett asserts would have resulted in the motion being granted. Those two case are <i>Addkison v. State,</i> 608 So.2d 304 (Miss.1992) and <i>Ballenger v. State,</i> 667 So.2d 1242 (Miss. 1995). Puckett claims that his \"counsel was ineffective in not being aware of two Mississippi cases that addressed this issues....\"</p>\n<p>¶ 111. The State concedes that Puckett is correct in stating that <i>Addkison</i> does allow discovery of grand jury testimony by a defendant. In <i>Addkison,</i> we stated:</p>\n<blockquote>The period during which there is prohibition and a criminal sanction for disclosure of grand jury proceedings expires upon the arrest, admission to bail or recognizance of the accused. Miss.Code Ann. § 97-9-53 (1972): Miss.Unif.Cr. Rules of Cir.Ct.Rule 2.04. Both Rule 4.06(a)(1) and Rule 4.09 contemplate that grand jury testimony given by witnesses to be used by the state is available to the defendant in discovery. Since the trial of this case, Rule 4.06 has been amended to make clear that defendants are entitled to \"any statement, written, recorded or otherwise preserved\" and \"the substance of any oral statement\" given by any witness to be offered by the prosecution at trial. Rule 4.06(a)(1). This includes grand jury testimony.</blockquote>\n<p><i>Addkison,</i> 608 So.2d at 313.</p>\n<p>¶ 112. The State also correctly points out that <i>Ballenger</i> holds that it is not reversible error to deny such a pretrial motion. <i>Ballenger,</i> 667 So.2d at 1251. In <i>Ballenger,</i> this Court stated:</p>\n<blockquote>\n<span class=\"star-pagination\">*950</span> ¶ 113. Even though the trial court denied Ballenger's over broad motion she was not denied access to the that evidence presented to the grand jury to which she was entitled. The trial court granted another motion made by Ballenger in which she requested, among other things, copies of all written and/or oral statements made by any person the prosecution intended to call at trial or who had given recorded and/or oral statements to the prosecution or police. This would encompass the grand jury testimony given by any witness that the prosecution intended to call at trial. When the trial court granted this motion the rule set out in <i>Addkison</i> was satisfied.</blockquote>\n<p><i>Id.</i></p>\n<p>¶ 114. Puckett's counsel filed the following motions: Motion to Require the Prosecution to Disclose Favorable Evidence to Defendant; Motion for Discovery of Information Regarding State Experts; and Motion for Court to Conduct In Camera Inspection of the District Attorney's File by the Court for all Exculpatory Material Favorable to the Defendant, Larry Matthew Puckett. The trial court granted all of these motions. Additionally, the record reveals that the State filed and produced to Puckett a document entitled \"Substance of Oral Interviews With Potential Witness\", which contains the names of thirty-one potential witness who could have been called to testify during trial. The list indicates what the witness would likely testify to, whether the witness has provided a written statement or had testified previously. The list indicates that the defense had in its possession all prior testimonies, reports and written statements by these witnesses.</p>\n<p>¶ 115. Even if this Court assumes, for the sake of argument, that defense counsel was deficient as Puckett claims, Puckett is unable to show that he was prejudiced. This issues does not pass the standard set forth in <i>Strickland v. Washington</i><i>,</i> and no relief is warranted.</p>\n<p></p>\n<h2>XIII. TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO OBJECT TO OFFICER MICHAEL RIELS'S BLATANT PERJURY AT TRIAL.</h2>\n<p>¶ 116. This claim centers around the testimony of Officer Mike Riels of the Forrest County Sheriff's Office. Puckett claims that trial counsel was ineffective in failing to object to Officer Riels's testimony regarding a custom painted tag displayed in the window of Puckett's truck.</p>\n<p>¶ 117. To understand Puckett's argument it is necessary to begin with a pretrial motion filed by the State, by which the State sought to determine the admissibility of prior bad acts of the defendant pursuant to M.R.E. 404(b). Particularly, the State wanted to introduce a custom painted car tag which read \"one high toned son-of-a-bitch.\" Attached as \"Exhibit-A\" to the State's motion was an affidavit of Russell Moore, which stated:</p>\n<blockquote>During early to mid 1995, I was employed as manager of Big K Quick Stop on Highway 49 North in Hattiesburg, Mississippi. During that time, Matthew Puckett was an employee of Big K. Matthew Puckett discussed with me the Stephen King movie `The Dark Half\". The movie was about a writer who had two personalities, one being a good guy and one being a bad guy. The dark half of his personality was known as George Stark, who was the bad guy and who had brutally killed an elderly man by beating him to death with his artificial leg. George Stark, the dark half, drove a vehicle that had lettering on the rear that read \"one high toned son-of-a-bitch\" when he was acting out his evil personality. Puckett told me he liked George <span class=\"star-pagination\">*951</span> Stark, the bad guy in the movie. Shortly after the discussion about the movie, Matt Puckett came to work with a tag on the front of his truck which read \"one high toned son-of-a-bitch\". Matt Puckett was proud of the tag and I advised him to remove it because it might be offensive to the management and public.</blockquote>\n<p>¶ 118. The State asserted in its motion that Puckett's acts were not being offered to prove his character but to prove motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident for the alleged crime. The trial judge took the motion under advisement.</p>\n<p>¶ 119. At trial, Officer Riels gave the following testimony:</p>\n<blockquote>Q. [Prosecutor] Did you look at the outside of the truck on that occasion?</blockquote>\n<blockquote>A. [Officer Riels] Yes, sir.</blockquote>\n<blockquote>Q. Describe what you saw.</blockquote>\n<blockquote>A. It was a dull blue. It had a roll bar. I believe it was a black roll bar. It had an antenna on the back. It may have had two, but I believe one CB aerial antenna. And in the back of the back glass it had a personalized, what I would call a personalized tag that was an airbrush type you'd buy at the mall or something, a tag that was in the back glass.</blockquote>\n<blockquote>Q. and what type tag was that?</blockquote>\n<blockquote>MR. ADELMAN: I'm going to object. Can we approach the bench?</blockquote>\n<blockquote>THE COURT: Yes. Note for the record we're having a bench conference.</blockquote>\n<p>¶ 120. The dialogue of the bench conference is as follows:</p>\n<blockquote>MR. JONES: I want him to identify what it was.</blockquote>\n<blockquote>MR. ADELMAN: He's going into the whole business about the</blockquote>\n<blockquote>THE COURT: Doing what?</blockquote>\n<blockquote>MR. ADELMAN: I just want to make sure that it's not going into the</blockquote>\n<blockquote>THE COURT: movie?</blockquote>\n<blockquote>MR. ADELMAN:The movie.</blockquote>\n<blockquote>MR. JONES: I'm not going into the movie.</blockquote>\n<blockquote>THE COURT: All right</blockquote>\n<p>¶ 121. The testimony of Officer Riels continued:</p>\n<blockquote>Q. Describe what was on that tag in that back windshield.</blockquote>\n<blockquote>A. The tag had \"Time Bomb\" wrote on it.</blockquote>\n<p>¶ 122. First the matter of perjured testimony is not properly addressed by way of an objection as Puckett would have it. The proper way to address Officer Riels testimony, if it was in fact perjured, would have been through cross-examination and/or impeachment, which is what the record reveals defense counsel did. The record clearly shows that Mr. Adelman was not remiss in his cross-examination of Officer Riels.</p>\n<blockquote>Q. [MR. ADELMAN] Do you know whether or not the vehicle was ever turned over to the Crime Lab for examination?</blockquote>\n<blockquote>A. [Officer Riels] No, sir. The most that I know is it was taken to our service center.</blockquote>\n<blockquote>Q. I see. And eventually it was returned to Mr. Puckett's family; is that correct?</blockquote>\n<blockquote>A. I believe so.</blockquote>\n<blockquote>Q. And this alleged tagno one ever took this alleged tag off the vehicle, is that correct?</blockquote>\n<blockquote>A. I didn't. I can't answer for anybody else. I don't know who took it off; I didn't.</blockquote>\n<blockquote>Q. So as far as</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*952</span> A. I saw the tag on the side of the road on the vehicle. I had been told that that was a CB handle that the Defendant went by.</blockquote>\n<blockquote>Q. Who told you that?</blockquote>\n<blockquote>A. I believe it was Corey McLain. I believe. I'm really unsure. It may have been one of the other officers who heard it from Corey McLain.</blockquote>\n<blockquote>Q. So this is something you heard. And you're sure</blockquote>\n<blockquote>A. I had heardwhenever I saw the vehicle, I saw the tag, once I saw the tag, I knew exactly whose it was because I was told that that was a CB handle that he could go by.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>A. I was told whenever we were doing the investigation, in looking for the Defendant, that he may possibly go by a CB handle \"Time Bomb\" on the CB radio, to any unit that may have a CB radio, to be listening for it. Then that night, whenever the vehicle was found, I saw the tag on the back of the truck, and I knew right then whose truck it was because I knew whose handle it was on the CB.</blockquote>\n<blockquote>Q. And you're sure there was a tag, and you're not confusing that with what someone else told you?</blockquote>\n<blockquote>A. No, sir; I'm sure it was a tag. I saw the tag, and I knew right then, you know, that's his CB handle. I pointed at the tag; I say to my self, that's his CB handle there.</blockquote>\n<p>¶ 123. Puckett later testified on his own behalf and he was able to address the issue concerning this tag.</p>\n<blockquote>Q. [MR. ADELMAN] Okay. Now you've got a blue pickup, correct?</blockquote>\n<blockquote>A. [PUCKETT] Yes, sir.</blockquote>\n<blockquote>Q. And on the back of it you had this insignia that said \"Time Bomb,\" didn't you?</blockquote>\n<blockquote>A. No, sir.</blockquote>\n<blockquote>Q. Did you have a CB handle that said Time Bomb?</blockquote>\n<blockquote>A. I have a CB handle, yes, sir.</blockquote>\n<blockquote>Q. And it says Time Bomb; that's your handle, isn't it?</blockquote>\n<blockquote>A. Yes, sir.</blockquote>\n<blockquote>Q. As a matter of fact, that's your nickname, isn't it?</blockquote>\n<blockquote>A. Not really a nickname. It was just a</blockquote>\n<blockquote>Q. Well, your friends call you by Time Bomb, don't they?</blockquote>\n<blockquote>A. No, sir. My friends call me Matt.</blockquote>\n<blockquote>Q. Well, is it a nickname? Are you called by Time Bomb?</blockquote>\n<blockquote>A. Just a CB handle.</blockquote>\n<blockquote>Q. All right. Why did you pick a CB handle of Time Bomb?</blockquote>\n<blockquote>A. I don't know. Corey gave it to me.</blockquote>\n<blockquote>THE COURT: What's that?</blockquote>\n<blockquote>THE WITNESS: My friend Corey gave it to me.</blockquote>\n<blockquote>Q. Well, what's the significance of it?</blockquote>\n<blockquote>A. I don't know.</blockquote>\n<blockquote>Q. You don't have any idea? Corey gave it to you?</blockquote>\n<blockquote>A. Yes, sir.</blockquote>\n<p>¶ 124. Puckett makes no suggestion as to what his counsel should have done differently other than to object to Officer Riels's testimony. It is clear from the record that Mr. Adelman objected at the first hint of any statement regarding the tag and its reference to the Stephen King movie, <i>The Dark Half.</i> It is also clear from the record that Mr. Adelman attempted to impeach Officer Riels's testimony during cross-examination. It is not logical that Mr. Adelman would have attempted to impeach Officer Riels by means that would <span class=\"star-pagination\">*953</span> have opened the door to evidence of the \"one high toned son-of-a-bitch\" tag, which Puckett had so fervently attempted to keep out of court.</p>\n<p>¶ 125. Puckett has failed to show that his counsel's performance was deficient and does not pass the first prong of <i>Strickland v. Washington</i><i>.</i> Therefore, Puckett is not entitled to relief on this claim.</p>\n<p></p>\n<h2>XIV. TRIAL COUNSEL WAS INEFFECTIVE FOR PREPARING THE JURY IN OPENING STATEMENTS TO HEAR EVIDENCE AND THEN NOT PRODUCING THAT EVIDENCE OF A SLOPPY AND INADEQUATE POLICE INVESTIGATION THEREBY NOT PUTTING ON AN ADEQUATE DEFENSE.</h2>\n<p>¶ 126. Puckett claims that he was denied effective assistance of counsel because Adelman told the jury in his opening statement that they would hear evidence of a sloppy police investigation, yet failed to present evidence of sloppy police work at trial. Puckett also contends that his counsel failed to secure a blood splatter expert and introduce blood splatter evidence.</p>\n<p>¶ 127. When reviewing Adelman's opening statement, there is only one specific reference to \"sloppy investigation.\"</p>\n<blockquote>I think earlier on you heard a list of witnesses. I think you'll find that most of the witnesses that have been listed are investigators, police officers, people who may have gone out to the Griffis residence. They have the whole array of these investigative officers, as well as the Mississippi Crime Lab. You heard reference to fingerprints. They have the opportunity to have all of these tests, whether it be for semen, fingerprints, blood, hair, all of these. They can go out and have all of theses test. And whether or not you come to the conclusion that you think that this was a world class investigation or a <i>sloppy investigation,</i> but whatever conclusion you come to, the fact of the matter is that when you look at the evidence, there's going to be mighty little evidence.</blockquote>\n<p>¶ 128. The transcript belies Puckett's assertion that Adelman told the jury that they would hear evidence regarding a sloppy police investigation. The transcript clearly shows that Adelman was telling the jury that the State of Mississippi had little evidence against Puckett despite its seemingly endless resources and opportunity.</p>\n<p>¶ 129. Because Adelman clearly made no promise to the jury regarding evidence of a sloppy investigation, Puckett's assertion that Adelman was ineffective for failing to produce such evidence fails.</p>\n<p>¶ 130. Adelman also promised the jury they would hear testimony that a cleaning service was called the next morning by the victim's family to come clean the residence.</p>\n<blockquote>The State had every opportunity. As far as securing the Crime Lab, you'll hear evidence that ratherI'm sorry, the crime scene. You'll hear evidence that rather than secure the crime scene, that Service Master was called the next morning by the victim's family to come clean the residence, to remove any blood, to eliminate. The crime scene was anything but secure.</blockquote>\n<p>¶ 131. Adelman was true to his word when he told the jury during opening statements that they would hear evidence that Service Master came the next day to clean the crime scene. During cross-examination of David Griffis, the following dialogue occurred:</p>\n<blockquote>Q. [Mr. Adelman] Is it correct that the trailer was cleaned the very next day?</blockquote>\n<blockquote>A. [David Griffis] I don't believe so.</blockquote>\n<blockquote>Q. You don't believe it was?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*954</span> A. I don't believe it was cleaned the next day.</blockquote>\n<blockquote>Q. Is it correct that Service Master cleaned the trailer?</blockquote>\n<blockquote>A. Yes</blockquote>\n<blockquote>Q. Do you know who called Service Master?</blockquote>\n<blockquote>A. My brother called them.</blockquote>\n<blockquote>Q. But you don't know when it was cleaned.</blockquote>\n<blockquote>A. I don't know when it was cleaned.</blockquote>\n<blockquote>Q. Do you know whether or not law enforcement approved of the trailer being cleaned?</blockquote>\n<blockquote>A. I am sure that they did. I did not have anything to do with that.</blockquote>\n<p>¶ 132. Puckett asserts that Richard Storey, an employee of Service Master, was interviewed by the defense, and it was learned that Storey observed a bloody knife in the kitchen sink at the Griffis home. Puckett asserts that the police investigators overlooked this evidence. Puckett alleges that his counsel was ineffective for not calling Storey to testify because his testimony would have further shown the police investigation to be sloppy and would have created reasonable doubt in the jurors' minds.</p>\n<p>¶ 133. First of all, Puckett has not supplied an affidavit from Storey or any other proof as to what Storey would have testified to in support of Puckett's allegations. Puckett does provide a self-serving hearsay affidavit which states, in part: \"I had no knowledge about this [Mr. Story] until May of 2003 when Van Williams told me about him. I asked my mother about this and she verified it to me.\" Second, the State is correct in that the record does contain a subpoena issued for Storey, but there is no return of service.</p>\n<p>¶ 134. At trial, Officer Danny Rigel, Director of the Metro Crime Scene Unit, testified that the crime scene investigators finished processing the crime scene later in the evening on the same day as the murder. Additionally, Officer Rigel testified as follows:</p>\n<blockquote>Whenever we finish a crime scene, we have a debriefing, more or less, with everybody that's therethe investigators, the crime scene techs, and anybody else that has anything to do with the crime scene just to see ifyou know, check each other out just to make sure we didn't miss anything, and there was allthere was nothing else to get. Plus, the family and the children and all, they had to get there clothes and they wanted to clean up the mess, I mean, so they wouldn't have to look at it.</blockquote>\n<p>Puckett's contention that Adelman rendered ineffective assistance is without merit.</p>\n<p>¶ 135. Under the heading of this same claim, Puckett also asserts that, because Adelman's opening statement addressed how unlikely it would be for Puckett to have beaten Rhonda Griffis to death at close range and not have his clothes covered in blood, Adelman should have sought to procure a blood splatter expert \". . . to explain to the jury how a murder of this nature would leave the assailant covered in blood. . . .\"</p>\n<p>¶ 136. As the State points out, the record is replete with evidence regarding the presence of blood splatter in the victim's home. The evidence of this nature was given by testimony from Forrest County Sheriff's Deputies and a detective from the Hattiesburg Police Department, testimony from Jeffery Byrd of the Mississippi Crime Scene Unit, and photographs and video tape of the crime scene depicting blood splatter on the walls. On cross-examination by Adelman, Lora Herff Aria, a forensic scientist with the Crime Lab, testified that her test results on the coveralls <span class=\"star-pagination\">*955</span> Puckett was wearing contained only deer blood stains and one other stain that contained human protein but was unable to be confirmed as blood.</p>\n<p>¶ 137. As the State properly points out, Adelman did not fail to use the evidence presented at trial regarding the blood splatter at the crime scene and the absence of the victim's blood on Puckett's coveralls when Adelman delivered his closing argument to the jury. The argument, in part, is as follows:</p>\n<blockquote>The state of Mississippi is the one that had them examined. And you heard the testimony of Ms. Aria, the lady from the Crime Lab. There was no blood on those coveralls, other than deer blood and some traces of human protein, which could be anything, anything that a human being might produce in the way of protein.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>You saw the fact that there were blood splatterings. There were blood splatterings behind the couch and to the left of the couch, but there were no blood splatterings on those coveralls. And the State clearly made the implication that there was something that thethat somehow the coverallsthat the Defendant really wasn't in the coveralls, but they put in the picture, and you heard in opening statement about the blue jeans and the shirt, the dark shirt. I think it has a Harley Davidson insignia on it. There was never any evidence that there was any blood on those clothes.</blockquote>\n<blockquote>You saw Dr. West, and when Dr. Westwhen he had Mr. Jones, and he was using Mr. Jones as his object, and he had Mr. Jonesremember, he was behind Mr. Jones. And so the implications, the argument that there was no blood splattering on my client's clothing because he was in front of Rhonda Griffis is totally contradicted by the scenario of Dr. West, who came off the stand and grabbed Mr. Jones from behind.</blockquote>\n<p>¶ 138. It is difficult to imagine what a blood splatter expert could have added to this case that was different from what Adelman pulled together for the jury, considering the evidence that was presented in this case. Puckett has not demonstrated that defense counsel was deficient for not obtaining such an expert, nor had Puckett demonstrated that the outcome of this trial would have been different. Puckett's ineffective assistance of counsel claim does not pass the standard set forth in <i>Strickland v. Washington</i><i>.</i></p>\n<p></p>\n<h2>XV. PETITIONER WAS DENIED ACCESS TO COUNSEL DURING A CRITICAL STAGE OF HIS TRIAL.</h2>\n<p>¶ 139. In his final claim, Puckett asserts that he was denied access to defense counsel during a critical stage of his trial. As mentioned before, Puckett testified at trial on his own behalf. After cross-examination of Puckett by the State had begun, the trial court took a brief recess and instructed Puckett not to discuss his testimony with anyone including his counsel.</p>\n<p>¶ 140. Although this issue was capable of being raised at trial, no objection was taken to the trial court's instruction. This issue is therefore, procedurally barred for the first time in Puckett's application for post-conviction relief. Miss code Ann. § 99-39-21(1).</p>\n<p>¶ 141. Without waiving the procedural bar, Puckett's claim is without merit. The United States Supreme Court has held \"that the Federal Constitution does not compel every trial judge to allow the defendant to consult with his lawyer while his testimony is in progress if the judge decides that there is good reason to interrupt <span class=\"star-pagination\">*956</span> the trial for a few minutes.\" <i>Perry v. Leeke,</i> 488 U.S. 272, 284-85, 109 S.Ct. 594, 102 L.Ed.2d 624 (1989). The United States Supreme Court stated:</p>\n<blockquote>We are persuaded, however, that the underlying question whether petitioner had a constitutional right to confer with his attorney during the 15-minute break in his testimonya question that we carefully preserved in <i>Geders</i> [<i>v. United States,</i> 425 U.S. 80, 96 S.Ct. 1330, 47 L.Ed. 2d 592 (1976)]was correctly resolved by the South Carolina Supreme Court. Admittedly, the line between the facts of <i>Geders</i> and the facts of this case is a thin one. It is, however, a line of constitutional dimension. Moreover, contrary to the views expressed by the dissenting member of the South Carolina Supreme Court, see n. 1, supra, it is not one that rests on an assumption that trial counsel will engage in unethical \"coaching.\"</blockquote>\n<blockquote>The distinction rests instead on the fact that when a defendant becomes a witness, he has no constitutional right to consult with his lawyer while he is testifying. He has an absolute right to such consultation before he begins to testify, but neither he nor his lawyer has a right to have the testimony interrupted in order to give him the benefit of counsel's advice.</blockquote>\n<blockquote>The reason for the rule is one that applies to all witnessesnot just defendants. It is a common practice for a judge to instruct a witness not to discuss his or her testimony with third parties until the trial is completed. Such nondiscussion orders are a corollary of the broader rule that witnesses may be sequestered to lessen the danger that their testimony will be influenced by hearing what other witnesses have to say, and to increase the likelihood that they will confine themselves to truthful statements based on their own recollections. The defendant's constitutional right to confront the witnesses against him immunizes him from such physical sequestration. Nevertheless, when he assumes the role of a witness, the rules that generally apply to other witnesses rules that serve the truth-seeking function of the trialare generally applicable to him as well. Accordingly, it is entirely appropriate for a trial judge to decide, after listening to the direct examination of any witness, whether the defendant or a nondefendant, that cross-examination is more likely to elicit truthful responses if it goes forward without allowing the witness an opportunity to consult with third parties, including his or her lawyer.</blockquote>\n<p><i>Perry,</i> 488 U.S. at 280-82, 109 S.Ct. 594.</p>\n<p>¶ 142. The brief recess that occurred in <i>Perry</i> happened after direct examination and before cross-examination began. Puckett asserts that because the recess in the instant case occurred in the middle of cross-examination, the meaning of <i>Perry</i> is distinguishable. This assertion is without merit. Perhaps the need to prevent discussion between the defendant and his counsel would increase once cross-examination has begun because at that point, the defendant and his counsel would be aware of the direction the cross-examination has taken.</p>\n<p>¶ 143. Puckett also relies on this Court's ruling in <i>Pendergraft v. State,</i> 191 So.2d 830 (Miss.1966) to support his claim that he was denied counsel at a crucial stage of the proceedings. In <i>Pendergraft,</i> the trial court recessed for two hours at the conclusion of direct examination of the defendant and instructed the defendant not to converse with counsel. This Court held that instruction to be reversible error stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*957</span> Did the trial court's instruction to the defendant and to her attorney not to converse during a two-hour recess of the court, immediately following the defendant's direct testimony in her own behalf, violate the defendant's constitutional right to the assistance of counsel as provided by the above-quoted Sixth Amendment to the United States Constitution? 21 Am.Jur.2d Criminal Law section 313 (1965) states the general rule to be:</blockquote>\n<blockquote>In construing constitutional provisions relating to the right of an accused person to counsel, most courts have expressed the view that the right extends to every stage of the prosecution. And it is said that the right to assistance in preparing for trial is equal to the right to assistance during the trial itself. Accordingly, in addition to the right to representation during the course of his trial, an accused is generally entitled to be assisted by counsel * * *21 Am. Jur.2d at 339-340.</blockquote>\n<blockquote>It may be safely said that at this time in our jurisprudence there is no question of constitutional law more firmly established than the oft-enunciated principle that in the trial of criminal cases in the federal, as well as the state courts, the defendant is entitled to have the guilding hand of counsel at every stage of the proceeding. The trial is, of course, a stage of the proceeding of vital importance to the accused. The right to an attorney extends throughout the trial and to every stage of the proceeding. We need not look to the specific prejudice that resulted to the defendant as the result of the two-hour court-imposed restriction of consultation between the accused and her attorney. This particular phase of the trial is so critical that we do not attempt to envision a particular prejudice such as an overlooked fact, further discussions of strategy, or whether it be merely reassurance to the defendant. We deem it reversible error that the right of consultation granted by the Constitution was denied.</blockquote>\n<p><i>Pendergraft,</i> 191 So.2d at 833.</p>\n<p>¶ 144. There are two important aspects of the <i>Pendergraft</i> case to be considered. First, <i>Pendergraft</i> was decided in 1966, a little over twenty-two years before the United States Supreme Court's decision in <i>Perry.</i> Second, the recess in <i>Pendergraft</i> was a two-hour delay, where in <i>Perry,</i> the delay was fifteen minutes.</p>\n<p>¶ 145. The United States Supreme Court stated that its decision in <i>Perry</i> did not mean that trial judges must forbid consultation between a defendant and his counsel during such brief recesses. <i>Perry,</i> 488 U.S. at 284, 109 S.Ct. 594.</p>\n<blockquote>Our conclusion does not mean that trial judges must forbid consultation between a defendant and his counsel during such brief recesses. As a matter of discretion in individual cases, or of practice for individual trial judges, or indeed, as a matter of law in some States, it may well be appropriate to permit such consultation. We merely hold that the Federal Constitution does not compel every trial judge to allow the defendant to consult with his lawyer while his testimony is in progress if the judge decides that there is a good reason to interrupt the trial for a few minutes.</blockquote>\n<p><i>Id.</i> at 284-85, 109 S.Ct. 594.</p>\n<p>¶ 146. Puckett argues that the record does not indicate how long the break was for. He also does not make an assertion that it was anything but a \"brief\" recess. The record in this case does give insight to the recess being one relatively brief in nature as apposed to a two hour delay. The record in the instant case contains the following statement by the trial court:</p>\n<blockquote>\n<span class=\"star-pagination\">*958</span> THE COURT: Ladies and Gentlemen of the jury, while I hesitate to break the continuity of the examination, when we were with counsel in chambers on other matters, it developed that this may be the appropriate time for you to take a recess. In addition to that, we've been informed by the Bailiff that some of you need tothat being the case, we're going to let you retire to theit's not polite, and I apologize. But I'm trying to explain to you why we're stopping in the middle of the testimony. It was your idea, as I understand. But be that as it may, we're going to It you recess. Let me caution you that during this recess you're not to discuss this case among yourselves.</blockquote>\n<blockquote>Now, technically, Mr. Puckett, you're on the stand as a witness, and during this recess you may not discuss your testimony with anyone. Okay. Let's let the jury exit.</blockquote>\n<p>¶ 147. This issue is procedurally barred, and Puckett has not made a showing of cause and actual prejudice requiring relief from the waiver. Miss.Code Ann. § 99-39-21(1)</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>¶ 148. For these reasons, we deny the petition for post-conviction relief filed by Larry Matthew Puckett.</p>\n<p>¶ 149. LEAVE TO SEEK POST-CONVICTION RELIEF, DENIED.</p>\n<p>WALLER AND COBB, P.JJ., EASLEY, CARLSON AND RANDOLPH, JJ., CONCUR. DIAZ, GRAVES AND DICKINSON, JJ., NOT PARTICIPATING.</p>\n<h2>NOTES</h2>\n<p>[1]  Ms. Parker indicated on her Jury Information Questionnaire that her educational level was 14.</p>\n<p>[2]  It appears from the wording of this issue that Puckett is presenting this issue to the U.S. Supreme Court which, notably, denied his petition for writ of certiorari.</p>\n<p>[3]  Justin was seven years old at the time of the murder and eight years old at the time of Puckett's trial.</p>\n<p>[4]  Jeffery was five years old at the time of the murder and six years old at the time of Puckett's trial</p>\n<p>[5]  The statements of Ainsworth and Hinton have not been notarized. Instead, Puckett offers an affidavit of Kendra Lee-Lindsey, an intern coordinator at the Mississippi Office of Capital Post-Conviction Counsel who states that she was present when Ainsworth and Hinton signed there statements. She also states that she does not know the reason why those statements were not notarized. Puckett's petition, Ex. 11. Miss.Code Ann. § 99-39-9(1)(e) requires that a petitioner furnish affidavits to support his claims or show cause why he could not furnish these affidavits.</p>\n<p>[6]  <i>Blue v. State,</i> 674 So.2d 1184 (Miss.1996) was overruled by this Court in <i>King v. State,</i> 784 So.2d 884 (Miss.2001), which held that an instruction that sympathy could play \"no part\" in jury's deliberations was reversible error. Puckett does not raise issue with <i>Blue</i> having been overruled on an unrelated issue.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">879</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">920</span></span> (2004)</b></center>\n<center><h1>Larry Matthew PUCKETT<br>\nv.<br>\nSTATE of Mississippi.</h1></center>\n<center>No. 2000-DR-01077-SCT.</center>\n<center><p><b>Supreme Court of Mississippi.</b></p></center>\n<center>May 27, 2004.</center>\n<center>Rehearing Denied August 19, 2004.</center>\n<p><span class=\"star-pagination\">*924</span> Office of Capital Post-Conviction Counsel by Robert Ryan, Louwlynn Vanzetta Williams, attorney for appellant.</p>\n<p>Office of the Attorney General by Marvin L. White, Jr., attorney for appellee.</p>\n<p>EN BANC.</p>\n<p>SMITH, Chief Justice, for the Court.</p>\n<p>¶ 1. Larry Matthew Puckett (Puckett) was indicted during the January 1996 term of the Circuit Court of Forrest County, Mississippi, for the capital murder of Rhonda Hatten Griffis on October 14, 1995, while engaged in the commission of the crime of sexual battery in violation of Miss.Code Ann. § 97-3-19(2)(e). Venue was changed on Puckett's motion to the Circuit Court of Harrison County, Mississippi, First Judicial District. A jury was empaneled on July 29-30, 1996. The jury returned a unanimous verdict finding Puckett guilty of capital murder on August 2, 1996, and a verdict imposing a sentence of death in proper form on August 5, 1996.</p>\n<p>¶ 2. Puckett's death sentence was set to be carried out on September 13, 1996. Puckett's Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, as well as his supplemental Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, were denied, and his execution was stayed pending appeal on August 9, 1996.</p>\n<p><span class=\"star-pagination\">*925</span> ¶ 3. Puckett raised fifteen claims of error in his automatic direct appeal. This Court found his claims to be without merit, save one, and remanded the case back to the trial court mandating that a hearing be conducted under <i>Batson v. Kentucky,</i> <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> (1986). <i>See </i><i>Puckett v. State,</i> <span class=\"citation\" data-id=\"1771774\"><a href=\"/opinion/1771774/puckett-v-state/\"><span class=\"volume\">737</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">322</span></a></span> (Miss.1999). The trial court held the required hearing on August 25, 1999, and denied all relief on August 25, 1999. On appeal of that decision, this Court affirmed the denial of relief on the <i>Batson</i> issue, the conviction of capital murder, and the sentence of death. <i>Puckett v. State,</i> <span class=\"citation\" data-id=\"1698695\"><a href=\"/opinion/1698695/puckett-v-state/\"><span class=\"volume\">788</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">752</span></a></span> (Miss.2001).</p>\n<p>¶ 4. Puckett then petitioned the United States Supreme Court for writ of certiorari in November of 2001. The United States Supreme Court denied the petition on March 3, 2003, and Puckett's petition for rehearing on April 21, 2003. <i>Puckett v. Mississippi,</i> <span class=\"citation\" data-id=\"127706\"><a href=\"/opinion/127706/puckett-v-mississippi/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1232</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></span>, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></span> (2003); <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">995</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1823</span></span>, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></span> (2003).</p>\n<p>¶ 5. In the interim of Puckett's petition to the United States Supreme Court, this Court appointed the Mississippi Office of Capital Post-Conviction Counsel (MOCPCC) to represent Puckett in his state post-conviction proceedings. Puckett's counsel petitioned this Court for clarification of its August 2002 order, from which this Court issued its opinion on December 12, 2002, granting Puckett 180 days within which to file his petition for post-conviction relief. <i>Puckett v. State,</i> <span class=\"citation\" data-id=\"1732923\"><a href=\"/opinion/1732923/puckett-v-state/\"><span class=\"volume\">834</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">676</span></a></span> (Miss.2002).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>¶ 6. This Court's opinion on Puckett's direct appeal contains the following facts:</p>\n<blockquote>On October 14, 1995, shortly before 5:00 p.m., Mrs. Rhonda Hatten Griffis, age 28, was found lying in a large pool of blood next to the couch in the living room of her home on 198 Sunrise Road, Petal, Mississippi. Mrs. Griffis was found wearing a t-shirt, and the only clothing on the lower part of her body was around her left foot. She had several gashes on the back of her head. There were other injuries to Mrs. Griffis' head, back, and chest, including a deep laceration and three to four hesitation marks to the neck. She was also bleeding from her vagina. She had several defensive wounds on her hands, arms, and elbows. Mrs. Griffis died as a result of the injuries; the cause of death was cranial cerebral trauma, secondary to blunt force trauma. A wooden stick or club covered with blood was recovered outside the residence.</blockquote>\n<blockquote>Rhonda's mother, Nancy Hatten, lived next door, roughly 150-175 feet from the Griffis' trailer. On the day of the murder, Mrs. Hatten helped Rhonda's boys, Justin, age 7, and Jeffrey, age 5, put up Halloween decorations in the yard. Rhonda was not feeling well that day, suffering from a headache and bad sinus problems. Later that afternoon, Mrs. Hatten was in her front yard when she heard a \"scream and a thud\" come from the Griffis' trailer. Mrs. Hatten then ran home and telephoned the trailer. The phone rang four or five times, but there was no answer. Mrs. Hatten hung up and dialed again, but there was still no answer. She then immediately went to the trailer.</blockquote>\n<blockquote>As Mrs. Hatten neared the trailer, she saw David Griffis, Rhonda's husband, and their two boys driving up to the trailer. David had been hauling pine straw all day and was returning with his last load. A blue truck was parked in the vacant lot beside the residence. Nancy entered the trailer door at the kitchen/dining room area and called for <span class=\"star-pagination\">*926</span> Rhonda but there was no answer. Puckett came from the hallway into the kitchen/dining area and raised a club back and started towards Nancy. As Nancy backed away from Puckett, Jeffrey entered the house followed closely by David. Justin was still outside. Nancy then took the children, ran to her house, locked the boys in the bathroom, and called 911. This 911 call was received by the 911 system at 5:01:15 p.m. and answered by the 911 operator at 5:01:20 p.m. At 5:01:41 p.m., Nancy was placed on hold, as 911 received a call from the Griffis' trailer. Mrs. Hatten identified State's Exhibit Number 3 as the club that Puckett had in his hand in the trailer.The Griffis family knew Puckett because he was once employed by David Griffis. While Puckett was employed by David, the employees would gather at the Griffis' house before leaving for work.</blockquote>\n<blockquote>Jeffrey Griffis testified that when he entered the home, he saw Puckett with a club in his hand and holding on to Mrs. Hatten's shirt. David Griffis testified that when he entered the home, he saw Mrs. Hatten with Puckett standing in front of her with the club in his hand raised over his head. David indicated that Puckett was wearing army-type coveralls. The club had blood and a white substance on it. David asked Puckett what he was doing in his house and Puckett said he had hit a deer on the road and came to get David's help and to use the telephone. David called out for Rhonda but no one answered. However, Puckett told David that Rhonda was down at her mother's house. David asked Puckett about the blood on the club and Puckett indicated that it was blood from the deer. David then dialed 911 from a portable phone that was laying on the counter beside him. This 911 call was received by the 911 system at 5:01:27 p.m. and answered by the 911 operator at 5:01:41 p.m. This (David's) call was terminated at 5:04:42 p.m. At some point, David and Puckett struggled and David got the club from Puckett. David tried to keep Puckett in the trailer until the police arrived. However, Puckett took off running towards the door. As Puckett was running for the door, David swung the club and hit Puckett on the shoulder. Then, as Puckett ran out the door, David threw the club at him. Dr. Michael West testified at trial that the club, State's Exhibit 3, was consistent with the wound pattern found on Puckett's back.</blockquote>\n<blockquote>Once Puckett exited the trailer, David entered the living room and reached for his pistol that was usually on a gun cabinet just to the left of the living room door. However, the pistol was not there. David did not see Rhonda's body lying in the living room at this time. David then ran into the bedroom to retrieve a rifle from the bedroom closet. The bedroom door is straight ahead as you turn towards the cabinet. As David exited the bedroom and re-entered the living room, he then saw Rhonda laying on the floor. He saw that Rhonda was injured and dialed 911 again to inform the police. David's second 911 call was received by the 911 system at 5:05:01 p.m. and was answered by the 911 operator at 5:05:07 p.m. This call was terminated at 5:11:45 p.m. The time between the end of David's first 911 call and the beginning of his second 911 call was 18 seconds. Sheriff's deputies and paramedics arrived within minutes.</blockquote>\n<blockquote>Before David fired Puckett, David considered him to be a decent employee and even wrote a letter of recommendation for Puckett to become an Eagle Scout. Another former employer of Puckett's, <span class=\"star-pagination\">*927</span> Ray Watkins, testified that shortly before Rhonda's murder, a maul handle was broken at his work site. Watkins had the maul handle for several years, between seven (7) and ten (10) years, and believed the maul handle to be State's Exhibit No. 3. Watkins also testified that he had seen the handle in Puckett's truck on several occasions.</blockquote>\n<blockquote>Puckett was seen around 3:30 p.m. the afternoon of the murder at the same house from which David Griffis was collecting pine straw. Puckett's blue 4-wheel drive truck was also seen passing the Griffis' residence at approximately 4:41 p.m.</blockquote>\n<blockquote>Puckett's truck was recovered the next night in a wooded area in Perry County. On October 16, 1995, Puckett was apprehended near his mother's home in Perry County. At the time of his arrest, Puckett nervously commented to his mother that \"[t]his is a lot of law enforcement for somebody who just committed a burglary.\" A duffle bag containing various items including a pair of coveralls was recovered from Puckett at the time of his arrest.</blockquote>\n<blockquote>Puckett did not deny being in the trailer at the time of the murder, but testified that he witnessed David Griffis murder his wife. He indicated that he had originally planned only to burglarize the house in order to find money to pay his truck note. He stated that the idea to burglarize the house just popped into his head at the time he went by the Griffis' house. Puckett testified that he parked his truck in a vacant lot beside the Griffis' trailer and put his coveralls on. Puckett saw Rhonda's car at the trailer, but proceeded to the door anyway and knocked. Puckett said that Rhonda let him in and they began to talk. [FN1] Puckett said that he saw the stick (State's Exhibit No. 3) lying on the living room floor. He stated that he and Rhonda began kissing and he then began acting out his sexual fantasy of undressing a woman while he remained fully clothed. He said that Rhonda then saw her mother approaching the trailer, grabbed her clothes and ran into the bedroom, and told Puckett to get rid of her mother. Puckett said he ran into the dining room area and had picked up the stick and decided to scare Mrs. Hatten away with the club. Puckett further stated that after Mrs. Hatten fled with the children, David accused Rhonda of sleeping with Puckett and began hitting her with the stick that David took from Puckett. After beating his wife, David struggled to keep Puckett in the trailer, but Puckett was able to escape while David was calling 911. At trial, Puckett indicated the whole incident took four or five minutes. Puckett said he hid in the woods for two days because he was afraid of David.</blockquote>\n<blockquote>FN1. Puckett also claimed to have had a prior sexual encounter with Rhonda several months before this incident, somewhere around May 1995. However, Puckett stated that he had no further contact with Rhonda between May 1995 and the date of the murder on October 14, 1995.</blockquote>\n<blockquote>Puckett indicated that State's Exhibit No. 3 was not the same maul handle which he had obtained from a former employer, Ray Watkins. He testified instead that he had destroyed that maul handle while he was working for Mark Hicks, by making a torch out of it to burn off some trash.</blockquote>\n<p><i>Puckett v. State,</i> 737 So.2d at 327-29.</p>\n<p></p>\n<h2>ISSUES AND ANALYSIS</h2>\n<p>¶ 7. Puckett has raised the following issues, verbatim, in his petition for post-conviction relief:</p>\n<p></p>\n<h2>I. PETITIONER WAS DENIED HIS CONSTITUTION [sic] RIGHTS TO <span class=\"star-pagination\">*928</span> BE TRIED BY TWELVE IMPARTIAL JURORS.</h2>\n<p></p>\n<h2>A. <i>Puckett Was Denied a Fundamentally Fair Trial with the Seating of a Juror Who Could Not Comprehend English.</i>\n</h2>\n<p>¶ 8. It is Puckett's contention that he was denied due process and a fundamentally fair trial because of the seating of juror No. 35, Tomoe Parker, whom Puckett asserts could not comprehend English. First, this issue was capable of being raised at the trial level and on direct appeal. It is procedurally barred from being raised for the first time in Puckett's petition for post-conviction relief. Miss.Code Ann. § 99-39-21(1); <i>Simon v. State,</i> <span class=\"citation\" data-id=\"1930926\"><a href=\"/opinion/1930926/simon-v-state/\"><span class=\"volume\">857</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">668</span></a></span>, 682 (Miss.2003). Without waiving the procedural bar, Puckett's contention is also without merit.</p>\n<p>¶ 9. Miss.Code Ann. § 13-5-1 provides, in relevant part, as follows:</p>\n<blockquote>Every citizen not under the age of twenty-one years, who is either a qualified elector, or a resident freeholder of the county for more than one year, <i>is able to read and write,</i> and has not been convicted of an infamous crime, or the unlawful sale of intoxicating liquors within a period of five years and who is not a common gambler or habitual drunkard, is a competent juror. No person who is or has been within twelve months the overseer of a public road or road contractor shall, however, be competent to serve as a grand juror. <i>The lack of any such qualifications on the part of one or more jurors shall not, however, vitiate an indictment or verdict.</i>\n</blockquote>\n<p>(emphasis added).</p>\n<p>¶ 10. The record indicates that Puckett affirmed Ms. Parker's presence after fully exploring her abilities to read, write, and comprehend English. During voir dire, the trial court asked if there was anyone who cannot read or write. Two venire members raised their hands, and the following dialogue was had at the bench:</p>\n<blockquote>THE COURT: All right. We are at the bench, T-O-M-O-E Parker, No. 35. We are in the presence of the Defendant and defense attorney. And Roger Dale Ellerman, Juror No. 53.</blockquote>\n<blockquote>Ms. Parker, how much formal education have you had?</blockquote>\n<blockquote>JUROR TOMOE PARKER: I have a high school  I am from Japan.[<sup>[1]</sup>]</blockquote>\n<blockquote>THE COURT: Where did you do your educational work? Was that in Japan or here in the states?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Japan.</blockquote>\n<blockquote>THE COURT: You appear to be very fluent as far as English is concerned.</blockquote>\n<blockquote>JUROR TOMOE PARKER: I cannot understand big words. That is my problem. When you started getting people talking so fast </blockquote>\n<blockquote>THE COURT: But you can read and write; it is just a matter of comprehending?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Somewhat  but when I get the big words, I cannot understand.</blockquote>\n<blockquote>THE COURT: If You were selected for this jury panel, and you were sitting there and either a witness or an attorney said something you didn't understand, would you raise your hand and let us know that and have it clarified for you? Would you have any problem doing that? You would do that?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*929</span> JUROR TOMOE PARKER: If I could understand, I will.</blockquote>\n<blockquote>MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?</blockquote>\n<blockquote>JUROR TOMOE PARKER: No, I didn't my daughter filled it out for me.</blockquote>\n<blockquote>THE COURT: You understood the questions?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.</blockquote>\n<blockquote>MR. ADELMAN: If you were presented with written instructions of the Court, would you be able to read those?</blockquote>\n<blockquote>JUROR TOMOE PARKER: If people write  and I have time to read.</blockquote>\n<blockquote>THE COURT: They would be typed. You will have all the time you need.</blockquote>\n<p>¶ 11. The trial court then went on to question the reading and writing abilities of Juror No. 53, Mr. Ellerman. Upon concluding its questions, the trial court then asked for the views of counsel regarding these two potential jurors. The record reflects the following dialogue:</p>\n<blockquote>THE COURT: I am going to need some direction. I don't want to make this decision. Obviously they both can read and write to a limited degree. I don't think they are automatically excluded under the statutory provision; so we are down to the point of whether or not y'all want to agree.</blockquote>\n<blockquote>MR. ADELMAN: Mr. Ellerman said he could not understand the questions. I move to strike.</blockquote>\n<blockquote>THE COURT: Do you have a problem?</blockquote>\n<blockquote>MR. JONES [Prosecutor]: If we do one, we need to do both.</blockquote>\n<blockquote>MR. ADELMAN: Why is that?</blockquote>\n<blockquote>MR. JONES: That will be fine; let's do the one.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>MR. JONES: Leave the woman [Tomoe Parker] and strike the man [Mr. Ellerman].</blockquote>\n<blockquote>MR. ADELMAN: I am moving to strike the man. Are you moving to strike the woman?</blockquote>\n<blockquote>MR. JONES: No.</blockquote>\n<blockquote>THE COURT: Mr. Ellerman, thank you for coming. We will excuse you.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>THE COURT: And Ms. Parker, if at any point in time you don't understand what we're saying or doing, all you need to do is raise your hand and tell us that, and we'll either slow down or explain it for you or whatever. Okay?</blockquote>\n<blockquote>JUROR TOMOE O. PARKER: Yes, sir.</blockquote>\n<p>¶ 12. First, it is clear from the record that both parties explored Ms. Parker's abilities to read, write, and comprehend. The record also shows that Ms. Parker indicated that she could read and write as required by Miss.Code Ann. § 13-5-1. The trial court held that she was not automatically excluded under the statutory provisions. The trial court then invited the prosecution and the defense to reach an agreement as to whether she should stricken. The record appears to indicate that the prosecution was ready to strike Ms. Parker and that it was the defense that was not agreeable. Further, Puckett did not object to Ms. Parker when the state tendered her as a juror. When the trial court presented Ms. Parker to the Defense, Mr. Adelman replied, \"Will accept Tomoe Parker.\"</p>\n<p>¶ 13. Puckett offers the affidavit of Ms. Tomoe Parker in an apparent attempt to impeach the verdict. Puckett argues that Ms. Parker \"was forced to give in to what, she thought, must be the superior judgment of her fellow jurors, who had <span class=\"star-pagination\">*930</span> been able to understand the entire proceedings.\" As the State correctly points out, Rule 606(b) of the Mississippi Rules of Evidence provides:</p>\n<blockquote>(b) Inquiry Into Validity of Verdict or Indictment. Upon an inquiry into the validity of a verdict or indictment, a juror may not testify as to any matter or statement occurring during the course of the jury's deliberations or to the effect of anything upon his or any other juror's mind or emotions as influencing him to assent to or dissent from the verdict or indictment or concerning his mental process in connection therewith, except that a juror may testify on the question whether extraneous prejudicial information was improperly brought to the jury's attention or whether any outside influence was improperly brought to beat upon any juror. <i>Nor may his affidavit or evidence of any statement by him concerning a matter about which would be precluded from testifying be received for these purposes.</i>\n</blockquote>\n<p>(emphasis added). \"Moreover, jurors generally may not impeach their own verdict by testifying about motives or influences affecting deliberations.\" <i>Lewis v. State,</i> <span class=\"citation\" data-id=\"1707145\"><a href=\"/opinion/1707145/lewis-v-state/\"><span class=\"volume\">725</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">183</span></a></span>, 190-91 (Miss.1998) (citing <i>Fairman v. State,</i> <span class=\"citation\" data-id=\"1708512\"><a href=\"/opinion/1708512/fairman-v-state/\"><span class=\"volume\">513</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">910</span></a></span>, 915-16 (Miss.1987)).</p>\n<p>¶ 14. Finally, at the conclusion of the guilt phase of Puckett's trial, the jury was polled. The trial court specifically asked Ms. Parker if the verdict of guilty of murder during the commission of a sexual battery was indeed her verdict. The record reflects the following dialogue:</p>\n<blockquote>THE COURT: Tomoe Parker, is that your verdict?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes.</blockquote>\n<p>¶ 15. At the conclusion of the sentencing phase, the jury was polled again regarding their decision that Puckett should suffer death.</p>\n<blockquote>THE COURT: Tomoe Parker, is that your verdict?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes.</blockquote>\n<p>This issue is not only procedurally barred, it is without merit.</p>\n<p></p>\n<h2><i>B. The Trial Judge Should Have Su Sponde [Sic] Dismissed Mrs. Parker.</i></h2>\n<p>¶ 16. Puckett's contends that the trial court judge should have dismissed Ms. Parker, sua sponte, upon learning that she did not complete the jury information questionnaire on her own. As the record indicates, Ms. Parker told the trial court that her daughter filled out the questionnaire.</p>\n<p>¶ 17. This issue is without merit. Puckett is taking issue with the portion of Miss.Code Ann. § 13-5-1, which reads: \"The judge shall personally examine the answers of each juror prior to empaneling the jury and each juror who cannot complete the above form shall be disqualified as a juror and discharged.\" The purpose of the form is to aid the trial court in determining who can and cannot read and write. The record reflects extensive voir dire by the trial court regarding Ms. Parker's ability to read and write. Puckett's counsel asked Ms. Parker if she filled out the questionnaire.</p>\n<blockquote>MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?</blockquote>\n<blockquote>JUROR TOMOE PARKER: No, I didn't; my daughter filled it out for me.</blockquote>\n<blockquote>THE COURT: You understood the questions?</blockquote>\n<blockquote>JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.</blockquote>\n<p>Ms. Parker clearly indicated that she could read and write.</p>\n<p>¶ 18. In <i>Herring v. State,</i> <span class=\"citation\" data-id=\"1132785\"><a href=\"/opinion/1132785/herring-v-state/\"><span class=\"volume\">374</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">784</span></a></span> (Miss.1979), this Court held that a person <span class=\"star-pagination\">*931</span> who meets the other qualifications and can read and write only a few words is qualified as a juror. Further, in <i>Johnson v. State,</i> <span class=\"citation\" data-id=\"1605533\"><a href=\"/opinion/1605533/johnson-v-state/\"><span class=\"volume\">416</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">383</span></a></span> (Miss.1982), the Defendant asserted that juror Leflore could not read or write and moved for a mistrial. A hearing was conducted at which juror Leflore testified that she could read and write, that she read the jury instructions, and that it was only after the jury dispersed that she became ill and unable to read. The Defendant offered juror Leflore's step-daughter, Mrs. Griffin, as a witness, who testified that juror Leflore could not read. The trial judge overruled the motion for a mistrial. This Court held that \"[i]n view of the fact that the evidence was conflicting, a factual dispute evolved for resolution by the trial judge\" and held the issue to be without merit. <i>Id.</i> at 390.</p>\n<p>¶ 19. In this case, there was not even a dispute as to whether Ms. Parker could read and write. Despite the fact that Ms. Parker stated her daughter filled out the Jury Information Questionnaire, the trial judge and Puckett's counsel questioned her about her ability to understand the questions asked on the questionnaire and her ability to read and write. The record supports the trial judge's finding that Ms. Parker was a qualified juror. This issue is without merit.</p>\n<p></p>\n<h2><i>C. Inappropriate Contact by Court Personnel Resulted in a Violation of Petitioner's Fundamental Rights.</i></h2>\n<p>¶ 20. Puckett asserts that \"[j]ury members consumed alcohol and played cards with members of law enforcement some of whom testified during the course of the trial.\" Puckett directs our attention to the affidavit of Ms. Tomoe Parker. Her affidavit reads: \"The policemen and jurors played cards together and drank beer together while at the Holiday Inn in Gulfport.\"</p>\n<p>¶ 21. First, nothing in Ms. Parker's affidavit suggests that the jurors were drinking beer with law enforcement officers who testified during the course of the trial. Further, Puckett has not identified those law enforcement officers who allegedly testified and drank beer with the jurors. It appears that Ms. Parker is most likely referring to the bailiffs assigned to the sequestered jury.</p>\n<p>¶ 22. Second, Puckett cites the Hawaii case of <i>Kealoha v. Tanaka,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">457</span></span>, <span class=\"citation\" data-id=\"1398666\"><a href=\"/opinion/1398666/kealoha-v-tanaka/\"><span class=\"volume\">370</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">468</span></a></span> (1962), and asserts that alcohol consumption by any member of the jury was improper and constituted error. What the Hawaiian court actually held was that the consumption of liquor by some of the jurors, once segregated, is improper and constitutes error, but does not amount to prejudicial error or conduct as a matter of law. The material inquiry is whether the party to be affected by the verdict was prejudiced thereby as matter of fact. <i>Id.</i> at 475. \"`The material inquiry in such cases is whether the defendant was prejudiced thereby, in other words, whether the use was such as to affect the mind of any of the jurors and thus deprive the defendant of the benefit of the condition of mind of each and all of the jurors to which he is entitled; and if it appears that the defendant was not prejudiced the verdict can not be reversed.'\" <i>Id.</i> (quoting <i>Territory v. Ferris,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">139</span></span> (1903).)</p>\n<p>¶ 23. In <i>King v. State,</i> <span class=\"citation\" data-id=\"1792208\"><a href=\"/opinion/1792208/king-v-state/\"><span class=\"volume\">580</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1182</span></a></span> (Miss.1991), this Court reviewed a similar circumstance. The trial court in <i>King</i> entered a sequestration order that required jurors, along with two bailiffs, to stay at a Holiday Inn each night of the four-day trial. On two separate occasions, three of the jurors visited the motel's lounge. <i>Id.</i> at 1186. Upon learning of the juror's visits to the lounge, two of the defendants filed a post-trial \"Motion to Set Aside Verdict, Declare Mistrial, and Grant a New <span class=\"star-pagination\">*932</span> Trial.\" <i>Id.</i> Although the trial court expressed its disappointment in the jurors' conduct, the trial court held that the conduct did not bring about the vitiation of the guilty verdict. <i>Id.</i> Both the trial court and this Court were more concerned with the separation of the sequestered jurors. After finding that the defendants did not present even a \"scintilla\" of evidence, this Court affirmed the trial court's decision to overrule the motion.</p>\n<p>¶ 24. In the instant case, Puckett has not asserted that the jurors were intoxicated or that they were separated. Puckett does not present evidence that the jurors discussed the case or that the jurors were subjected to outside influence. Puckett merely asserts that \"[s]uch conduct raises a specter of impropriety.\" This issue is without merit.</p>\n<p></p>\n<h2>\n<i>D. The Baliff</i> [Sic] <i>Assigned to the Jury Was Personally Affected by a Capital Murder.</i>\n</h2>\n<p>¶ 25. Puckett maintains that he did not receive a fair trial because jury members were aware of the circumstances surrounding the death of Bailiff Ladner's husband, Bruce Ladner, who was a highway patrolman. Bruce Ladner was the victim of a capital murder. Puckett asserts that such knowledge by the jury constitutes extraneous influence because \"anything less than a guilty verdict and sentence of death would appear to be disrespectful to not only Mrs. Ladner but also to the memory of her deceased husband.\"</p>\n<p>¶ 26. First, Puckett does not offer any authority in support of his contention. This Court has continually considered issues of error not supported by citation or authority as abandoned. <i>Thibodeaux v. State,</i> <span class=\"citation\" data-id=\"1113932\"><a href=\"/opinion/1113932/thibodeaux-v-state/\"><span class=\"volume\">652</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">153</span></a></span>, 155 (Miss.1995). It is the duty of an appellant to provide authority and support of an assignment of error. <i>Drennan v. State,</i> <span class=\"citation\" data-id=\"1128478\"><a href=\"/opinion/1128478/drennan-v-state/\"><span class=\"volume\">695</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">581</span></a></span>, 585-86 (Miss.1997); <i>Hoops v. State,</i> <span class=\"citation\" data-id=\"1809345\"><a href=\"/opinion/1809345/hoops-v-state/\"><span class=\"volume\">681</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">521</span></a></span>, 526 (Miss. 1996); <i>Kelly v. State,</i> <span class=\"citation\" data-id=\"1670017\"><a href=\"/opinion/1670017/kelly-v-state/\"><span class=\"volume\">553</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">517</span></a></span>, 521 (Miss.1989); <i>Smith v. State,</i> <span class=\"citation\" data-id=\"1089523\"><a href=\"/opinion/1089523/smith-v-state/\"><span class=\"volume\">430</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">406</span></a></span>, 407 (Miss.1983); <i>Ramseur v. State,</i> <span class=\"citation\" data-id=\"1812612\"><a href=\"/opinion/1812612/ramseur-v-state/\"><span class=\"volume\">368</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">842</span></a></span>, 844 (Miss.1979). Because Puckett has failed to meet the burden of providing authority to support his assignment of error, he is procedurally barred. <i>Holland,</i> 705 So.2d at 329; <i>Drennan,</i> 695 So.2d at 585-86.</p>\n<p>¶ 27. Without waiving the procedural bar, Puckett's claim has no merit. Puckett offers no proof that any juror had knowledge of the circumstances surrounding the death of Bailiff Ladner's husband or that such knowledge had a prejudicial effect on the jury's verdict. Puckett directs this Court's attention to his Exhibit 7, purportedly and affidavit of \"Harris.\" Puckett's Exhibit 7 is an affidavit from James Green, an investigator for the MOCPCC who swears in his affidavit to a telephone interview with Ms. Tomoe Parker. There is nothing in Green's affidavit that relates to Bailiff Ladner or her late husband.</p>\n<p>¶ 28. The only affidavit provided in Puckett's exhibits from an individual named \"Harris\" is Exhibit 8, which is a sworn affidavit of Tomika Harris. Harris is also an investigator for the MOCPCC. In this affidavit, Harris swears conducting an interview with Mr. Jerry Parker, an alternate juror in Puckett's trial. Harris's affidavit also comments on various statements made by Mr. Parker to her.</p>\n<blockquote>Mr. Parker informed us that he only served as an ALTERNATE juror on this case. He stated that the bailiff's names were Mr. Warden and Mrs. Ladner (Mrs. Ladner is the widow of the late Bruce Ladner, officer slain in the line of duty years earlier).</blockquote>\n<p>Puckett's petition, Ex. 8, Affidavit of Tomika Harris.</p>\n<p><span class=\"star-pagination\">*933</span> ¶ 29. This is the only reference of Bruce Ladner's death presented by Puckett's exhibits to his application for post-conviction relief. This hearsay reference to Bruce Ladner does not assert that any juror's decision was influenced in any way because of Mrs. Ladner's presence as a bailiff in Puckett's trial. This issue is both barred from review, and without merit.</p>\n<p></p>\n<h2>II. THE <i>DAUBERT/KUMHO</i> GATE-KEEPING FUNCTIONS SHOULD APPLY IN STATE DEATH PENALTY CASES.</h2>\n<p>¶ 30. Puckett claims that \"the Mississippi Court erred in not applying the standards established by this Court in <i>Duabert [sic] v. Merill [sic] Dow Pharmaceuticals,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993) and <i>Kumho Tire Co., Ltd. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999), in determining whether [Dr. Michael West's, D.D.S.,] testimony should have been allowed.\"<sup>[2]</sup> Basically Puckett contends that the trial court and this Court erred in finding that Dr. West could testify as an expert in wound pattern analysis. Puckett maintains that Dr. West's methods were not generally accepted within the forensic science field and he should not have been allowed to testify.</p>\n<p>¶ 31. First and foremost, the issue of whether Dr. West should have been permitted to testify as an expert witness in the field of wound patterns was raised and discussed on direct appeal. <i>Puckett,</i> 737 So.2d at 341-43. This Court held that \"the trial court did not err in allowing Dr. West to testify as an expert in the field of wound patterns.\" <i>Id.</i> at 343. This issue is procedurally barred. Miss.Code Ann. § 99-39-21(3).</p>\n<p>¶ 32. In his reply brief, Puckett offers his Exhibit 16 which he identifies as Minutes of the Ethics Committee of the American Academy of Forensic Science. The document was in response to a complaint regarding Dr. West's scientific methods. The complaint was filed after Dr. West testified in a capital murder case in 1992. The Academy appears to have recommended that Dr. Michael H. West be \"expelled from the Academy....\"</p>\n<p>¶ 33. Regardless of Puckett's contention and his Exhibit 16, this Court stated the following on Puckett's direct appeal regarding Puckett's challenge of Dr. West's testimony:</p>\n<blockquote>It is interesting to note that the pathologist, Dr. Steven Hayne, also testified that the victim's wounds were consistent with State's Exhibit No. 3 without objection. Furthermore, Puckett himself testified that State's Exhibit No. 3 was the murder weapon, only that David Griffis was the one who used it to beat his wife to death. Puckett also admitted being hit by David with that very same stick. Consequently, even if it had been error to allow Dr. West to testify as a wound pattern expert, his testimony could not have been prejudicial and harmful as Puckett himself confirmed everything Dr. West stated during his own testimony.</blockquote>\n<p><i>Puckett,</i> 737 So.2d at 343. Relief on this claim is denied.</p>\n<p></p>\n<h2>III. PUCKETT WAS DENIED HIS FUNDAMENTAL AND CONSTITUTIONAL RIGHT TO A FAIR TRIAL BY THE ADMISSION OF THE TESTIMONY OF JUSTIN AND JEFFERY GRIFFIS.</h2>\n<p>¶ 34. Puckett's claims that he was denied his fundamental right to a fair trial <span class=\"star-pagination\">*934</span> because the trial judge overruled his objection and permitted the testimony of Justin<sup>[3]</sup> and Jeffery Griffis,<sup>[4]</sup> the victim's children. Puckett contends that the State had already established evidence through Nancy Hatten and David Griffis that Rhonda was home alone while David and the children were out gathering pine straw before returning home around 5:00 P.M. Puckett asserts that the testimony of the children \"did not go to anything at issue. Their testimony was presented by prosecution purely for sympathy value.\" Puckett objected to the testimony of Jeffery and Justin at trial on the basis of relevancy. He also objected at trial to the cumulative nature of their testimony. The trial judge found that the boys were competent witnesses and allowed their testimony. Although Puckett was capable of raising this issue on direct appeal, he did not. The issue is procedurally barred. Miss.Code Ann. § 99-39-21(1); <i>Wiley v. State,</i> <span class=\"citation\" data-id=\"1855634\"><a href=\"/opinion/1855634/wiley-v-state/\"><span class=\"volume\">750</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1193</span></a></span>, 1208 (Miss.1999).</p>\n<p>¶ 35. Without waiving the procedural bar, the issue is also without merit. Puckett cites two cases in his argument. First, Puckett quotes <i>Cox v. State,</i> <span class=\"citation\" data-id=\"1090811\"><a href=\"/opinion/1090811/cox-v-state/\"><span class=\"volume\">849</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1257</span></a></span> (Miss.2003). \"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" <i>Id.</i> at 1269 (emphasis added). This statement from <i>Cox</i> is, verbatim, M.R.E. 403. The Comment to Rule 403 states that \"[t]his rule also gives the trial judge discretion to exclude evidence which is merely cumulative.\" M.R.E. 403 cmt., citing <i>Carr v. State,</i> <span class=\"citation\" data-id=\"1834004\"><a href=\"/opinion/1834004/carr-v-state/\"><span class=\"volume\">208</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">886</span></a></span> (Miss. 1968). Further, \"[t]he relevancy and admissibility of evidence are largely within the discretion of the trial court and reversal may be had only where that discretion has been abused.\" <i>Gray v. State,</i> <span class=\"citation\" data-id=\"1666205\"><a href=\"/opinion/1666205/gray-v-state/\"><span class=\"volume\">728</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">36</span></a></span>, 56 (Miss.1998) (citations omitted).</p>\n<p>¶ 36. Puckett also cites <i>Flowers v. State,</i> <span class=\"citation\" data-id=\"1836662\"><a href=\"/opinion/1836662/flowers-v-state/\"><span class=\"volume\">842</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">531</span></a></span>, 541 (Miss.2003), for the proposition that \"evidence should be limited to what is relevant to the single issue.\" As the State points out, the context in which this statement was made in <i>Flowers</i> was a discussion regarding evidence of other crimes, wrongs, or bad acts pursuant to M.R.E. 404(b). That is not to say that eyewitness testimony should not also be relevant. \"`Relevant Evidence' means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" M.R.E. 401.</p>\n<p>¶ 37. Through his testimony, Jeffery identified Puckett as the man he saw inside the family's home upon returning from collecting straw on the day of the murder. He also testified that Puckett was holding on to Nancy Hatten's shirt and holding a \"club\" in the other hand. It cannot be said that Jeffery's testimony was irrelevant.</p>\n<p>¶ 38. Justin testified that he saw his mother before going with his brother and father to collect pine straw and that his mother was okay at that time. The state argued at trial that the defense had made the opening statement that somebody else had murdered Rhonda and that Justin's testimony would help established the time frame in which the murder had <span class=\"star-pagination\">*935</span> occurred. This Court finds that Justin's testimony was also relevant.</p>\n<p>¶ 39. Even if we assume, for the sake of argument, that the relevant testimony of Justin and Jeffery was cumulative to matters already established through testimony of Nancy Hatten and David Griffis, Puckett's defense was to accuse David Griffis of the murder. The testimony of the boys corroborated portions of David Griffis's testimony. The trial judge did not abuse his discretion in allowing the testimony.</p>\n<p>¶ 40. Puckett's claim is both procedurally barred and without merit.</p>\n<p></p>\n<h2>IV. WHETHER IT WAS IMPROPER AND REVERSIBLE ERROR FOR THE DISTRICT ATTORNEY TO INQUIRE OF THE PETITIONER AS TO HIS POST-<i>MIRANDA</i> SILENCE, WHERE PETITIONER MADE BRIEF POST-ARREST STATEMENTS AFTER WHICH HE INVOKED HIS RIGHT TO REMAIN SILENT.</h2>\n<p>¶ 41. Puckett argues that the prosecution committed reversible error during cross-examination by improperly inquiring into the defendant's post-<i>Miranda</i> silence. This identical issue was raised as Puckett's assignment of error VII on his direct appeal before this Court. <i>Puckett v. State,</i> 737 So.2d at 347. This Court agreed with the State's position that the issue was procedurally barred, not only because the defense did not object to the prosecutor's line of questioning, but also because the issue was not raised in Puckett's Motion for New Trial. <i>Id.</i> at 349. However, this Court discussed the merits of Puckett's contention to determine if his fundamental rights had been violated. <i>Id.</i> at 350. This Court ultimately held Puckett's claim to be without merit. <i>Id.</i></p>\n<p>¶ 42. Puckett's attempt to raise this issue again in his motion for post-conviction relief is procedurally barred as res judicata. Miss.Code Ann. § 99-39-21(3); <i>Wiley v. State,</i> 750 So.2d at 1200. As this Court found previously, Puckett is not entitled to relief on this assignment of error.</p>\n<p></p>\n<h2>V. THE PETITIONER WAS DENIED HIS SIXTH AMENDMENT RIGHT TO THE EFFECTIVE ASSISTANCE OF COUNSEL AT THE GUILT AND SENTENCING PHASES OF THE TRIAL WITHIN THE MEANING OF <i>STRICKLAND v. WASHINGTON</i><i>,</i> AND CORRESPONDING PORTIONS OF THE MISSISSIPPI CONSTITUTION.</h2>\n<p>¶ 43. This Court has stated the following on ineffective assistance of counsel and the standard provided in <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984):</p>\n<blockquote>\"The benchmark for judging any claim of ineffectiveness [of counsel] must be whether counsel's conduct so undermined the proper functioning of the adversarial process that the trial cannot be relied on as having produced a just result.\" <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 686, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). A defendant must demonstrate that his counsel's performance was deficient and that the deficiency prejudiced the defense of the case. <i>Id.</i> at 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span>. \"Unless a defendant makes both showings, it cannot be said that the conviction or death sentence resulted from a breakdown in the adversary process that renders the result unreliable.\" <i>Stringer v. State,</i> <span class=\"citation\" data-id=\"1088444\"><a href=\"/opinion/1088444/stringer-v-state/\"><span class=\"volume\">454</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">468</span></a></span>, 477 (Miss.1984) (citing <i>Strickland v. Washington,</i> 466 U.S. at 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>). The focus of the inquiry must be whether counsel's assistance was reasonable <span class=\"star-pagination\">*936</span> considering all the circumstances. <i>Id.</i>\n</blockquote>\n<blockquote>Judicial scrutiny of counsel's performance must be highly deferential. (citation omitted) ... A fair assessment of attorney performance requires that every effort be made to eliminate the distorting effects of hindsight, to reconstruct the circumstances of counsel's challenged conduct, and to evaluate the conduct from counsel's perspective at the time. Because of the difficulties inherent in making the evaluation, a court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'</blockquote>\n<p><i>Stringer,</i> 454 So.2d at 477 (citing <i>Strickland,</i> 466 U.S. at 689, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>). Defense counsel is presumed competent. <i>Id.</i></p>\n<blockquote>Then, to determine the second prong of prejudice to the defense, the standard is \"a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Mohr v. State,</i> <span class=\"citation\" data-id=\"1106099\"><a href=\"/opinion/1106099/mohr-v-state/\"><span class=\"volume\">584</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">426</span></a></span>, 430 (Miss.1991). This means a \"probability sufficient to undermine the confidence in the outcome.\" <i>Id.</i> The question here is:</blockquote>\n<blockquote>whether there is a reasonable probability that, absent the errors, the sentencer  including an appellate court, to the extent it independently reweighs the evidence  would have concluded that the balance of the aggravating and mitigating circumstances did not warrant death. <i>Strickland,</i> 466 U.S. at 695, 104 S.Ct. at 2068. There is no constitutional right then to errorless counsel. <i>Cabello v. State,</i> <span class=\"citation\" data-id=\"1745774\"><a href=\"/opinion/1745774/cabello-v-state/\"><span class=\"volume\">524</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">313</span></a></span>, 315 (Miss.1988); <i>Mohr v. State,</i> <span class=\"citation\" data-id=\"1106099\"><a href=\"/opinion/1106099/mohr-v-state/\"><span class=\"volume\">584</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">426</span></a></span>, 430 (Miss.1991) (right to effective counsel does not entitle defendant to have an attorney who makes no mistakes at trial; defendant just has right to have competent counsel). If the post-conviction application fails on either of the <i>Strickland</i> prongs, the proceedings end. <i>Neal v. State,</i> <span class=\"citation\" data-id=\"1775442\"><a href=\"/opinion/1775442/neal-v-state/\"><span class=\"volume\">525</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1279</span></a></span>, 1281 (Miss.1987); <i>Mohr v. State,</i> <span class=\"citation\" data-id=\"1106099\"><a href=\"/opinion/1106099/mohr-v-state/\"><span class=\"volume\">584</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">426</span></a></span> (Miss.1991).</blockquote>\n<blockquote>\n<i>Davis v. State,</i> <span class=\"citation\" data-id=\"1654062\"><a href=\"/opinion/1654062/davis-v-state/\"><span class=\"volume\">743</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">326</span></a></span>, 334 (Miss. 1999) (citing <i>Foster v. State,</i> <span class=\"citation\" data-id=\"1797214\"><a href=\"/opinion/1797214/foster-v-state/\"><span class=\"volume\">687</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1124</span></a></span>, 1130 (Miss.1996)).</blockquote>\n<p><i>Brown v. State,</i> <span class=\"citation\" data-id=\"1649620\"><a href=\"/opinion/1649620/brown-v-state/\"><span class=\"volume\">798</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">481</span></a></span>, 493-94 (Miss.2001).</p>\n<p></p>\n<h2><i>A. Failure to Present a Defense in the Guilt-Innocence Phase of the Trial.</i></h2>\n<p>¶ 44. During the guilt-innocence phase of the trial, the defense called Puckett's Boy Scout Leader and Assistant Leader as character witnesses. Puckett also took the stand in his own defense. Puckett asserts that his trial counsel was ineffective because \"[t]hese three witness [sic] comprised the sum total of the defense.\" Puckett concludes that his counsel failed to provide a meaningful defense.</p>\n<p>¶ 45. Again, it was Puckett's defense that David Griffis committed the murder. All of those individuals who were at the scene of the crime following Rhonda's murder and witnessed Puckett at the scene testified as witnesses for the State. Puckett neither provides this Court with insight as to who else should have been presented as a defense witness during the guilt phase nor does he assert that defense counsel was deficient in his cross-examination of the state's witnesses. Puckett has offered nothing by way of proof that his defense counsel was ineffective other than the conclusory allegation that only calling <span class=\"star-pagination\">*937</span> three witnesses, including Puckett, was deficient.</p>\n<p>¶ 46. Puckett has not presented this claim with any specificity.</p>\n<blockquote>[I]n order to sustain summary dismissal, of the ineffective assistance of counsel claim, under Miss.Code Ann. § 99-39-11(2) (Supp.1997), the allegation must be alleged with specificity. `[H]e must specifically allege facts showing that effective assistance of counsel was not in fact rendered, and he must allege with specificity the fact that but for such purported actions by ineffective counsel, the results of the trial court decision would have been different. <i>Smith v. State,</i> <span class=\"citation\" data-id=\"1720645\"><a href=\"/opinion/1720645/smith-v-state/\"><span class=\"volume\">434</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">212</span></a></span>, 219 (Miss.1983). See also Miss.Code Ann. § 99-39-9(1)(c) (1994); <i>Ford v. State,</i> <span class=\"citation\" data-id=\"1148931\"><a href=\"/opinion/1148931/ford-v-state/\"><span class=\"volume\">708</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">73</span></a></span>, 75 (Miss. 1998).</blockquote>\n<p><i>Wilcher v. State,</i> <span class=\"citation\" data-id=\"1831239\"><a href=\"/opinion/1831239/wilcher-v-state/\"><span class=\"volume\">863</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">776</span></a></span>, 805 (Miss. 2003). This claim is summarily dismissed.</p>\n<p></p>\n<h2><i>B. The Failure to Challenge Juror Number 35 after Counsel Learned That She Did Not Fill out Her Own Jury Questionnaire.</i></h2>\n<p>¶ 47. In this claim, Puckett revisits the issue of juror No. 35, Ms. Tomoe Parker. He asserts that his defense counsel was ineffective for failing to strike Ms. Parker because she did not personally complete her juror questionnaire. Puckett concludes his argument by stating that \"the inclusion of Mrs. Parker on Petitioner's jury panel, after she clearly indicated that she could not adequately understand English, was prejudicial.\"</p>\n<p>¶ 48. As discussed previously, the trial court asked the venire if there was anyone who could not read or write. Ms. Parker was one of two venire members who came forward at that time. As the trial court conducted voir dire of these two venire members, Ms. Parker indicated that her daughter filled out the questionnaire for her. However, the trial court questioned Ms. Parker extensively and was satisfied that she could, in fact, read and write. The trial court was also satisfied as to her English speaking abilities. As was stated above in Puckett's first claim of error, Puckett was not denied a fundamental right by Ms. Parker having been seated as a juror. It cannot be maintained that Puckett's counsel was deficient for not moving to have her stricken from the jury.</p>\n<p>¶ 49. Defense counsel is presumed competent. <i>Stringer,</i> 454 So.2d at 477. There is a presumption that counsel's conduct is reasonable and professional and that decisions made are strategic. <i>Murray v. Maggio,</i> <span class=\"citation\" data-id=\"437141\"><a href=\"/opinion/437141/anthony-murray-v-ross-maggio-jr-warden-louisiana-state-penitentiary/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span>, 282 (5th Cir.1984). Even if we assume, for the sake of argument, that Puckett's counsel was deficient for failing to have Ms. Parker stricken from the jury, Puckett has not demonstrated how the outcome of the trial would have been different.</p>\n<p>¶ 50. The ineffective assistance of counsel claim fails because Puckett has not demonstrated the requisite deficient performance and resulting prejudice.</p>\n<p></p>\n<h2><i>C. It Was Ineffective Assistance of Counsel for Failing to Voir Dire the Jury Concerning Their Beliefs Regarding Issues of Adultery.</i></h2>\n<p>¶ 51. Puckett testified that he had gone into the Griffis home with the intention of stealing money to pay his truck note. <i>Puckett,</i> 737 So.2d at 329. Puckett also testified that Rhonda was home and let him enter the home. <i>Id.</i> Further, Puckett told the jury that he and Rhonda began kissing and then he began to live out his sexual fantasy of undressing a woman while he remained dressed. <i>Id.</i> Puckett's theory of the case was that David Griffis murdered his wife after learning that Rhonda and Puckett were having an affair. He asserts that his counsel <span class=\"star-pagination\">*938</span> was ineffective for failing to voir dire the jury to determine \"whether members of the venire had any bias or prejudice regarding adultery, fornication and/or underage sex.\" <i>Id.</i></p>\n<p>¶ 52. As the State properly points out, Puckett was on trial for capital murder during the course of sexual battery, not while engaged in the acts of adultery or fornication. Further, there was no question of underage sex because Puckett was eighteen at the time of the crime and the victim was twenty-eight.</p>\n<p>¶ 53. Puckett does not demonstrate how the failure to question the venire about this was deficient, nor does he demonstrate how he was prejudiced. Puckett's claim is nothing more than a conclusory allegation of ineffective assistance of counsel that is completely without merit. Puckett has failed to allege with specificity his claim for ineffective assistance of counsel and the claim should be summarily dismissed. <i>Wilcher,</i> 863 So.2d at 805.</p>\n<p></p>\n<h2><i>D. Trial Counsel Was Ineffective by Failing to Request and Send Samples for Independent Testing.</i></h2>\n<p>¶ 54. The following is Puckett's argument in its entirety:</p>\n<blockquote>Trial counsel's performance was deficient because he failed to request and send evidence samples for independent testing. Testing of the samples and evidence collected would have enabled the Petitioner to challenge to prosecution on their theory of the case. The failure to provide independent testing prejudiced the Petitioner by preventing a vigorous defense.</blockquote>\n<p>Puckett's petition, at 35.</p>\n<p>¶ 55. Again, Puckett has done nothing more than submit a conclusory allegation. He has failed to allege with specificity support for his claim of ineffective assistance of counsel and the claim should be summarily dismissed. <i>Wilcher,</i> 863 So.2d at 805. Further, Puckett cites no authority for his contention. This Court has continually considered issues of error not supported by citation or authority as abandoned. <i>Thibodeaux v. State,</i> 652 So.2d at 155. Puckett does not demonstrate what sample or samples should have been tested, what the independent testing would have revealed, or that the testing that was performed was inaccurate or somehow defective.</p>\n<p>¶ 56. It is clear that Puckett has not demonstrated how counsel's performance was deficient. This claim does not pass the first prong of the standard set forth in <i>Strickland.</i></p>\n<p></p>\n<h2><i>E. Counsel Failed Their Duty to Investigate and Present Mitigating Evidence.</i></h2>\n<p>¶ 57. Puckett asserts that during the sentencing phase his counsel presented limited testimony from a former teacher, a superintendent, a scouting master, a prison chaplain, Puckett's mother and a friend of hers. Puckett did not testify on his own behalf. Puckett claims that he was unfairly prejudiced and denied his fundamental Sixth Amendment right to effective counsel because none of his classmates, friends or other relatives were called to testify.</p>\n<p>¶ 58. The record indicates that defense counsel called six witnesses to testify on Puckett's behalf during sentencing. Puckett's counsel first called Susan Greer, one of Puckett's high school teachers who had taught Puckett in three different subjects during a one-year period. She testified that Puckett was a good student, a very mannerly young man, and that she never had a problem with him in the classroom. She testified of her experience with Puckett and several other children while on a seven-day field trip to Washington D.C. Greer testified that Puckett was a very friendly young man and that she had no <span class=\"star-pagination\">*939</span> disciplinary problems with Puckett. She then asked the jury to spare Puckett's life.</p>\n<p>¶ 59. The next witness to testify on Puckett's behalf was Pat Jones, the Superintendent of Education of Perry County Schools. Jones testified that he knew Puckett very well and had known Puckett since Puckett was in the ninth grade at Perry Central High school. Jones testified that Puckett often came to visit at Jones's home for swimming parties, and that Puckett visited even after having graduated high school. Jones stated that Puckett was a \"good, caring child\" and that Jones never saw violence in Puckett. Jones testified that he and Puckett often talked about religion and feelings. Jones told the jury that Puckett had a \"self esteem\" problem and that Jones made it a point to help build Puckett's good moral character. Jones affirmed that he thought Puckett could make something positive of this life experience despite being incarcerated, and Jones asked the jury to spare Puckett's life.</p>\n<p>¶ 60. The third witness to testify in mitigation was Bill Wall. Wall owns a finance company and is an inmate chaplain where Puckett is incarcerated. Wall testified that he met Puckett the second day of Puckett's incarceration in October of 1995. Wall testified that Puckett had completed three Bible study courses and was about to begin the fourth. Wall also testified that Puckett always came to the Wednesday afternoon counseling sessions. Wall told the jury that Puckett got along well with the other inmates and officers. Wall stated that Puckett \"had accepted the Lord\" and Wall was of the belief that Puckett \"could encourage [other inmates] in the study of God's word.\" Wall asked the jury to spare Puckett's life. He also asked the jury to consider Puckett's age.</p>\n<p>¶ 61. The next witness to testify for Puckett was Dora Harrington. Mrs. Harrington and Puckett's mother attended school together. Mrs. Harrington testified that her children and Puckett had spent considerable time together camping, swimming and picnicking. She told the jury that she had been close to Puckett, and she asked the jury to spare his life.</p>\n<p>¶ 62. Puckett's mother, Mary Puckett, testified next. The defense counsel asked Mary Puckett if she was asking the jury to spare her son life, to which she replied, \"yes, I am.\" The State submits that the line of questioning to Mary Puckett by the defense was limited because Puckett's mother had asked him to move out of the family home just two weeks prior to the murder, which the State asked her to expound upon.</p>\n<p>¶ 63. The final witness called on Puckett's behalf was Lamar Pritchard. Pritchard works for the Internal Revenue Service and was Puckett's leader in the Boy Scouts. He testified that he knew Puckett for approximately five years and that he last saw Puckett in May of 1995, approximately five months before the murder occurred, when Puckett received his Eagle Scout award. Pritchard told the jury that Puckett showed leadership qualities, had perseverance, and that Puckett took younger scouts and helped them develop. Finally, Pritchard explained to the jury that Puckett could live a productive life in prison and asked them to spare Puckett's life.</p>\n<p>¶ 64. Puckett asserts that his counsel failed to investigate and produce mitigating evidence that could have been offered by calling classmates, friends or other relatives. As proof of his contention, Puckett offers an affidavit of Mary Puckett and two unsworn statements from friends.</p>\n<p>¶ 65. Mary Puckett states in her affidavit that</p>\n<blockquote>[e]ven though Mr. Adelman chose to call only a few witness [sic] on Mike's [sic] <span class=\"star-pagination\">*940</span> behalf, there were many other people-family and friends who could have testified: Debbie Puckett, his aunt; Paul Puckett, uncle; Harold Puckett, stepfather; Larry Ross, Matt's natural father; Lisa Connerly, aunt; Keith Stennet, uncle; Frankie Harold, Corey McLain and Herbert Wiggins, friends. There was also the person who certified Matt as an Eagle Scout and did an extensive investigation into matt's background. There were also several other teachers who were available. I told Mr. Adelman about some of these people and would have had more information and witnesses if I had been told these things were important.</blockquote>\n<p>This affidavit does nothing more than identify people that Mary Puckett feels would have been helpful to her son's sentencing hearing. She does not state what these potential witness might have testified to or how that testimony would have been any different than the testimony that was offered from the six individuals that did testify on Puckett's behalf. Further, Puckett has failed to provide affidavits from those individuals named by his mother in her affidavit.</p>\n<p>¶ 66. Puckett also offers the unsworn statements of Ronnie Ainsworth and Iris Moree Hinton which he refers to as affidavits.<sup>[5]</sup> An affidavit is \"[a] written or printed declaration or statement of facts, made voluntarily, <i>and confirmed by the oath or affirmation of the party making it, taken before a person having authority to administer such oath or affirmation.</i>\" Black's Law Dictionary, 58 ( 6th ed.1990). (emphasis added); <i>see also </i><i>Wilborn v. State,</i> <span class=\"citation\" data-id=\"1717697\"><a href=\"/opinion/1717697/wilborn-v-state/\"><span class=\"volume\">394</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1355</span></a></span>, 1359 (Miss.1981) (Patterson, C.J., dissenting).</p>\n<p>¶ 67. In his unsworn statement, Ainsworth states that Puckett was \"a good friend, the kind of person you could call in the middle of the night for a ride. He'd help you get a job, anything for a friend.\" Ainsworth also states, \"I do not keep in touch with Matt but still consider him a friend. Matt was loved by his friends and none of us was [sic] ever asked to testify on his behalf. I can think of 15-20 people who would have testified on Matt's behalf had we been asked.\"</p>\n<p>¶ 68. Iris Moree Hinton's unsworn statement reveals that Puckett was living with Hinton and her husband at the time he was arrested. She stated that she was concerned that Puckett had been seeing a married woman with two kids and that defense counsel never asked what she knew of the married woman. Hinton's unsworn statement does not tell this Court anything else about what Hinton may have known about the woman she alleges Puckett was seeing.</p>\n<p>¶ 69. First of all, the unsworn statement does not mention this woman's name. Second, if it is to be implied that the married woman Hinton is speaking of was Rhonda Griffis, the State correctly points out that this statement is in direct conflict with Puckett's testimony at trial. Puckett testified that he had only had sex with Rhonda Griffis once, which he asserts occurred during \"the early part of the spring\" of 1995. He also testified that he had nothing more to do with the victim until the day of the murder, October 14, <span class=\"star-pagination\">*941</span> 1995. The State contends that Hinton's testimony of Puckett seeing a married woman, if in fact it is to be implied from the unsworn statement that the woman was Rhonda Griffis, would have been contradictory to Puckett's testimony. Counsel cannot be said to be deficient for not wanting to contradict Puckett's theory of defense. This Court would then be evaluating a claim of ineffective assistance of counsel for having called Hinton to testify.</p>\n<p>¶ 70. As for the rest of Hinton's unsworn statement, Hinton states that Puckett \"was best friends with our grandson Corey.\" She further states that she would have told the jury about \"what a nice boy [Puckett] was. I would have told the jury about the nice, well mannered young man who lived in my house, cleaned his room, made his bed, and helped with chores like toting groceries and taking out the trash.\" <i>Id.</i></p>\n<p>¶ 71. Recently, the United States Supreme Court rendered its decision in <i>Wiggins v. Smith,</i> <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span>, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (2003). In that case, Wiggins's counsel presented no mitigating evidence regarding Wiggins's horrible childhood. The Supreme Court determined that counsel's investigation into Wiggins's background as a youth was not sufficient to make an informed strategic decision not to present mitigating evidence regarding Wiggins's life as a child. The Court stated:</p>\n<blockquote>In finding that [Wiggins' counsels'] investigation did not meet <i>Strickland's</i> performance standards, we emphasize that <i>Strickland</i> does not require counsel to investigate every conceivable line of mitigating evidence no matter how unlikely the effort would be to assist the defendant at sentencing. Nor does <i>Strickland</i> require defense counsel to present mitigating evidence at sentencing in every case. Both conclusions would interfere with the `constitutionally protected independence of counsel' at the heart of <i>Strickland.</i> 466 U.S., at 689. We base our conclusion on the much more limited principle that `strategic choices made after less than complete investigation are reasonable' only to the extent that `reasonable professional judgments support the limitations on investigations.\" <i>Id.,</i> at 690-691. A decision not to investigate thus `must be directly assessed for reasonableness in all circumstances.' <i>Id.</i> at 691.</blockquote>\n<p><i>Wiggins,</i> 123 S.Ct. at 2541.</p>\n<p>¶ 72. Even if this Court were to accept the unsworn statements of Ainsworth and Hinton, together with Mary Puckett's affidavit, there has been no showing that defense counsel was ineffective for failing to call additional witnesses during the sentencing phase. The affidavit and unsworn statements relied upon by Puckett present nothing more than what would have amounted to cumulative character evidence already presented by other witnesses, had these people been presented to testify. Even if it is assumed, for the sake of argument, that defense counsel should have introduced these witnesses at the sentencing phase, Puckett has not demonstrated how their testimonies would have resulted in a different outcome.</p>\n<p>¶ 73. This Court finds that this claim does not pass the standard set forth in <i>Strickland v. Washington</i><i>.</i></p>\n<p></p>\n<h2><i>F. Trial Counsel Failed to Request Funds for an Expert Pathologist.</i></h2>\n<p>¶ 74. In this final ineffective assistance of counsel claim, Puckett asserts that his counsel should have secured the resources from the trial court necessary to hire an independent pathologist to review the evidence or the findings of Dr. Hayne. He claims that testimony concerning the victim's injuries, cause of death and underlying <span class=\"star-pagination\">*942</span> aggravator(s) was crucial evidence necessary to prove the crime for which he was indicted. Puckett cites <i>Johnson v. State,</i> <span class=\"citation\" data-id=\"1134236\"><a href=\"/opinion/1134236/johnson-v-state/\"><span class=\"volume\">529</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">577</span></a></span>, 591-92 (Miss.1988), for the proposition that the defense is entitled to all experts reasonably necessary for an effective defense.</p>\n<p>¶ 75. Again, Puckett's defense was that he did not sexually assault or kill Rhonda Griffis. He never disputed that Rhonda was killed or sexually assaulted or that the State's Exhibit No. 3 was the murder weapon. There was never a dispute about the victim's injuries or the manner in which she died, short of Puckett's contention that he was not the one who killed her. It is difficult to see how a pathologist would have been useful to Puckett's defense, and Puckett fails to enlighten this Court in that regard.</p>\n<p>¶ 76. Given Puckett's theory of defense, and the fact that he has now offered nothing more than undeveloped assertions that a pathologist would have been beneficial, it is not likely that the trial court would have granted the request for funds to retain an independent pathologist. <i>See </i><i>Johnson v. State,</i> 529 So.2d at 590-92. Puckett has not demonstrated the need for an independent pathologist. Similarly, it cannot be said that Puckett's counsel was deficient by failing to request for the funds to hire an independent pathologist. This issue is without merit.</p>\n<p></p>\n<h2>VI. CUMULATIVE EFFECT OF COUNSEL'S FAILURE TO MAKE CONTEMPORANEOUS OBJECTIONS DENIED PETITIONER A FUNDAMENTALLY FAIR TRIAL.</h2>\n<p>¶ 77. Puckett contends that defense counsel was ineffective for failure to object during several instances at trial. He maintains that, although each incident may not amount to reversible error alone, the aggregate of the instances constitutes reversible error.</p>\n<p>¶ 78. Puckett first asserts that his counsel should have objected to the prosecutor's line of questioning during cross-examination of Puckett with regards to the Canebrake incident. Puckett does not indicate on what grounds his defense counsel should have objected or why the prosecutor's line of questioning was inappropriate. In order to prevail on an ineffective assistance of counsel claim, \"the post-conviction applicant to this Court must demonstrate with specificity and detail the elements of the claim.\" <i>Woodward v. State,</i> <span class=\"citation\" data-id=\"1758677\"><a href=\"/opinion/1758677/woodward-v-state/\"><span class=\"volume\">635</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">805</span></a></span>, 808 (Miss.1993); <i>Foster v. State,</i> 687 So.2d at 1141. Puckett has failed to do so.</p>\n<p>¶ 79. Puckett next asserts that his counsel failed to object to the prosecutor's statements made during testimony of Dr. Michael West. The prosecutor was questioning Dr. West with regards to finding finger prints on the murder weapon. The prosecutor stated \"You don't have to be a police officer to obtain fingerprints. I can do that.\" Puckett maintains that his counsel should have objected to the prosecutor's improperly expressing his personal opinions and ask the court to instruct the jury to disregard the prosecutor's comments. The transcript contains the following dialogue:</p>\n<blockquote>Q [By Mr. Jones]: Did you make any effort to obtain any kind of fingerprints off that stick?</blockquote>\n<blockquote>A [By Dr. West]: Yes, sir.</blockquote>\n<blockquote>Q: What type of effort did you make?</blockquote>\n<blockquote>MR. ADELMAN: Your Honor, this witness hasn't been qualified as a fingerprint expert.</blockquote>\n<blockquote>MR. JONES: You don't have to be an expert to be an expert to obtain fingerprints. I'm not going to offer any prints in. You don't have to be a <span class=\"star-pagination\">*943</span> police officer to obtain prints. I can do that.</blockquote>\n<blockquote>MR. ADLEMAN He's not been qualified that he has any expertise in even taking fingerprints.</blockquote>\n<blockquote>MR. JONES: I'm not asking for an opinion on that. I'm just asking if he made any effort to obtain fingerprints.</blockquote>\n<blockquote>THE COURT: Well, let's find out if he did it, and then you may attempt to</blockquote>\n<blockquote>Q: Did you? Did you make any effort to obtain finger prints?</blockquote>\n<blockquote>A: Yes, sir.</blockquote>\n<blockquote>Q: Were you able to do so?</blockquote>\n<blockquote>A: No, sir.</blockquote>\n<p>¶ 80. It is clear from the transcript that Puckett's attorney had objected to Dr. West's qualifications in lifting latent finger prints. As the State properly points out, no finger print evidence was offered by the State against Puckett through the testimony of Dr. West or anyone else. Puckett does not allege prejudice, and it cannot be maintained that Puckett was actually prejudiced by the comment made by the prosecutor. This claim certainly does not pass the ineffective assistance of counsel standard set forth in <i>Strickland v. Washington</i><i>,</i> or its progeny.</p>\n<p>¶ 81. Third, Puckett asserts that his counsel failed to object to questions regarding burglary. Because the burglary portion of his indictment was dismissed on the motion of the State, Puckett asserts that any reference to burglary was highly prejudicial.</p>\n<p>¶ 82. On direct appeal, Puckett claimed that it was reversible error for the prosecutor to inquire about Puckett's post-<i>Miranda</i> silence. <i>Puckett,</i> 737 So.2d at 347. Although no objection to that line of questioning was made by Puckett, this Court did discuss the merits to see if Puckett's fundamental rights had been violated. <i>Id.</i> at 350. In that discussion on the merits, this Court stated the following:</p>\n<blockquote>¶ 86. In the case at bar, after being placed under arrest and being read his <i>Miranda</i> warnings, Puckett made voluntary statements to his mother as well as to law enforcement officials. Specifically, in addition to other statements, Puckett made a comment to the effect that \"this is a lot of law enforcement for somebody who just committed a burglary.\" This statement is inconsistent with his assertion at trial, that he had hid in the woods because he was scared of David Griffis after witnessing Griffis brutally murder his wife. Puckett's statement upon his arrest indicated that he was running from the police after committing a burglary. However, Puckett's statement at trial indicate that he was running from the police because he was afraid of Griffis. <i>Therefore, the prosecutor's questions upon cross-examination are admissible under Miss. R. Evid. 613 to show that Puckett's prior statements were inconsistent with his statements at trial.</i>\n</blockquote>\n<p><i>Id.</i> at 351 (emphasis added).</p>\n<p>¶ 83. This Court has already determined that the questions asked by the prosecutor regarding burglary were permissible. Puckett is barred from raising the issue again in the form of an ineffective assistance of counsel claim. \"We must caution that other issues which were either presented through direct appeal or could have been presented on direct appeal or at trial are procedurally barred and cannot be relitigated under the guise of poor representation by counsel.\" <i>Foster v. State,</i> 687 So.2d at 1129.</p>\n<p>¶ 84. Further, without waiving the procedural bar, the issue is without merit. Puckett himself inserted burglary into his trial while being cross-examined. <span class=\"star-pagination\">*944</span> As part of his defense, Puckett maintained that he was merely going to burglarize the Griffis home in order to find money to pay his truck note. <i>Puckett,</i> 737 So.2d at 329. It is clear that the references to burglary were not objectionable.</p>\n<p>¶ 85. Puckett claims that he was denied a fundamentally fair trial due to defense counsel's failure to object in the aforementioned instances. In <i>Doss v. State,</i> <span class=\"citation\" data-id=\"1690710\"><a href=\"/opinion/1690710/doss-v-state/\"><span class=\"volume\">709</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">369</span></a></span> (Miss.1996), this Court held that \"[w]here there is no reversible error in any part, .... there is no reversible error to the whole.\" <i>Id.</i> at 401 (quoting <i>McFee v. State,</i> <span class=\"citation\" data-id=\"1743707\"><a href=\"/opinion/1743707/mcfee-v-state/\"><span class=\"volume\">511</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">130</span></a></span>, 136 (Miss.1987)). \"This Court has held that a murder conviction or a death sentence can still not warrant a reversal where the cumulative effect of alleged errors, if any, was procedurally barred.\" <i>Id.</i> (citing <i>Davis v. State,</i> <span class=\"citation\" data-id=\"1919690\"><a href=\"/opinion/1919690/davis-v-state/\"><span class=\"volume\">660</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1228</span></a></span>, 1256 (Miss.1995) (<i>See also </i><i>Simmons v. State,</i> <span class=\"citation\" data-id=\"1652484\"><a href=\"/opinion/1652484/simmons-v-state/\"><span class=\"volume\">805</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">452</span></a></span> (Miss. 2001))). Puckett's claim of cumulative error is without merit.</p>\n<p></p>\n<h2>VII. THE AGGRAVATING FACTORS ELEVATING THE CHARGE TO A CAPITAL OFFENSE WERE NOT INCLUDED IN PUCKETT'S INDICTMENT AND THEREFORE HIS DEATH PENALTY MUST BE VACATED.</h2>\n<p></p>\n<h2>\n<i>A. In </i><i>Ring v. Arizona</i><i>, the United States Supreme Court Held That Aggravating Circumstances Function as Elements of the Offense of Capital Murder.</i>\n</h2>\n<p>¶ 86. Puckett argues that his indictment is unconstitutional for failure to include and specify the aggravating factors used to sentence him to death. This issue was not raised at trial or on direct appeal and normally would be procedurally barred. However, Puckett primarily relies on <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1999), <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), and <i>Ring v. Arizona,</i> <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (2002), as intervening decisions which would nullify the procedural bar.</p>\n<p>¶ 87. In <i>Jones v. United States</i> the United States Supreme Court considered a federal carjacking statute. The Supreme Court found in Jones that the carjacking statute, which allowed three different punishments increasing in severity depending on the degree of violence used or physical harm accomplished by the carjacker, could result in three distinct offenses, all of which had to be charged in the carjacker's indictment:</p>\n<blockquote>[U]nder the Due Process Clause of the Fifth Amendment and the notice and jury trial guarantees of the Sixth Amendment, any fact (other than prior conviction) that increases the maximum penalty for a crime <i>must be charged in an indictment,</i> submitted to a jury, and proven beyond a reasonable doubt.</blockquote>\n<p><i>Jones,</i> 526 U.S. at 243 n. 6, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span> (emphasis added).</p>\n<p>¶ 88. <i>Jones</i> was followed by <i>Apprendi.</i> Apprendi fired several shots into the home of an African-American family in Vineland, New Jersey. Apprendi was indicted on numerous state charges of shooting and possession of firearms. He eventually pled guilty to two counts of possession of a firearm for unlawful purpose and one count of possession of an explosive. After the judge accepted the guilty pleas, the prosecutor moved for an enhanced sentence on one of the counts on the basis that it was a hate crime. The judge concurred and rendered an enhanced sentence on twelve years on that particular count, with shorter concurrent sentences on the other two counts.</p>\n<p><span class=\"star-pagination\">*945</span> ¶ 89. Relying in part on <i>Jones,</i> Apprendi argued that he was entitled to have the finding on enhancement decided by a jury. The Supreme Court agreed, stating: \"Other than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Apprendi,</i> 530 U.S. at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. However, the Court specifically stated that \"Apprendi has not here asserted a constitutional claim based on the omission of any reference to sentence enhancement or racial bias in the indictment.... We thus do not address the indictment question separately today.\" <i>Apprendi,</i> 530 U.S. at 477 n., <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>3.</p>\n<p>¶ 90. The Court found in <i>Apprendi</i> that New Jersey's statutory scheme would allow a jury to convict a defendant of a second degree offense of possession of a prohibited weapon, and then, in a separate subsequent proceeding, allow a judge to impose a punishment usually reserved for first degree crimes made on the judge's finding based on a preponderance of the evidence. The <i>Apprendi</i> Court finally stated that its decision did not apply to capital sentencing cases, even those cases where the judge was the one deciding whether to sentence the defendant to death or some lesser sentence, citing <i>Walton v. Arizona,</i> <span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span>, <span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3047</span></a></span>, 111 L.Ed.2d 511(1990), where the Arizona capital sentencing process had been upheld.</p>\n<p>¶ 91. In 2002, the U.S. Supreme Court decided <i>Ring v. Arizona</i><i>. Ring</i> addressed the issue of whether the Arizona capital sentencing process as upheld in 1990 in <i>Walton v. Arizona</i><i>,</i> that of a jury deciding guilt and a judge making findings on aggravating factors, could survive the <i>Apprendi</i> decision. The Supreme Court decided it could not. Despite the efforts in <i>Apprendi</i> to distinguish non-capital enhancement cases from aggravating circumstances in capital cases in this context, the Supreme Court in <i>Ring</i> found that there was no difference.</p>\n<blockquote>[W]e overrule <i>Walton</i> to the extent that it allows a sentencing judge, sitting without a jury, to find an aggravating circumstance necessary for imposition of the death penalty. See 497 U.S., at 647-649, <span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3047</span></a></span>. Because Arizona's enumerated aggravating factors operate as `the functional equivalent of an element of a greater offense,' <i>Apprendi,</i> 530 U.S., at 494, n. 19, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, the Sixth Amendment requires that they be found by a jury.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>`The guarantees of jury trial in the Federal and State Constitutions reflect a profound judgment about the way in which law should be enforced and justice administered.... If the defendant preferred the common-sense judgment of a jury to the more tutored but perhaps less sympathetic reaction of the single judge, he was to have it.' <i>Duncan v. Louisiana,</i> <span class=\"citation\" data-id=\"107685\"><a href=\"/opinion/107685/duncan-v-louisiana/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 155-156, <span class=\"citation\" data-id=\"107685\"><a href=\"/opinion/107685/duncan-v-louisiana/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1444</span></a></span>, <span class=\"citation\" data-id=\"107685\"><a href=\"/opinion/107685/duncan-v-louisiana/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1968).</blockquote>\n<blockquote>The right to trial by jury guaranteed by the Sixth Amendment would be senselessly diminished if it encompassed the fact finding necessary to increase a defendant's sentence by two years, but not the fact finding necessary to put him to death. We hold that the Sixth Amendment applies to both.</blockquote>\n<p><i>Ring,</i> 536 U.S. at 609, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>.</p>\n<p>¶ 92. Puckett argues that because <i>Ring</i> found the <i>Apprendi</i> decision persuasive on the issue of Arizona's enumerated aggravating factors operating as \"the functional equivalent of an element of a greater offense,\" the Supreme Court necessarily adopted every other rule stated in <i>Apprendi</i> <span class=\"star-pagination\">*946</span> for state capital sentencing proceedings, specifically the rule first cited in <i>Jones v. United States</i><i>,</i> that the Constitution requires that aggravating factors be listed in indictments. We find this argument is incorrect. <i>Ring</i> only found that juries must find aggravating factors: \"Ring's claim is tightly delineated: He contends only that the Sixth Amendment required jury findings on the aggravating circumstances asserted against him....\" Finally, Ring does not contend that his indictment was constitutionally defective. See <i>Apprendi,</i> 530 U.S. at 477 n. 3, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span> (Fourteenth Amendment \"has not ... been construed to include the Fifth Amendment right to `presentment or indictment of a Grand Jury'\"). <i>Ring,</i> 536 U.S. at 597 n. 4, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>.</p>\n<p></p>\n<h2><i>B. In its Requirement That at Least One Aggravating Circumstance Be Found Before the Death Penalty Can Be Imposed, Mississippi's Capital Sentencing Scheme Is Indistinguishable from the Arizona Scheme Rejected in Ring.</i></h2>\n<p>¶ 93. Puckett argues: \"Although Mississippi's capital sentencing scheme is not identical in all respects to the Arizona scheme rejected by the United States Supreme Court in <i>Ring,</i> the two schemes are identical in the respects relevant to this case.\" This is incorrect. The two sentencing schemes are different in the only respect relevant to <i>Ring,</i> that of who finds aggravating circumstances that lead to the death sentence. Under Arizona's scheme, the judge did this, and for this reason Arizona's scheme was found to be unconstitutional. Under this state's statutory scheme, and in Puckett's case the jury found the aggravating circumstances. We hold that there is no infirmity under <i>Ring.</i></p>\n<p></p>\n<h2><i>C. Capital Murder May Be Charged Only upon an Indictment Alleging All of the Elements of the Crime to Be Proved.</i></h2>\n<p>¶ 94. Puckett sums up his argument concerning the alleged problems with his indictment by repeating it here. Puckett cites <i>United States v. Fell,</i> <span class=\"citation\" data-id=\"2484377\"><a href=\"/opinion/2484377/united-states-v-fell/\"><span class=\"volume\">217</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">469</span></a></span> (D.Vt.2002), and <i>United States v. Lentz,</i> <span class=\"citation\" data-id=\"2567022\"><a href=\"/opinion/2567022/united-states-v-lentz/\"><span class=\"volume\">225</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">672</span></a></span> (E.D.Va.2002). In <i>Fell,</i> 217 F.Supp.2d at 483, the court found the following: \"Although the <i>Ring</i> decision explicitly did not discuss whether a defendant was entitled to grand jury indictment on the facts that, if proven, would justify a sentence of death, see <i>Ring,</i> 536 U.S. at 597 n. 4, 122 S.Ct. at 2437 n. 4, the clear implication of the decision, resting as squarely as it does on <i>Jones,</i> is that in a federal capital case the Fifth Amendment right to a grand jury indictment will apply.\" This is not a federal capital case, and there is nothing to show that this Fifth Amendment right is applicable to a state capital case. <i>Lentz</i> makes the same finding, but once again deals with the Federal Death Penalty Act, or FDPA.</p>\n<p>¶ 95. Puckett also relies on the United States Supreme Court decision of <i>Allen v. United States,</i> <span class=\"citation\" data-id=\"121793\"><a href=\"/opinion/121793/allen-v-united-states/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2653</span></span>, <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></span> (2002). In a memorandum decision, the Supreme Court stated: \"The judgment [in <i>Allen</i>] is vacated and the case is remanded to the United States Court of Appeals for the Eighth Circuit for further consideration in light of <i>Ring v. Arizona,</i> <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (2002).\"</p>\n<p>¶ 96. One issue raised in <i>Allen</i> was the issue Puckett raises here, that of his indictment being defective because it did not contain the aggravating factors. The Eighth Circuit in <i>Allen</i> found that Allen's federal court indictment was not defective even though it did not contain the aggravating factors. If this is the basis on which <i>Allen</i> was vacated, it seems odd to cite <span class=\"star-pagination\">*947</span> <i>Ring v. Arizona</i> to do it. The question of what an indictment must contain in a state capital case was not before the <i>Ring</i> Court.</p>\n<p>¶ 97. In <i>Apprendi,</i> the Supreme Court stated that the Fifth Amendment right to indictment had never been applied to the states through the Fourteenth Amendment. Absent more explicit direction, we find that the Supreme Court has not ruled that state capital defendants have a constitutional right to have all aggravating circumstances listed in their indictments. We find that this issue is without merit. <i>Simmons v. State,</i> <span class=\"citation\" data-id=\"1601898\"><a href=\"/opinion/1601898/simmons-v-state/\"><span class=\"volume\">869</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">995</span></a></span>, 1010-11 (Miss.2004).</p>\n<p></p>\n<h2>VIII. THE AVOIDING ARREST AGGRAVATING FACTOR WAS INAPPROPRIATE IN THIS CASE AND IT WAS FUNDAMENTAL ERROR TO PRESENT IT TO THE SENTENCING JURY FOR CONSIDERATION FOR THE IMPOSITION OF A SENTENCE OF DEATH.</h2>\n<p>¶ 98. Puckett argues that there was no evidence to support the aggravating factor of avoiding arrest and that the trial court erred in allowing the jury to consider the aggravating factor. This issue was fully addressed on direct appeal. <i>Puckett,</i> 737 So.2d at 361-62. This Court pointed out that there was credible evidence upon which the jury could find that Puckett murdered Rhonda in an effort to avoid apprehension and, accordingly, the trial court did not err in allowing it to be considered by the jury. <i>Id.</i> at 362. Therefore, this claim is res judicata and cannot be relitigated in Puckett's application for post-conviction relief. Miss.Code Ann. § 99-39-21(3); <i>Wiley,</i> 750 So.2d at 1200. Puckett is entitled to no relief on this claim.</p>\n<p></p>\n<h2>IX. FAILURE TO INSTRUCT THE SENTENCING JURY ON THE AVOIDING ARREST AGGRAVATOR RESULTED IN A FUNDAMENTALLY UNFAIR SENTENCING.</h2>\n<p>¶ 99. Puckett contends that he is entitled to have his sentence vacated and a new sentencing hearing held because the trial court failed to instruct the jury on what constitutes avoiding or preventing a lawful arrest or affecting an escape from custody. First, this issue was capable of being raised on direct appeal and is now procedurally barred from being considered for the first time in Puckett's post-conviction application. Miss.Code Ann. § 99-39-21(1).</p>\n<p>¶ 100. Without waiving the procedural bar, this claim is also without merit. As the State properly argues, this Court has held that no limiting instruction is needed for the avoiding arrest aggravating circumstance. \"This Court has recently held that it was unnecessary to have a limiting instruction defining `avoiding arrest' to narrow the aggravator if the evidence reasonably inferred that avoiding arrest was a substantial reason for the killing.\" <i>Brown v. State,</i> <span class=\"citation\" data-id=\"1687573\"><a href=\"/opinion/1687573/brown-v-state/\"><span class=\"volume\">682</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">340</span></a></span>, 355 (Miss.1996).</p>\n<p>¶ 101. As was just discussed in Puckett's previous claim, this Court held that there was sufficient evidence upon which the jury could find that Puckett killed Rhonda in an effort to avoid detection. <i>Puckett,</i> 737 So.2d at 362. \"Accordingly, the trial court's granting of this instruction was not reversible error.\" <i>Id.</i> Puckett's claim that the instruction on the avoiding arrest aggravator was flawed because it did not define \"avoiding or preventing a lawful arrest\" is without merit. <i>See </i><i>Brown,</i> 682 So.2d at 355.</p>\n<p></p>\n<h2>X. PUCKETT ASSERTS THAT HIS DEATH SENTENCE WAS DISPROPORTIONATELY <span class=\"star-pagination\">*948</span> IMPOSED.</h2>\n<p>¶ 102. In Puckett's direct appeal we stated:</p>\n<blockquote>In accordance with Miss.Code Ann. § 99-19-105(3)(c) (1994), this Court must determine whether the death sentence in this case `is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.' When the sentence is disproportionate, this Court may `set the sentence aside and remand the case for modification of the sentence of life imprisonment.</blockquote>\n<p><i>Puckett,</i> 737 So.2d at 364.</p>\n<p>¶ 103. Puckett argues that the Court's reliance upon cases listed in its holding as being factually similar under its proportionality review is misplaced and fails to consider the mandate contained in the intervening holding in <i>Ring</i> and also, the holdings in <i>Apprendi.</i> On direct appeal, this Court found that the case of <i>Blue v. State,</i> <span class=\"citation\" data-id=\"1627650\"><a href=\"/opinion/1627650/blue-v-state/\"><span class=\"volume\">674</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1184</span></a></span> (Miss.1996)<sup>[6]</sup> was useful in addressing whether Puckett's death sentence was excessive or disproportionate. <i>Puckett,</i> 737 So.2d at 364. This Court held that \"the death sentence is not disproportionate as applied to Puckett.\" <i>Id.</i></p>\n<p>¶ 104. Puckett argues that <i>Blue</i> is distinguishable from the instant case because the defendant, David Blue, admitted to the crime, \"[c]ommitted random acts of violence, beat, killed, robbed and after the victim's death engaged in sexual battery.\" Blue was indicted in the Leflore County Circuit Court for the commission of capital murder during the course of the sexual battery and armed robbery of Mary Turntine. <i>Blue,</i> 674 So.2d at 1192. Blue was seventeen at the time of his arrest. <i>Id.</i> The jury returned a sentence of the death penalty upon Blue.</p>\n<p>¶ 105. Here, Puckett was charged with capital murder during the course of sexual battery. He testified that it was his intent to commit a burglary in the victim's home. Puckett was eighteen at the time of the murder. The jury imposed the death penalty upon Puckett. This Court did not err in relying on <i>Blue</i> when addressing whether Puckett's death sentence was excessive or disproportionate.</p>\n<p>¶ 106. Puckett's reliance on <i>Ring v. Arizona,</i> <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (2002), and <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000) as intervening cases to overcome the procedural bar is misplaced. The Supreme Court held in <i>Ring</i> that only a jury may find an aggravating circumstance necessary for the imposition of the death penalty. The Supreme Court held in <i>Apprendi</i> that any fact, other than a previous conviction, that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt. Neither case changes or expands the law on proportionality. The issue was considered on direct appeal and is barred by res judicata at the post-conviction level.</p>\n<p></p>\n<h2>XI. PUCKETT WAS DENIED HIS RIGHTS GUARANTEED BY THE FIFTH, SIXTH, EIGHTH AND FOURTEENTH AMENDMENTS TO THE FEDERAL CONSTITUTION AND MISSISSIPPI LAW DUE TO THE CUMULATIVE EFFECT OF THE <span class=\"star-pagination\">*949</span> ERRORS AT HIS CAPITAL TRIAL.</h2>\n<p>¶ 107. Puckett asserts that the cumulative effect of errors committed at trial denied him a fair trial. Puckett is not entitled to a perfect trial, only a fair trial. <i>McGilberry v. State,</i> <span class=\"citation\" data-id=\"1654600\"><a href=\"/opinion/1654600/mcgilberry-v-state/\"><span class=\"volume\">843</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">21</span></a></span>, 33 (Miss.2003), citing <i>Sand v. State,</i> <span class=\"citation\" data-id=\"1685524\"><a href=\"/opinion/1685524/sand-v-state/\"><span class=\"volume\">467</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">907</span></a></span>, 911 (Miss.1985). Puckett cannot support an assertion that he has been denied a fair trial.</p>\n<p>¶ 108. This Court may reverse a conviction and/or sentence based upon the cumulative effect of errors that otherwise do not independently require a reversal. <i>Jenkins v. State,</i> <span class=\"citation\" data-id=\"1142502\"><a href=\"/opinion/1142502/jenkins-v-state/\"><span class=\"volume\">607</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1171</span></a></span>, 1183-84 (Miss.1992); <i>Hansen v. State,</i> <span class=\"citation\" data-id=\"1829968\"><a href=\"/opinion/1829968/hansen-v-state/\"><span class=\"volume\">592</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">114</span></a></span>, 153 (Miss.1991). \"It is true that in capital cases, although no error, standing alone, requires reversal, the aggregate effect of various errors may create an atmosphere of bias, passion and prejudice that they effectively deny the defendant a fundamentally fair trial.\" <i>Conner v. State,</i> <span class=\"citation\" data-id=\"1102900\"><a href=\"/opinion/1102900/conner-v-state/\"><span class=\"volume\">632</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1239</span></a></span>, 1278 (Miss.1993) (citing <i>Woodward v. State,</i> <span class=\"citation\" data-id=\"1611371\"><a href=\"/opinion/1611371/woodward-v-state/\"><span class=\"volume\">533</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">418</span></a></span>, 432 (Miss.1988)).</p>\n<p>¶ 109. We find that a review of the record, the briefs, and the arguments reveals that there were no individual errors which required reversal and thus there is no aggregate collection of minor errors that would, as a whole, mandate a reversal of either Puckett's conviction or his sentence. This issue is therefore without merit.</p>\n<p></p>\n<h2>XII. COUNSEL WAS INEFFECTIVE FOR NOT PROPERLY ARGUING TO THE TRIAL COURT THE \"MOTION FOR DISCOVERY OF EVIDENCE PRESENTED TO THE GRAND JURY IN THIS CASE\" AND NOT BEING AWARE OF THE CONTROLLING STATE AUTHORITY ON THIS ISSUE.</h2>\n<p>¶ 110. Puckett's defense counsel filed a motion with the trial court seeking to obtain grand jury evidence and testimony. The trial court denied the motion. Puckett argues that his counsel was ineffective for failing to cite two cases, which Puckett asserts would have resulted in the motion being granted. Those two case are <i>Addkison v. State,</i> <span class=\"citation\" data-id=\"1843095\"><a href=\"/opinion/1843095/addkison-v-state/\"><span class=\"volume\">608</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">304</span></a></span> (Miss.1992) and <i>Ballenger v. State,</i> <span class=\"citation\" data-id=\"1096454\"><a href=\"/opinion/1096454/ballenger-v-state/\"><span class=\"volume\">667</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1242</span></a></span> (Miss. 1995). Puckett claims that his \"counsel was ineffective in not being aware of two Mississippi cases that addressed this issues....\"</p>\n<p>¶ 111. The State concedes that Puckett is correct in stating that <i>Addkison</i> does allow discovery of grand jury testimony by a defendant. In <i>Addkison,</i> we stated:</p>\n<blockquote>The period during which there is prohibition and a criminal sanction for disclosure of grand jury proceedings expires upon the arrest, admission to bail or recognizance of the accused. Miss.Code Ann. § 97-9-53 (1972): Miss.Unif.Cr. Rules of Cir.Ct.Rule 2.04. Both Rule 4.06(a)(1) and Rule 4.09 contemplate that grand jury testimony given by witnesses to be used by the state is available to the defendant in discovery. Since the trial of this case, Rule 4.06 has been amended to make clear that defendants are entitled to \"any statement, written, recorded or otherwise preserved\" and \"the substance of any oral statement\" given by any witness to be offered by the prosecution at trial. Rule 4.06(a)(1). This includes grand jury testimony.</blockquote>\n<p><i>Addkison,</i> 608 So.2d at 313.</p>\n<p>¶ 112. The State also correctly points out that <i>Ballenger</i> holds that it is not reversible error to deny such a pretrial motion. <i>Ballenger,</i> 667 So.2d at 1251. In <i>Ballenger,</i> this Court stated:</p>\n<blockquote>\n<span class=\"star-pagination\">*950</span> ¶ 113. Even though the trial court denied Ballenger's over broad motion she was not denied access to the that evidence presented to the grand jury to which she was entitled. The trial court granted another motion made by Ballenger in which she requested, among other things, copies of all written and/or oral statements made by any person the prosecution intended to call at trial or who had given recorded and/or oral statements to the prosecution or police. This would encompass the grand jury testimony given by any witness that the prosecution intended to call at trial. When the trial court granted this motion the rule set out in <i>Addkison</i> was satisfied.</blockquote>\n<p><i>Id.</i></p>\n<p>¶ 114. Puckett's counsel filed the following motions: Motion to Require the Prosecution to Disclose Favorable Evidence to Defendant; Motion for Discovery of Information Regarding State Experts; and Motion for Court to Conduct In Camera Inspection of the District Attorney's File by the Court for all Exculpatory Material Favorable to the Defendant, Larry Matthew Puckett. The trial court granted all of these motions. Additionally, the record reveals that the State filed and produced to Puckett a document entitled \"Substance of Oral Interviews With Potential Witness\", which contains the names of thirty-one potential witness who could have been called to testify during trial. The list indicates what the witness would likely testify to, whether the witness has provided a written statement or had testified previously. The list indicates that the defense had in its possession all prior testimonies, reports and written statements by these witnesses.</p>\n<p>¶ 115. Even if this Court assumes, for the sake of argument, that defense counsel was deficient as Puckett claims, Puckett is unable to show that he was prejudiced. This issues does not pass the standard set forth in <i>Strickland v. Washington</i><i>,</i> and no relief is warranted.</p>\n<p></p>\n<h2>XIII. TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO OBJECT TO OFFICER MICHAEL RIELS'S BLATANT PERJURY AT TRIAL.</h2>\n<p>¶ 116. This claim centers around the testimony of Officer Mike Riels of the Forrest County Sheriff's Office. Puckett claims that trial counsel was ineffective in failing to object to Officer Riels's testimony regarding a custom painted tag displayed in the window of Puckett's truck.</p>\n<p>¶ 117. To understand Puckett's argument it is necessary to begin with a pretrial motion filed by the State, by which the State sought to determine the admissibility of prior bad acts of the defendant pursuant to M.R.E. 404(b). Particularly, the State wanted to introduce a custom painted car tag which read \"one high toned son-of-a-bitch.\" Attached as \"Exhibit-A\" to the State's motion was an affidavit of Russell Moore, which stated:</p>\n<blockquote>During early to mid 1995, I was employed as manager of Big K Quick Stop on Highway 49 North in Hattiesburg, Mississippi. During that time, Matthew Puckett was an employee of Big K. Matthew Puckett discussed with me the Stephen King movie `The Dark Half\". The movie was about a writer who had two personalities, one being a good guy and one being a bad guy. The dark half of his personality was known as George Stark, who was the bad guy and who had brutally killed an elderly man by beating him to death with his artificial leg. George Stark, the dark half, drove a vehicle that had lettering on the rear that read \"one high toned son-of-a-bitch\" when he was acting out his evil personality. Puckett told me he liked George <span class=\"star-pagination\">*951</span> Stark, the bad guy in the movie. Shortly after the discussion about the movie, Matt Puckett came to work with a tag on the front of his truck which read \"one high toned son-of-a-bitch\". Matt Puckett was proud of the tag and I advised him to remove it because it might be offensive to the management and public.</blockquote>\n<p>¶ 118. The State asserted in its motion that Puckett's acts were not being offered to prove his character but to prove motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident for the alleged crime. The trial judge took the motion under advisement.</p>\n<p>¶ 119. At trial, Officer Riels gave the following testimony:</p>\n<blockquote>Q. [Prosecutor] Did you look at the outside of the truck on that occasion?</blockquote>\n<blockquote>A. [Officer Riels] Yes, sir.</blockquote>\n<blockquote>Q. Describe what you saw.</blockquote>\n<blockquote>A. It was a dull blue. It had a roll bar. I believe it was a black roll bar. It had an antenna on the back. It may have had two, but I believe one CB aerial antenna. And in the back of the back glass it had a personalized, what I would call a personalized tag that was an airbrush type you'd buy at the mall or something, a tag that was in the back glass.</blockquote>\n<blockquote>Q. and what type tag was that?</blockquote>\n<blockquote>MR. ADELMAN: I'm going to object. Can we approach the bench?</blockquote>\n<blockquote>THE COURT: Yes. Note for the record we're having a bench conference.</blockquote>\n<p>¶ 120. The dialogue of the bench conference is as follows:</p>\n<blockquote>MR. JONES: I want him to identify what it was.</blockquote>\n<blockquote>MR. ADELMAN: He's going into the whole business about the</blockquote>\n<blockquote>THE COURT: Doing what?</blockquote>\n<blockquote>MR. ADELMAN: I just want to make sure that it's not going into the</blockquote>\n<blockquote>THE COURT: movie?</blockquote>\n<blockquote>MR. ADELMAN:The movie.</blockquote>\n<blockquote>MR. JONES: I'm not going into the movie.</blockquote>\n<blockquote>THE COURT: All right</blockquote>\n<p>¶ 121. The testimony of Officer Riels continued:</p>\n<blockquote>Q. Describe what was on that tag in that back windshield.</blockquote>\n<blockquote>A. The tag had \"Time Bomb\" wrote on it.</blockquote>\n<p>¶ 122. First the matter of perjured testimony is not properly addressed by way of an objection as Puckett would have it. The proper way to address Officer Riels testimony, if it was in fact perjured, would have been through cross-examination and/or impeachment, which is what the record reveals defense counsel did. The record clearly shows that Mr. Adelman was not remiss in his cross-examination of Officer Riels.</p>\n<blockquote>Q. [MR. ADELMAN] Do you know whether or not the vehicle was ever turned over to the Crime Lab for examination?</blockquote>\n<blockquote>A. [Officer Riels] No, sir. The most that I know is it was taken to our service center.</blockquote>\n<blockquote>Q. I see. And eventually it was returned to Mr. Puckett's family; is that correct?</blockquote>\n<blockquote>A. I believe so.</blockquote>\n<blockquote>Q. And this alleged tagno one ever took this alleged tag off the vehicle, is that correct?</blockquote>\n<blockquote>A. I didn't. I can't answer for anybody else. I don't know who took it off; I didn't.</blockquote>\n<blockquote>Q. So as far as</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*952</span> A. I saw the tag on the side of the road on the vehicle. I had been told that that was a CB handle that the Defendant went by.</blockquote>\n<blockquote>Q. Who told you that?</blockquote>\n<blockquote>A. I believe it was Corey McLain. I believe. I'm really unsure. It may have been one of the other officers who heard it from Corey McLain.</blockquote>\n<blockquote>Q. So this is something you heard. And you're sure</blockquote>\n<blockquote>A. I had heardwhenever I saw the vehicle, I saw the tag, once I saw the tag, I knew exactly whose it was because I was told that that was a CB handle that he could go by.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>A. I was told whenever we were doing the investigation, in looking for the Defendant, that he may possibly go by a CB handle \"Time Bomb\" on the CB radio, to any unit that may have a CB radio, to be listening for it. Then that night, whenever the vehicle was found, I saw the tag on the back of the truck, and I knew right then whose truck it was because I knew whose handle it was on the CB.</blockquote>\n<blockquote>Q. And you're sure there was a tag, and you're not confusing that with what someone else told you?</blockquote>\n<blockquote>A. No, sir; I'm sure it was a tag. I saw the tag, and I knew right then, you know, that's his CB handle. I pointed at the tag; I say to my self, that's his CB handle there.</blockquote>\n<p>¶ 123. Puckett later testified on his own behalf and he was able to address the issue concerning this tag.</p>\n<blockquote>Q. [MR. ADELMAN] Okay. Now you've got a blue pickup, correct?</blockquote>\n<blockquote>A. [PUCKETT] Yes, sir.</blockquote>\n<blockquote>Q. And on the back of it you had this insignia that said \"Time Bomb,\" didn't you?</blockquote>\n<blockquote>A. No, sir.</blockquote>\n<blockquote>Q. Did you have a CB handle that said Time Bomb?</blockquote>\n<blockquote>A. I have a CB handle, yes, sir.</blockquote>\n<blockquote>Q. And it says Time Bomb; that's your handle, isn't it?</blockquote>\n<blockquote>A. Yes, sir.</blockquote>\n<blockquote>Q. As a matter of fact, that's your nickname, isn't it?</blockquote>\n<blockquote>A. Not really a nickname. It was just a</blockquote>\n<blockquote>Q. Well, your friends call you by Time Bomb, don't they?</blockquote>\n<blockquote>A. No, sir. My friends call me Matt.</blockquote>\n<blockquote>Q. Well, is it a nickname? Are you called by Time Bomb?</blockquote>\n<blockquote>A. Just a CB handle.</blockquote>\n<blockquote>Q. All right. Why did you pick a CB handle of Time Bomb?</blockquote>\n<blockquote>A. I don't know. Corey gave it to me.</blockquote>\n<blockquote>THE COURT: What's that?</blockquote>\n<blockquote>THE WITNESS: My friend Corey gave it to me.</blockquote>\n<blockquote>Q. Well, what's the significance of it?</blockquote>\n<blockquote>A. I don't know.</blockquote>\n<blockquote>Q. You don't have any idea? Corey gave it to you?</blockquote>\n<blockquote>A. Yes, sir.</blockquote>\n<p>¶ 124. Puckett makes no suggestion as to what his counsel should have done differently other than to object to Officer Riels's testimony. It is clear from the record that Mr. Adelman objected at the first hint of any statement regarding the tag and its reference to the Stephen King movie, <i>The Dark Half.</i> It is also clear from the record that Mr. Adelman attempted to impeach Officer Riels's testimony during cross-examination. It is not logical that Mr. Adelman would have attempted to impeach Officer Riels by means that would <span class=\"star-pagination\">*953</span> have opened the door to evidence of the \"one high toned son-of-a-bitch\" tag, which Puckett had so fervently attempted to keep out of court.</p>\n<p>¶ 125. Puckett has failed to show that his counsel's performance was deficient and does not pass the first prong of <i>Strickland v. Washington</i><i>.</i> Therefore, Puckett is not entitled to relief on this claim.</p>\n<p></p>\n<h2>XIV. TRIAL COUNSEL WAS INEFFECTIVE FOR PREPARING THE JURY IN OPENING STATEMENTS TO HEAR EVIDENCE AND THEN NOT PRODUCING THAT EVIDENCE OF A SLOPPY AND INADEQUATE POLICE INVESTIGATION THEREBY NOT PUTTING ON AN ADEQUATE DEFENSE.</h2>\n<p>¶ 126. Puckett claims that he was denied effective assistance of counsel because Adelman told the jury in his opening statement that they would hear evidence of a sloppy police investigation, yet failed to present evidence of sloppy police work at trial. Puckett also contends that his counsel failed to secure a blood splatter expert and introduce blood splatter evidence.</p>\n<p>¶ 127. When reviewing Adelman's opening statement, there is only one specific reference to \"sloppy investigation.\"</p>\n<blockquote>I think earlier on you heard a list of witnesses. I think you'll find that most of the witnesses that have been listed are investigators, police officers, people who may have gone out to the Griffis residence. They have the whole array of these investigative officers, as well as the Mississippi Crime Lab. You heard reference to fingerprints. They have the opportunity to have all of these tests, whether it be for semen, fingerprints, blood, hair, all of these. They can go out and have all of theses test. And whether or not you come to the conclusion that you think that this was a world class investigation or a <i>sloppy investigation,</i> but whatever conclusion you come to, the fact of the matter is that when you look at the evidence, there's going to be mighty little evidence.</blockquote>\n<p>¶ 128. The transcript belies Puckett's assertion that Adelman told the jury that they would hear evidence regarding a sloppy police investigation. The transcript clearly shows that Adelman was telling the jury that the State of Mississippi had little evidence against Puckett despite its seemingly endless resources and opportunity.</p>\n<p>¶ 129. Because Adelman clearly made no promise to the jury regarding evidence of a sloppy investigation, Puckett's assertion that Adelman was ineffective for failing to produce such evidence fails.</p>\n<p>¶ 130. Adelman also promised the jury they would hear testimony that a cleaning service was called the next morning by the victim's family to come clean the residence.</p>\n<blockquote>The State had every opportunity. As far as securing the Crime Lab, you'll hear evidence that ratherI'm sorry, the crime scene. You'll hear evidence that rather than secure the crime scene, that Service Master was called the next morning by the victim's family to come clean the residence, to remove any blood, to eliminate. The crime scene was anything but secure.</blockquote>\n<p>¶ 131. Adelman was true to his word when he told the jury during opening statements that they would hear evidence that Service Master came the next day to clean the crime scene. During cross-examination of David Griffis, the following dialogue occurred:</p>\n<blockquote>Q. [Mr. Adelman] Is it correct that the trailer was cleaned the very next day?</blockquote>\n<blockquote>A. [David Griffis] I don't believe so.</blockquote>\n<blockquote>Q. You don't believe it was?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*954</span> A. I don't believe it was cleaned the next day.</blockquote>\n<blockquote>Q. Is it correct that Service Master cleaned the trailer?</blockquote>\n<blockquote>A. Yes</blockquote>\n<blockquote>Q. Do you know who called Service Master?</blockquote>\n<blockquote>A. My brother called them.</blockquote>\n<blockquote>Q. But you don't know when it was cleaned.</blockquote>\n<blockquote>A. I don't know when it was cleaned.</blockquote>\n<blockquote>Q. Do you know whether or not law enforcement approved of the trailer being cleaned?</blockquote>\n<blockquote>A. I am sure that they did. I did not have anything to do with that.</blockquote>\n<p>¶ 132. Puckett asserts that Richard Storey, an employee of Service Master, was interviewed by the defense, and it was learned that Storey observed a bloody knife in the kitchen sink at the Griffis home. Puckett asserts that the police investigators overlooked this evidence. Puckett alleges that his counsel was ineffective for not calling Storey to testify because his testimony would have further shown the police investigation to be sloppy and would have created reasonable doubt in the jurors' minds.</p>\n<p>¶ 133. First of all, Puckett has not supplied an affidavit from Storey or any other proof as to what Storey would have testified to in support of Puckett's allegations. Puckett does provide a self-serving hearsay affidavit which states, in part: \"I had no knowledge about this [Mr. Story] until May of 2003 when Van Williams told me about him. I asked my mother about this and she verified it to me.\" Second, the State is correct in that the record does contain a subpoena issued for Storey, but there is no return of service.</p>\n<p>¶ 134. At trial, Officer Danny Rigel, Director of the Metro Crime Scene Unit, testified that the crime scene investigators finished processing the crime scene later in the evening on the same day as the murder. Additionally, Officer Rigel testified as follows:</p>\n<blockquote>Whenever we finish a crime scene, we have a debriefing, more or less, with everybody that's therethe investigators, the crime scene techs, and anybody else that has anything to do with the crime scene just to see ifyou know, check each other out just to make sure we didn't miss anything, and there was allthere was nothing else to get. Plus, the family and the children and all, they had to get there clothes and they wanted to clean up the mess, I mean, so they wouldn't have to look at it.</blockquote>\n<p>Puckett's contention that Adelman rendered ineffective assistance is without merit.</p>\n<p>¶ 135. Under the heading of this same claim, Puckett also asserts that, because Adelman's opening statement addressed how unlikely it would be for Puckett to have beaten Rhonda Griffis to death at close range and not have his clothes covered in blood, Adelman should have sought to procure a blood splatter expert \". . . to explain to the jury how a murder of this nature would leave the assailant covered in blood. . . .\"</p>\n<p>¶ 136. As the State points out, the record is replete with evidence regarding the presence of blood splatter in the victim's home. The evidence of this nature was given by testimony from Forrest County Sheriff's Deputies and a detective from the Hattiesburg Police Department, testimony from Jeffery Byrd of the Mississippi Crime Scene Unit, and photographs and video tape of the crime scene depicting blood splatter on the walls. On cross-examination by Adelman, Lora Herff Aria, a forensic scientist with the Crime Lab, testified that her test results on the coveralls <span class=\"star-pagination\">*955</span> Puckett was wearing contained only deer blood stains and one other stain that contained human protein but was unable to be confirmed as blood.</p>\n<p>¶ 137. As the State properly points out, Adelman did not fail to use the evidence presented at trial regarding the blood splatter at the crime scene and the absence of the victim's blood on Puckett's coveralls when Adelman delivered his closing argument to the jury. The argument, in part, is as follows:</p>\n<blockquote>The state of Mississippi is the one that had them examined. And you heard the testimony of Ms. Aria, the lady from the Crime Lab. There was no blood on those coveralls, other than deer blood and some traces of human protein, which could be anything, anything that a human being might produce in the way of protein.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>You saw the fact that there were blood splatterings. There were blood splatterings behind the couch and to the left of the couch, but there were no blood splatterings on those coveralls. And the State clearly made the implication that there was something that thethat somehow the coverallsthat the Defendant really wasn't in the coveralls, but they put in the picture, and you heard in opening statement about the blue jeans and the shirt, the dark shirt. I think it has a Harley Davidson insignia on it. There was never any evidence that there was any blood on those clothes.</blockquote>\n<blockquote>You saw Dr. West, and when Dr. Westwhen he had Mr. Jones, and he was using Mr. Jones as his object, and he had Mr. Jonesremember, he was behind Mr. Jones. And so the implications, the argument that there was no blood splattering on my client's clothing because he was in front of Rhonda Griffis is totally contradicted by the scenario of Dr. West, who came off the stand and grabbed Mr. Jones from behind.</blockquote>\n<p>¶ 138. It is difficult to imagine what a blood splatter expert could have added to this case that was different from what Adelman pulled together for the jury, considering the evidence that was presented in this case. Puckett has not demonstrated that defense counsel was deficient for not obtaining such an expert, nor had Puckett demonstrated that the outcome of this trial would have been different. Puckett's ineffective assistance of counsel claim does not pass the standard set forth in <i>Strickland v. Washington</i><i>.</i></p>\n<p></p>\n<h2>XV. PETITIONER WAS DENIED ACCESS TO COUNSEL DURING A CRITICAL STAGE OF HIS TRIAL.</h2>\n<p>¶ 139. In his final claim, Puckett asserts that he was denied access to defense counsel during a critical stage of his trial. As mentioned before, Puckett testified at trial on his own behalf. After cross-examination of Puckett by the State had begun, the trial court took a brief recess and instructed Puckett not to discuss his testimony with anyone including his counsel.</p>\n<p>¶ 140. Although this issue was capable of being raised at trial, no objection was taken to the trial court's instruction. This issue is therefore, procedurally barred for the first time in Puckett's application for post-conviction relief. Miss code Ann. § 99-39-21(1).</p>\n<p>¶ 141. Without waiving the procedural bar, Puckett's claim is without merit. The United States Supreme Court has held \"that the Federal Constitution does not compel every trial judge to allow the defendant to consult with his lawyer while his testimony is in progress if the judge decides that there is good reason to interrupt <span class=\"star-pagination\">*956</span> the trial for a few minutes.\" <i>Perry v. Leeke,</i> <span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">272</span></a></span>, 284-85, <span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1989). The United States Supreme Court stated:</p>\n<blockquote>We are persuaded, however, that the underlying question whether petitioner had a constitutional right to confer with his attorney during the 15-minute break in his testimonya question that we carefully preserved in <i>Geders</i> [<i>v. United States,</i> <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1330</span></a></span>, <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></a></span> (1976)]was correctly resolved by the South Carolina Supreme Court. Admittedly, the line between the facts of <i>Geders</i> and the facts of this case is a thin one. It is, however, a line of constitutional dimension. Moreover, contrary to the views expressed by the dissenting member of the South Carolina Supreme Court, see n. 1, supra, it is not one that rests on an assumption that trial counsel will engage in unethical \"coaching.\"</blockquote>\n<blockquote>The distinction rests instead on the fact that when a defendant becomes a witness, he has no constitutional right to consult with his lawyer while he is testifying. He has an absolute right to such consultation before he begins to testify, but neither he nor his lawyer has a right to have the testimony interrupted in order to give him the benefit of counsel's advice.</blockquote>\n<blockquote>The reason for the rule is one that applies to all witnessesnot just defendants. It is a common practice for a judge to instruct a witness not to discuss his or her testimony with third parties until the trial is completed. Such nondiscussion orders are a corollary of the broader rule that witnesses may be sequestered to lessen the danger that their testimony will be influenced by hearing what other witnesses have to say, and to increase the likelihood that they will confine themselves to truthful statements based on their own recollections. The defendant's constitutional right to confront the witnesses against him immunizes him from such physical sequestration. Nevertheless, when he assumes the role of a witness, the rules that generally apply to other witnesses rules that serve the truth-seeking function of the trialare generally applicable to him as well. Accordingly, it is entirely appropriate for a trial judge to decide, after listening to the direct examination of any witness, whether the defendant or a nondefendant, that cross-examination is more likely to elicit truthful responses if it goes forward without allowing the witness an opportunity to consult with third parties, including his or her lawyer.</blockquote>\n<p><i>Perry,</i> 488 U.S. at 280-82, <span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>.</p>\n<p>¶ 142. The brief recess that occurred in <i>Perry</i> happened after direct examination and before cross-examination began. Puckett asserts that because the recess in the instant case occurred in the middle of cross-examination, the meaning of <i>Perry</i> is distinguishable. This assertion is without merit. Perhaps the need to prevent discussion between the defendant and his counsel would increase once cross-examination has begun because at that point, the defendant and his counsel would be aware of the direction the cross-examination has taken.</p>\n<p>¶ 143. Puckett also relies on this Court's ruling in <i>Pendergraft v. State,</i> <span class=\"citation\" data-id=\"1792691\"><a href=\"/opinion/1792691/pendergraft-v-state/\"><span class=\"volume\">191</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">830</span></a></span> (Miss.1966) to support his claim that he was denied counsel at a crucial stage of the proceedings. In <i>Pendergraft,</i> the trial court recessed for two hours at the conclusion of direct examination of the defendant and instructed the defendant not to converse with counsel. This Court held that instruction to be reversible error stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*957</span> Did the trial court's instruction to the defendant and to her attorney not to converse during a two-hour recess of the court, immediately following the defendant's direct testimony in her own behalf, violate the defendant's constitutional right to the assistance of counsel as provided by the above-quoted Sixth Amendment to the United States Constitution? 21 Am.Jur.2d Criminal Law section 313 (1965) states the general rule to be:</blockquote>\n<blockquote>In construing constitutional provisions relating to the right of an accused person to counsel, most courts have expressed the view that the right extends to every stage of the prosecution. And it is said that the right to assistance in preparing for trial is equal to the right to assistance during the trial itself. Accordingly, in addition to the right to representation during the course of his trial, an accused is generally entitled to be assisted by counsel * * *21 Am. Jur.2d at 339-340.</blockquote>\n<blockquote>It may be safely said that at this time in our jurisprudence there is no question of constitutional law more firmly established than the oft-enunciated principle that in the trial of criminal cases in the federal, as well as the state courts, the defendant is entitled to have the guilding hand of counsel at every stage of the proceeding. The trial is, of course, a stage of the proceeding of vital importance to the accused. The right to an attorney extends throughout the trial and to every stage of the proceeding. We need not look to the specific prejudice that resulted to the defendant as the result of the two-hour court-imposed restriction of consultation between the accused and her attorney. This particular phase of the trial is so critical that we do not attempt to envision a particular prejudice such as an overlooked fact, further discussions of strategy, or whether it be merely reassurance to the defendant. We deem it reversible error that the right of consultation granted by the Constitution was denied.</blockquote>\n<p><i>Pendergraft,</i> 191 So.2d at 833.</p>\n<p>¶ 144. There are two important aspects of the <i>Pendergraft</i> case to be considered. First, <i>Pendergraft</i> was decided in 1966, a little over twenty-two years before the United States Supreme Court's decision in <i>Perry.</i> Second, the recess in <i>Pendergraft</i> was a two-hour delay, where in <i>Perry,</i> the delay was fifteen minutes.</p>\n<p>¶ 145. The United States Supreme Court stated that its decision in <i>Perry</i> did not mean that trial judges must forbid consultation between a defendant and his counsel during such brief recesses. <i>Perry,</i> 488 U.S. at 284, <span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>.</p>\n<blockquote>Our conclusion does not mean that trial judges must forbid consultation between a defendant and his counsel during such brief recesses. As a matter of discretion in individual cases, or of practice for individual trial judges, or indeed, as a matter of law in some States, it may well be appropriate to permit such consultation. We merely hold that the Federal Constitution does not compel every trial judge to allow the defendant to consult with his lawyer while his testimony is in progress if the judge decides that there is a good reason to interrupt the trial for a few minutes.</blockquote>\n<p><i>Id.</i> at 284-85, <span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>.</p>\n<p>¶ 146. Puckett argues that the record does not indicate how long the break was for. He also does not make an assertion that it was anything but a \"brief\" recess. The record in this case does give insight to the recess being one relatively brief in nature as apposed to a two hour delay. The record in the instant case contains the following statement by the trial court:</p>\n<blockquote>\n<span class=\"star-pagination\">*958</span> THE COURT: Ladies and Gentlemen of the jury, while I hesitate to break the continuity of the examination, when we were with counsel in chambers on other matters, it developed that this may be the appropriate time for you to take a recess. In addition to that, we've been informed by the Bailiff that some of you need tothat being the case, we're going to let you retire to theit's not polite, and I apologize. But I'm trying to explain to you why we're stopping in the middle of the testimony. It was your idea, as I understand. But be that as it may, we're going to It you recess. Let me caution you that during this recess you're not to discuss this case among yourselves.</blockquote>\n<blockquote>Now, technically, Mr. Puckett, you're on the stand as a witness, and during this recess you may not discuss your testimony with anyone. Okay. Let's let the jury exit.</blockquote>\n<p>¶ 147. This issue is procedurally barred, and Puckett has not made a showing of cause and actual prejudice requiring relief from the waiver. Miss.Code Ann. § 99-39-21(1)</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>¶ 148. For these reasons, we deny the petition for post-conviction relief filed by Larry Matthew Puckett.</p>\n<p>¶ 149. LEAVE TO SEEK POST-CONVICTION RELIEF, DENIED.</p>\n<p>WALLER AND COBB, P.JJ., EASLEY, CARLSON AND RANDOLPH, JJ., CONCUR. DIAZ, GRAVES AND DICKINSON, JJ., NOT PARTICIPATING.</p>\n<h2>NOTES</h2>\n<p>[1]  Ms. Parker indicated on her Jury Information Questionnaire that her educational level was 14.</p>\n<p>[2]  It appears from the wording of this issue that Puckett is presenting this issue to the U.S. Supreme Court which, notably, denied his petition for writ of certiorari.</p>\n<p>[3]  Justin was seven years old at the time of the murder and eight years old at the time of Puckett's trial.</p>\n<p>[4]  Jeffery was five years old at the time of the murder and six years old at the time of Puckett's trial</p>\n<p>[5]  The statements of Ainsworth and Hinton have not been notarized. Instead, Puckett offers an affidavit of Kendra Lee-Lindsey, an intern coordinator at the Mississippi Office of Capital Post-Conviction Counsel who states that she was present when Ainsworth and Hinton signed there statements. She also states that she does not know the reason why those statements were not notarized. Puckett's petition, Ex. 11. Miss.Code Ann. § 99-39-9(1)(e) requires that a petitioner furnish affidavits to support his claims or show cause why he could not furnish these affidavits.</p>\n<p>[6]  <i>Blue v. State,</i> <span class=\"citation\" data-id=\"1627650\"><a href=\"/opinion/1627650/blue-v-state/\"><span class=\"volume\">674</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1184</span></a></span> (Miss.1996) was overruled by this Court in <i>King v. State,</i> <span class=\"citation\" data-id=\"1879054\"><a href=\"/opinion/1879054/king-v-state/\"><span class=\"volume\">784</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">884</span></a></span> (Miss.2001), which held that an instruction that sympathy could play \"no part\" in jury's deliberations was reversible error. Puckett does not raise issue with <i>Blue</i> having been overruled on an unrelated issue.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118274/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/127706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/130159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1088444/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1089523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1090811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1096454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1102900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1106099/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1113932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1128478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1132785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1142502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1148931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1398666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1601898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1605533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1611371/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1627650/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1649620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1652484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1654062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1654600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1666205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1670017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1685524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1687573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1690710/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1698695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1707145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1708512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1717697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1720645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1732923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1745774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1758677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1771774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775442/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1797214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1809345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1812612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1829968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1831239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1834004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1836662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1843095/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1855634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1879054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1919690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1930926/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2484377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2567022/"
          ]
        }
      ],
      "judges": "En Banc",
      "date_created": "2014-10-30T17:18:55.889058Z",
      "date_modified": "2017-06-08T19:28:01.197643Z",
      "date_filed": "2004-05-27",
      "date_filed_is_approximate": false,
      "slug": "puckett-v-state",
      "citation_id": 1076750,
      "case_name_short": "Puckett",
      "case_name": "Puckett v. State",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "879 So. 2d 920",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 33,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1514425/puckett-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:18:55.885554Z",
  "date_modified": "2014-10-30T17:18:55.885554Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Puckett",
  "case_name": "Puckett v. State",
  "case_name_full": "",
  "slug": "puckett-v-state",
  "docket_number": "2000-DR-01077-SCT",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}