{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1528924/",
  "id": 1528924,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/okla/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1151412/",
      "id": 1151412,
      "absolute_url": "/opinion/1151412/dowell-v-city-of-tulsa/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1528924/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1151412/",
          "id": 1151412,
          "absolute_url": "/opinion/1151412/dowell-v-city-of-tulsa/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1151412/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5432/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:24:30.581124Z",
          "date_modified": "2017-03-30T19:45:53.086465Z",
          "type": "010combined",
          "sha1": "44e5248a90ddd595724c024162d02900dd66817a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>273 P.2d 859 (1954)</b></center>\n<center><h1>DOWELL et al.<br>\nv.<br>\nCITY OF TULSA et al.</h1></center>\n<center>No. 36068.</center>\n<center><p><b>Supreme Court of Oklahoma.</b></p></center>\n<center>June 15, 1954.</center>\n<center>Rehearing Denied July 13, 1954.</center>\n<p><span class=\"star-pagination\">*860</span> James B. Coppedge, Tulsa, E.O. Patterson, Tulsa, of counsel, for plaintiffs in error.</p>\n<p>Harry M. Crowe, Jr., City Atty., A.M. Widdows, Tulsa, for defendants in error.</p>\n<p>BLACKBIRD, Justice.</p>\n<p>Plaintiffs in error commenced the present action, as plaintiffs, to enjoin defendants in error, as defendants, from enforcing and/or complying with Ordinance No. 6565, passed by the Board of Commissioners of the City of Tulsa, on March 3, 1953, authorizing fluoridation of said city's water supply by its Water Department and Commissioner of Waterworks and Sewerage. The purpose of such fluoridation, as indicated in the ordinance, was \"to aid in the control of dental caries\" (tooth decay), and by reason of the emergency therein declared to exist for \"preservation of the public peace, health and safety\", it was provided by Section 4 thereof that the ordinance would become effective upon its passage, approval and publication.</p>\n<p>The parties appear here in the same order as they appeared in the trial court, and they will be referred to by their trial designations.</p>\n<p>Plaintiffs are individual taxpayers of the city. Their effort to enjoin the enforcement of the Ordinance was based upon the alleged ground that it is invalid. The only alleged reasons for such invalidity which they apparently urged are that (1) the ordinance constitutes an \"unwarranted exercise of police power\" in violation of the Fourteenth Amendment of the U.S. Constitution; (2) that it is an exercise of power beyond that delegated to the city by the State Legislature; (3) it violates the U.S. Constitution's First Amendment concerning freedom of religion; and (4) it violates Title 63 O.S. 1951 § 196 forbidding the manufacture and sale of \"food\" to which \"fluorine compounds\" have been added as the term \"food\" is defined in Section 183 to include \"articles of food, meat, drink * * * beverage * * *.\"</p>\n<p><span class=\"star-pagination\">*861</span> After a trial at which plaintiffs introduced no evidence, but entered into a stipulation with defendants as to certain facts, the court made specific findings against plaintiffs on all of the issues above described and entered judgment denying them the injunction. From said judgment they have lodged this appeal.</p>\n<p>With apparent reference to (1) and (3) above, plaintiffs contend under the first two propositions formulated in their briefs that our State Legislature has never established a policy of attempting to regulate or control any disease except those that are \"contagious, infectious or dangerous;\" and that it could not constitutionally do so. In denying the first part of this contention, defendants point to various statutes enacted by the Oklahoma Legislature, particularly sections appearing under Title 63 O.S. 1951, which they say plainly show that its policy in matters of public health and welfare has never been confined to seeking control, regulation and prevention of contagious, infectious, or dangerous diseases. Among these are provisions for safeguards pertaining to bedding and the germicidal treatment of secondhand materials, Section 51 et seq.; provisions requiring the injection of \"nitrate of silver or other proven antiseptic\" into the eyes of newborn infants, for their protection against \"Inflammation of the eyes * * *\" (ophthalma neonatorum), Sections 71-77, incl.; those pertaining to the regulation of milk production and marketing, Section 295 et seq.; and of hotels, etc., Section 331 et seq.; to the regulation of bakeries and other foodstuff factories, Section 151; to the regulation of bottling works, Section 27 et seq.; to the Section, 296.2, specifying the vitamin and mineral requirement for flour; and to the statutes creating the State Board of Health, Tit. 63 O.S. 1951 § 1.1, and creating in the State Health Department a division to be known as the \"`Division of Preventive Dentistry.'\" Tit. 63 O.S. 1951 § 41. In fact, it was apparently in conformity with the provisions of the latter section that said State Department made its study of the fluoridation of public water supplies for controlling dental caries and promulgated certain rules and recommendations, or a policy to govern it in assisting municipalities considering such projects. A written statement of these was introduced in evidence as Defendants' Exhibit 3, and the parties' stipulation of facts as well as Ordinance No. 6565 shows that these recommendations were considered and were to be followed in the fluoridation of the water supply contemplated in the ordinance in accord with certain rules, standards and prerequisites (unnecessary here to set forth) prescribed by the State Board.</p>\n<p>In view of the board terms in which our Legislature has spoken on the subject, we cannot believe that it has intended to restrict its enactment of measures designed to promote the public health and welfare to those designed to prevent the spread of infectious, contagious or dangerous diseases. We think the mere reading of the statutes herein cited and others enacted by our Legislature is sufficient to show that it has not so restricted its policy, and that it has chosen to make many minimum requirements with reference to food, lodging and a myriad of subjects connected with the public health and/or welfare that have no direct connection with or relation to infectious, contagious or dangerous diseases.</p>\n<p>The next question then is: Recognizing that such a thing is not against public policy as declared by our Legislature, can the police power delegated to a city by the Legislature be exercised to the extent of what in practical analysis amounts to a compulsory measure requiring people of the city to use or pay for water that is fluoridated in order to control a physical characteristic or weakness which is not an infectious, contagious or dangerous disease? Plaintiffs say that it cannot  that under the guarantees of freedom contained in the 1st and 14th Amendments to the U.S. Constitution the citizens of Tulsa have a right to be furnished city water not \"medicated\" or treated with fluorides. We do not agree.</p>\n<p>The tests by which such matters are to be governed in two of the cases quoting or expressing them in verbage most favorable to plaintiffs are Lawton v. Steele, 152 U.S. 133, 14 S.Ct. 499, 501, 38 L.Ed. 385, and Bowes v. City of Aberdeen, 58 Wash. <span class=\"star-pagination\">*862</span> 535, 542, 109 P. 369, 372, 30 L.R.A., N.S., 709. In the first of these it is said:</p>\n<blockquote>\"To justify the state in thus interposing its authority in behalf of the public, it must appear  First, that the interests of the public generally, as distinguished from those of a particular class, require such interference; and, second, that the means are reasonably necessary for the accomplishment of the purpose, and not unduly oppressive upon individuals.\"</blockquote>\n<p>In the Washington case, it was said:</p>\n<blockquote>\"`The questions which present themselves in the examination of a safety or health measure are: Does a danger exist? Is it of sufficient magnitude? Does it concern the public? Does the proposed measure tend to remove it? Is the restraint or requirement in proportion to the danger? Is it possible to secure the object sought without impairing essential rights and principles? Does the choice of a particular measure show that some other interest than safety or health was the actual motive of the Legislature?'\"</blockquote>\n<p>In suggesting negative answers to the above-quoted questions when propounded about Ordinance 6565, it seems to be plaintiffs' position that (1) since it is not contended that Tulsa's water is not pure, or that unless treated with fluorides it will tend to spread contagious disease or that an epidemic of an infectious or dangerous disease is threatened or imminent unless said water is so treated, the exercise of the police power to the extent of interfering with Tulsa citizens' freedom to purchase and use its water without such treatment cannot be justified; that (2) since the only direct evidence on the matter went no further than showing that drinking fluoridated water reduces caries in the lower-age group of minor persons, such treatment could not be justified as a measure to improve the health or welfare of the public generally; (3) that the evidence tended to show that the same object could be attained by leaving to individuals the treatment of their own drinking water with fluorides on an individual and voluntary basis, as could be attained by requiring the wholesale treatment of the City's entire water supply and therefore that the latter is not \"reasonably necessary\" to attain that end, thus belying the Ordinance's announced representation or misrepresentation that it is necessary to preservation of the public health and safety. We do not find any of these arguments tenable for the reasons hereinafter set forth. While most of the reported cases that have arisen in the past involved the so-called \"purity\" or \"purification\" of municipal water supplies and the regulations upheld with reference thereto were designed to prevent contamination or pollution with consequent epidemics or spread or disease, notice Annotations, 6 A.L.R. 228, and 8 A.L.R. 673; 23 A.L.R. 228; 72 A.L.R. 673, we think the weight of well-reasoned modern precedent sustains the right of municipalities to adopt such reasonable and undiscriminating measures to improve their water supplies as are necessary to protect and improve the public health, even though no epidemic is imminent and no contagious disease or virus is directly involved. See Blue v. Beach, 155 Ind. 121, 56 N.E. 89, 50 L.R.A. 64; and the Annotations thereto, at 80 Am.St.Rep. 212; 25 Am.Jur., \"Health\", Secs. 21 and 25, inclusive; 56 Am.Jur. \"Water Works\", Sec. 76. Where such necessity is established, the Courts, especially in recent years, have adopted a liberal view of the health measures promulgated and sought to be enforced. See McQuillin, Municipal Corporations (3d Ed.), Vol. 7, Sec. 24.224. As said in 11 Am.Jur., \"Constitutional Law\", Sec. 271, at page 1023:</p>\n<blockquote>\"The protection of the public health and safety is the basis of much valid regulation over persons. This broad field includes not only legislation relating to the prevention and curtailment of disease through quarantine, when not in conflict with Federal regulations on the subject, vaccination, and segregation in special hospitals of persons suffering from contagious and infectious illnesses, but also measures relating to eugenics and the maintenance of a healthy, normal, and socially sound populace.\"</blockquote>\n<p><span class=\"star-pagination\">*863</span> As knowledge in both the medical and dental fields has increased, the subject of health in both of these spheres has become more important, and modern experience shows that private convenience and individual freedom of action are required to yield to the public good in instances where formerly there was observed no necessity for legislative interference. See Territory v. Hop Kee, 21 Haw. 206, Ann.Cas. 1915D, 1082, and other authorities cited in notes to 37 Am.Jur., \"Municipal Corporations\", Secs. 286 and 288. No principle is better established in our system of jurisprudence than the one that \"`Liberty implies the absence of arbitrary restraint, not immunity from reasonable regulations * * * imposed in the interests of the community.'\" Chicago, B. &amp; O.R. Co. v. McGuire, 219 U.S. 549, 565, 31 S.Ct. 259, 55 L.Ed. 328, as quoted in West Coast Hotel Co. v. Parrish, 300 U.S. 379, 57 S.Ct. 578, 582, 81 L.Ed. 703, 108 A.L.R. 1330. Plaintiffs concede, as they must, that municipalities may chlorinate their water supply, Commonwealth v. Town of Hudson, 315 Mass. 335, 52 N.E.2d 566; McQuillin Municipal Corporations (3d Ed.), Vol. 7, Sec. 24.265 and though they contend, under one proposition, that a city's treatment of its water supply with fluorides is the unlicensed practice of medicine, dentistry and pharmacy under our Statutes, they here argue that such treatment must be distinguished from treatment with chlorides, because the latter will kill germs, purify water and accordingly aid in the prevention and spread of disease, whereas fluorides will not. We think that if the putting of chlorides in public water supplies will in fact promote the public health, the distinction sought to be drawn by plaintiffs is immaterial. To us it seems ridiculous and of no consequence in considering the public health phase of the case that the substance to be added to the water may be classed as a mineral rather than a drug, antiseptic or germ killer; just as it is of little, if any, consequence whether fluoridation accomplishes its beneficial result to the public health by killing germs in the water, or by hardening the teeth or building up immunity in them to the bacteria that causes caries or tooth decay. If the latter, there can be no distinction on principle between it and compulsory vaccination or inoculation, which, for many years, has been well-established as a valid exercise of police power. See Blue v. Beach and other authorities cited, supra, as well as the Annotations at 93 A.L.R. 1434. See also De Aryan v. Butler, 119 Cal. App.2d 674, 260 P.2d 98, in which some of the same arguments made here were made and rejected concerning the fluoridation of the water supply of the City of San Diego, California. While the evidence in the present case did not purport to establish fluoridation as a remedy or prevention for any specific contagious disease, it did show, without contradiction, that it will materially reduce the incidence of caries in youth. The relation of dental hygiene to the health of the body generally is now so well recognized as to warrant judicial notice. Accordingly, we hold that in establishing the fluoridation prescribed by Ordinance 6565, as effective to reduce dental caries, the evidence also sufficiently established it as a health measure to be a proper subject for exercise of the police power possessed by the City of Tulsa.</p>\n<p>We now come to plaintiffs' argument that fluoridation of Tulsa's water supply cannot be justified as a <i>public</i> health measure because the evidence went no further than establishing it as an aid to the prevention of caries in persons under sixteen years of age, and tended to show that consumption of such water is of no benefit to older persons. The evidence did not reveal what proportion of Tulsa's population is under sixteen years of age, but under our view this was not necessary. When it is borne in mind that the children and youth of today are the adult citizens of tomorrow, and that this one segment of the population unquestionably benefited by the drinking of fluoridated water now, will in a few years comprise all or a very large percentage of Tulsa's population; and it is further realized that reducing the incidence of dental caries in children will also benefit their parents, the fallacy of plaintiffs' argument is manifest.</p>\n<p>We think the uncontradicted testimony of Dr. Paul Haney, Superintendent of Health for the City and County of Tulsa, who was the only witness used at the trial, is sufficient <span class=\"star-pagination\">*864</span> answer to plaintiffs' claim that on the basis of the evidence, the same benefits to be obtained from fluoridation of said city's water supply could be obtained by leaving individuals to fluoridate their own water on a voluntary basis. Dr. Haney's testimony shows not only that the treatment of drinking water by individuals not directly under the supervision of health authorities or as prescribed by a private physician (whose services many families would be financially unable to employ) may be dangerous, but also that it is necessary that all or nearly all of the water consumed by children in the age group involved be fluoridated over a period of years in order for them to obtain the benefits of such process. He explained that such total consumption would not be likely to occur in children of school age, if the fluoridation was left to be done individually or in their homes, because they are at school or away from home much of the time.</p>\n<p>Plaintiffs do not elaborate on their contention that Ordinance 6565 is in violation of the \"free exercise\" of religion, which, in the First Amendment of the United States Constitution, Congress is forbidden to prohibit, but we assume this is based on the hypothesis that the fluoridation prescribed in the Ordinance is a form of \"medication\" or \"medical treatment\" forbidden by the tenets of one or more well-known churches or religious sects. This argument is closely allied to one phase of the plaintiffs' \"Proposition 4\" to the effect that fluoridation is treatment of a disease and therefore that the Ordinance constitutes the unlicensed practice of medicine as defined and forbidden in Title 59 O.S. 1951 §§ 495b and 497. To what was said concerning a similar argument in De Aryan v. Butler, supra, which we hereby approve and adopt, we wish to add our opinion that in the contemplated water fluoridation, the City of Tulsa is no more practicing medicine or dentistry or manufacturing, preparing, compounding or selling a drug, than a mother would be who furnishes her children a well-balanced diet, including foods containing vitamin D and calcium to harden bones and prevent rickets, or lean meat and milk to prevent pellagra. No one would contend that this is practicing medicine or administering drugs. This conclusion also disposes of the contention that the Ordinance constitutes a violation of Title 59 O.S. 1951 §§ 273 and 333, wherein plaintiffs employ what a California Judge is said to have termed an \"over-refinement\" in the application of definitions to facts.</p>\n<p>With reference to plaintiffs' contention that the proposed fluoridation violates Title 63 O.S. 1951 § 196, forbidding, among other things, the manufacture and sale of food to which \"fluorine compounds\" have been added, defendants say that said Section, which was a part of the Pure Food and Drug Act passed in 1910, was repealed by implication in the Oklahoma Food Act passed in 1949, Title 63 O.S. 1951 §§ 180.1-180.19, incl. No cases are cited on either side of this argument and we think defendants' contention goes too far. However, it must be noted that despite the prohibition against the addition of certain named acids and other substances included with \"fluorine compounds\" in Section 196, supra, some of which must certainly be deemed \"poisonous or deleterious substances\" (as defined by Webster's Dictionary), Section 180.13 referring to the addition of such substances to foods, provides that when it is necessary to use them, this can be done under reasonable rules and regulations promulgated by the Board of Health. It would thus appear that even though the latter section might not accurately be said to entirely repeal the former section by implication, it cannot be doubted that in practical operation and effect it modifies it to a certain extent; and we so hold. It therefore follows that since the Board of Health has promulgated rules and regulations prescribing the amount of, and manner in which, fluorides can be added to a city water supply, and the ordinance in question plainly provides that such rules and regulations be complied with, we do not think the fluoridation involved herein can correctly be considered a violation of Section 196, supra, when construed in the light of, and as its application is modified or limited by, Section 180.13, supra.</p>\n<p>Since the filing of the original briefs in the present case, an Ohio Court has reached similar conclusions on the same questions <span class=\"star-pagination\">*865</span> involved herein and similar ones in the Case of Kraus v. City of Cleveland, Ohio Com.Pl., 116 N.E.2d 779.</p>\n<p>As no ground for reversal has been found in any of the arguments advanced by plaintiffs, the judgment of the trial court is hereby affirmed.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">859</span></span> (1954)</b></center>\n<center><h1>DOWELL et al.<br>\nv.<br>\nCITY OF TULSA et al.</h1></center>\n<center>No. 36068.</center>\n<center><p><b>Supreme Court of Oklahoma.</b></p></center>\n<center>June 15, 1954.</center>\n<center>Rehearing Denied July 13, 1954.</center>\n<p><span class=\"star-pagination\">*860</span> James B. Coppedge, Tulsa, E.O. Patterson, Tulsa, of counsel, for plaintiffs in error.</p>\n<p>Harry M. Crowe, Jr., City Atty., A.M. Widdows, Tulsa, for defendants in error.</p>\n<p>BLACKBIRD, Justice.</p>\n<p>Plaintiffs in error commenced the present action, as plaintiffs, to enjoin defendants in error, as defendants, from enforcing and/or complying with Ordinance No. 6565, passed by the Board of Commissioners of the City of Tulsa, on March 3, 1953, authorizing fluoridation of said city's water supply by its Water Department and Commissioner of Waterworks and Sewerage. The purpose of such fluoridation, as indicated in the ordinance, was \"to aid in the control of dental caries\" (tooth decay), and by reason of the emergency therein declared to exist for \"preservation of the public peace, health and safety\", it was provided by Section 4 thereof that the ordinance would become effective upon its passage, approval and publication.</p>\n<p>The parties appear here in the same order as they appeared in the trial court, and they will be referred to by their trial designations.</p>\n<p>Plaintiffs are individual taxpayers of the city. Their effort to enjoin the enforcement of the Ordinance was based upon the alleged ground that it is invalid. The only alleged reasons for such invalidity which they apparently urged are that (1) the ordinance constitutes an \"unwarranted exercise of police power\" in violation of the Fourteenth Amendment of the U.S. Constitution; (2) that it is an exercise of power beyond that delegated to the city by the State Legislature; (3) it violates the U.S. Constitution's First Amendment concerning freedom of religion; and (4) it violates Title <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span> § 196 forbidding the manufacture and sale of \"food\" to which \"fluorine compounds\" have been added as the term \"food\" is defined in Section 183 to include \"articles of food, meat, drink * * * beverage * * *.\"</p>\n<p><span class=\"star-pagination\">*861</span> After a trial at which plaintiffs introduced no evidence, but entered into a stipulation with defendants as to certain facts, the court made specific findings against plaintiffs on all of the issues above described and entered judgment denying them the injunction. From said judgment they have lodged this appeal.</p>\n<p>With apparent reference to (1) and (3) above, plaintiffs contend under the first two propositions formulated in their briefs that our State Legislature has never established a policy of attempting to regulate or control any disease except those that are \"contagious, infectious or dangerous;\" and that it could not constitutionally do so. In denying the first part of this contention, defendants point to various statutes enacted by the Oklahoma Legislature, particularly sections appearing under Title <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span>, which they say plainly show that its policy in matters of public health and welfare has never been confined to seeking control, regulation and prevention of contagious, infectious, or dangerous diseases. Among these are provisions for safeguards pertaining to bedding and the germicidal treatment of secondhand materials, Section 51 et seq.; provisions requiring the injection of \"nitrate of silver or other proven antiseptic\" into the eyes of newborn infants, for their protection against \"Inflammation of the eyes * * *\" (ophthalma neonatorum), Sections 71-77, incl.; those pertaining to the regulation of milk production and marketing, Section 295 et seq.; and of hotels, etc., Section 331 et seq.; to the regulation of bakeries and other foodstuff factories, Section 151; to the regulation of bottling works, Section 27 et seq.; to the Section, 296.2, specifying the vitamin and mineral requirement for flour; and to the statutes creating the State Board of Health, Tit. <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span> § 1.1, and creating in the State Health Department a division to be known as the \"`Division of Preventive Dentistry.'\" Tit. <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span> § 41. In fact, it was apparently in conformity with the provisions of the latter section that said State Department made its study of the fluoridation of public water supplies for controlling dental caries and promulgated certain rules and recommendations, or a policy to govern it in assisting municipalities considering such projects. A written statement of these was introduced in evidence as Defendants' Exhibit 3, and the parties' stipulation of facts as well as Ordinance No. 6565 shows that these recommendations were considered and were to be followed in the fluoridation of the water supply contemplated in the ordinance in accord with certain rules, standards and prerequisites (unnecessary here to set forth) prescribed by the State Board.</p>\n<p>In view of the board terms in which our Legislature has spoken on the subject, we cannot believe that it has intended to restrict its enactment of measures designed to promote the public health and welfare to those designed to prevent the spread of infectious, contagious or dangerous diseases. We think the mere reading of the statutes herein cited and others enacted by our Legislature is sufficient to show that it has not so restricted its policy, and that it has chosen to make many minimum requirements with reference to food, lodging and a myriad of subjects connected with the public health and/or welfare that have no direct connection with or relation to infectious, contagious or dangerous diseases.</p>\n<p>The next question then is: Recognizing that such a thing is not against public policy as declared by our Legislature, can the police power delegated to a city by the Legislature be exercised to the extent of what in practical analysis amounts to a compulsory measure requiring people of the city to use or pay for water that is fluoridated in order to control a physical characteristic or weakness which is not an infectious, contagious or dangerous disease? Plaintiffs say that it cannot  that under the guarantees of freedom contained in the 1st and 14th Amendments to the U.S. Constitution the citizens of Tulsa have a right to be furnished city water not \"medicated\" or treated with fluorides. We do not agree.</p>\n<p>The tests by which such matters are to be governed in two of the cases quoting or expressing them in verbage most favorable to plaintiffs are Lawton v. Steele, <span class=\"citation\" data-id=\"93817\"><a href=\"/opinion/93817/lawton-v-steele/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"93817\"><a href=\"/opinion/93817/lawton-v-steele/\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span>, 501, <span class=\"citation\" data-id=\"93817\"><a href=\"/opinion/93817/lawton-v-steele/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">385</span></a></span>, and Bowes v. City of Aberdeen, 58 Wash. <span class=\"star-pagination\">*862</span> 535, 542, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">P.</span> <span class=\"page\">369</span></span>, 372, 30 L.R.A., N.S., 709. In the first of these it is said:</p>\n<blockquote>\"To justify the state in thus interposing its authority in behalf of the public, it must appear  First, that the interests of the public generally, as distinguished from those of a particular class, require such interference; and, second, that the means are reasonably necessary for the accomplishment of the purpose, and not unduly oppressive upon individuals.\"</blockquote>\n<p>In the Washington case, it was said:</p>\n<blockquote>\"`The questions which present themselves in the examination of a safety or health measure are: Does a danger exist? Is it of sufficient magnitude? Does it concern the public? Does the proposed measure tend to remove it? Is the restraint or requirement in proportion to the danger? Is it possible to secure the object sought without impairing essential rights and principles? Does the choice of a particular measure show that some other interest than safety or health was the actual motive of the Legislature?'\"</blockquote>\n<p>In suggesting negative answers to the above-quoted questions when propounded about Ordinance 6565, it seems to be plaintiffs' position that (1) since it is not contended that Tulsa's water is not pure, or that unless treated with fluorides it will tend to spread contagious disease or that an epidemic of an infectious or dangerous disease is threatened or imminent unless said water is so treated, the exercise of the police power to the extent of interfering with Tulsa citizens' freedom to purchase and use its water without such treatment cannot be justified; that (2) since the only direct evidence on the matter went no further than showing that drinking fluoridated water reduces caries in the lower-age group of minor persons, such treatment could not be justified as a measure to improve the health or welfare of the public generally; (3) that the evidence tended to show that the same object could be attained by leaving to individuals the treatment of their own drinking water with fluorides on an individual and voluntary basis, as could be attained by requiring the wholesale treatment of the City's entire water supply and therefore that the latter is not \"reasonably necessary\" to attain that end, thus belying the Ordinance's announced representation or misrepresentation that it is necessary to preservation of the public health and safety. We do not find any of these arguments tenable for the reasons hereinafter set forth. While most of the reported cases that have arisen in the past involved the so-called \"purity\" or \"purification\" of municipal water supplies and the regulations upheld with reference thereto were designed to prevent contamination or pollution with consequent epidemics or spread or disease, notice Annotations, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">228</span></span>, and <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">673</span></span>; <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">228</span></span>; <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">673</span></span>, we think the weight of well-reasoned modern precedent sustains the right of municipalities to adopt such reasonable and undiscriminating measures to improve their water supplies as are necessary to protect and improve the public health, even though no epidemic is imminent and no contagious disease or virus is directly involved. See Blue v. Beach, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">89</span></span>, 50 L.R.A. 64; and the Annotations thereto, at <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">Am. St. Rep.</span> <span class=\"page\">212</span></span>; 25 Am.Jur., \"Health\", Secs. 21 and 25, inclusive; 56 Am.Jur. \"Water Works\", Sec. 76. Where such necessity is established, the Courts, especially in recent years, have adopted a liberal view of the health measures promulgated and sought to be enforced. See McQuillin, Municipal Corporations (3d Ed.), Vol. 7, Sec. 24.224. As said in 11 Am.Jur., \"Constitutional Law\", Sec. 271, at page 1023:</p>\n<blockquote>\"The protection of the public health and safety is the basis of much valid regulation over persons. This broad field includes not only legislation relating to the prevention and curtailment of disease through quarantine, when not in conflict with Federal regulations on the subject, vaccination, and segregation in special hospitals of persons suffering from contagious and infectious illnesses, but also measures relating to eugenics and the maintenance of a healthy, normal, and socially sound populace.\"</blockquote>\n<p><span class=\"star-pagination\">*863</span> As knowledge in both the medical and dental fields has increased, the subject of health in both of these spheres has become more important, and modern experience shows that private convenience and individual freedom of action are required to yield to the public good in instances where formerly there was observed no necessity for legislative interference. See Territory v. Hop Kee, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">206</span></span>, Ann.Cas. 1915D, 1082, and other authorities cited in notes to 37 Am.Jur., \"Municipal Corporations\", Secs. 286 and 288. No principle is better established in our system of jurisprudence than the one that \"`Liberty implies the absence of arbitrary restraint, not immunity from reasonable regulations * * * imposed in the interests of the community.'\" Chicago, B. &amp; O.R. Co. v. McGuire, <span class=\"citation\" data-id=\"97368\"><a href=\"/opinion/97368/chicago-b-qr-co-v-mcguire/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, 565, <span class=\"citation\" data-id=\"97368\"><a href=\"/opinion/97368/chicago-b-qr-co-v-mcguire/\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"97368\"><a href=\"/opinion/97368/chicago-b-qr-co-v-mcguire/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">328</span></a></span>, as quoted in West Coast Hotel Co. v. Parrish, <span class=\"citation\" data-id=\"102784\"><a href=\"/opinion/102784/west-coast-hotel-co-v-parrish/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, <span class=\"citation\" data-id=\"102784\"><a href=\"/opinion/102784/west-coast-hotel-co-v-parrish/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">578</span></a></span>, 582, <span class=\"citation\" data-id=\"102784\"><a href=\"/opinion/102784/west-coast-hotel-co-v-parrish/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">703</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1330</span></span>. Plaintiffs concede, as they must, that municipalities may chlorinate their water supply, Commonwealth v. Town of Hudson, <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">335</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">566</span></span>; McQuillin Municipal Corporations (3d Ed.), Vol. 7, Sec. 24.265 and though they contend, under one proposition, that a city's treatment of its water supply with fluorides is the unlicensed practice of medicine, dentistry and pharmacy under our Statutes, they here argue that such treatment must be distinguished from treatment with chlorides, because the latter will kill germs, purify water and accordingly aid in the prevention and spread of disease, whereas fluorides will not. We think that if the putting of chlorides in public water supplies will in fact promote the public health, the distinction sought to be drawn by plaintiffs is immaterial. To us it seems ridiculous and of no consequence in considering the public health phase of the case that the substance to be added to the water may be classed as a mineral rather than a drug, antiseptic or germ killer; just as it is of little, if any, consequence whether fluoridation accomplishes its beneficial result to the public health by killing germs in the water, or by hardening the teeth or building up immunity in them to the bacteria that causes caries or tooth decay. If the latter, there can be no distinction on principle between it and compulsory vaccination or inoculation, which, for many years, has been well-established as a valid exercise of police power. See Blue v. Beach and other authorities cited, supra, as well as the Annotations at <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1434</span></span>. See also De Aryan v. Butler, <span class=\"citation\" data-id=\"1447716\"><a href=\"/opinion/1447716/dearyan-v-butler/\"><span class=\"volume\">119</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">674</span></a></span>, <span class=\"citation\" data-id=\"1447716\"><a href=\"/opinion/1447716/dearyan-v-butler/\"><span class=\"volume\">260</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">98</span></a></span>, in which some of the same arguments made here were made and rejected concerning the fluoridation of the water supply of the City of San Diego, California. While the evidence in the present case did not purport to establish fluoridation as a remedy or prevention for any specific contagious disease, it did show, without contradiction, that it will materially reduce the incidence of caries in youth. The relation of dental hygiene to the health of the body generally is now so well recognized as to warrant judicial notice. Accordingly, we hold that in establishing the fluoridation prescribed by Ordinance 6565, as effective to reduce dental caries, the evidence also sufficiently established it as a health measure to be a proper subject for exercise of the police power possessed by the City of Tulsa.</p>\n<p>We now come to plaintiffs' argument that fluoridation of Tulsa's water supply cannot be justified as a <i>public</i> health measure because the evidence went no further than establishing it as an aid to the prevention of caries in persons under sixteen years of age, and tended to show that consumption of such water is of no benefit to older persons. The evidence did not reveal what proportion of Tulsa's population is under sixteen years of age, but under our view this was not necessary. When it is borne in mind that the children and youth of today are the adult citizens of tomorrow, and that this one segment of the population unquestionably benefited by the drinking of fluoridated water now, will in a few years comprise all or a very large percentage of Tulsa's population; and it is further realized that reducing the incidence of dental caries in children will also benefit their parents, the fallacy of plaintiffs' argument is manifest.</p>\n<p>We think the uncontradicted testimony of Dr. Paul Haney, Superintendent of Health for the City and County of Tulsa, who was the only witness used at the trial, is sufficient <span class=\"star-pagination\">*864</span> answer to plaintiffs' claim that on the basis of the evidence, the same benefits to be obtained from fluoridation of said city's water supply could be obtained by leaving individuals to fluoridate their own water on a voluntary basis. Dr. Haney's testimony shows not only that the treatment of drinking water by individuals not directly under the supervision of health authorities or as prescribed by a private physician (whose services many families would be financially unable to employ) may be dangerous, but also that it is necessary that all or nearly all of the water consumed by children in the age group involved be fluoridated over a period of years in order for them to obtain the benefits of such process. He explained that such total consumption would not be likely to occur in children of school age, if the fluoridation was left to be done individually or in their homes, because they are at school or away from home much of the time.</p>\n<p>Plaintiffs do not elaborate on their contention that Ordinance 6565 is in violation of the \"free exercise\" of religion, which, in the First Amendment of the United States Constitution, Congress is forbidden to prohibit, but we assume this is based on the hypothesis that the fluoridation prescribed in the Ordinance is a form of \"medication\" or \"medical treatment\" forbidden by the tenets of one or more well-known churches or religious sects. This argument is closely allied to one phase of the plaintiffs' \"Proposition 4\" to the effect that fluoridation is treatment of a disease and therefore that the Ordinance constitutes the unlicensed practice of medicine as defined and forbidden in Title <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span> §§ 495b and 497. To what was said concerning a similar argument in De Aryan v. Butler, supra, which we hereby approve and adopt, we wish to add our opinion that in the contemplated water fluoridation, the City of Tulsa is no more practicing medicine or dentistry or manufacturing, preparing, compounding or selling a drug, than a mother would be who furnishes her children a well-balanced diet, including foods containing vitamin D and calcium to harden bones and prevent rickets, or lean meat and milk to prevent pellagra. No one would contend that this is practicing medicine or administering drugs. This conclusion also disposes of the contention that the Ordinance constitutes a violation of Title <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span> §§ 273 and 333, wherein plaintiffs employ what a California Judge is said to have termed an \"over-refinement\" in the application of definitions to facts.</p>\n<p>With reference to plaintiffs' contention that the proposed fluoridation violates Title <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span> § 196, forbidding, among other things, the manufacture and sale of food to which \"fluorine compounds\" have been added, defendants say that said Section, which was a part of the Pure Food and Drug Act passed in 1910, was repealed by implication in the Oklahoma Food Act passed in 1949, Title <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">1951</span></span> §§ 180.1-180.19, incl. No cases are cited on either side of this argument and we think defendants' contention goes too far. However, it must be noted that despite the prohibition against the addition of certain named acids and other substances included with \"fluorine compounds\" in Section 196, supra, some of which must certainly be deemed \"poisonous or deleterious substances\" (as defined by Webster's Dictionary), Section 180.13 referring to the addition of such substances to foods, provides that when it is necessary to use them, this can be done under reasonable rules and regulations promulgated by the Board of Health. It would thus appear that even though the latter section might not accurately be said to entirely repeal the former section by implication, it cannot be doubted that in practical operation and effect it modifies it to a certain extent; and we so hold. It therefore follows that since the Board of Health has promulgated rules and regulations prescribing the amount of, and manner in which, fluorides can be added to a city water supply, and the ordinance in question plainly provides that such rules and regulations be complied with, we do not think the fluoridation involved herein can correctly be considered a violation of Section 196, supra, when construed in the light of, and as its application is modified or limited by, Section 180.13, supra.</p>\n<p>Since the filing of the original briefs in the present case, an Ohio Court has reached similar conclusions on the same questions <span class=\"star-pagination\">*865</span> involved herein and similar ones in the Case of Kraus v. City of Cleveland, Ohio Com.Pl., <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">779</span></span>.</p>\n<p>As no ground for reversal has been found in any of the arguments advanced by plaintiffs, the judgment of the trial court is hereby affirmed.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97368/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1447716/"
          ]
        }
      ],
      "judges": "Blackbird",
      "date_created": "2014-10-30T17:25:53.159038Z",
      "date_modified": "2016-03-03T19:03:24.294812Z",
      "date_filed": "1954-06-15",
      "date_filed_is_approximate": false,
      "slug": "dowell-v-city-of-tulsa",
      "citation_id": 1124183,
      "case_name_short": "Dowell",
      "case_name": "Dowell v. City of Tulsa",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "273 P.2d 859",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1528924/dowell-v-city-of-tulsa/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:25:53.155777Z",
  "date_modified": "2014-10-30T17:25:53.155777Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Dowell",
  "case_name": "Dowell v. City of Tulsa",
  "case_name_full": "",
  "slug": "dowell-v-city-of-tulsa",
  "docket_number": "36068",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}