{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1555866/",
  "id": 1555866,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/702360/",
      "id": 702360,
      "absolute_url": "/opinion/702360/united-states-v-marc-david-rabins-united-states-of-america-v-al/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1555866/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/702360/",
          "id": 702360,
          "absolute_url": "/opinion/702360/united-states-v-marc-david-rabins-united-states-of-america-v-al/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/702360/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T05:52:16Z",
          "date_modified": "2017-03-26T02:22:32.857836Z",
          "type": "010combined",
          "sha1": "b6015db104df19501fbf5a93aa05f8512512925a",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/63/63.F3d.721.94-2938.94-2937.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">63 F.3d 721</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Marc David RABINS, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>A.L. JOHNSON, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2937, 94-2938.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted Dec. 13, 1994.<br>Decided Aug. 21, 1995.<br>Rehearing and Suggestion for Rehearing En Banc Denied Oct. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">F. Montgomery Brown, Des Moines, Iowa, argued, for appellant Marc Rabins.</p>\n      <p class=\"indent\">Mark C. Meyer, Cedar Rapids, Iowa, argued, for appellant A.L. Johnson.</p>\n      <p class=\"indent\">Jamis D. Bowers, Asst. U.S. Atty., Des Moines, Iowa, argued, for appellee.</p>\n      <p class=\"indent\">Before RICHARD S. ARNOLD, Chief Judge, FAGG, Circuit Judge, and WILSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">RICHARD S. ARNOLD, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marc David Rabins appeals his convictions in the United States District Court<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> for the Southern District of Iowa on one count of conspiracy to distribute methamphetamine, three counts of use of a communications facility to distribute methamphetamine, and one count of distribution of methamphetamine.  A.L. Johnson, a co-conspirator who pleaded guilty to one count of conspiracy to distribute methamphetamine, appeals his sentence of 96 months' imprisonment.  Rabins's and Johnson's appeals are consolidated for our review.  We affirm both Rabins's convictions and Johnson's sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case involves a conspiracy to sell methamphetamine in the Des Moines area.  In July of 1992, Charles Brooks, a Des Moines tavern owner, hired Johnson to work as a bartender in his tavern, the Barbell Athletic Club.  The two men began a friendship and discovered a mutual enjoyment of methamphetamine.  Together they purchased the drug from local suppliers for personal use and for occasional sale to other users.  Over time, Brooks's and Johnson's personal usage and sales increased.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In February of 1993, Brooks and Johnson encountered problems with their local source of methamphetamine.  Johnson then suggested a friend in California, Rabins, as a possible supplier.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Johnson contacted Rabins, who indicated an interest in supplying the drug.  The first transaction between Johnson, Rabins, and Brooks occurred in April of 1993.  Johnson and Brooks wired cash to Rabins in California, and Rabins mailed methamphetamine to Iowa.  Several similar transactions followed--an estimated 27 in all--with drug shipments ranging from 1 kilogram to 3 kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The conspiracy was foiled on August 13, 1993, when the Des Moines Police Department arrested Brooks after he sold methamphetamine to an informant.  The officers seized 191 grams of methamphetamine from his apartment and recovered $3,000 from a safety deposit box.  Shortly thereafter, Brooks became a cooperating witness.  Rabins and Johnson were later arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 18, 1994, the government filed a seven-count indictment against Rabins and Johnson in the Southern District of Iowa.  Count I charged Rabins and Johnson with conspiracy to distribute methamphetamine.  Count II through Count VI charged both men with conspiracy to distribute methamphetamine and use of a communications facility to distribute methamphetamine.  Count VII charged Rabins individually with distribution of methamphetamine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Shortly before Rabins's trial, Johnson entered into a plea agreement with the government whereby he pleaded guilty to one count of conspiracy to distribute methamphetamine and became a cooperating witness.  Following a jury trial, Rabins was found guilty of Counts I through IV and Count VII.  Rabins appeals from his convictions.  Johnson appeals his sentence.</p>\n    </div>\n    <p>II. Rabins</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First, Rabins argues that the District Court erred by denying his motion for judgment of acquittal based upon a variance of proof between the single conspiracy charged in the indictment and evidence of multiple conspiracies presented at trial.  As support for this argument, Rabins cites agreements between Brooks and several other suppliers of methamphetamine.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to prevail on a motion for acquittal based on a fatal variance between the single conspiracy charged and the proof offered at trial, Rabins must establish that a variance exists, and that the variance affected his substantial rights.  See United States v. Anderson, 618 F.2d 487, 490 (8th Cir.1980).  The question in this case is whether the evidence is sufficient to demonstrate an overall conspiracy to obtain and sell methamphetamine and that Rabins \"knowingly joined such conspiracy and participated in furthering its objectives.\"  Hayes v. United States, 329 F.2d 209, 214 (8th Cir.), cert. denied, 377 U.S. 980, 84 S.Ct. 1883, 12 L.Ed.2d 748 (1964).  We view the evidence and all reasonable inferences arising from the evidence in the light most favorable to the jury's verdict.  United States v. Willis, 967 F.2d 1220, 1225 (8th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The record is replete with evidence from which the jury could conclude that a single conspiracy to distribute methamphetamine existed which involved Brooks, Johnson, and later Rabins.  Brooks and Johnson testified that they agreed to purchase and distribute methamphetamine.  The government presented evidence, including telephone records and mailing receipts, demonstrating that Rabins entered into an agreement with Brooks and Johnson to supply methamphetamine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition, the fact that Johnson had other means of obtaining methamphetamine does not support Rabins's claim that multiple conspiracies existed.  As we read the record, the change in suppliers over time simply demonstrates the varied phases of one basic plan to obtain and distribute illegal drugs.  See United States v. Davis, 882 F.2d 1334, 1342 (8th Cir.1989), cert. denied, 494 U.S. 1027, 110 S.Ct. 1472, 108 L.Ed.2d 610 (1990).  The jury certainly could have drawn the same conclusions from the evidence presented.  Therefore, the District Court did not err by denying Rabins's motion for judgment of acquittal.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Next, Rabins contends that the District Court abused its discretion by denying his motion for a new trial based on the government's failure to disclose evidence that Johnson tested positive for methamphetamine during the period that he was under home arrest.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  Rabins claims that the failure to disclose Johnson's test results violated his due-process rights and his Sixth Amendment right of confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, we consider Rabins's due-process argument.  In Brady v. Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 1196-97, 10 L.Ed.2d 215 (1963), the Supreme Court stated that \"suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no question that the prosecution knew that Johnson tested positive for methamphetamine prior to trial, or that the test results were somewhat favorable to the defense.  Under the circumstances, the government had a duty to disclose this information.  Thus, the conviction \" 'must be set aside if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.' \"  United States v. Duke, 50 F.3d 571, 577 (8th Cir.1995) (quoting United States v. Agurs, 427 U.S. 97, 103, 96 S.Ct. 2392, 2397, 49 L.Ed.2d 342 (1976)).  Despite our dismay at the prosecutor's failure to reveal that Johnson may have given perjured testimony when he said he was not using drugs,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we conclude that there is no reasonable likelihood that Johnson's false testimony affected the jury's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We note initially that Johnson was not an exemplary witness.  Johnson admitted that he had been a methamphetamine user and distributor.  He was unable to remember details regarding the conspiracy.  On cross-examination, Johnson admitted that he had entered into a plea agreement with the government in exchange for his testimony.  Thus, the jury was given full information regarding Johnson's credibility, previous drug use, and possible bias.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also note that Johnson's testimony was cumulative for the most part.  Both Johnson and Brooks testified with regard to the details of the conspiracy.  Because it is unlikely that presenting Johnson's test results would have affected the jury's verdict, the District Court did not abuse its discretion by denying Rabins's motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In a related argument, Rabins maintains that his Sixth Amendment right of confrontation was violated when the government suppressed Johnson's test results.  An accused's right to confrontation is violated when he is \" 'prohibited from engaging in otherwise appropriate cross-examination designed to show a prototypical form of bias on the part of the witness.' \"  United States v. Boykin, 986 F.2d 270, 276 (8th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 241, 126 L.Ed.2d 195 (1993) (quoting Delaware v. Van Arsdall, 475 U.S. 673, 680, 106 S.Ct. 1431, 1435-36, 89 L.Ed.2d 674 (1986)).  In the past, we have recognized a Sixth Amendment violation where the positive drug test of an \"apparently blameless witness\" was withheld from the defense.  United States v. Simmons, 964 F.2d 763, 770 (8th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 632, 121 L.Ed.2d 563 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Johnson was far from an apparently blameless witness.  He admitted to drug use and distribution.  He also admitted that his plea agreement called for him to plead guilty to distribution of methamphetamine.  Moreover, the defense had the opportunity to cross-examine Johnson thoroughly.  These facts persuade us that Rabins's Sixth Amendment right to confrontation was not abridged.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rabins next maintains that the District Court abused its discretion by limiting FBI Agent Kenneth Moore's testimony.  The Court limited the testimony<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> under Fed.R.Evid. 403, citing unfair prejudice and confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 403 grants the trial court the discretion to exclude relevant evidence when its probative value is outweighed by the danger of unfair prejudice, confusion of the issues, or misleading of the jury.  Fed.R.Evid. 403.  We accord great deference to the District Court's application of the Rule 403 balancing test, and will reverse only if the Court committed a clear abuse of discretion.  United States v. Mitchell, 31 F.3d 628, 631 (8th Cir.1994).  After a careful review of the record, we cannot say that the Court abused its discretion in this case.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Rabins contends that the District Court erred by denying his supplemental motion for new trial based on newly discovered evidence.  Rabins claims that after the trial he discovered that Johnson and Brooks were supplied methamphetamine by John Brooks, Charles Brooks's nephew.  He alleges that John Brooks's involvement in the conspiracy was Brady information, and failure to disclose it violated his due-process right to a fair trial and his Sixth Amendment right of confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To succeed on a motion for new trial based on newly discovered evidence, the new evidence must be of such a nature that a new trial would likely produce an acquittal.  United States v. Jones, 34 F.3d 596, 600 (8th Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1701, 131 L.Ed.2d 563 (1995) (citing United States v. Page-Bey, 960 F.2d 724, 727 (8th Cir.1992).  Whether the evidence rises to this level is initially left to the discretion of the trial court, and this Court will reverse the trial court's decision only when there has been a clear abuse of discretion.  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We find no abuse of discretion, because the evidence of Charles Brooks's involvement in the conspiracy is not likely to produce an acquittal.  See ibid.   It is also not material, and thus Brady does not mandate a new trial in this case.  See Brady, 373 U.S. at 87, 83 S.Ct. at 1196-97.   Furthermore, Rabins's Sixth Amendment right of confrontation was not violated, since Rabins exercised his right to cross-examine Brooks on issues of motive and bias.  Cf. Delaware v. Van Arsdall, 475 U.S. 673, 679, 106 S.Ct. 1431, 1435, 89 L.Ed.2d 674 (1986).</p>\n    </div>\n    <p>III. Johnson</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On April 29, 1994, Johnson pleaded guilty to one count of conspiracy to distribute methamphetamine.  At his July 15, 1994 sentencing hearing, the sentencing court calculated Johnson's guideline range at 97 to 121 months, with a mandatory minimum sentence of 120 months.  In recognition of Johnson's substantial assistance, the government moved for a departure under U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e).  The Court granted the government's motion, departing to a sentence of 96 months, a 20 per cent reduction from the statutory mandatory minimum.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Johnson filed a motion for further downward departure under U.S.S.G. Sec. 5H1.4, U.S.S.G. Sec. 5K2.0, and 18 U.S.C. Sec. 3553(b), based on the fact that he has Acquired Immunodeficiency Syndrome (AIDS),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> or, more specifically, AIDS-related Complex (ARC).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The sentencing court denied his motion, reasoning that Johnson's condition did not present an extraordinary physical impairment under Sec. 5H1.4.  On appeal, Johnson asserts that the Court erred by refusing to depart further based on his physical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Johnson's argument must fail because Johnson is subject to a statutorily mandated minimum sentence of 120 months.  At the time of sentencing, a motion by the government under Sec. 3553(e)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> for substantial assistance was \"the only authority for [a] district court to depart below the statutorily mandated minimum sentence....\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  United States v. Rodriguez-Morales, 958 F.2d 1441, 1444 (8th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 375, 121 L.Ed.2d 287 (1992);  see also United States v. Polanco, 53 F.3d 893 (8th Cir.1995);  United States v. Stockdall, 45 F.3d 1257, 1259 (8th Cir.1995).  Such a departure could be based \" 'only [on] factors relating to a defendant's cooperation,' \" Stockdall, 45 F.3d at 1261 (quoting United States v. Thomas, 930 F.2d 526, 529 (7th Cir.), cert. denied, 502 U.S. 857, 112 S.Ct. 171, 116 L.Ed.2d 134 (1991)), not on a defendant's physical condition.  Thus, a \"desire to dictate the length of a defendant's sentence for reasons other than his or her substantial assistance is not a permissible basis\" for departure under Sec. 3553(e).  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In a supplemental brief, Johnson asserts that once the sentencing court departed below the mandatory minimum on the basis of the government's Sec. 3553(e) motion, it was then free to depart below the mandatory minimum for any reason allowed by the guidelines or policy statements, including an extraordinary physical impairment.  This argument must fail also.  Section 3553(b) and Sec. 5H1.4 provide for a departure from the guideline range only, not from the mandatory minimum.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  When a guideline \"by its plain terms makes no mention of departure below mandatory minimums,\" Rodriguez-Morales, 958 F.2d at 1444, such departure is not appropriate.  Id. at 1445.   A motion of the government to depart below the mandatory minimum under Sec. 3553(e) for substantial assistance does not open the door for a departure under Sec. 3553(b) and Sec. 5H1.4 based on an extraordinary physical impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What we have said so far is sufficient to dispose of this appeal.  The issue argued by the parties is whether the defendant Johnson had an \"extraordinary physical impairment.\"   As we have explained, Johnson would not be entitled to consideration for a reduction in his sentence even if he wins this issue.  In the particular circumstances of this case, however, we believe we should go on and decide the merits, as an alternative ground for affirmance.  When the case was before the District Court, the United States, Johnson, and the Court all proceeded on the premise that Johnson would be entitled to consideration for a further departure below the mandatory-minimum sentence if he could demonstrate an \"extraordinary physical impairment\" within the meaning of U.S.S.G. Sec. 5H1.4.  The Court found against Johnson on the merits of this argument.  The government did not claim in the District Court, nor did it claim in its main brief submitted on this appeal, that success on this argument would avail Johnson nothing because of the effect of the mandatory-minimum statute.  The issue of the effect of the statute on the availability of a Sec. 5H1.4 reduction came into the case only after this Court entered an order requesting the parties to address it.  In response to this order, Johnson made the point, among others, that it would not be fair to him to affirm on a ground that was not only not raised below, but was inconsistent with the position taken by all parties in the District Court.  For this reason--not directly contradicted by the government--we agree that we should proceed to address the merits of Johnson's physical-impairment argument.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even if the courts had the authority to depart below a statutory mandatory minimum on the basis of Sec. 5H1.4, however, departure would not be appropriate in Johnson's case.  Certainly AIDS is a basis for a departure under Sec. 5H1.4 when it \"has progressed to such an advanced stage that it could be characterized as an 'extraordinary physical impairment.' \"  United States v. Woody, 55 F.3d 1257, 1275 (7th Cir.1995).  Whether a defendant has an extraordinary physical impairment under Sec. 5H1.4 is a question of fact to be decided by the sentencing court.  Cf. United States v. Behr, 33 F.3d 1033, 1037 (8th Cir.1994).  We will not disturb the Court's conclusion unless it is clearly erroneous.  Id. at 1037.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The sentencing court considered Johnson's medical records, Johnson's testimony concerning his physical condition, the representations of Johnson's attorney concerning his physical condition, and Johnson's physical appearance.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  After weighing each of these factors, the Court concluded that, at the time of sentencing, Johnson's condition was not serious enough to justify a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The sentencing hearing transcript supports the Court's conclusion.  Johnson was not taking medication for any AIDS-related ailments.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In addition, he offered no evidence that imprisonment would worsen his condition or that he required special care.  United States v. LeBlanc, 24 F.3d 340, 348-49 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 250, 130 L.Ed.2d 172 (1994).  Moreover, Johnson's attorney stated unequivocally that his client was not seriously ill.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Cf. United States v. Long, 977 F.2d 1264 (8th Cir.1992) (an extraordinary physical impairment which results in extreme vulnerability is a legitimate basis for departure).  On these facts, we can not say that the sentencing court committed clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To some extent, both sides have argued this case as if it presented the abstract question whether someone with an HIV infection, or with ARC, or with AIDS, is suffering from an \"extraordinary physical impairment.\"   No doubt there is a sense in which an affirmative answer would be proper in all three of these situations.  Certainly any condition which is or will in all likelihood become life-threatening is a serious physical impairment, and the attendant circumstances of AIDS and its precursors can justly be described as \"extraordinary.\"   We think, however, that the phrase in the Guidelines should be interpreted according to its manifest purpose.  Is the particular defendant's physical condition such that he or she would find imprisonment more than the normal hardship?   Would imprisonment subject him or her to more than the normal inconvenience or danger?   Does the physical condition have any substantial present effect on the defendant's ability to function?   These questions must be answered for each individual defendant who claims the benefit of Sec. 5H1.4.  They do not have an all-purpose answer fitting every situation.  We can agree that Johnson's condition is tragic, that it will probably, as his counsel said below, lead to very serious physical difficulties within four years, and that it will almost certainly cause his death.  It was the District Court's duty, despite these sad facts, to assess Johnson's condition at the time of sentencing.  The Court performed this duty properly under the law, and its findings are not clearly erroneous.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We affirm Rabins's convictions and Johnson's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">WILSON, District Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I concur in the Court's opinion in United States v. Marc David Rabins.   In United States v. A.L. Johnson, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A.L. Johnson appeals from a 96-month sentence imposed by the Honorable Ronald E. Longstaff, District Court for the Southern District of Iowa.  On April 29, 1994, Mr. Johnson pled guilty to one count of an indictment charging him with conspiracy to distribute methamphetamine.  On May 15, 1994, Judge Longstaff recognized Mr. Johnson's substantial assistance to the prosecution, pursuant to a motion for a departure pursuant to U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e), and thus departed from the minimum mandatory sentence of 120 months to a sentence of 96 months.  Defendant asked the District Court to depart further on the authority of the \"extraordinary physical impairment\" provision of U.S.S.G. Sec. 5H1.4 or the general provisions of U.S.S.G. Sec. 5K2.0 and 18 U.S.C. Sec. 3553(b).  Appellant has the virus that causes Acquired Immune Deficiency Syndrome (AIDS) and has evidence of physical deterioration.  Appellee asserts that the District Court correctly found that this was not an \"extraordinary physical impairment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellant argues that the District Court erred in finding that he only had authority to depart in the cases of persons afflicted with Human Immunodeficiency Virus (HIV) who manifest the dramatic conditions associated with the final stage of the disease.  I believe the appellant is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The District Court suggested that appellant's counsel appeal this matter because the Court needed guidance from the Eighth Circuit Court of Appeals on this issue.  For the reasons stated below, I believe that the District Court should be reversed and the case should be remanded, with guidance, for additional findings.18 U.S.C. Sec. 3553(e) AND SECTION 5K1.1</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As the opinion for this Court points out at page 9, \"the government moved for a departure under U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e).\"   The latter statute provides limited authority for imposing a sentence below a statutory minimum:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Upon motion of the Government, the court shall have the authority to impose a sentence below a level established by statute as minimum sentence so as to reflect a defendant's substantial assistance in the investigation or prosecution of another person who has committed an offense.  Such sentence shall be imposed in accordance with the guidelines and policy statements issued by the Sentencing Commission pursuant to Section 994 of title 28, United States Code.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Title 28 of U.S.C. Sec. 994(n) provides that the Sentencing Commission:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>shall assure that the guidelines reflect the general appropriateness of imposing a lower sentence than would otherwise be imposed, including a sentence that is lower than that established by statute as a minimum sentence, to take into account a defendant's substantial assistance in the investigation or prosecution of another person who has committed an offense.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Sentencing Commission promulgated Section 5K1.1 of the guidelines, which provides in part:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Upon motion of the government stating that the defendant has provided substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guidelines.  [emphasis added]</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As an initial matter, it might be pointed out that the District Court and the parties agreed that at the time of the sentencing hearing, after the filing of motions under Sec. 3553(e) and Sec. 5K1.1, the door would be opened for consideration of grounds for departure in addition to substantial assistance.  The statutory minimum was 120 months, and the guideline range was 97-121 months.  Judge Longstaff stated that there were three issues regarding departure, including substantial assistance and extraordinary physical impairment:  \"The Court finds that the motion [pursuant to Sec. 3553(e) and Sec. 5K1.1] can be filed at this time.  I think with the motion being filed, we then are able to talk about reductions or a sentence below the 120-month minimum.  And I guess I would just as well hear arguments on all three [bases for departure].\"  (Transcript of sentencing hearing, at 8, cited in appellant's April 10, 1995 response to the Court's letter of March 21, 1995).  The government did not object.  The section of the plea agreement regarding downward departures expressly stated that the reasons for such departures and their amount of reduction would not be limited to substantial assistance.  (Plea agreement, pages 6-7, cited in appellant's April 10, 1995 response).  The prosecution understood that defendant would ask the Court to depart for extraordinary physical impairment under Sec. 5H1.4;  defendant made that statement in its response to the presentence report.  The Court's opinion in the instant case does not question these conclusions about the District Court's view;  as the opinion states, \"When the case was before the District Court, the United States, Johnson, and the Court all proceeded on the premise that Johnson would be entitled to consideration for a further departure below the mandatory minimum sentence if he could demonstrate an 'extraordinary physical impairment' within the meaning of U.S.S.G. Sec. 5H1.4.\"   The appellee and appellant did not change their positions in their briefs on appeal.  This issue entered this case only after this Court issued an order asking the parties to address it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Court's opinion in the instant case relies, in part, on United States v. Rodriguez-Morales, 958 F.2d 1441, 1444 (8th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 375, 121 L.Ed.2d 287 (1992).  However, Rodriguez-Morales did not deal with the issue presented in Johnson's case.  As the Eighth Circuit stated in Rodriguez-Morales, the issue in that case was whether \"a sentencing judge can depart below the statutory minimum sentence when the government has moved for a downward departure for substantial assistance pursuant to United States Sentencing Guidelines section 5K1.1, and not pursuant to 18 U.S.C. section 3553(e).\"  RodriguezMorales, 958 F.2d at 1442-1443.  (emphasis added).  The underlying question in Rodriguez-Morales was whether Sec. 5K1.1 and Sec. 3553(e) provided for two different types of departure, as the government contended, or whether they are intended to perform the same function, as the appellant asserted.  Id.  The Rodriguez-Morales Court cited the Eighth Circuit's decision in United States v. Coleman, 895 F.2d 501 (8th Cir.1990), in which the Court stated:  \"although the two sections can have different effects, their requirement of a government motion before departure in recognition of a defendant's substantial assistance is identical;  the requirement is clear and unambiguous.\"   Citing Coleman, the Rodriguez-Morales Court observed that \"section 3553(e) specifically refers to mandatory minimum statutory sentences, while 5K1.1 refers to departure below the guideline range.\"  Rodriguez-Morales, at 1443, citing Coleman, at 504 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">That Rodriguez-Morales is inapposite here is clearly indicated by the Court's statement that \"In this case, the government specifically filed a section 5K1.1 motion under the Guidelines, and expressly refused to file a motion under section 3553(e).\"  Rodriguez-Morales, at 1444.   In A.L. Johnson's case, the government filed motions both under Sec. 5K1.1 and Sec. 3553(e)--this presents an undeniable difference.  The Rodriguez-Morales Court concluded that a distinction exists between the motion under the statute and the motion under the Guidelines, and this was critical.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Section 994(n) requires that the Guidelines reflect the \"general appropriateness\" of imposing lower sentences for substantial assistance, including those below the statutory minimum.  Id.  Section 5K1.1 \"authorizes departure from the Guidelines range,\" and the Court rejected the argument that a motion under Sec. 5K1.1 should be equated with one under Sec. 3553(e).  Id.  The Court's opinion in the case at bar cites the statement in Rodriguez-Morales that \"the only authority for the district court to depart below the statutorily mandated minimum sentence exists in the plainly stated limitation in section 3553(e).\"  Id.  As noted above, this statement was made in a case in which there was a Sec. 5K1.1 motion by the government but not a Sec. 3553(e) motion.  The general analytical directive of Rodriguez-Morales--in stating that \"3553(e) specifically refers to mandatory minimum statutory sentences, while Sec. 5K1.1 refers to departure below the guideline range\"--is certainly applicable to this case.  In A.L. Johnson's case, the Sec. 3553(e) motion gave the Court the authority to depart from the statutory minimum, and the Sec. 5K1.1 motion then addressed the question of departure below the guideline range and opened the door for the Sec. 5H1.4 motion.  Had the government only filed a motion under Sec. 5K1.1, under Rodriguez-Morales the Court would not have had any authority to depart below the statutory minimum.  Since, however, the government here filed motions under both sections, this case presents a different issue.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Rodriguez-Morales Court devoted substantial attention to the issue of \"undue discretion in the hands of district attorneys.\"   The Court conceded that, under the relevant sections \"as drafted,\" the government could \"set the parameters of the district court's discretion.\"   The Court held that \"the sentencing judge may not depart below the statutory minimum pursuant to a motion under Section 5K1.1 alone.  Only a section 3553(e) motion allows for such a departure.\"  Id. at 1445.   Here, the prosecutor did not \"set the parameters of the district court's discretion,\" because he filed motions under both Sec. 5K1.1 and Sec. 3553(e).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Court's opinion cites the statement in United States v. Stockdall, 45 F.3d 1257 (8th Cir.1995) that \"only factors relating to a defendant's cooperation should influence the extent of a departure for providing substantial assistance under Section 3553(e);\"  (the majority's opinion then adds, \"not on a defendant's physical condition,\" but Stockdall did not address any issues regarding the defendant's physical condition).  So, again, the issue presented in Stockdall was different.  The Stockdall Court concluded that Sec. 3553(e) \"authorizes the government to make a separate substantial assistance motion decision for each mandatory minimum sentence to which a defendant is subject.\"  Stockdall, at 1260.   In Stockdall, the prosecution filed different motions for the different offenses involved:  it recommended reducing the statutory minimum for Lori Stockdall for engaging in a continuing criminal enterprise and relied on both 18 U.S.C. Sec. 3553(e) and Sec. 5K1.1 in that motion, but the government did not file a Sec. 3553(e) motion to reduce Ms. Stockdall's drug and firearm offenses.  Id. at 1258.   Similarly, the government relied on both sections to reduce the statutory minimum for defendant Floyd Stockdall's firearm offense, but did not file a Sec. 3553(e) motion for Floyd Stockdall's continuing criminal enterprise conviction.  Id.  Unlike the case at bar, Stockdall involved multiple mandatory minimum prison sentences for engaging in a continuing criminal enterprise, firearm offenses, and possession with intent to distribute and conspiracy to manufacture methamphetamine.  As the Stockdall Court stated the issue, \"For each defendant, the government then filed a Sec. 3553(e) motion limited to only one applicable mandatory minimum sentence ...  The issue is whether the government may so limit its Sec. 3553(e) motions.\"  Id.  In deciding the question whether the phrase \"a sentence\" in Sec. 3553(e) refers to each offense of conviction when multiple mandatory minimums are involved, or to the total sentence imposed by the conviction, the Court in Stockdall ruled that \"a sentence\" is imposed for each offense of conviction, so the government's limitation of its Sec. 3553(e) motions was proper.  Id. at 1260.   A.L. Johnson faced only one statutory minimum for the offense of conspiracy to distribute methamphetamine, not multiple mandatory sentences as in Stockdall.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In United States v. Calle, 796 F.Supp. 853, 859 (D.Maryland, 1992), the Court dealt with \"the proper interpretation of the scope of its authority under U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e).\"   The Court found that after the government filed a motion under these two sections, the Court could consider \"grounds for departure in addition to the defendant's substantial assistance.\"  Calle, at 859.   In Calle, the Court took into consideration not only the defendant's substantial assistance, but also duress, unusual family circumstances and \"totality of circumstances\" in reducing one of the defendants' sentence from a 10-year minimum in a drug case to a 24-month sentence.  The Court pointed out that Sec. 3553(e) expressly provides for a sentence \"computed under guidelines issued pursuant to the general statutory mandate of 28 U.S.C. Sec. 994, on which all guidelines are based.\"  Id. at 860.   Once the government moves for a downward departure, \"the most sensible interpretation of the statute is that the Court is restored to its function as a full guideline sentencing Court.\"  Id. at 860-861.   The District Court's granting of the substantial assistance motion reduced Johnson's sentence below the statutory minimum and took the statutory minimum out of this case under 18 U.S.C. Sec. 3553.  A full guideline sentencing Court, after the government moves for a downward departure under Sec. 3553(e) and Sec. 5K1.1, then would have the discretion to grant a downward departure for an \"extraordinary physical impairment\" under Sec. 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the conclusion of its discussion regarding the threshold issue of the availability of a Sec. 5H1.4 departure, the Court finds that such a departure is not available and then states:  \"What we have said so far is sufficient to dispose of this appeal.\"   While I disagree, of course, with the majority's conclusion on this issue, it is clear that if the appellant loses on the threshold issue, then the Court should not reach the merits of the Sec. 5H1.4 argument.  The last section of the Court's opinion (pages 727-729) is not necessary to the resolution of this appeal.  Nonetheless, since I think a Sec. 5H1.4 departure is available, and since the majority discussed the merits of this issue, I will address the substance of the \"extraordinary physical impairment\" question.THE DISTRICT COURT HAD AUTHORITY TO DEPART UNDER Sec.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>5H1.4, OR, ALTERNATIVELY, UNDER Sec. 3553(B) AND Sec. 5K2.0</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">At the July 15, 1994 District Court sentencing hearing, Judge Longstaff stated that he would \"be delighted to have some more specific guidance from the Eighth Circuit\" on this issue when he asked Mr. Johnson's counsel to give serious consideration to an appeal.  This Court should provide that guidance, especially since this is a case of first impression.  We should advise the District Court that an HIV-positive affliction with a deteriorating physical condition is a factor to be considered by the District Court in determining whether a downward departure is warranted.  The District Court needs to set forth adequate factual findings explaining its position on the status of appellant's condition.  The transcript of the sentencing hearing contains only a conclusory reference to the District Court's review of the medical records and a rejection of the request for a Sec. 5H1.4 departure, without any specific factual findings or explanation as to why the Court arrived at that conclusion.</p>\n    </div>\n    <p class=\"indent\">The relevant section (5H1.4) states:</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Physical condition or appearance, including physique, is not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.  However, an extraordinary physical impairment may be a reason to impose a sentence below the applicable guideline range;  e.g., in the case of a seriously infirm defendant, home detention may be as efficient as, and less costly than, imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As the appellee correctly states, the issue of whether an HIV-positive condition would constitute an extraordinary physical impairment has not been previously addressed by the Eighth Circuit.  The Third Circuit recently explored this question in a decision handed down after Judge Longstaff held the hearing in the instant case;  in United States v. Schein, 31 F.3d 135, 138 (3d Cir.1994), the Court considered the case of an appellant who was HIV-positive and \"may have a related serious physical complication.  Thus, there may be a reason to grant a downward departure in his case.\"   Clearly, the Schein Court answered the question involved in this case:  does an HIV positive person with a serious physical complication have an extraordinary physical impairment so that the District Court has the authority to depart downward under Section 5H1.4?   The answer was \"yes\" in Schein, and I find that decision persuasive.  (As I will discuss later in this opinion, there is now a split in the circuit courts on this question, since the Sixth Circuit recently handed down United States v. Thomas, 49 F.3d 253 (6th Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The HIV-positive person does not have to be in the \"final\" stage of the disease.  The Schein Court remanded the case to the District Court for specific factual findings regarding Mr. Schein's health.  Schein, supra, at 138.   The District Court would use its discretion, of course, in deciding how much of a downward departure to give, after reasonably specific factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Since Schein and Thomas were decided after the hearing in this case, the District Court relied upon the Sixth Circuit's decision in United States v. Streat, 22 F.3d 109, 113 (6th Cir.1994), which expressly declined to reach the issue of \"whether AIDS alone, or AIDS accompanied by the physical deterioration characterizing the latter stages of the disease, warrants a downward departure ...  Upon remand, the district court will have the opportunity to exercise its discretion as permitted under the guidelines.\"   Although Streat did not provide the specific guidance that an HIV positive person with complications could gain a downward departure, as did Schein, it nonetheless provided other statements tending to support downward departure in such circumstances.  First noting that there is little authority \"specifically addressing the circumstances under which AIDS is a proper ground for a downward departure,\" the Sixth Circuit went on to conclude that sections of the guidelines--specifically Sec. 5H1.4--\"could justify a downward departure under certain circumstances.\"  Streat, at 112.   The Streat Court cited several other decisions that had granted downward departures.  For example, in United States v. Velasquez, 762 F.Supp. 39, 40 (E.D.N.Y.1991), the Court ruled that the defendant's metastasized cancer was \"a serious, life-threatening illness, which constitutes an extraordinary physical impairment as that term is defined in the guidelines.\"   The Court in Velasquez departed from 151-188 months to 60 months.  Velasquez, at 40.   Similarly, in United States v. Ghannam, 899 F.2d 327, 329 (4th Cir.1990), the Fourth Circuit held that Section 5H1.4 allows downward departures \"any time a sentencing court is presented with sufficient evidence of impairment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Courts have frequently given downward departures for physical impairments that are not terminal, and hence are certainly no more \"extraordinary\" than Mr. Johnson's affliction.  In United States v. Greenwood, 928 F.2d 645, 646 (4th Cir.1991), the Court upheld a departure for a defendant who had lost the lower part of both legs.  In Greenwood, the defendant received probation (for a conviction for felon in possession of a firearm) rather than imprisonment, because his medical condition required continuing medical treatment at the Veterans Administration Hospital and incarceration would jeopardize his treatment.  Id., at 646.   The Fourth Circuit upheld a downward departure based on a \"failing physical condition\" in United States v. Tillem, 906 F.2d 814 (2d Cir.1990).  Similarly, in United States v. Little, 736 F.Supp. 71 (D.New Jersey), aff'd, 919 F.2d 137 (3d Cir.1990), the Third Circuit affirmed a departure based on a defendant's chronic pulmonary disease.  In United States v. McClean, 822 F.Supp. 961, 962 (E.D. New York, 1993), the Court sentenced a defendant who was convicted of smuggling 100 grams of heroin into the United States;  defendant based his request for a downward departure on the fact that his left leg had been crippled by polio when he was a child.  Judge Weinstein ruled that \"A departure downward is required on the grounds of this defendant's poor health and vulnerability.\"  McClean, at 962, citing United States v. Gonzalez, 945 F.2d 525, 526-527 (2d Cir.1991) (vulnerability to physical abuse as basis for downward departure).  This Court has previously held that an extraordinary physical impairment that results in physical vulnerability can constitute a legitimate basis for departure.  United States v. Long, 977 F.2d 1264, 1277 (8th Cir.1992).  The Second Circuit also considered this same question under 18 U.S.C. Sec. 3553(b), concluding that \"extreme vulnerability of criminal defendants is a factor that was not adequately considered by the Commission and a proper ground for departure under Section 3553(b).\"  United States v. Lara, 905 F.2d 599 (2d Cir.1990).  Certainly an HIV positive defendant with a deteriorating immune system could suffer from vulnerability to physical abuse;  upon remand, succinct findings from the District Court on this question would be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Thomas Court grappled with the question of whether the Sentencing Commission \"adequately considered the impact, proportionately speaking, of the sentencing guidelines on persons who are HIV positive.\"  Thomas, at 259.   Although the Sixth Circuit ultimately did not accept appellant's argument, the Court conceded that Thomas was correct that \"many of the statistics concerning the life expectancies of people who are HIV positive, as well as the cost of caring for those people, are only recently becoming known.\"  Id.  Under 18 U.S.C. Sec. 3553(b), the Court shall impose a sentence within the guideline range, \"unless the court finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines, policy statements and official commentary of the Sentencing Commission.\"   The Thomas Court held that Sec. 5H1.4 adequately addressed the HIV problem.  There are two problems with the conclusion in Thomas:  first, as the Schein Court cogently pointed out, an HIV-positive person with a deteriorating condition may be considered by the Court as having an extraordinary physical impairment, after development of an adequate record;  and second, even assuming arguendo that Sec. 5H1.4 should not be interpreted that way, 18 U.S.C. Sec. 3553(b) and Sec. 5K2.0 provide independent bases for a downward departure under the circumstances of a deteriorating HIV patient.  Section 5K2.0 cited Sec. 3553(b) and then emphasized that courts must use their judgment in deciding such cases:  \"Circumstances that may warrant departure from the guidelines pursuant to this provision cannot, by their very nature, be comprehensively listed and analyzed in advance.  The controlling decision as to whether and to what extent departure is warranted can only be made by the courts.\"   It is beyond dispute that the Commission has not taken into consideration the issue of HIV:  information about the disease and its costs (and Sec. 5H1.4 explicitly states that cost may be taken into consideration) has only recently become more reliable and widespread.  HIV differs markedly from the other diseases discussed in the cases cited in this opinion, and it is clear that if Sec. 5H1.4 is not an applicable guideline, then there is no applicable guideline.  Section 3553(b) states that \"in the absence of an applicable sentencing guideline,\" the Court shall impose an appropriate sentence relying on the factors stated in Sec. 3553(a)(2).  The latter provision states that the court in imposing sentence shall consider a variety of factors, including deterrence of criminal conduct under Sec. (a)(2)(B);  protection of the public from further crimes of the defendant Sec. (a)(2)(C) (this provision would obviously preclude downward departures for dangerous defendants, but Mr. Johnson does not fall into this category, as will be discussed below);  and providing the defendant with needed \"medical care\" Sec. (a)(2)(D).  The medical care for deteriorating HIV patients should be provided, in some instances, at home, although this question must be determined at the discretion of the District Court after developing an adequate factual record.  In Johnson's case, it appears that his deterioration had not, at the time of sentencing, reached the stage where home detention during his entire sentence would be justified, and the only issue is whether an additional downward departure would be justified.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Mr. Johnson did not rely solely upon Sec. 5H1.4, since he also argued that Sec. 5K2.0 and 18 U.S.C. Sec. 3553(b) provided bases for a downward departure.  In United States v. Arize, 792 F.Supp. 920 (E.D.New York, 1992), the Court sentenced a defendant convicted of smuggling heroin, but found a downward departure because, unknown to the defendant at arrest, she was pregnant and gave birth before sentencing.  \"An unknown pregnancy of the defendant and the potential permanent loss of custody is a proper grounds for departure,\" the Arize Court concluded.  Id., at 921.   The Court departed from a guideline range of 41 to 51 months down to 23 months (custody would have permanently been lost where the sentence is more than two years), relying upon 18 U.S.C. Sec. 3553(b) and U.S.S.G. Sec. 5K2.0 to depart where there are aggravating or mitigating circumstances of a kind or degree not adequately taken into consideration by the Sentencing Commission in its guidelines.  Id.  The District Court in the case at bar did not address this argument, although it could do so upon remand if it feels that the \"vulnerability\" factor discussed by the Second Circuit in Lara, supra, was not adequately considered by the Commission in the guidelines;  in addition, the Commission did not consider, in formulating the guidelines, the unique problems presented by the HIV epidemic in the prisons.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">While it seems clear that the \"extraordinary physical impairment\" provision in Sec. 5H1.4 is applicable in this case (in the context of the motion filed under Sec. 3553(e) and Sec. 5K1.1), another alternative grounds for a downward departure is based upon Sec. 5K2.0 and Sec. 3553(b).  Appellant contends that Arize is an example of a case where a defendant with less severe problems than Mr. Johnson still received a substantial departure.  In any event the other cases cited by appellant--Greenwood, McClean, etc., discussed above--amply demonstrate that courts have often granted substantial departures on the basis of conditions less serious--in the sense that they were not incurable and terminal--than that from which Mr. Johnson suffers.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The majority opinion states that the District Court found against Mr. Johnson on the merits of the Sec. 5H1.4 argument, but I respectfully disagree, because Judge Longstaff apparently concluded that it was uncertain as to whether he had the authority to depart downward, thus prompting his request for \"guidance\" from this Court.  (Transcript of July 15, 1994 sentencing hearing, at 32).  An explicit refusal to depart downward as an exercise of the District Court's discretion is not reviewable.  United States v. Johnson, 908 F.2d 396 (8th Cir.1990);  United States v. Harrison, 970 F.2d 444 (8th Cir.1992);  United States v. Bayerle, 898 F.2d 28 (4th Cir.1990);  United States v. Colon, 884 F.2d 1550 (2d Cir.1989).  In United States v. Slater, 971 F.2d 626, 634 (10th Cir.1992), the Tenth Circuit stated that its review was premised upon the District Court's belief that it lacked authority under 5H1.4 to depart from the guidelines.  (citing United States v. Belden, 957 F.2d 671, 676 (9th Cir.1992)).  In the context of discussing the Sixth Circuit's ruling in Streat, the District Court here recognized that \"there is at least a viable argument that AIDS with a deteriorating condition would provide grounds for departure,\" but obviously regarded the question as unsettled, since he requested guidance from the Eighth Circuit and indicated that \"I wouldn't be upset if you get me reversed;\"  the latter statement is relevant because the indication that a reversal was possible reveals that the District Court was not making a refusal to depart downward.  Under Johnson, Harrison, Bayerle and progeny, such a refusal would not be appealable and of course a reversal would be impossible.  Johnson, Bayerle, supra.  Regarding the District Court's statement that \"there is at least a viable argument that AIDS with a deteriorating condition would provide grounds for departure,\" it is clear that after Schein there is much more than just a \"viable argument\" for that position.  In fact, the most soundly reasoned cases even before Schein tended to support the Third Circuit's analysis in that case.  See Ghannam, 899 F.2d 327;  Slater, 971 F.2d 626;  Velasquez, 762 F.Supp. 39, supra.   Judge Longstaff stated that he was \"reluctant\" to refuse the request for a downward departure and was \"sympathetic\" to Mr. Johnson's situation.  These statements, and his request for Eighth Circuit guidance, lead to the conclusion that Judge Longstaff felt that he did not have any discretion to depart downward unless the HIV positive person suffered from the \"final\" stage of the disease.  At the time of sentencing the Court noted that Mr. Johnson obviously was not in the \"final\" stage.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In United States v. Evidente, 894 F.2d 1000, 1004-1005 (8th Cir.1990), cert. denied, 495 U.S. 922, 110 S.Ct. 1956, 109 L.Ed.2d 318 (1990), the Court stated that a claim that the District Court did not believe it had clear authority to depart from the guideline range \"presents a cognizable claim on appeal.\"   In such an appeal, \"we would have jurisdiction either to confirm or reject the sentencing court's conclusion that it lacked authority to depart.  If we determined that the sentencing court had such authority, we would remand the case to that court and direct it to consider whether on the facts of the case the Court wishes to exercise its discretion in favor of a departure.\"  Evidente, at 1005.  Evidente differed from the case at bar, for the District Court in that case was certain that it had the authority to depart downward.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Circuit courts have emphasized that the District Court should state the reasons behind its decision regarding a downward departure.  The Schein Court remanded for specific factual findings on the \"extent\" of Schein's physical maladies.  Schein, at 138.   The Tenth Circuit in Slater, supra, found that a chronic depressive disorder and physical disabilities could provide the basis for a downward departure, and remanded to the District Court for factual findings as to whether the appellant's disabilities constituted an extraordinary physical impairment.  If the District Court found such an impairment upon remand, \"it should then consider whether that condition warrants a shorter term of imprisonment or an alternative to confinement.  [citing United States v. Carey, 895 F.2d 318, 324 (7th Cir.1990) ].  The court should set forth its reasoning in support of its decision.\"  Slater, supra, at 635.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Many of the cases regarding Sec. 5H1.4 address the issue of whether a reduction of a sentence or home detention should be imposed, but even in cases of less serious physical afflictions than those suffered by Mr. Johnson, downward departures have frequently been granted.  Ghannam, at 328;  (defendant was given a departure due to cancer, on appeal defendant unsuccessfully argued that the District Court's downward departure should have led to a sentence that involved no imprisonment;  the Court simply upheld the original downward departure.)   The First Circuit has ruled that \"A sentencing court is not faced with an all-or-nothing choice between the guideline sentencing range imprisonment or no imprisonment, but may lawfully decide to impose a reduced prison sentence below the guideline sentencing range.  Of course, the extent of departure must be reasonable in light of the circumstances of the particular case.\"  United States v. Hilton, 946 F.2d 955, 958 (1st Cir.1991);  quoted in Slater, supra, at 635.   In Mr. Johnson's case, apparently there was not an issue at the sentencing hearing as to whether he would fall under the language in Sec. 5H1.4 stating that \"in the case of a seriously infirm defendant, home detention may be as efficient as, and less costly than, imprisonment.\"   Judge Longstaff commended Mr. Johnson's lawyers for their candor:  \"They're not in here telling me that I should let you spend the rest of your life at home.\"  (Hearing, at 31).  Mr. Johnson is apparently not yet so \"seriously infirm\" as to require home detention.  The issue upon remand should focus--since Mr. Johnson apparently concedes that he must serve at least some time in prison--upon the downward departure question.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Although I believe that the Third Circuit's Schein decision provides the correct approach to this issue, there is now a split in the circuits.  In United States v. Thomas, 49 F.3d 253 (6th Cir.1995), the Sixth Circuit recently ruled that \"a defendant who has not yet developed AIDS cannot obtain a departure based on 'extraordinary physical impairment.' \"   The Thomas Court--as well as appellee--cited a District Court's decision in U.S. v. DePew, 751 F.Supp. 1195, 1199 (E.D., Virginia 1990), aff'd on other grounds, 932 F.2d 324 (4th Cir.), cert. denied, 502 U.S. 873, 112 S.Ct. 210, 116 L.Ed.2d 169 (1991).  The Thomas Court commended the DePew decision as a \"well-reasoned statement discussing the relationship between Sec. 5H1.4 and a defendant with AIDS.\"   Actually, the Sixth Circuit in Thomas failed to make one crucial distinction:  DePew ruled that not only was an HIV-positive person who had not yet developed AIDS unable to gain a departure under Sec. 5H1.4, but even AIDS itself \"is not such an [extraordinary] physical impairment;  nor is cancer or various other terminal or life-threatening conditions.\"  DePew, at 1198.   This statement baldly contradicts the numerous decisions in which cancer and other serious maladies have been classified as \"extraordinary physical impairments.\"   See Velasquez, Ghannam, McClean, Little, Lara, Tillem, Greenwood, supra.   There is simply no precedent for the conclusion in DePew that AIDS is not an extraordinary physical impairment--nor does it square with common knowledge (perhaps subject to judicial notice).  The Thomas Court, despite its commendation of the Court's opinion in DePew, did not go so far as to state that AIDS is not sufficient for a Sec. 5H1.4 departure;  it modified the DePew language to rule that a defendant \"would only be entitled to a departure if his HIV had progressed into advanced AIDS.\"  Thomas, at 261;  (See also United States v. Woody, 55 F.3d 1257 (7th Cir.1995)).  \"Advanced AIDS\" is a non sequitur, because AIDS is the advanced, terminal phase of the virus.  Both the Thomas and DePew courts displayed a lack of current information about the virus and its progression.  The Thomas Court's reference to \"advanced AIDS\" could only make sense if it is interpreted as an advanced stage of HIV.  The defendant in Thomas, in fact, was \"still in relatively in good health.\"  Id.  Appellant's condition in that case obviously differed from the situation of A.L. Johnson, who has been HIV-positive for a long time and was experiencing deterioration at the time of the sentencing, although the weaknesses in the record make it difficult to say exactly how ill Johnson was, or will become in the near future.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Thomas and DePew were correct applications of the law to the defendants before the courts in those cases.  Just as the defendant in Thomas differed from Johnson in that Thomas was in good health, the defendant in DePew was so violent that the risk of allowing him to return to society overwhelmed considerations under Sec. 5H1.4 in a matter that is determined by the discretion of the District Court.  The problems with the Thomas and DePew opinions emanate from the sweeping dicta concluding that AIDS, or something less than \"advanced AIDS [sic]\" did not provide grounds for a Sec. 5H1.4 departure.  The DePew Court concluded that \"Except in extraordinary circumstances not present here, terminally ill persons who commit serious crimes may not use their affliction to escape prison.  Were this rule otherwise, the law's deterrent effect would be unreasonably and unnecessarily diminished in the case of terminally ill persons.\"  DePew, at 1199.   It is certainly true that in the cases of some offenders--especially violent ones--an extraordinary physical condition would not provide a basis for a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The facts of DePew are totally different.  DePew is a classic situation where an HIV-positive person should not be granted a departure:  Daniel Thomas DePew had been convicted of conspiring to kidnap, sexually abuse and murder a 10-year-old boy, all of which was to be captured on film.  DePew, at 1196.   The conspiracy had been documented on tape in grisly detail, and the Court regarded DePew as a chronic sexual abuser of children.  Id.  In contrast, no one contends that A.L. Johnson has ever had any violent tendencies;  in fact, based upon the AIDS Project of Central Iowa offer of a volunteer job as office manager, there is evidence in the record that would point toward a contrary conclusion.  The grim facts in DePew reveal the validity of the Court's conclusion in Little that \"Implicit is the possibility that in some instances an extraordinary physical condition may not provide a basis for departure.\"  Little, supra, at 74.   The Little Court appropriately stated the better-reasoned rule:  an extraordinary physical impairment will usually warrant either a downward departure or home detention, but there will be some cases--especially in the cases of violent offenders such as Daniel Thomas DePew--where such an \"extraordinary\" condition will not provide the basis for a departure.  The District Court, which should be most knowledgeable about the facts of each particular case, should have the discretion to make judgments as to which defendants should qualify for a downward departure under Sec. 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In Schein, the District Court had not made findings \"on the extent to which Schein suffers from physical impairment.\"  (emphasis added) Schein, supra, at 138.   In Mr. Johnson's case, the record contains some discussion of Johnson's impairment, but much of the discussion at the hearing involved questions unrelated to the HIV-positive condition of appellant, such as the motion for a downward departure because of Johnson's substantial assistance to the government in another defendant's case.  The record in the case at bar may or may not have been as sparse as the one in Schein, but in this case the record still lacks adequate findings and explanations from the District Court as to why he rejected the Sec. 5H1.4 request.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">This is a relatively new disease and its progress can be unpredictable and complex;  however, the District Court should develop an adequate record and give some specific explanations for its ruling.  In particular, in this case some of the documents that could have been helpful in explaining Mr. Johnson's condition were too brief.  For example, the letter from the AIDS Project of Central Iowa stated that \"The time it takes to develop full-blown AIDS varies considerably from case to case and depends in part on the mode of transmission and the client's general health.  While there is no way to predict how long it will take for Mr. Johnson to develop AIDS, it is significant to recognize that his general health is directly affected by his nutrition, exposure to infection, amount of sleep, and amount of stress.\"  (Letter of Pam Carnine to Judge Longstaff, May 31, 1994).  Yet, Ms. Carnine provided no discussion of Mr. Johnson's \"general health, nutrition, exposure to infection\" or the other variables she mentioned, despite the fact that the staff members of the AIDS Project of Central Iowa were familiar enough with Mr. Johnson to have stated the hope that he would be able to help the AIDS Coalition of Story County as a volunteer office manager, if he were granted home detention at some point in the future.  The letter from Ms. Carnine was only a few sentences long and contained no application of the general principles regarding the progression of the virus to Mr. Johnson's particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Similarly, the July 5, 1994 letter of Scott L. Thiel, M.D., was meager in its discussion of appellant's condition.  This letter was only several sentences and provided little explanation that could have helped the Court make a finding regarding a Sec. 5H1.4 request.  The letter stated that Mr. Johnson is HIV positive and that he was classified based upon June 27, 1994 tests as \"B-1,\" in a classification system that regards A-1 patients as the most healthy and C-3 patients as being in the most dire condition.  Dr. Thiel stated that the classification of B-1 was \"based on a CD-4 count of 643,\" with no explanation of what the CD-4 count means.  (Letter of Dr. Scott L. Thiel to the District Court, July 5, 1994).  The letter contained a passing reference to Mr. Johnson's history of infection associated with the AIDS virus.  Dr. Thiel also stated the general proposition that the appellant was being treated for depression and he hoped that treatment would continue, but there again, the statement was too perfunctory to have provided the Court with any specific guidance.  The doctor also stated that \"In regards to determining future life expectancy, I have no data that would reliably allow me to predict that outcome.\"   In an earlier letter to the Probation Office, however, Dr. Thiel stated that it is rare for a patient to go from point of infection to survival for more than 10 years, and that Mr. Johnson was probably infected about 1989, so that \"subsequently I would feel that it is reasonable to expect [A.L.] not to survive greater than six years.\"  (Letter of Dr. Thiel to John Stites, Senior U.S. Probation Officer, Southern District of Iowa, May 20, 1994.)   The May 20, 1994 letter was obviously somewhat more specific on the longevity question, but that information was not current because it did not include the tests performed in late June, 1994.  Doctors should not be expected to give a medical tome explaining all facets of the disease, and of course it is impossible to predict with certainty the future course of the disease;  but reasonably specific, up-to-date information should be gathered by the Court prior to sentencing, and the District Court should set out specific findings of its conclusions based upon the information.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The majority states that \"Johnson's attorney stated unequivocally that his client was not seriously ill.\"   It is not clear that the attorney's remark should be construed in that light;  he said, \"I'm glad that [A.L.] is not experiencing any serious illness, such that he has to be, you know, hospitalized or treated with AZT or other very strong drugs.\"  (emphasis added).  I take issue with the characterization of \"unequivocally\";  to the contrary, the underlined portion of the lawyer's statement is an equivocation.  This remark took place in the context of the attorney's explanation of why he was only requesting a downward departure and felt that home detention was not immediately necessary.  Even if Mr. Johnson's lawyer had made an unequivocal statement, the Court shouldn't accept a statement that water flows uphill.  An HIV-positive condition with deterioration is by definition a serious condition.  In light of current medical information, this cannot be gainsaid.  And, as noted earlier, the medical record, sketchy as it is, refutes any such \"unequivocal\" statement.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The record is not clear regarding the length of time Mr. Johnson has been infected with HIV.  Some statements seemed to indicate that the appellant had been infected in 1991, while a letter of Dr. Thiel to the probation officer stated that the point of infection had been considerably earlier--it is quite likely, the doctor stated, that Johnson \"had the infection for possibly two years prior to his initial testing in 1991.\"  (Letter of Dr. Thiel to John Stites, May 20, 1994).  In Johnson's case, eight years is almost certainly a life sentence.  At the hearing and elsewhere in the record there were statements that Mr. Johnson has been infected for four years, but it would appear from this letter that Johnson has been HIV positive for more than five or almost six years.  This matter is significant regarding the progression of the disease in Mr. Johnson's case, and a clarification of the factual record on this point would be in order on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The District Court is to be commended for its efforts to deal with this issue, which Judge Longstaff described as \"one of the most difficult decisions I've been faced with.\"   He recognizes the factual difficulties in dealing with a relatively new disease, as well as the legal difficulties in dealing with an area in which there is little case law.  One important area of vagueness in the District Court's ruling and also in the arguments of counsel focused on the central question of the \"terminal stage\" of the disease.  Since the virus causes an incurable and terminal condition, it is not accurate to refer to the \"terminal stage.\"   For example, counsel for appellee stated that \"Appellant's statement that he was B-1 indicated he was a relatively healthy AIDS patient.\"   Given the vulnerability to opportunistic infections of a person who has a history of HIV-related illness who has been diagnosed as HIV positive for a substantial number of years, it is a contradiction to speak of a \"relatively healthy AIDS patient.\"   Presumably appellee was attempting to draw the distinction between a recently infected HIV-positive person who is not yet deteriorating and someone suffering from AIDS.  The description of Mr. Johnson as an \"AIDS patient\" in itself reflects an erroneous assessment of his condition, for appellant does not yet have AIDS.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">There are also several difficulties presented by Judge Longstaff's recommendation that \"if and when Mr. Johnson's illness reaches terminal stages, that he be released from incarceration and not be required to serve the balance of his sentence.\"   The Court did not explain what it meant by \"terminal stages.\"   An HIV-positive person first becomes a carrier of the virus and can transmit it to others, but is asymptomatic.  Doe v. Dalton Elementary School District, 694 F.Supp. 440 (N.D.Illinois, 1988).<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a>  The virus depletes white blood cells called T4 lymphocytes that act as helpers in the immune system, and the depletion of T4 lymphocytes will cripple the immune system, rendering the AIDS victim vulnerable to infection.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a>  The disease takes an erratic course;  AIDS patients have sharp variations in their health, in which they may briefly improve at one time and then become ill from an opportunistic infection shortly afterward.  From the time that scientists first identified the AIDS virus in 1981 to 1992, the Centers for Disease Control reported 206,392 cases in the United States.  (Centers for Disease Control, HIV/AIDS Surveillance Report, January, 1992;  reporting statistics through December 31, 1991).  Roughly 50,000 were reported in the two-year period from 1991 to 1993 alone.  (James F. Horner, Constitutional Issues Surrounding the Mass Testing and Segregation of HIV-Infected Inmates, 23 Mem.St.U.L.Rev. 369, 1993.)   The Centers for Disease Control established the following criteria for the diagnosis of AIDS:  presence of diseases that are indicative of the virus' effect on blood cells, particularly Kaposi sarcoma in a person under 60, pneumocystis pneumonia or other life-threatening opportunistic infections, occurring in the absence of known causes of underlying immunodeficiency.  Sloane-Dorland Annotated Medical-Legal Dictionary, 1992 Supplement, at 498.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Many courts have spoken of AIDS-Related Complex (ARC).  The Doe Court stated that a person has AIDS-Related Complex (ARC) when he carries the AIDS virus and exhibits symptoms of a weakened immune system.  Doe, at 441.   ARC has elsewhere been defined as a complex of signs and symptoms representing a less severe form of HIV infection than AIDS, and it is characterized by fever, weight loss, diarrhea, minor opportunistic infections, and T-cell abnormalities;  some authorities consider it \"pre-AIDS,\" although the proportion of cases that will progress to the full-blown disease is not known.  Sloane-Dorland, at 131.  More recently, many experts have begun to argue that the notion of \"ARC\" is not helpful in defining and understanding the disease, which in many cases does not follow any set pattern.  I have referred to \"ARC\" in this opinion because other courts have done so, but actually it would probably be preferable for courts to stop using this term, which is apparently becoming outdated.  Some patients may suffer from herpes zoster, or shingles, at this stage;  the record indicates that Mr. Johnson had a bout with herpes zoster.  Although there are considerable individual variations, in general the course of the virus in many cases is as follows:  transmission of HIV, usually by blood exposure or sexual intercourse (or through pregnancy, although that means of transmission is not relevant here).  At the acute infection stage two to six weeks after infection, there will be a mononucleosis-like illness from which people recover in one or two weeks, with some people not even noticing this stage.  For four to twelve weeks, there follows the seroconversion stage, when the body develops antibodies to HIV.  Then there is an asymptomatic interlude, when the person feels fine and may be able to function normally, except for the psychological stress based on knowledge of a positive test.  Indeed, except for those persons who have been tested for the disease, infected persons have no reason to suspect they are carrying the virus.  However, during this stage the infected person's white blood cells are surely and steadily decreasing and in turn decreasing the body's ability to fight disease.  Some persons suffer from a variety of non-life threatening illnesses as their white blood cells are depleted.  At one time, such people were diagnosed as suffering from \"ARC.\"  Doe, supra.   The individual variation of the duration of the asymptomatic interlude is very great, ranging anywhere from six months to 10 years.  Later, the person suffers symptoms such as minor opportunistic infections, weight loss and T-cell abnormalities, although some people never develop this intermediate symptomatic stage and progress directly to AIDS.  AIDS is defined by diagnosis of opportunistic infections, opportunistic tumors, or AIDS dementia.  In earlier years, some experts had estimated that the range from point of infection to the onset of AIDS symptoms was from six months to five years, and AIDS victims (outside of a prison environment) have a life expectancy of five years, although there is great individual variation and expectancy is substantially lowered for people who are incarcerated (D.C. Jayasuriya, AIDS--Public Health and Legal Dimensions, at 3 (1988);  Horner, supra note 3, at 369);  however, many experts today feel that the disease is so unpredictable that it is inaccurate to speak of life expectancies in general terms.  It is essential to assess each individual's condition by looking at the evidence of deterioration in his case.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The District Court recommended that the defendant be designated to an institution that \"can give you appropriate care because of your medical condition,\" and also stated that \"I'm going to put it in the strongest terms I can in that recommendation section that if and when Mr. Johnson's illness reaches terminal stages, that he be released from incarceration and not be required to serve the balance of his sentence.\"   This Court will discuss below some of the difficulties involved in the District Court's recommendations.  Judge Longstaff was grappling with the dilemma of enforcing the law in the new, complex crisis facing the prison system regarding HIV-positive prisoners.  In some prisons, inmates do not receive adequate dietary care, counseling and other medical treatment;  one researcher on this question estimated that deterioration of HIV-positive people in prison may be twice as rapid as for people outside prison.<a class=\"footnote\" href=\"#fn4-2\" id=\"fn4-2_ref\">4</a>  The magnitude of the problem is escalating at an alarming rate:  as of 1990 there were more than 5,000 cases of AIDS in the United States correctional facilities, an increase from only 1,964 in 1987.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  In the New York state prison system alone, in mid-1993 there were roughly 8,000 HIV-positive prisoners;  while Iowa suffers from this plague far less than New York, all states are now afflicted with it.  The combination of the HIV epidemic and a resurgence of tuberculosis in urban areas poses enormous problems for the criminal justice system.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  The District Court's recommendation that Mr. Johnson be sent to an institution that can provide adequate medical care is commendable, but unfortunately, given the large numbers of HIV-infected people in the prisons, it is obviously not possible to send all of them to facilities specially equipped to treat such patients.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Another legal issue is presented in the District Court's recommendation at the hearing that the appellant \"be released from incarceration and not be required to serve the balance of his sentence.\"   Judge Longstaff was no doubt aware that a court may not modify a term of imprisonment once it has been imposed except that, under 18 U.S.C. Sec. 3582(c), there can be a \"modification of an imposed term of imprisonment\" in any case where:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>(A) the court, upon motion of the Director of the Bureau of Prisons, [emphasis added] may reduce the term of imprisonment, after considering the factors set forth in section 3553(a)<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> to the extent that they are applicable, if it finds that extraordinary and compelling reasons warrant such a reduction and that such a reduction is consistent with applicable policy statements issued by the Sentencing Commission;  and</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>(B) the court may modify an imposed term of imprisonment to the extent otherwise expressly permitted by statute or by Rule 35 of the Federal Rules of Criminal Procedure;  and</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>(C) in the case of a defendant who has been sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission pursuant to 28 U.S.C. 994(o), upon motion of the defendant or the Director of the Bureau of Prisons, or on its own motion, the court may reduce the term of imprisonment, after considering the factors set forth in section 3553(a) to the extent that they are applicable, if such a reduction is consistent with applicable policy statements issued by the Sentencing Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In sentencing defendants with the virus, courts should keep in mind the peculiar features of the disease.  The majority's opinion stated that Judge Longstaff had considered Mr. Johnson's condition at the time of sentencing, including his \"physical appearance.\"   The phrase \"at the time of sentencing\" must be used carefully in this context, for HIV patients may suddenly and temporarily improve at a given time, and then worsen shortly afterward.  Dr. Thiel made a passing reference to Mr. Johnson's history of infection associated with the virus, and such a history may be more important than examining the \"physical appearance\" of the defendant on the day of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">In equating the virus with cancer and other terminal illnesses, the DePew opinion and similar opinions overlooked the fact that in the environment of the prisons--where, among other problems, a high level of high-risk sexual behavior (or sexual assault) takes place--HIV is contagious and threatens to infect ever-increasing numbers of the prison population.  It should be noted, too, that Sec. 5H1.4 explicitly provides that cost may be taken into consideration in downward departures under that section.  The total health care costs will be much less costly at home than in prison.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  (In addition, in view of the unique nature of the HIV epidemic in the prisons and the problem that many facts about the disease have only recently become known, an alternative argument could be made in this respect that this problem was not taken into consideration by the Sentencing Commission under Sec. 3553(b).)   In making its determination, cost is a factor that the District Court may consider.  Under Sec. 5H1.4, a sentence below the applicable guideline range may be imposed, e.g., in the case of a seriously infirm defendant, \"home detention may be as efficient as, and less costly than, imprisonment.\"  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The combination of the HIV epidemic and the resurgence of tuberculosis is one important example of the costs involved and the dimensions of the problem.  HIV-positive people are abnormally vulnerable to contracting tuberculosis because they do not have an effective immune system.  Although HIV cannot be passed along through casual contact, tuberculosis is transmitted when a person with active, contagious tuberculosis coughs the bacilli into the air and that air is inhaled by another person.<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  Thus, HIV-infected inmates can infect other inmates with tuberculosis, worsening the problem of the resurgence of TB.  Prison populations are overrepresented by people in high-risk categories for HIV such as drug abusers and those who engage in homosexual activity (at least while incarcerated).<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a>  A further ominous complication has been presented by the emergence of strains of tuberculosis that are resistant to drugs.  About 90 percent of the cases of drug-resistant tuberculosis have afflicted HIV-positive people, with mortality rates ranging from 70-90 percent and a median of four to sixteen weeks between diagnosis and death.  (Dixie E. Snyder, Jr., M.D., and William L. Roper, M.D., \"The New Tuberculosis,\" 326 New England Journal of Medicine 703 (1992)).  According to the Centers for Disease Control, the costs of treating an uncomplicated case of tuberculosis is $11,000, but treating the drug-resistant strains may exceed $250,000 per patient.<a class=\"footnote\" href=\"#fn11-1\" id=\"fn11-1_ref\">11</a>  The costs of caring for HIV-positive inmates will be massive.  This factor may be considered along with others in considering the Sec. 5H1.4 question of a downward departure.  The District Court may wish to impose a reduced period of incarceration followed by home detention.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">I agree with the majority opinion's statement that no abstract rule could be established that someone who is HIV-positive should automatically be classified as having an extraordinary physical impairment, and that there is no \"all-purpose answer fitting every situation.\"   In addition, the Court's questions regarding Sec. 5H1.4 are appropriate:  \"Is the particular defendant's physical condition such that he or she would find imprisonment more than the normal hardship?   Would imprisonment subject him or her to more than the normal inconvenience or danger?   Does the physical condition have any substantial present effect on the defendant's ability to function?\"   Based on the sketchy factual record as presented, it is entirely possible that the answers to all three questions may well be \"yes,\" but courts need to develop adequate factual records in cases of this nature.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The District Court need not delve into every detail of Mr. Johnson's maladies, but reasonably specific findings on the stage of his disease should be given.  The District Court made a conscientious request for guidance from this Court, and we should not fail him.  As this epidemic spreads, this Court will face this issue again, and soon.  But this defendant should not stand sentenced on a record that is manifestly inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">I would hold that the District Court does have authority to grant a downward departure under Section 5H1.4 in the cases of HIV-infected persons who are deteriorating, but do not yet have AIDS.  The District Court should hold a hearing and develop an adequate factual record, and then use its discretion under Section 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Hon.  William R. Wilson, Jr., United States District Judge for the Eastern District of Arkansas, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Hon.  Ronald E. Longstaff, United States District Judge for the Southern District of Iowa</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Johnson had previously purchased methamphetamine from Rabins in October of 1992 while vacationing in California.  Upon his return to Des Moines he gave some of this methamphetamine to Brooks as a gift</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Rabins alleges that Brooks and Johnson maintained distinct drug sources during the period charged in the indictment.  He states that from November of 1992 until February of 1993, Brooks's sources were Jimmy John and Michael Guy Williams (Wilbur).  He also alleges that Brooks was later supplied by Jimmy John and Ron Fulcaro</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Rabins filed a motion under Rule 10(e) of the Federal Rules of Appellate Procedure to correct or modify the appellate record to include the transcript of Johnson's plea proceeding.  The motion is granted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government maintains that Johnson's test result was believed to be a false positive due to medication which Johnson was taking for the HIV virus.  This is not a sufficient excuse.  The government should have revealed all the facts.  It could then have argued, perhaps persuasively, that the test was a false positive</p>\n        <p>In his Rule 10(e) motion, Rabins alleges that the government's failure to disclose that Johnson had AIDS was also a Brady violation.  We do not reach this issue because it was not raised below.  Moreover, we cannot say that this evidence is likely to produce a different verdict.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The District Court precluded testimony on the following topics:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> The FBI investigation of Michael Guy Williams and Williams's arrest for possession of methamphetamine by the Warren County Sheriff's Department;</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> Williams's receipt of drugs from California by Federal Express and UPS;</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> The arrest of Brad Payne and Jimmy Sparks in Las Vegas, Nevada, on February 2, 1993;  and</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-2\">\n        <a class=\"footnote\" href=\"#fn4-2_ref\">4</a>\n        <p> The FBI's inability to confirm a legitimate source of income for Williams</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> AIDS is defined as:</p>\n        <p>[A] secondary immunodeficiency syndrome resulting from HIV infection and characterized by opportunistic infections, malignancies, neurologic dysfunction, and a variety of other syndromes.</p>\n        <p>The Merck Manual 77 (Robert Berkow, M.D., et al. eds., 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> ARC is defined as:</p>\n        <p>[A] constellation of chronic symptoms and signs manifested by HIV-infected persons who have not had the opportunistic infection or tumors that define AIDS.  These symptoms, signs, and laboratory abnormalities include generalized lymphadenopathy, weight loss, intermittent fever, malaise, fatigue, chronic diarrhea, leukopenia, anemia, immune-mediated thrombocytopenia, oral hairy leukoplakia, and oral thrush (candidiasis).</p>\n        <p>Id. at 80-81.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 3553(e) of Title 18, United States Code provides:</p>\n        <p>Limited authority to impose a sentence below a statutory minimum.--Upon motion of the Government, the court shall have the authority to impose a sentence below a level established by statute as minimum sentence so as to reflect a defendant's substantial assistance in the investigation or prosecution of another person who has committed an offense.  Such sentence shall be imposed in accordance with the guidelines and policy statements issued by the Sentencing Commission pursuant to section 994 of title 28, United States Code.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Congress has since enacted 18 U.S.C. Sec. 3553(f), which allows the sentencing court to depart from the statutory minimum under specified circumstances.  Section 3553(f) applies to sentences imposed after September 23, 1994.  The circumstances specified in the new law, however, do not include physical impairment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 5H1.4 provides in relevant part:  \"an extraordinary physical impairment may be a reason to impose a sentence below the applicable guideline range.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Judge Longstaff made the following comments:</p>\n        <p>So I recognize that there is at least a viable argument that AIDS with a deteriorating condition would provide grounds for departure.  However, I am forced to view Mr. Johnson as he is today and with the medical records I have, and I must reluctantly find that Mr. Johnson, as of today, does not presently have an extraordinary physical impairment that would constitute grounds for departure under 5H1.4.  I make that determination after reviewing the medical records you've submitted to me.</p>\n        <p>Sent. Tr. 32.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> When asked if he was currently receiving treatment for AIDS, Johnson testified:</p>\n        <p>I am under treatment for some anxiety, of course, and stress related to this case, but I'm not under any medication for HIV.  Your body builds up a tolerance to the drugs used to treat HIV and AIDS, and it's best--they found it's best to wait and avoid taking it until you have to so your body builds up a tolerance and then it doesn't do you any good later on.</p>\n        <p>Sent. Tr. 19.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Johnson's attorney stated:</p>\n        <p>Now, we're hampered by the fact that A.L. at this point--I feel strange arguing this way.  I'm glad that A.L. is not experiencing any serious illness, such that he has to be, you know, hospitalized or treated with AZT or other very strong drugs.  In that respect, I'm glad that we're not at that situation.  But on the other hand, it's almost a certainty that he will get to that position in four years or less.  Maybe four years, you know, will be the extent of his life expectancy.  If he were in that situation where A.L.  [was] experiencing serious illness, I'd ask the Court to depart all the way down to home detention so that he could live the final portion of his life in the care of his parents and his friends and so on, but we're not at that point.</p>\n        <p>Sent. Tr. 24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In the event that Johnson's condition does deteriorate and he requires extraordinary medical care, the Director of the Bureau of Prisons may move the Court to make a sentence reduction under 18 U.S.C. Sec. 3582(c)(1)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> The majority also relies upon two other Eighth Circuit cases, United States v. Polanco, 53 F.3d 893 (8th Cir.1995) and United States v. Stockdall, 45 F.3d 1257 (8th Cir.1995).  These cases also do not address the specific issue before us.  In Polanco, the government \"made a Section 5K1.1 motion due to Carlos' substantial assistance, but did not make a separate Section 3553(e) motion.\"  Polanco, at 896.   Citing Rodriguez-Morales, the Polanco Court held that \"a motion pursuant to Sec. 5K1.1 alone is insufficient\" for a departure below the statutory minimum.  Id.  This holding is inapplicable here, where motions under both sections were filed</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The reason for the long delay before symptoms appear is the enormous reservoir of the human body's CD4 cells, which are the white blood cells that help the immune system and that are attacked by the virus.  At first, the virus infects only a small number of CD4 cells.  During this period, physicians monitor the disease by two tests, one of which is to count the number of CD4 cells in the blood.  A normal person will have a count of between 700 and 1,300 CD4 cells per milliliter of blood (five milliliters equals a teaspoon).  In an HIV-infected person, the CD4 count decreases by an average of 85-100 cells a year, although they may not develop symptoms until the CD4 count is below 300.  Most people lose about 80-90 percent of their CD4s before AIDS develops.  A second test involves counts of the numbers of the different kinds of cells in the blood:  red cells, white cells, and platelets.  When the blood counts of these cells decline severely, symptoms occur.  Doe, at 441;  Faith Colangelo and Mariana Hogan, \"Jails and Prisons:  Reservoirs of TB Disease:  Should Defendants with HIV Infection (Who Cannot Swim) Be Thrown into the Reservoir?\"  20 Fordham Urban Law Journal 467 (Spring, 1993)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> Roger N. Braden, \"AIDS:  Dealing with the Plague,\" 19 Northern Kentucky Law Review 277 (Winter, 1992);  James F. Horner, Jr. \"Constitutional Issues Surrounding the Mass Testing and Segregation of HIV-Infected Inmates,\" 23 Memphis State University Law Review 369 (Winter, 1993)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Gary H. Loeb, \"Protecting the Right to Informational Privacy for HIV-Positive Prisoners,\" 27 Columbia Journal of Law &amp; Social Problems 269 (Winter, 1994).  The percentage of people entering prison who are HIV-positive is significantly higher than for the public at large.  For example, in Massachusetts the percentage of the prison population infected is estimated to be at least 15 times higher than in the general population.  In New York, at least 17 percent are known to be infected, and the actual percentage could be much higher because of unreported cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Hammett and Moini, U.S. Department of Justice, Update on AIDS in Prisons and Jails, (1990), at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Tuberculosis strikes in populations that are poor, homeless, minority or living in overcrowded or unsanitary conditions.  It strikes populations with vulnerabilities created by alcoholism, drug addiction, poor diet, and HIV.  The Centers for Disease Control estimate that tuberculosis occurs at least three times more often in prisons than in the general population;  in larger correctional systems the incidence rate may be from six to eleven times the normal rate.  (Centers for Disease Control, U.S. Department of Health &amp; Human Services, \"Control of Tuberculosis in Correctional Facilities:  A Guide for Health Care Workers\";  Faith Colangelo and Mariana Hogan, \"Jails and Prisons--Reservoirs of TB Disease:  Should Defendants with HIV Infection (Who Cannot Swim) Be Thrown into the Reservoir?\"  20 Fordham Urban Law Journal 467 (Spring, 1993.))</p>\n        <p>Two legal scholars with experience in working on these issues concluded after an exhaustive examination of the subject that:  \"The safety and welfare of the community is not enhanced by the compulsory dumping of HIV-infected defendants into the reservoir of TB infection in our prisons and jails.  Anyone who is immune-compromised is more prone to catch TB and because they are more difficult to diagnose, screen and treat they are also more likely to spread the infection to others.  Given the constant circulation of people between the community and the prison system, an epidemic in the prisons will inevitably lead to an epidemic in the community.\"  (Colangelo and Hogan, at 10, Westlaw.)   While this view is well-stated, courts also have to consider other factors such as the threat to the public from allowing dangerous HIV-infected individuals to remain free.  Colangelo and Hogan made their conclusions in the context of examining the New York prison system, which has the most serious AIDS problem in the United States.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> These factors are:  \"(1) the nature and circumstances of the offense and the history and characteristics of the defendant;</p>\n        <p>(2) the need for the sentence imposed--(A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense;  (B) to afford adequate deterrence to criminal conduct;  (C) to protect the public from further crimes of the defendant;  and (D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner;</p>\n        <p>(3) the kinds of sentences available;</p>\n        <p>(4) the kinds of sentence and the sentencing range established for the applicable category of offense committed by the applicable category defendant as set forth in the guidelines that issued by the Sentencing Commission pursuant to 28 U.S.C. 994(a)(1) and that are in effect on the date the defendant is sentenced;</p>\n        <p>(5) any pertinent policy statement issued by the Sentencing Commission pursuant to 28 U.S.C. 994(a)(2) that is in effect on the date the defendant is sentenced;</p>\n        <p>(6) the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct;  and</p>\n        <p>(7) the need to provide restitution to any victims of the offense.\"  18 U.S.C. 3553(a), Federal Rules of Criminal Procedure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> Colangelo and Hogan, supra at 469.  Many prisons are not medically equipped to care for the burgeoning numbers of sick inmates.  The nature of prison systems, with their necessarily primary emphasis on security, mitigates against providing the best medical attention available.  Colangelo and Hogan observe that in state prisons in New York, the emphasis on security translates into \"periodic, irregular transfers of inmates and lack of cooperation by security staff in implementing medical follow-up.\"   Id</p>\n        <p>HIV-positive inmates frequently suffer from being looked upon as social pariahs because their disease is associated in the popular consciousness with drug abuse and the sexual habits of a minority.  Actually, increasing numbers of HIV-positive people are contracting the disease through blood transfusions, from their mothers at birth, or heterosexual intercourse;  researchers who have studied the AIDS epidemic have pointed out that \"more than race, gender, age, drug use, or sexual preference, the most common denominator of those who fall ill with AIDS is poverty.\"   Paul Lombardo, \"Legal Rights, Medical Remedies,\" 1 Virginia Journal of Social Policy &amp; The Law 475, 485 (Spring, 1994);  see also, AIDS Agenda:  Emerging Issues in Civil Rights, edited by Nan Hunter and William Rubenstein, New Press, 1992;  AIDS Law Today:  A New Guide for the Public, Yale Aids Law Project, Yale University Press, 1993.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> Colangelo and Hogan, supra, stated that \"Many factors lead to the conclusion that alternatives to incarceration are necessary for certain individuals with HIV infection,\" including \"the overrepresentation in prisons of people with high risk factors for HIV infection.\"   Faith Colangelo and Mariana Hogan, \"Jails and Prisons--Reservoirs of TB Disease:  Should Defendants with HIV Infection (Who Cannot Swim) Be Thrown into the Reservoir?\"  20 Fordham Urban Law Journal 467 (Spring, 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11-1\">\n        <a class=\"footnote\" href=\"#fn11-1_ref\">11</a>\n        <p> Id</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Marc David RABINS, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>A.L. JOHNSON, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2937, 94-2938.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted Dec. 13, 1994.<br>Decided Aug. 21, 1995.<br>Rehearing and Suggestion for Rehearing En Banc Denied Oct. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">F. Montgomery Brown, Des Moines, Iowa, argued, for appellant Marc Rabins.</p>\n      <p class=\"indent\">Mark C. Meyer, Cedar Rapids, Iowa, argued, for appellant A.L. Johnson.</p>\n      <p class=\"indent\">Jamis D. Bowers, Asst. U.S. Atty., Des Moines, Iowa, argued, for appellee.</p>\n      <p class=\"indent\">Before RICHARD S. ARNOLD, Chief Judge, FAGG, Circuit Judge, and WILSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">RICHARD S. ARNOLD, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marc David Rabins appeals his convictions in the United States District Court<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> for the Southern District of Iowa on one count of conspiracy to distribute methamphetamine, three counts of use of a communications facility to distribute methamphetamine, and one count of distribution of methamphetamine.  A.L. Johnson, a co-conspirator who pleaded guilty to one count of conspiracy to distribute methamphetamine, appeals his sentence of 96 months' imprisonment.  Rabins's and Johnson's appeals are consolidated for our review.  We affirm both Rabins's convictions and Johnson's sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case involves a conspiracy to sell methamphetamine in the Des Moines area.  In July of 1992, Charles Brooks, a Des Moines tavern owner, hired Johnson to work as a bartender in his tavern, the Barbell Athletic Club.  The two men began a friendship and discovered a mutual enjoyment of methamphetamine.  Together they purchased the drug from local suppliers for personal use and for occasional sale to other users.  Over time, Brooks's and Johnson's personal usage and sales increased.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In February of 1993, Brooks and Johnson encountered problems with their local source of methamphetamine.  Johnson then suggested a friend in California, Rabins, as a possible supplier.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Johnson contacted Rabins, who indicated an interest in supplying the drug.  The first transaction between Johnson, Rabins, and Brooks occurred in April of 1993.  Johnson and Brooks wired cash to Rabins in California, and Rabins mailed methamphetamine to Iowa.  Several similar transactions followed--an estimated 27 in all--with drug shipments ranging from 1 kilogram to 3 kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The conspiracy was foiled on August 13, 1993, when the Des Moines Police Department arrested Brooks after he sold methamphetamine to an informant.  The officers seized 191 grams of methamphetamine from his apartment and recovered $3,000 from a safety deposit box.  Shortly thereafter, Brooks became a cooperating witness.  Rabins and Johnson were later arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 18, 1994, the government filed a seven-count indictment against Rabins and Johnson in the Southern District of Iowa.  Count I charged Rabins and Johnson with conspiracy to distribute methamphetamine.  Count II through Count VI charged both men with conspiracy to distribute methamphetamine and use of a communications facility to distribute methamphetamine.  Count VII charged Rabins individually with distribution of methamphetamine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Shortly before Rabins's trial, Johnson entered into a plea agreement with the government whereby he pleaded guilty to one count of conspiracy to distribute methamphetamine and became a cooperating witness.  Following a jury trial, Rabins was found guilty of Counts I through IV and Count VII.  Rabins appeals from his convictions.  Johnson appeals his sentence.</p>\n    </div>\n    <p>II. Rabins</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First, Rabins argues that the District Court erred by denying his motion for judgment of acquittal based upon a variance of proof between the single conspiracy charged in the indictment and evidence of multiple conspiracies presented at trial.  As support for this argument, Rabins cites agreements between Brooks and several other suppliers of methamphetamine.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to prevail on a motion for acquittal based on a fatal variance between the single conspiracy charged and the proof offered at trial, Rabins must establish that a variance exists, and that the variance affected his substantial rights.  See United States v. Anderson, <span class=\"citation\" data-id=\"376715\"><a href=\"/opinion/376715/united-states-v-donald-v-anderson/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">487</span></a></span>, 490 (8th Cir.1980).  The question in this case is whether the evidence is sufficient to demonstrate an overall conspiracy to obtain and sell methamphetamine and that Rabins \"knowingly joined such conspiracy and participated in furthering its objectives.\"  Hayes v. United States, <span class=\"citation\" data-id=\"263637\"><a href=\"/opinion/263637/floyd-rairdon-hayes-v-united-states-of-america-cecil-h-bennett-v-united/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 214 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">980</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">748</span></span> (1964).  We view the evidence and all reasonable inferences arising from the evidence in the light most favorable to the jury's verdict.  United States v. Willis, <span class=\"citation\" data-id=\"585860\"><a href=\"/opinion/585860/united-states-v-corey-willis/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1225 (8th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The record is replete with evidence from which the jury could conclude that a single conspiracy to distribute methamphetamine existed which involved Brooks, Johnson, and later Rabins.  Brooks and Johnson testified that they agreed to purchase and distribute methamphetamine.  The government presented evidence, including telephone records and mailing receipts, demonstrating that Rabins entered into an agreement with Brooks and Johnson to supply methamphetamine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition, the fact that Johnson had other means of obtaining methamphetamine does not support Rabins's claim that multiple conspiracies existed.  As we read the record, the change in suppliers over time simply demonstrates the varied phases of one basic plan to obtain and distribute illegal drugs.  See United States v. Davis, <span class=\"citation\" data-id=\"527881\"><a href=\"/opinion/527881/united-states-v-michael-r-davis-united-states-of-america-v-william-w/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1334</span></a></span>, 1342 (8th Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1472</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></span> (1990).  The jury certainly could have drawn the same conclusions from the evidence presented.  Therefore, the District Court did not err by denying Rabins's motion for judgment of acquittal.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Next, Rabins contends that the District Court abused its discretion by denying his motion for a new trial based on the government's failure to disclose evidence that Johnson tested positive for methamphetamine during the period that he was under home arrest.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  Rabins claims that the failure to disclose Johnson's test results violated his due-process rights and his Sixth Amendment right of confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, we consider Rabins's due-process argument.  In Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1196-97, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), the Supreme Court stated that \"suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no question that the prosecution knew that Johnson tested positive for methamphetamine prior to trial, or that the test results were somewhat favorable to the defense.  Under the circumstances, the government had a duty to disclose this information.  Thus, the conviction \" 'must be set aside if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.' \"  United States v. Duke, <span class=\"citation\" data-id=\"692020\"><a href=\"/opinion/692020/united-states-v-ralph-chavous-duke-also-known-as-plookie-also-known-as/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span>, 577 (8th Cir.1995) (quoting United States v. Agurs, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, 2397, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1976)).  Despite our dismay at the prosecutor's failure to reveal that Johnson may have given perjured testimony when he said he was not using drugs,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we conclude that there is no reasonable likelihood that Johnson's false testimony affected the jury's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We note initially that Johnson was not an exemplary witness.  Johnson admitted that he had been a methamphetamine user and distributor.  He was unable to remember details regarding the conspiracy.  On cross-examination, Johnson admitted that he had entered into a plea agreement with the government in exchange for his testimony.  Thus, the jury was given full information regarding Johnson's credibility, previous drug use, and possible bias.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also note that Johnson's testimony was cumulative for the most part.  Both Johnson and Brooks testified with regard to the details of the conspiracy.  Because it is unlikely that presenting Johnson's test results would have affected the jury's verdict, the District Court did not abuse its discretion by denying Rabins's motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In a related argument, Rabins maintains that his Sixth Amendment right of confrontation was violated when the government suppressed Johnson's test results.  An accused's right to confrontation is violated when he is \" 'prohibited from engaging in otherwise appropriate cross-examination designed to show a prototypical form of bias on the part of the witness.' \"  United States v. Boykin, <span class=\"citation\" data-id=\"600454\"><a href=\"/opinion/600454/united-states-v-louis-boykin/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 276 (8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></span> (1993) (quoting Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 680, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1435-36, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986)).  In the past, we have recognized a Sixth Amendment violation where the positive drug test of an \"apparently blameless witness\" was withheld from the defense.  United States v. Simmons, <span class=\"citation\" data-id=\"583683\"><a href=\"/opinion/583683/united-states-v-james-b-simmons-united-states-of-america-v-charles-h/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 770 (8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">632</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Johnson was far from an apparently blameless witness.  He admitted to drug use and distribution.  He also admitted that his plea agreement called for him to plead guilty to distribution of methamphetamine.  Moreover, the defense had the opportunity to cross-examine Johnson thoroughly.  These facts persuade us that Rabins's Sixth Amendment right to confrontation was not abridged.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rabins next maintains that the District Court abused its discretion by limiting FBI Agent Kenneth Moore's testimony.  The Court limited the testimony<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> under Fed.R.Evid. 403, citing unfair prejudice and confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 403 grants the trial court the discretion to exclude relevant evidence when its probative value is outweighed by the danger of unfair prejudice, confusion of the issues, or misleading of the jury.  Fed.R.Evid. 403.  We accord great deference to the District Court's application of the Rule 403 balancing test, and will reverse only if the Court committed a clear abuse of discretion.  United States v. Mitchell, <span class=\"citation\" data-id=\"675775\"><a href=\"/opinion/675775/united-states-v-arthur-l-mitchell/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">628</span></a></span>, 631 (8th Cir.1994).  After a careful review of the record, we cannot say that the Court abused its discretion in this case.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Rabins contends that the District Court erred by denying his supplemental motion for new trial based on newly discovered evidence.  Rabins claims that after the trial he discovered that Johnson and Brooks were supplied methamphetamine by John Brooks, Charles Brooks's nephew.  He alleges that John Brooks's involvement in the conspiracy was Brady information, and failure to disclose it violated his due-process right to a fair trial and his Sixth Amendment right of confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To succeed on a motion for new trial based on newly discovered evidence, the new evidence must be of such a nature that a new trial would likely produce an acquittal.  United States v. Jones, <span class=\"citation\" data-id=\"677398\"><a href=\"/opinion/677398/united-states-of-america-appelleecross-appellant-v-carlos-jones-also/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 600 (8th Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1701</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></span> (1995) (citing United States v. Page-Bey, <span class=\"citation\" data-id=\"580770\"><a href=\"/opinion/580770/united-states-v-richard-page-bey/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 727 (8th Cir.1992).  Whether the evidence rises to this level is initially left to the discretion of the trial court, and this Court will reverse the trial court's decision only when there has been a clear abuse of discretion.  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We find no abuse of discretion, because the evidence of Charles Brooks's involvement in the conspiracy is not likely to produce an acquittal.  See ibid.   It is also not material, and thus Brady does not mandate a new trial in this case.  See Brady, 373 U.S. at 87, 83 S.Ct. at 1196-97.   Furthermore, Rabins's Sixth Amendment right of confrontation was not violated, since Rabins exercised his right to cross-examine Brooks on issues of motive and bias.  Cf. Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1435, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986).</p>\n    </div>\n    <p>III. Johnson</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On April 29, 1994, Johnson pleaded guilty to one count of conspiracy to distribute methamphetamine.  At his July 15, 1994 sentencing hearing, the sentencing court calculated Johnson's guideline range at 97 to 121 months, with a mandatory minimum sentence of 120 months.  In recognition of Johnson's substantial assistance, the government moved for a departure under U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e).  The Court granted the government's motion, departing to a sentence of 96 months, a 20 per cent reduction from the statutory mandatory minimum.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Johnson filed a motion for further downward departure under U.S.S.G. Sec. 5H1.4, U.S.S.G. Sec. 5K2.0, and 18 U.S.C. Sec. 3553(b), based on the fact that he has Acquired Immunodeficiency Syndrome (AIDS),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> or, more specifically, AIDS-related Complex (ARC).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The sentencing court denied his motion, reasoning that Johnson's condition did not present an extraordinary physical impairment under Sec. 5H1.4.  On appeal, Johnson asserts that the Court erred by refusing to depart further based on his physical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Johnson's argument must fail because Johnson is subject to a statutorily mandated minimum sentence of 120 months.  At the time of sentencing, a motion by the government under Sec. 3553(e)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> for substantial assistance was \"the only authority for [a] district court to depart below the statutorily mandated minimum sentence....\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  United States v. Rodriguez-Morales, <span class=\"citation\" data-id=\"579466\"><a href=\"/opinion/579466/united-states-v-alicia-rodriguez-morales-aka-gloria-hernandez/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1441</span></a></span>, 1444 (8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">375</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></span> (1992);  see also United States v. Polanco, <span class=\"citation\" data-id=\"695207\"><a href=\"/opinion/695207/united-states-v-carlos-jose-polanco-aka-richard-anthony-brown-united/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">893</span></a></span> (8th Cir.1995);  United States v. Stockdall, <span class=\"citation\" data-id=\"687337\"><a href=\"/opinion/687337/united-states-v-lori-kay-stockdall-united-states-of-america-v-floyd/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1257</span></a></span>, 1259 (8th Cir.1995).  Such a departure could be based \" 'only [on] factors relating to a defendant's cooperation,' \" Stockdall, 45 F.3d at 1261 (quoting United States v. Thomas, <span class=\"citation\" data-id=\"559005\"><a href=\"/opinion/559005/united-states-v-mattie-lou-thomas/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">526</span></a></span>, 529 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></span> (1991)), not on a defendant's physical condition.  Thus, a \"desire to dictate the length of a defendant's sentence for reasons other than his or her substantial assistance is not a permissible basis\" for departure under Sec. 3553(e).  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In a supplemental brief, Johnson asserts that once the sentencing court departed below the mandatory minimum on the basis of the government's Sec. 3553(e) motion, it was then free to depart below the mandatory minimum for any reason allowed by the guidelines or policy statements, including an extraordinary physical impairment.  This argument must fail also.  Section 3553(b) and Sec. 5H1.4 provide for a departure from the guideline range only, not from the mandatory minimum.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  When a guideline \"by its plain terms makes no mention of departure below mandatory minimums,\" Rodriguez-Morales, 958 F.2d at 1444, such departure is not appropriate.  Id. at 1445.   A motion of the government to depart below the mandatory minimum under Sec. 3553(e) for substantial assistance does not open the door for a departure under Sec. 3553(b) and Sec. 5H1.4 based on an extraordinary physical impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What we have said so far is sufficient to dispose of this appeal.  The issue argued by the parties is whether the defendant Johnson had an \"extraordinary physical impairment.\"   As we have explained, Johnson would not be entitled to consideration for a reduction in his sentence even if he wins this issue.  In the particular circumstances of this case, however, we believe we should go on and decide the merits, as an alternative ground for affirmance.  When the case was before the District Court, the United States, Johnson, and the Court all proceeded on the premise that Johnson would be entitled to consideration for a further departure below the mandatory-minimum sentence if he could demonstrate an \"extraordinary physical impairment\" within the meaning of U.S.S.G. Sec. 5H1.4.  The Court found against Johnson on the merits of this argument.  The government did not claim in the District Court, nor did it claim in its main brief submitted on this appeal, that success on this argument would avail Johnson nothing because of the effect of the mandatory-minimum statute.  The issue of the effect of the statute on the availability of a Sec. 5H1.4 reduction came into the case only after this Court entered an order requesting the parties to address it.  In response to this order, Johnson made the point, among others, that it would not be fair to him to affirm on a ground that was not only not raised below, but was inconsistent with the position taken by all parties in the District Court.  For this reason--not directly contradicted by the government--we agree that we should proceed to address the merits of Johnson's physical-impairment argument.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even if the courts had the authority to depart below a statutory mandatory minimum on the basis of Sec. 5H1.4, however, departure would not be appropriate in Johnson's case.  Certainly AIDS is a basis for a departure under Sec. 5H1.4 when it \"has progressed to such an advanced stage that it could be characterized as an 'extraordinary physical impairment.' \"  United States v. Woody, <span class=\"citation\" data-id=\"696616\"><a href=\"/opinion/696616/united-states-v-sebe-t-woody/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1257</span></a></span>, 1275 (7th Cir.1995).  Whether a defendant has an extraordinary physical impairment under Sec. 5H1.4 is a question of fact to be decided by the sentencing court.  Cf. United States v. Behr, <span class=\"citation\" data-id=\"677111\"><a href=\"/opinion/677111/united-states-v-richard-jerome-behr/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1033</span></a></span>, 1037 (8th Cir.1994).  We will not disturb the Court's conclusion unless it is clearly erroneous.  Id. at 1037.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The sentencing court considered Johnson's medical records, Johnson's testimony concerning his physical condition, the representations of Johnson's attorney concerning his physical condition, and Johnson's physical appearance.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  After weighing each of these factors, the Court concluded that, at the time of sentencing, Johnson's condition was not serious enough to justify a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The sentencing hearing transcript supports the Court's conclusion.  Johnson was not taking medication for any AIDS-related ailments.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In addition, he offered no evidence that imprisonment would worsen his condition or that he required special care.  United States v. LeBlanc, <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 348-49 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></span> (1994).  Moreover, Johnson's attorney stated unequivocally that his client was not seriously ill.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Cf. United States v. Long, <span class=\"citation\" data-id=\"593246\"><a href=\"/opinion/593246/united-states-v-timothy-p-long-united-states-of-america-v-gerald-h/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1264</span></a></span> (8th Cir.1992) (an extraordinary physical impairment which results in extreme vulnerability is a legitimate basis for departure).  On these facts, we can not say that the sentencing court committed clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To some extent, both sides have argued this case as if it presented the abstract question whether someone with an HIV infection, or with ARC, or with AIDS, is suffering from an \"extraordinary physical impairment.\"   No doubt there is a sense in which an affirmative answer would be proper in all three of these situations.  Certainly any condition which is or will in all likelihood become life-threatening is a serious physical impairment, and the attendant circumstances of AIDS and its precursors can justly be described as \"extraordinary.\"   We think, however, that the phrase in the Guidelines should be interpreted according to its manifest purpose.  Is the particular defendant's physical condition such that he or she would find imprisonment more than the normal hardship?   Would imprisonment subject him or her to more than the normal inconvenience or danger?   Does the physical condition have any substantial present effect on the defendant's ability to function?   These questions must be answered for each individual defendant who claims the benefit of Sec. 5H1.4.  They do not have an all-purpose answer fitting every situation.  We can agree that Johnson's condition is tragic, that it will probably, as his counsel said below, lead to very serious physical difficulties within four years, and that it will almost certainly cause his death.  It was the District Court's duty, despite these sad facts, to assess Johnson's condition at the time of sentencing.  The Court performed this duty properly under the law, and its findings are not clearly erroneous.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We affirm Rabins's convictions and Johnson's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">WILSON, District Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I concur in the Court's opinion in United States v. Marc David Rabins.   In United States v. A.L. Johnson, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A.L. Johnson appeals from a 96-month sentence imposed by the Honorable Ronald E. Longstaff, District Court for the Southern District of Iowa.  On April 29, 1994, Mr. Johnson pled guilty to one count of an indictment charging him with conspiracy to distribute methamphetamine.  On May 15, 1994, Judge Longstaff recognized Mr. Johnson's substantial assistance to the prosecution, pursuant to a motion for a departure pursuant to U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e), and thus departed from the minimum mandatory sentence of 120 months to a sentence of 96 months.  Defendant asked the District Court to depart further on the authority of the \"extraordinary physical impairment\" provision of U.S.S.G. Sec. 5H1.4 or the general provisions of U.S.S.G. Sec. 5K2.0 and 18 U.S.C. Sec. 3553(b).  Appellant has the virus that causes Acquired Immune Deficiency Syndrome (AIDS) and has evidence of physical deterioration.  Appellee asserts that the District Court correctly found that this was not an \"extraordinary physical impairment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellant argues that the District Court erred in finding that he only had authority to depart in the cases of persons afflicted with Human Immunodeficiency Virus (HIV) who manifest the dramatic conditions associated with the final stage of the disease.  I believe the appellant is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The District Court suggested that appellant's counsel appeal this matter because the Court needed guidance from the Eighth Circuit Court of Appeals on this issue.  For the reasons stated below, I believe that the District Court should be reversed and the case should be remanded, with guidance, for additional findings.18 U.S.C. Sec. 3553(e) AND SECTION 5K1.1</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As the opinion for this Court points out at page 9, \"the government moved for a departure under U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e).\"   The latter statute provides limited authority for imposing a sentence below a statutory minimum:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Upon motion of the Government, the court shall have the authority to impose a sentence below a level established by statute as minimum sentence so as to reflect a defendant's substantial assistance in the investigation or prosecution of another person who has committed an offense.  Such sentence shall be imposed in accordance with the guidelines and policy statements issued by the Sentencing Commission pursuant to Section 994 of title 28, United States Code.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Title 28 of U.S.C. Sec. 994(n) provides that the Sentencing Commission:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>shall assure that the guidelines reflect the general appropriateness of imposing a lower sentence than would otherwise be imposed, including a sentence that is lower than that established by statute as a minimum sentence, to take into account a defendant's substantial assistance in the investigation or prosecution of another person who has committed an offense.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Sentencing Commission promulgated Section 5K1.1 of the guidelines, which provides in part:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Upon motion of the government stating that the defendant has provided substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guidelines.  [emphasis added]</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As an initial matter, it might be pointed out that the District Court and the parties agreed that at the time of the sentencing hearing, after the filing of motions under Sec. 3553(e) and Sec. 5K1.1, the door would be opened for consideration of grounds for departure in addition to substantial assistance.  The statutory minimum was 120 months, and the guideline range was 97-121 months.  Judge Longstaff stated that there were three issues regarding departure, including substantial assistance and extraordinary physical impairment:  \"The Court finds that the motion [pursuant to Sec. 3553(e) and Sec. 5K1.1] can be filed at this time.  I think with the motion being filed, we then are able to talk about reductions or a sentence below the 120-month minimum.  And I guess I would just as well hear arguments on all three [bases for departure].\"  (Transcript of sentencing hearing, at 8, cited in appellant's April 10, 1995 response to the Court's letter of March 21, 1995).  The government did not object.  The section of the plea agreement regarding downward departures expressly stated that the reasons for such departures and their amount of reduction would not be limited to substantial assistance.  (Plea agreement, pages 6-7, cited in appellant's April 10, 1995 response).  The prosecution understood that defendant would ask the Court to depart for extraordinary physical impairment under Sec. 5H1.4;  defendant made that statement in its response to the presentence report.  The Court's opinion in the instant case does not question these conclusions about the District Court's view;  as the opinion states, \"When the case was before the District Court, the United States, Johnson, and the Court all proceeded on the premise that Johnson would be entitled to consideration for a further departure below the mandatory minimum sentence if he could demonstrate an 'extraordinary physical impairment' within the meaning of U.S.S.G. Sec. 5H1.4.\"   The appellee and appellant did not change their positions in their briefs on appeal.  This issue entered this case only after this Court issued an order asking the parties to address it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Court's opinion in the instant case relies, in part, on United States v. Rodriguez-Morales, <span class=\"citation\" data-id=\"579466\"><a href=\"/opinion/579466/united-states-v-alicia-rodriguez-morales-aka-gloria-hernandez/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1441</span></a></span>, 1444 (8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">375</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></span> (1992).  However, Rodriguez-Morales did not deal with the issue presented in Johnson's case.  As the Eighth Circuit stated in Rodriguez-Morales, the issue in that case was whether \"a sentencing judge can depart below the statutory minimum sentence when the government has moved for a downward departure for substantial assistance pursuant to United States Sentencing Guidelines section 5K1.1, and not pursuant to 18 U.S.C. section 3553(e).\"  RodriguezMorales, 958 F.2d at 1442-1443.  (emphasis added).  The underlying question in Rodriguez-Morales was whether Sec. 5K1.1 and Sec. 3553(e) provided for two different types of departure, as the government contended, or whether they are intended to perform the same function, as the appellant asserted.  Id.  The Rodriguez-Morales Court cited the Eighth Circuit's decision in United States v. Coleman, <span class=\"citation\" data-id=\"536110\"><a href=\"/opinion/536110/united-states-v-venita-j-coleman-united-states-of-america-v-deetra-j/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">501</span></a></span> (8th Cir.1990), in which the Court stated:  \"although the two sections can have different effects, their requirement of a government motion before departure in recognition of a defendant's substantial assistance is identical;  the requirement is clear and unambiguous.\"   Citing Coleman, the Rodriguez-Morales Court observed that \"section 3553(e) specifically refers to mandatory minimum statutory sentences, while 5K1.1 refers to departure below the guideline range.\"  Rodriguez-Morales, at 1443, citing Coleman, at 504 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">That Rodriguez-Morales is inapposite here is clearly indicated by the Court's statement that \"In this case, the government specifically filed a section 5K1.1 motion under the Guidelines, and expressly refused to file a motion under section 3553(e).\"  Rodriguez-Morales, at 1444.   In A.L. Johnson's case, the government filed motions both under Sec. 5K1.1 and Sec. 3553(e)--this presents an undeniable difference.  The Rodriguez-Morales Court concluded that a distinction exists between the motion under the statute and the motion under the Guidelines, and this was critical.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Section 994(n) requires that the Guidelines reflect the \"general appropriateness\" of imposing lower sentences for substantial assistance, including those below the statutory minimum.  Id.  Section 5K1.1 \"authorizes departure from the Guidelines range,\" and the Court rejected the argument that a motion under Sec. 5K1.1 should be equated with one under Sec. 3553(e).  Id.  The Court's opinion in the case at bar cites the statement in Rodriguez-Morales that \"the only authority for the district court to depart below the statutorily mandated minimum sentence exists in the plainly stated limitation in section 3553(e).\"  Id.  As noted above, this statement was made in a case in which there was a Sec. 5K1.1 motion by the government but not a Sec. 3553(e) motion.  The general analytical directive of Rodriguez-Morales--in stating that \"3553(e) specifically refers to mandatory minimum statutory sentences, while Sec. 5K1.1 refers to departure below the guideline range\"--is certainly applicable to this case.  In A.L. Johnson's case, the Sec. 3553(e) motion gave the Court the authority to depart from the statutory minimum, and the Sec. 5K1.1 motion then addressed the question of departure below the guideline range and opened the door for the Sec. 5H1.4 motion.  Had the government only filed a motion under Sec. 5K1.1, under Rodriguez-Morales the Court would not have had any authority to depart below the statutory minimum.  Since, however, the government here filed motions under both sections, this case presents a different issue.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Rodriguez-Morales Court devoted substantial attention to the issue of \"undue discretion in the hands of district attorneys.\"   The Court conceded that, under the relevant sections \"as drafted,\" the government could \"set the parameters of the district court's discretion.\"   The Court held that \"the sentencing judge may not depart below the statutory minimum pursuant to a motion under Section 5K1.1 alone.  Only a section 3553(e) motion allows for such a departure.\"  Id. at 1445.   Here, the prosecutor did not \"set the parameters of the district court's discretion,\" because he filed motions under both Sec. 5K1.1 and Sec. 3553(e).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Court's opinion cites the statement in United States v. Stockdall, <span class=\"citation\" data-id=\"687337\"><a href=\"/opinion/687337/united-states-v-lori-kay-stockdall-united-states-of-america-v-floyd/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1257</span></a></span> (8th Cir.1995) that \"only factors relating to a defendant's cooperation should influence the extent of a departure for providing substantial assistance under Section 3553(e);\"  (the majority's opinion then adds, \"not on a defendant's physical condition,\" but Stockdall did not address any issues regarding the defendant's physical condition).  So, again, the issue presented in Stockdall was different.  The Stockdall Court concluded that Sec. 3553(e) \"authorizes the government to make a separate substantial assistance motion decision for each mandatory minimum sentence to which a defendant is subject.\"  Stockdall, at 1260.   In Stockdall, the prosecution filed different motions for the different offenses involved:  it recommended reducing the statutory minimum for Lori Stockdall for engaging in a continuing criminal enterprise and relied on both 18 U.S.C. Sec. 3553(e) and Sec. 5K1.1 in that motion, but the government did not file a Sec. 3553(e) motion to reduce Ms. Stockdall's drug and firearm offenses.  Id. at 1258.   Similarly, the government relied on both sections to reduce the statutory minimum for defendant Floyd Stockdall's firearm offense, but did not file a Sec. 3553(e) motion for Floyd Stockdall's continuing criminal enterprise conviction.  Id.  Unlike the case at bar, Stockdall involved multiple mandatory minimum prison sentences for engaging in a continuing criminal enterprise, firearm offenses, and possession with intent to distribute and conspiracy to manufacture methamphetamine.  As the Stockdall Court stated the issue, \"For each defendant, the government then filed a Sec. 3553(e) motion limited to only one applicable mandatory minimum sentence ...  The issue is whether the government may so limit its Sec. 3553(e) motions.\"  Id.  In deciding the question whether the phrase \"a sentence\" in Sec. 3553(e) refers to each offense of conviction when multiple mandatory minimums are involved, or to the total sentence imposed by the conviction, the Court in Stockdall ruled that \"a sentence\" is imposed for each offense of conviction, so the government's limitation of its Sec. 3553(e) motions was proper.  Id. at 1260.   A.L. Johnson faced only one statutory minimum for the offense of conspiracy to distribute methamphetamine, not multiple mandatory sentences as in Stockdall.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In United States v. Calle, <span class=\"citation\" data-id=\"1559351\"><a href=\"/opinion/1559351/united-states-v-calle/\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">853</span></a></span>, 859 (D.Maryland, 1992), the Court dealt with \"the proper interpretation of the scope of its authority under U.S.S.G. Sec. 5K1.1 and 18 U.S.C. Sec. 3553(e).\"   The Court found that after the government filed a motion under these two sections, the Court could consider \"grounds for departure in addition to the defendant's substantial assistance.\"  Calle, at 859.   In Calle, the Court took into consideration not only the defendant's substantial assistance, but also duress, unusual family circumstances and \"totality of circumstances\" in reducing one of the defendants' sentence from a 10-year minimum in a drug case to a 24-month sentence.  The Court pointed out that Sec. 3553(e) expressly provides for a sentence \"computed under guidelines issued pursuant to the general statutory mandate of 28 U.S.C. Sec. 994, on which all guidelines are based.\"  Id. at 860.   Once the government moves for a downward departure, \"the most sensible interpretation of the statute is that the Court is restored to its function as a full guideline sentencing Court.\"  Id. at 860-861.   The District Court's granting of the substantial assistance motion reduced Johnson's sentence below the statutory minimum and took the statutory minimum out of this case under 18 U.S.C. Sec. 3553.  A full guideline sentencing Court, after the government moves for a downward departure under Sec. 3553(e) and Sec. 5K1.1, then would have the discretion to grant a downward departure for an \"extraordinary physical impairment\" under Sec. 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the conclusion of its discussion regarding the threshold issue of the availability of a Sec. 5H1.4 departure, the Court finds that such a departure is not available and then states:  \"What we have said so far is sufficient to dispose of this appeal.\"   While I disagree, of course, with the majority's conclusion on this issue, it is clear that if the appellant loses on the threshold issue, then the Court should not reach the merits of the Sec. 5H1.4 argument.  The last section of the Court's opinion (pages 727-729) is not necessary to the resolution of this appeal.  Nonetheless, since I think a Sec. 5H1.4 departure is available, and since the majority discussed the merits of this issue, I will address the substance of the \"extraordinary physical impairment\" question.THE DISTRICT COURT HAD AUTHORITY TO DEPART UNDER Sec.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>5H1.4, OR, ALTERNATIVELY, UNDER Sec. 3553(B) AND Sec. 5K2.0</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">At the July 15, 1994 District Court sentencing hearing, Judge Longstaff stated that he would \"be delighted to have some more specific guidance from the Eighth Circuit\" on this issue when he asked Mr. Johnson's counsel to give serious consideration to an appeal.  This Court should provide that guidance, especially since this is a case of first impression.  We should advise the District Court that an HIV-positive affliction with a deteriorating physical condition is a factor to be considered by the District Court in determining whether a downward departure is warranted.  The District Court needs to set forth adequate factual findings explaining its position on the status of appellant's condition.  The transcript of the sentencing hearing contains only a conclusory reference to the District Court's review of the medical records and a rejection of the request for a Sec. 5H1.4 departure, without any specific factual findings or explanation as to why the Court arrived at that conclusion.</p>\n    </div>\n    <p class=\"indent\">The relevant section (5H1.4) states:</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Physical condition or appearance, including physique, is not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.  However, an extraordinary physical impairment may be a reason to impose a sentence below the applicable guideline range;  e.g., in the case of a seriously infirm defendant, home detention may be as efficient as, and less costly than, imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As the appellee correctly states, the issue of whether an HIV-positive condition would constitute an extraordinary physical impairment has not been previously addressed by the Eighth Circuit.  The Third Circuit recently explored this question in a decision handed down after Judge Longstaff held the hearing in the instant case;  in United States v. Schein, <span class=\"citation\" data-id=\"675708\"><a href=\"/opinion/675708/united-states-of-america-at-no-94-7000-v-michael-m-schein-at-no/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 138 (3d Cir.1994), the Court considered the case of an appellant who was HIV-positive and \"may have a related serious physical complication.  Thus, there may be a reason to grant a downward departure in his case.\"   Clearly, the Schein Court answered the question involved in this case:  does an HIV positive person with a serious physical complication have an extraordinary physical impairment so that the District Court has the authority to depart downward under Section 5H1.4?   The answer was \"yes\" in Schein, and I find that decision persuasive.  (As I will discuss later in this opinion, there is now a split in the circuit courts on this question, since the Sixth Circuit recently handed down United States v. Thomas, <span class=\"citation\" data-id=\"691066\"><a href=\"/opinion/691066/united-states-v-garland-d-thomas-sr/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span> (6th Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The HIV-positive person does not have to be in the \"final\" stage of the disease.  The Schein Court remanded the case to the District Court for specific factual findings regarding Mr. Schein's health.  Schein, supra, at 138.   The District Court would use its discretion, of course, in deciding how much of a downward departure to give, after reasonably specific factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Since Schein and Thomas were decided after the hearing in this case, the District Court relied upon the Sixth Circuit's decision in United States v. Streat, <span class=\"citation\" data-id=\"668267\"><a href=\"/opinion/668267/united-states-v-carlo-streat/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></a></span>, 113 (6th Cir.1994), which expressly declined to reach the issue of \"whether AIDS alone, or AIDS accompanied by the physical deterioration characterizing the latter stages of the disease, warrants a downward departure ...  Upon remand, the district court will have the opportunity to exercise its discretion as permitted under the guidelines.\"   Although Streat did not provide the specific guidance that an HIV positive person with complications could gain a downward departure, as did Schein, it nonetheless provided other statements tending to support downward departure in such circumstances.  First noting that there is little authority \"specifically addressing the circumstances under which AIDS is a proper ground for a downward departure,\" the Sixth Circuit went on to conclude that sections of the guidelines--specifically Sec. 5H1.4--\"could justify a downward departure under certain circumstances.\"  Streat, at 112.   The Streat Court cited several other decisions that had granted downward departures.  For example, in United States v. Velasquez, <span class=\"citation no-link\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">39</span></span>, 40 (E.D.N.Y.1991), the Court ruled that the defendant's metastasized cancer was \"a serious, life-threatening illness, which constitutes an extraordinary physical impairment as that term is defined in the guidelines.\"   The Court in Velasquez departed from 151-188 months to 60 months.  Velasquez, at 40.   Similarly, in United States v. Ghannam, <span class=\"citation\" data-id=\"538820\"><a href=\"/opinion/538820/united-states-v-mohammad-f-ghannam/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></a></span>, 329 (4th Cir.1990), the Fourth Circuit held that Section 5H1.4 allows downward departures \"any time a sentencing court is presented with sufficient evidence of impairment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Courts have frequently given downward departures for physical impairments that are not terminal, and hence are certainly no more \"extraordinary\" than Mr. Johnson's affliction.  In United States v. Greenwood, <span class=\"citation\" data-id=\"557804\"><a href=\"/opinion/557804/united-states-v-lewis-lovern-greenwood/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 646 (4th Cir.1991), the Court upheld a departure for a defendant who had lost the lower part of both legs.  In Greenwood, the defendant received probation (for a conviction for felon in possession of a firearm) rather than imprisonment, because his medical condition required continuing medical treatment at the Veterans Administration Hospital and incarceration would jeopardize his treatment.  Id., at 646.   The Fourth Circuit upheld a downward departure based on a \"failing physical condition\" in United States v. Tillem, <span class=\"citation\" data-id=\"543725\"><a href=\"/opinion/543725/united-states-v-moe-tillem-appeal-of-thomas-overton-desmond-larrier/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span> (2d Cir.1990).  Similarly, in United States v. Little, <span class=\"citation no-link\"><span class=\"volume\">736</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">71</span></span> (D.New Jersey), aff'd, <span class=\"citation no-link\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></span> (3d Cir.1990), the Third Circuit affirmed a departure based on a defendant's chronic pulmonary disease.  In United States v. McClean, <span class=\"citation\" data-id=\"2002913\"><a href=\"/opinion/2002913/united-states-v-mcclean/\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">961</span></a></span>, 962 (E.D. New York, 1993), the Court sentenced a defendant who was convicted of smuggling 100 grams of heroin into the United States;  defendant based his request for a downward departure on the fact that his left leg had been crippled by polio when he was a child.  Judge Weinstein ruled that \"A departure downward is required on the grounds of this defendant's poor health and vulnerability.\"  McClean, at 962, citing United States v. Gonzalez, <span class=\"citation\" data-id=\"569098\"><a href=\"/opinion/569098/united-states-v-orlando-gonzalez/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 526-527 (2d Cir.1991) (vulnerability to physical abuse as basis for downward departure).  This Court has previously held that an extraordinary physical impairment that results in physical vulnerability can constitute a legitimate basis for departure.  United States v. Long, <span class=\"citation\" data-id=\"593246\"><a href=\"/opinion/593246/united-states-v-timothy-p-long-united-states-of-america-v-gerald-h/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1264</span></a></span>, 1277 (8th Cir.1992).  The Second Circuit also considered this same question under 18 U.S.C. Sec. 3553(b), concluding that \"extreme vulnerability of criminal defendants is a factor that was not adequately considered by the Commission and a proper ground for departure under Section 3553(b).\"  United States v. Lara, <span class=\"citation\" data-id=\"543079\"><a href=\"/opinion/543079/united-states-v-rogelio-lara-carlos-morales-francisco-delgado-carlos/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span> (2d Cir.1990).  Certainly an HIV positive defendant with a deteriorating immune system could suffer from vulnerability to physical abuse;  upon remand, succinct findings from the District Court on this question would be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Thomas Court grappled with the question of whether the Sentencing Commission \"adequately considered the impact, proportionately speaking, of the sentencing guidelines on persons who are HIV positive.\"  Thomas, at 259.   Although the Sixth Circuit ultimately did not accept appellant's argument, the Court conceded that Thomas was correct that \"many of the statistics concerning the life expectancies of people who are HIV positive, as well as the cost of caring for those people, are only recently becoming known.\"  Id.  Under 18 U.S.C. Sec. 3553(b), the Court shall impose a sentence within the guideline range, \"unless the court finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines, policy statements and official commentary of the Sentencing Commission.\"   The Thomas Court held that Sec. 5H1.4 adequately addressed the HIV problem.  There are two problems with the conclusion in Thomas:  first, as the Schein Court cogently pointed out, an HIV-positive person with a deteriorating condition may be considered by the Court as having an extraordinary physical impairment, after development of an adequate record;  and second, even assuming arguendo that Sec. 5H1.4 should not be interpreted that way, 18 U.S.C. Sec. 3553(b) and Sec. 5K2.0 provide independent bases for a downward departure under the circumstances of a deteriorating HIV patient.  Section 5K2.0 cited Sec. 3553(b) and then emphasized that courts must use their judgment in deciding such cases:  \"Circumstances that may warrant departure from the guidelines pursuant to this provision cannot, by their very nature, be comprehensively listed and analyzed in advance.  The controlling decision as to whether and to what extent departure is warranted can only be made by the courts.\"   It is beyond dispute that the Commission has not taken into consideration the issue of HIV:  information about the disease and its costs (and Sec. 5H1.4 explicitly states that cost may be taken into consideration) has only recently become more reliable and widespread.  HIV differs markedly from the other diseases discussed in the cases cited in this opinion, and it is clear that if Sec. 5H1.4 is not an applicable guideline, then there is no applicable guideline.  Section 3553(b) states that \"in the absence of an applicable sentencing guideline,\" the Court shall impose an appropriate sentence relying on the factors stated in Sec. 3553(a)(2).  The latter provision states that the court in imposing sentence shall consider a variety of factors, including deterrence of criminal conduct under Sec. (a)(2)(B);  protection of the public from further crimes of the defendant Sec. (a)(2)(C) (this provision would obviously preclude downward departures for dangerous defendants, but Mr. Johnson does not fall into this category, as will be discussed below);  and providing the defendant with needed \"medical care\" Sec. (a)(2)(D).  The medical care for deteriorating HIV patients should be provided, in some instances, at home, although this question must be determined at the discretion of the District Court after developing an adequate factual record.  In Johnson's case, it appears that his deterioration had not, at the time of sentencing, reached the stage where home detention during his entire sentence would be justified, and the only issue is whether an additional downward departure would be justified.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Mr. Johnson did not rely solely upon Sec. 5H1.4, since he also argued that Sec. 5K2.0 and 18 U.S.C. Sec. 3553(b) provided bases for a downward departure.  In United States v. Arize, <span class=\"citation\" data-id=\"1882761\"><a href=\"/opinion/1882761/united-states-v-arize/\"><span class=\"volume\">792</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">920</span></a></span> (E.D.New York, 1992), the Court sentenced a defendant convicted of smuggling heroin, but found a downward departure because, unknown to the defendant at arrest, she was pregnant and gave birth before sentencing.  \"An unknown pregnancy of the defendant and the potential permanent loss of custody is a proper grounds for departure,\" the Arize Court concluded.  Id., at 921.   The Court departed from a guideline range of 41 to 51 months down to 23 months (custody would have permanently been lost where the sentence is more than two years), relying upon 18 U.S.C. Sec. 3553(b) and U.S.S.G. Sec. 5K2.0 to depart where there are aggravating or mitigating circumstances of a kind or degree not adequately taken into consideration by the Sentencing Commission in its guidelines.  Id.  The District Court in the case at bar did not address this argument, although it could do so upon remand if it feels that the \"vulnerability\" factor discussed by the Second Circuit in Lara, supra, was not adequately considered by the Commission in the guidelines;  in addition, the Commission did not consider, in formulating the guidelines, the unique problems presented by the HIV epidemic in the prisons.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">While it seems clear that the \"extraordinary physical impairment\" provision in Sec. 5H1.4 is applicable in this case (in the context of the motion filed under Sec. 3553(e) and Sec. 5K1.1), another alternative grounds for a downward departure is based upon Sec. 5K2.0 and Sec. 3553(b).  Appellant contends that Arize is an example of a case where a defendant with less severe problems than Mr. Johnson still received a substantial departure.  In any event the other cases cited by appellant--Greenwood, McClean, etc., discussed above--amply demonstrate that courts have often granted substantial departures on the basis of conditions less serious--in the sense that they were not incurable and terminal--than that from which Mr. Johnson suffers.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The majority opinion states that the District Court found against Mr. Johnson on the merits of the Sec. 5H1.4 argument, but I respectfully disagree, because Judge Longstaff apparently concluded that it was uncertain as to whether he had the authority to depart downward, thus prompting his request for \"guidance\" from this Court.  (Transcript of July 15, 1994 sentencing hearing, at 32).  An explicit refusal to depart downward as an exercise of the District Court's discretion is not reviewable.  United States v. Johnson, <span class=\"citation\" data-id=\"544723\"><a href=\"/opinion/544723/united-states-v-sharon-kay-johnson/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span> (8th Cir.1990);  United States v. Harrison, <span class=\"citation\" data-id=\"587341\"><a href=\"/opinion/587341/united-states-v-mary-lee-harrison/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span> (8th Cir.1992);  United States v. Bayerle, <span class=\"citation\" data-id=\"537792\"><a href=\"/opinion/537792/united-states-v-raymond-francis-bayerle/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (4th Cir.1990);  United States v. Colon, <span class=\"citation\" data-id=\"529284\"><a href=\"/opinion/529284/united-states-v-luis-colon-aka-louie-john-wilks-aka-anthony/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1550</span></a></span> (2d Cir.1989).  In United States v. Slater, <span class=\"citation\" data-id=\"587744\"><a href=\"/opinion/587744/united-states-v-herman-b-slater-united-states-of-america-v-harold-l/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span>, 634 (10th Cir.1992), the Tenth Circuit stated that its review was premised upon the District Court's belief that it lacked authority under 5H1.4 to depart from the guidelines.  (citing United States v. Belden, <span class=\"citation\" data-id=\"578339\"><a href=\"/opinion/578339/united-states-v-steven-charles-belden/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 676 (9th Cir.1992)).  In the context of discussing the Sixth Circuit's ruling in Streat, the District Court here recognized that \"there is at least a viable argument that AIDS with a deteriorating condition would provide grounds for departure,\" but obviously regarded the question as unsettled, since he requested guidance from the Eighth Circuit and indicated that \"I wouldn't be upset if you get me reversed;\"  the latter statement is relevant because the indication that a reversal was possible reveals that the District Court was not making a refusal to depart downward.  Under Johnson, Harrison, Bayerle and progeny, such a refusal would not be appealable and of course a reversal would be impossible.  Johnson, Bayerle, supra.  Regarding the District Court's statement that \"there is at least a viable argument that AIDS with a deteriorating condition would provide grounds for departure,\" it is clear that after Schein there is much more than just a \"viable argument\" for that position.  In fact, the most soundly reasoned cases even before Schein tended to support the Third Circuit's analysis in that case.  See Ghannam, <span class=\"citation\" data-id=\"538820\"><a href=\"/opinion/538820/united-states-v-mohammad-f-ghannam/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></a></span>;  Slater, <span class=\"citation\" data-id=\"587744\"><a href=\"/opinion/587744/united-states-v-herman-b-slater-united-states-of-america-v-harold-l/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span>;  Velasquez, <span class=\"citation no-link\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">39</span></span>, supra.   Judge Longstaff stated that he was \"reluctant\" to refuse the request for a downward departure and was \"sympathetic\" to Mr. Johnson's situation.  These statements, and his request for Eighth Circuit guidance, lead to the conclusion that Judge Longstaff felt that he did not have any discretion to depart downward unless the HIV positive person suffered from the \"final\" stage of the disease.  At the time of sentencing the Court noted that Mr. Johnson obviously was not in the \"final\" stage.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In United States v. Evidente, <span class=\"citation\" data-id=\"535667\"><a href=\"/opinion/535667/united-states-v-antonio-nonato-evidente/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1004-1005 (8th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></span> (1990), the Court stated that a claim that the District Court did not believe it had clear authority to depart from the guideline range \"presents a cognizable claim on appeal.\"   In such an appeal, \"we would have jurisdiction either to confirm or reject the sentencing court's conclusion that it lacked authority to depart.  If we determined that the sentencing court had such authority, we would remand the case to that court and direct it to consider whether on the facts of the case the Court wishes to exercise its discretion in favor of a departure.\"  Evidente, at 1005.  Evidente differed from the case at bar, for the District Court in that case was certain that it had the authority to depart downward.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Circuit courts have emphasized that the District Court should state the reasons behind its decision regarding a downward departure.  The Schein Court remanded for specific factual findings on the \"extent\" of Schein's physical maladies.  Schein, at 138.   The Tenth Circuit in Slater, supra, found that a chronic depressive disorder and physical disabilities could provide the basis for a downward departure, and remanded to the District Court for factual findings as to whether the appellant's disabilities constituted an extraordinary physical impairment.  If the District Court found such an impairment upon remand, \"it should then consider whether that condition warrants a shorter term of imprisonment or an alternative to confinement.  [citing United States v. Carey, <span class=\"citation\" data-id=\"536080\"><a href=\"/opinion/536080/united-states-v-james-e-carey/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span>, 324 (7th Cir.1990) ].  The court should set forth its reasoning in support of its decision.\"  Slater, supra, at 635.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Many of the cases regarding Sec. 5H1.4 address the issue of whether a reduction of a sentence or home detention should be imposed, but even in cases of less serious physical afflictions than those suffered by Mr. Johnson, downward departures have frequently been granted.  Ghannam, at 328;  (defendant was given a departure due to cancer, on appeal defendant unsuccessfully argued that the District Court's downward departure should have led to a sentence that involved no imprisonment;  the Court simply upheld the original downward departure.)   The First Circuit has ruled that \"A sentencing court is not faced with an all-or-nothing choice between the guideline sentencing range imprisonment or no imprisonment, but may lawfully decide to impose a reduced prison sentence below the guideline sentencing range.  Of course, the extent of departure must be reasonable in light of the circumstances of the particular case.\"  United States v. Hilton, <span class=\"citation\" data-id=\"570022\"><a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 958 (1st Cir.1991);  quoted in Slater, supra, at 635.   In Mr. Johnson's case, apparently there was not an issue at the sentencing hearing as to whether he would fall under the language in Sec. 5H1.4 stating that \"in the case of a seriously infirm defendant, home detention may be as efficient as, and less costly than, imprisonment.\"   Judge Longstaff commended Mr. Johnson's lawyers for their candor:  \"They're not in here telling me that I should let you spend the rest of your life at home.\"  (Hearing, at 31).  Mr. Johnson is apparently not yet so \"seriously infirm\" as to require home detention.  The issue upon remand should focus--since Mr. Johnson apparently concedes that he must serve at least some time in prison--upon the downward departure question.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Although I believe that the Third Circuit's Schein decision provides the correct approach to this issue, there is now a split in the circuits.  In United States v. Thomas, <span class=\"citation\" data-id=\"691066\"><a href=\"/opinion/691066/united-states-v-garland-d-thomas-sr/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span> (6th Cir.1995), the Sixth Circuit recently ruled that \"a defendant who has not yet developed AIDS cannot obtain a departure based on 'extraordinary physical impairment.' \"   The Thomas Court--as well as appellee--cited a District Court's decision in U.S. v. DePew, <span class=\"citation\" data-id=\"1744866\"><a href=\"/opinion/1744866/united-states-v-depew/\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1195</span></a></span>, 1199 (E.D., Virginia 1990), aff'd on other grounds, <span class=\"citation\" data-id=\"560487\"><a href=\"/opinion/560487/united-states-v-daniel-thomas-depew/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span> (4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">873</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></span> (1991).  The Thomas Court commended the DePew decision as a \"well-reasoned statement discussing the relationship between Sec. 5H1.4 and a defendant with AIDS.\"   Actually, the Sixth Circuit in Thomas failed to make one crucial distinction:  DePew ruled that not only was an HIV-positive person who had not yet developed AIDS unable to gain a departure under Sec. 5H1.4, but even AIDS itself \"is not such an [extraordinary] physical impairment;  nor is cancer or various other terminal or life-threatening conditions.\"  DePew, at 1198.   This statement baldly contradicts the numerous decisions in which cancer and other serious maladies have been classified as \"extraordinary physical impairments.\"   See Velasquez, Ghannam, McClean, Little, Lara, Tillem, Greenwood, supra.   There is simply no precedent for the conclusion in DePew that AIDS is not an extraordinary physical impairment--nor does it square with common knowledge (perhaps subject to judicial notice).  The Thomas Court, despite its commendation of the Court's opinion in DePew, did not go so far as to state that AIDS is not sufficient for a Sec. 5H1.4 departure;  it modified the DePew language to rule that a defendant \"would only be entitled to a departure if his HIV had progressed into advanced AIDS.\"  Thomas, at 261;  (See also United States v. Woody, <span class=\"citation\" data-id=\"696616\"><a href=\"/opinion/696616/united-states-v-sebe-t-woody/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1257</span></a></span> (7th Cir.1995)).  \"Advanced AIDS\" is a non sequitur, because AIDS is the advanced, terminal phase of the virus.  Both the Thomas and DePew courts displayed a lack of current information about the virus and its progression.  The Thomas Court's reference to \"advanced AIDS\" could only make sense if it is interpreted as an advanced stage of HIV.  The defendant in Thomas, in fact, was \"still in relatively in good health.\"  Id.  Appellant's condition in that case obviously differed from the situation of A.L. Johnson, who has been HIV-positive for a long time and was experiencing deterioration at the time of the sentencing, although the weaknesses in the record make it difficult to say exactly how ill Johnson was, or will become in the near future.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Thomas and DePew were correct applications of the law to the defendants before the courts in those cases.  Just as the defendant in Thomas differed from Johnson in that Thomas was in good health, the defendant in DePew was so violent that the risk of allowing him to return to society overwhelmed considerations under Sec. 5H1.4 in a matter that is determined by the discretion of the District Court.  The problems with the Thomas and DePew opinions emanate from the sweeping dicta concluding that AIDS, or something less than \"advanced AIDS [sic]\" did not provide grounds for a Sec. 5H1.4 departure.  The DePew Court concluded that \"Except in extraordinary circumstances not present here, terminally ill persons who commit serious crimes may not use their affliction to escape prison.  Were this rule otherwise, the law's deterrent effect would be unreasonably and unnecessarily diminished in the case of terminally ill persons.\"  DePew, at 1199.   It is certainly true that in the cases of some offenders--especially violent ones--an extraordinary physical condition would not provide a basis for a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The facts of DePew are totally different.  DePew is a classic situation where an HIV-positive person should not be granted a departure:  Daniel Thomas DePew had been convicted of conspiring to kidnap, sexually abuse and murder a 10-year-old boy, all of which was to be captured on film.  DePew, at 1196.   The conspiracy had been documented on tape in grisly detail, and the Court regarded DePew as a chronic sexual abuser of children.  Id.  In contrast, no one contends that A.L. Johnson has ever had any violent tendencies;  in fact, based upon the AIDS Project of Central Iowa offer of a volunteer job as office manager, there is evidence in the record that would point toward a contrary conclusion.  The grim facts in DePew reveal the validity of the Court's conclusion in Little that \"Implicit is the possibility that in some instances an extraordinary physical condition may not provide a basis for departure.\"  Little, supra, at 74.   The Little Court appropriately stated the better-reasoned rule:  an extraordinary physical impairment will usually warrant either a downward departure or home detention, but there will be some cases--especially in the cases of violent offenders such as Daniel Thomas DePew--where such an \"extraordinary\" condition will not provide the basis for a departure.  The District Court, which should be most knowledgeable about the facts of each particular case, should have the discretion to make judgments as to which defendants should qualify for a downward departure under Sec. 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In Schein, the District Court had not made findings \"on the extent to which Schein suffers from physical impairment.\"  (emphasis added) Schein, supra, at 138.   In Mr. Johnson's case, the record contains some discussion of Johnson's impairment, but much of the discussion at the hearing involved questions unrelated to the HIV-positive condition of appellant, such as the motion for a downward departure because of Johnson's substantial assistance to the government in another defendant's case.  The record in the case at bar may or may not have been as sparse as the one in Schein, but in this case the record still lacks adequate findings and explanations from the District Court as to why he rejected the Sec. 5H1.4 request.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">This is a relatively new disease and its progress can be unpredictable and complex;  however, the District Court should develop an adequate record and give some specific explanations for its ruling.  In particular, in this case some of the documents that could have been helpful in explaining Mr. Johnson's condition were too brief.  For example, the letter from the AIDS Project of Central Iowa stated that \"The time it takes to develop full-blown AIDS varies considerably from case to case and depends in part on the mode of transmission and the client's general health.  While there is no way to predict how long it will take for Mr. Johnson to develop AIDS, it is significant to recognize that his general health is directly affected by his nutrition, exposure to infection, amount of sleep, and amount of stress.\"  (Letter of Pam Carnine to Judge Longstaff, May 31, 1994).  Yet, Ms. Carnine provided no discussion of Mr. Johnson's \"general health, nutrition, exposure to infection\" or the other variables she mentioned, despite the fact that the staff members of the AIDS Project of Central Iowa were familiar enough with Mr. Johnson to have stated the hope that he would be able to help the AIDS Coalition of Story County as a volunteer office manager, if he were granted home detention at some point in the future.  The letter from Ms. Carnine was only a few sentences long and contained no application of the general principles regarding the progression of the virus to Mr. Johnson's particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Similarly, the July 5, 1994 letter of Scott L. Thiel, M.D., was meager in its discussion of appellant's condition.  This letter was only several sentences and provided little explanation that could have helped the Court make a finding regarding a Sec. 5H1.4 request.  The letter stated that Mr. Johnson is HIV positive and that he was classified based upon June 27, 1994 tests as \"B-1,\" in a classification system that regards A-1 patients as the most healthy and C-3 patients as being in the most dire condition.  Dr. Thiel stated that the classification of B-1 was \"based on a CD-4 count of 643,\" with no explanation of what the CD-4 count means.  (Letter of Dr. Scott L. Thiel to the District Court, July 5, 1994).  The letter contained a passing reference to Mr. Johnson's history of infection associated with the AIDS virus.  Dr. Thiel also stated the general proposition that the appellant was being treated for depression and he hoped that treatment would continue, but there again, the statement was too perfunctory to have provided the Court with any specific guidance.  The doctor also stated that \"In regards to determining future life expectancy, I have no data that would reliably allow me to predict that outcome.\"   In an earlier letter to the Probation Office, however, Dr. Thiel stated that it is rare for a patient to go from point of infection to survival for more than 10 years, and that Mr. Johnson was probably infected about 1989, so that \"subsequently I would feel that it is reasonable to expect [A.L.] not to survive greater than six years.\"  (Letter of Dr. Thiel to John Stites, Senior U.S. Probation Officer, Southern District of Iowa, May 20, 1994.)   The May 20, 1994 letter was obviously somewhat more specific on the longevity question, but that information was not current because it did not include the tests performed in late June, 1994.  Doctors should not be expected to give a medical tome explaining all facets of the disease, and of course it is impossible to predict with certainty the future course of the disease;  but reasonably specific, up-to-date information should be gathered by the Court prior to sentencing, and the District Court should set out specific findings of its conclusions based upon the information.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The majority states that \"Johnson's attorney stated unequivocally that his client was not seriously ill.\"   It is not clear that the attorney's remark should be construed in that light;  he said, \"I'm glad that [A.L.] is not experiencing any serious illness, such that he has to be, you know, hospitalized or treated with AZT or other very strong drugs.\"  (emphasis added).  I take issue with the characterization of \"unequivocally\";  to the contrary, the underlined portion of the lawyer's statement is an equivocation.  This remark took place in the context of the attorney's explanation of why he was only requesting a downward departure and felt that home detention was not immediately necessary.  Even if Mr. Johnson's lawyer had made an unequivocal statement, the Court shouldn't accept a statement that water flows uphill.  An HIV-positive condition with deterioration is by definition a serious condition.  In light of current medical information, this cannot be gainsaid.  And, as noted earlier, the medical record, sketchy as it is, refutes any such \"unequivocal\" statement.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The record is not clear regarding the length of time Mr. Johnson has been infected with HIV.  Some statements seemed to indicate that the appellant had been infected in 1991, while a letter of Dr. Thiel to the probation officer stated that the point of infection had been considerably earlier--it is quite likely, the doctor stated, that Johnson \"had the infection for possibly two years prior to his initial testing in 1991.\"  (Letter of Dr. Thiel to John Stites, May 20, 1994).  In Johnson's case, eight years is almost certainly a life sentence.  At the hearing and elsewhere in the record there were statements that Mr. Johnson has been infected for four years, but it would appear from this letter that Johnson has been HIV positive for more than five or almost six years.  This matter is significant regarding the progression of the disease in Mr. Johnson's case, and a clarification of the factual record on this point would be in order on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The District Court is to be commended for its efforts to deal with this issue, which Judge Longstaff described as \"one of the most difficult decisions I've been faced with.\"   He recognizes the factual difficulties in dealing with a relatively new disease, as well as the legal difficulties in dealing with an area in which there is little case law.  One important area of vagueness in the District Court's ruling and also in the arguments of counsel focused on the central question of the \"terminal stage\" of the disease.  Since the virus causes an incurable and terminal condition, it is not accurate to refer to the \"terminal stage.\"   For example, counsel for appellee stated that \"Appellant's statement that he was B-1 indicated he was a relatively healthy AIDS patient.\"   Given the vulnerability to opportunistic infections of a person who has a history of HIV-related illness who has been diagnosed as HIV positive for a substantial number of years, it is a contradiction to speak of a \"relatively healthy AIDS patient.\"   Presumably appellee was attempting to draw the distinction between a recently infected HIV-positive person who is not yet deteriorating and someone suffering from AIDS.  The description of Mr. Johnson as an \"AIDS patient\" in itself reflects an erroneous assessment of his condition, for appellant does not yet have AIDS.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">There are also several difficulties presented by Judge Longstaff's recommendation that \"if and when Mr. Johnson's illness reaches terminal stages, that he be released from incarceration and not be required to serve the balance of his sentence.\"   The Court did not explain what it meant by \"terminal stages.\"   An HIV-positive person first becomes a carrier of the virus and can transmit it to others, but is asymptomatic.  Doe v. Dalton Elementary School District, <span class=\"citation\" data-id=\"1874549\"><a href=\"/opinion/1874549/doe-v-dolton-elementary-school-dist-no-148/\"><span class=\"volume\">694</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></a></span> (N.D.Illinois, 1988).<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a>  The virus depletes white blood cells called T4 lymphocytes that act as helpers in the immune system, and the depletion of T4 lymphocytes will cripple the immune system, rendering the AIDS victim vulnerable to infection.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a>  The disease takes an erratic course;  AIDS patients have sharp variations in their health, in which they may briefly improve at one time and then become ill from an opportunistic infection shortly afterward.  From the time that scientists first identified the AIDS virus in 1981 to 1992, the Centers for Disease Control reported 206,392 cases in the United States.  (Centers for Disease Control, HIV/AIDS Surveillance Report, January, 1992;  reporting statistics through December 31, 1991).  Roughly 50,000 were reported in the two-year period from 1991 to 1993 alone.  (James F. Horner, Constitutional Issues Surrounding the Mass Testing and Segregation of HIV-Infected Inmates, 23 Mem.St.U.L.Rev. 369, 1993.)   The Centers for Disease Control established the following criteria for the diagnosis of AIDS:  presence of diseases that are indicative of the virus' effect on blood cells, particularly Kaposi sarcoma in a person under 60, pneumocystis pneumonia or other life-threatening opportunistic infections, occurring in the absence of known causes of underlying immunodeficiency.  Sloane-Dorland Annotated Medical-Legal Dictionary, 1992 Supplement, at 498.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Many courts have spoken of AIDS-Related Complex (ARC).  The Doe Court stated that a person has AIDS-Related Complex (ARC) when he carries the AIDS virus and exhibits symptoms of a weakened immune system.  Doe, at 441.   ARC has elsewhere been defined as a complex of signs and symptoms representing a less severe form of HIV infection than AIDS, and it is characterized by fever, weight loss, diarrhea, minor opportunistic infections, and T-cell abnormalities;  some authorities consider it \"pre-AIDS,\" although the proportion of cases that will progress to the full-blown disease is not known.  Sloane-Dorland, at 131.  More recently, many experts have begun to argue that the notion of \"ARC\" is not helpful in defining and understanding the disease, which in many cases does not follow any set pattern.  I have referred to \"ARC\" in this opinion because other courts have done so, but actually it would probably be preferable for courts to stop using this term, which is apparently becoming outdated.  Some patients may suffer from herpes zoster, or shingles, at this stage;  the record indicates that Mr. Johnson had a bout with herpes zoster.  Although there are considerable individual variations, in general the course of the virus in many cases is as follows:  transmission of HIV, usually by blood exposure or sexual intercourse (or through pregnancy, although that means of transmission is not relevant here).  At the acute infection stage two to six weeks after infection, there will be a mononucleosis-like illness from which people recover in one or two weeks, with some people not even noticing this stage.  For four to twelve weeks, there follows the seroconversion stage, when the body develops antibodies to HIV.  Then there is an asymptomatic interlude, when the person feels fine and may be able to function normally, except for the psychological stress based on knowledge of a positive test.  Indeed, except for those persons who have been tested for the disease, infected persons have no reason to suspect they are carrying the virus.  However, during this stage the infected person's white blood cells are surely and steadily decreasing and in turn decreasing the body's ability to fight disease.  Some persons suffer from a variety of non-life threatening illnesses as their white blood cells are depleted.  At one time, such people were diagnosed as suffering from \"ARC.\"  Doe, supra.   The individual variation of the duration of the asymptomatic interlude is very great, ranging anywhere from six months to 10 years.  Later, the person suffers symptoms such as minor opportunistic infections, weight loss and T-cell abnormalities, although some people never develop this intermediate symptomatic stage and progress directly to AIDS.  AIDS is defined by diagnosis of opportunistic infections, opportunistic tumors, or AIDS dementia.  In earlier years, some experts had estimated that the range from point of infection to the onset of AIDS symptoms was from six months to five years, and AIDS victims (outside of a prison environment) have a life expectancy of five years, although there is great individual variation and expectancy is substantially lowered for people who are incarcerated (D.C. Jayasuriya, AIDS--Public Health and Legal Dimensions, at 3 (1988);  Horner, supra note 3, at 369);  however, many experts today feel that the disease is so unpredictable that it is inaccurate to speak of life expectancies in general terms.  It is essential to assess each individual's condition by looking at the evidence of deterioration in his case.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The District Court recommended that the defendant be designated to an institution that \"can give you appropriate care because of your medical condition,\" and also stated that \"I'm going to put it in the strongest terms I can in that recommendation section that if and when Mr. Johnson's illness reaches terminal stages, that he be released from incarceration and not be required to serve the balance of his sentence.\"   This Court will discuss below some of the difficulties involved in the District Court's recommendations.  Judge Longstaff was grappling with the dilemma of enforcing the law in the new, complex crisis facing the prison system regarding HIV-positive prisoners.  In some prisons, inmates do not receive adequate dietary care, counseling and other medical treatment;  one researcher on this question estimated that deterioration of HIV-positive people in prison may be twice as rapid as for people outside prison.<a class=\"footnote\" href=\"#fn4-2\" id=\"fn4-2_ref\">4</a>  The magnitude of the problem is escalating at an alarming rate:  as of 1990 there were more than 5,000 cases of AIDS in the United States correctional facilities, an increase from only 1,964 in 1987.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  In the New York state prison system alone, in mid-1993 there were roughly 8,000 HIV-positive prisoners;  while Iowa suffers from this plague far less than New York, all states are now afflicted with it.  The combination of the HIV epidemic and a resurgence of tuberculosis in urban areas poses enormous problems for the criminal justice system.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  The District Court's recommendation that Mr. Johnson be sent to an institution that can provide adequate medical care is commendable, but unfortunately, given the large numbers of HIV-infected people in the prisons, it is obviously not possible to send all of them to facilities specially equipped to treat such patients.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Another legal issue is presented in the District Court's recommendation at the hearing that the appellant \"be released from incarceration and not be required to serve the balance of his sentence.\"   Judge Longstaff was no doubt aware that a court may not modify a term of imprisonment once it has been imposed except that, under 18 U.S.C. Sec. 3582(c), there can be a \"modification of an imposed term of imprisonment\" in any case where:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>(A) the court, upon motion of the Director of the Bureau of Prisons, [emphasis added] may reduce the term of imprisonment, after considering the factors set forth in section 3553(a)<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> to the extent that they are applicable, if it finds that extraordinary and compelling reasons warrant such a reduction and that such a reduction is consistent with applicable policy statements issued by the Sentencing Commission;  and</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>(B) the court may modify an imposed term of imprisonment to the extent otherwise expressly permitted by statute or by Rule 35 of the Federal Rules of Criminal Procedure;  and</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>(C) in the case of a defendant who has been sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission pursuant to 28 U.S.C. 994(o), upon motion of the defendant or the Director of the Bureau of Prisons, or on its own motion, the court may reduce the term of imprisonment, after considering the factors set forth in section 3553(a) to the extent that they are applicable, if such a reduction is consistent with applicable policy statements issued by the Sentencing Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In sentencing defendants with the virus, courts should keep in mind the peculiar features of the disease.  The majority's opinion stated that Judge Longstaff had considered Mr. Johnson's condition at the time of sentencing, including his \"physical appearance.\"   The phrase \"at the time of sentencing\" must be used carefully in this context, for HIV patients may suddenly and temporarily improve at a given time, and then worsen shortly afterward.  Dr. Thiel made a passing reference to Mr. Johnson's history of infection associated with the virus, and such a history may be more important than examining the \"physical appearance\" of the defendant on the day of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">In equating the virus with cancer and other terminal illnesses, the DePew opinion and similar opinions overlooked the fact that in the environment of the prisons--where, among other problems, a high level of high-risk sexual behavior (or sexual assault) takes place--HIV is contagious and threatens to infect ever-increasing numbers of the prison population.  It should be noted, too, that Sec. 5H1.4 explicitly provides that cost may be taken into consideration in downward departures under that section.  The total health care costs will be much less costly at home than in prison.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  (In addition, in view of the unique nature of the HIV epidemic in the prisons and the problem that many facts about the disease have only recently become known, an alternative argument could be made in this respect that this problem was not taken into consideration by the Sentencing Commission under Sec. 3553(b).)   In making its determination, cost is a factor that the District Court may consider.  Under Sec. 5H1.4, a sentence below the applicable guideline range may be imposed, e.g., in the case of a seriously infirm defendant, \"home detention may be as efficient as, and less costly than, imprisonment.\"  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The combination of the HIV epidemic and the resurgence of tuberculosis is one important example of the costs involved and the dimensions of the problem.  HIV-positive people are abnormally vulnerable to contracting tuberculosis because they do not have an effective immune system.  Although HIV cannot be passed along through casual contact, tuberculosis is transmitted when a person with active, contagious tuberculosis coughs the bacilli into the air and that air is inhaled by another person.<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  Thus, HIV-infected inmates can infect other inmates with tuberculosis, worsening the problem of the resurgence of TB.  Prison populations are overrepresented by people in high-risk categories for HIV such as drug abusers and those who engage in homosexual activity (at least while incarcerated).<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a>  A further ominous complication has been presented by the emergence of strains of tuberculosis that are resistant to drugs.  About 90 percent of the cases of drug-resistant tuberculosis have afflicted HIV-positive people, with mortality rates ranging from 70-90 percent and a median of four to sixteen weeks between diagnosis and death.  (Dixie E. Snyder, Jr., M.D., and William L. Roper, M.D., \"The New Tuberculosis,\" 326 New England Journal of Medicine 703 (1992)).  According to the Centers for Disease Control, the costs of treating an uncomplicated case of tuberculosis is $11,000, but treating the drug-resistant strains may exceed $250,000 per patient.<a class=\"footnote\" href=\"#fn11-1\" id=\"fn11-1_ref\">11</a>  The costs of caring for HIV-positive inmates will be massive.  This factor may be considered along with others in considering the Sec. 5H1.4 question of a downward departure.  The District Court may wish to impose a reduced period of incarceration followed by home detention.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">I agree with the majority opinion's statement that no abstract rule could be established that someone who is HIV-positive should automatically be classified as having an extraordinary physical impairment, and that there is no \"all-purpose answer fitting every situation.\"   In addition, the Court's questions regarding Sec. 5H1.4 are appropriate:  \"Is the particular defendant's physical condition such that he or she would find imprisonment more than the normal hardship?   Would imprisonment subject him or her to more than the normal inconvenience or danger?   Does the physical condition have any substantial present effect on the defendant's ability to function?\"   Based on the sketchy factual record as presented, it is entirely possible that the answers to all three questions may well be \"yes,\" but courts need to develop adequate factual records in cases of this nature.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The District Court need not delve into every detail of Mr. Johnson's maladies, but reasonably specific findings on the stage of his disease should be given.  The District Court made a conscientious request for guidance from this Court, and we should not fail him.  As this epidemic spreads, this Court will face this issue again, and soon.  But this defendant should not stand sentenced on a record that is manifestly inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">I would hold that the District Court does have authority to grant a downward departure under Section 5H1.4 in the cases of HIV-infected persons who are deteriorating, but do not yet have AIDS.  The District Court should hold a hearing and develop an adequate factual record, and then use its discretion under Section 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Hon.  William R. Wilson, Jr., United States District Judge for the Eastern District of Arkansas, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Hon.  Ronald E. Longstaff, United States District Judge for the Southern District of Iowa</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Johnson had previously purchased methamphetamine from Rabins in October of 1992 while vacationing in California.  Upon his return to Des Moines he gave some of this methamphetamine to Brooks as a gift</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Rabins alleges that Brooks and Johnson maintained distinct drug sources during the period charged in the indictment.  He states that from November of 1992 until February of 1993, Brooks's sources were Jimmy John and Michael Guy Williams (Wilbur).  He also alleges that Brooks was later supplied by Jimmy John and Ron Fulcaro</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Rabins filed a motion under Rule 10(e) of the Federal Rules of Appellate Procedure to correct or modify the appellate record to include the transcript of Johnson's plea proceeding.  The motion is granted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government maintains that Johnson's test result was believed to be a false positive due to medication which Johnson was taking for the HIV virus.  This is not a sufficient excuse.  The government should have revealed all the facts.  It could then have argued, perhaps persuasively, that the test was a false positive</p>\n        <p>In his Rule 10(e) motion, Rabins alleges that the government's failure to disclose that Johnson had AIDS was also a Brady violation.  We do not reach this issue because it was not raised below.  Moreover, we cannot say that this evidence is likely to produce a different verdict.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The District Court precluded testimony on the following topics:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> The FBI investigation of Michael Guy Williams and Williams's arrest for possession of methamphetamine by the Warren County Sheriff's Department;</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> Williams's receipt of drugs from California by Federal Express and UPS;</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> The arrest of Brad Payne and Jimmy Sparks in Las Vegas, Nevada, on February 2, 1993;  and</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-2\">\n        <a class=\"footnote\" href=\"#fn4-2_ref\">4</a>\n        <p> The FBI's inability to confirm a legitimate source of income for Williams</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> AIDS is defined as:</p>\n        <p>[A] secondary immunodeficiency syndrome resulting from HIV infection and characterized by opportunistic infections, malignancies, neurologic dysfunction, and a variety of other syndromes.</p>\n        <p>The Merck Manual 77 (Robert Berkow, M.D., et al. eds., 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> ARC is defined as:</p>\n        <p>[A] constellation of chronic symptoms and signs manifested by HIV-infected persons who have not had the opportunistic infection or tumors that define AIDS.  These symptoms, signs, and laboratory abnormalities include generalized lymphadenopathy, weight loss, intermittent fever, malaise, fatigue, chronic diarrhea, leukopenia, anemia, immune-mediated thrombocytopenia, oral hairy leukoplakia, and oral thrush (candidiasis).</p>\n        <p>Id. at 80-81.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 3553(e) of Title 18, United States Code provides:</p>\n        <p>Limited authority to impose a sentence below a statutory minimum.--Upon motion of the Government, the court shall have the authority to impose a sentence below a level established by statute as minimum sentence so as to reflect a defendant's substantial assistance in the investigation or prosecution of another person who has committed an offense.  Such sentence shall be imposed in accordance with the guidelines and policy statements issued by the Sentencing Commission pursuant to section 994 of title 28, United States Code.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Congress has since enacted 18 U.S.C. Sec. 3553(f), which allows the sentencing court to depart from the statutory minimum under specified circumstances.  Section 3553(f) applies to sentences imposed after September 23, 1994.  The circumstances specified in the new law, however, do not include physical impairment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 5H1.4 provides in relevant part:  \"an extraordinary physical impairment may be a reason to impose a sentence below the applicable guideline range.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Judge Longstaff made the following comments:</p>\n        <p>So I recognize that there is at least a viable argument that AIDS with a deteriorating condition would provide grounds for departure.  However, I am forced to view Mr. Johnson as he is today and with the medical records I have, and I must reluctantly find that Mr. Johnson, as of today, does not presently have an extraordinary physical impairment that would constitute grounds for departure under 5H1.4.  I make that determination after reviewing the medical records you've submitted to me.</p>\n        <p>Sent. Tr. 32.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> When asked if he was currently receiving treatment for AIDS, Johnson testified:</p>\n        <p>I am under treatment for some anxiety, of course, and stress related to this case, but I'm not under any medication for HIV.  Your body builds up a tolerance to the drugs used to treat HIV and AIDS, and it's best--they found it's best to wait and avoid taking it until you have to so your body builds up a tolerance and then it doesn't do you any good later on.</p>\n        <p>Sent. Tr. 19.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Johnson's attorney stated:</p>\n        <p>Now, we're hampered by the fact that A.L. at this point--I feel strange arguing this way.  I'm glad that A.L. is not experiencing any serious illness, such that he has to be, you know, hospitalized or treated with AZT or other very strong drugs.  In that respect, I'm glad that we're not at that situation.  But on the other hand, it's almost a certainty that he will get to that position in four years or less.  Maybe four years, you know, will be the extent of his life expectancy.  If he were in that situation where A.L.  [was] experiencing serious illness, I'd ask the Court to depart all the way down to home detention so that he could live the final portion of his life in the care of his parents and his friends and so on, but we're not at that point.</p>\n        <p>Sent. Tr. 24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In the event that Johnson's condition does deteriorate and he requires extraordinary medical care, the Director of the Bureau of Prisons may move the Court to make a sentence reduction under 18 U.S.C. Sec. 3582(c)(1)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> The majority also relies upon two other Eighth Circuit cases, United States v. Polanco, <span class=\"citation\" data-id=\"695207\"><a href=\"/opinion/695207/united-states-v-carlos-jose-polanco-aka-richard-anthony-brown-united/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">893</span></a></span> (8th Cir.1995) and United States v. Stockdall, <span class=\"citation\" data-id=\"687337\"><a href=\"/opinion/687337/united-states-v-lori-kay-stockdall-united-states-of-america-v-floyd/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1257</span></a></span> (8th Cir.1995).  These cases also do not address the specific issue before us.  In Polanco, the government \"made a Section 5K1.1 motion due to Carlos' substantial assistance, but did not make a separate Section 3553(e) motion.\"  Polanco, at 896.   Citing Rodriguez-Morales, the Polanco Court held that \"a motion pursuant to Sec. 5K1.1 alone is insufficient\" for a departure below the statutory minimum.  Id.  This holding is inapplicable here, where motions under both sections were filed</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The reason for the long delay before symptoms appear is the enormous reservoir of the human body's CD4 cells, which are the white blood cells that help the immune system and that are attacked by the virus.  At first, the virus infects only a small number of CD4 cells.  During this period, physicians monitor the disease by two tests, one of which is to count the number of CD4 cells in the blood.  A normal person will have a count of between 700 and 1,300 CD4 cells per milliliter of blood (five milliliters equals a teaspoon).  In an HIV-infected person, the CD4 count decreases by an average of 85-100 cells a year, although they may not develop symptoms until the CD4 count is below 300.  Most people lose about 80-90 percent of their CD4s before AIDS develops.  A second test involves counts of the numbers of the different kinds of cells in the blood:  red cells, white cells, and platelets.  When the blood counts of these cells decline severely, symptoms occur.  Doe, at 441;  Faith Colangelo and Mariana Hogan, \"Jails and Prisons:  Reservoirs of TB Disease:  Should Defendants with HIV Infection (Who Cannot Swim) Be Thrown into the Reservoir?\"  20 Fordham Urban Law Journal 467 (Spring, 1993)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> Roger N. Braden, \"AIDS:  Dealing with the Plague,\" 19 Northern Kentucky Law Review 277 (Winter, 1992);  James F. Horner, Jr. \"Constitutional Issues Surrounding the Mass Testing and Segregation of HIV-Infected Inmates,\" 23 Memphis State University Law Review 369 (Winter, 1993)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Gary H. Loeb, \"Protecting the Right to Informational Privacy for HIV-Positive Prisoners,\" 27 Columbia Journal of Law &amp; Social Problems 269 (Winter, 1994).  The percentage of people entering prison who are HIV-positive is significantly higher than for the public at large.  For example, in Massachusetts the percentage of the prison population infected is estimated to be at least 15 times higher than in the general population.  In New York, at least 17 percent are known to be infected, and the actual percentage could be much higher because of unreported cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Hammett and Moini, U.S. Department of Justice, Update on AIDS in Prisons and Jails, (1990), at 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Tuberculosis strikes in populations that are poor, homeless, minority or living in overcrowded or unsanitary conditions.  It strikes populations with vulnerabilities created by alcoholism, drug addiction, poor diet, and HIV.  The Centers for Disease Control estimate that tuberculosis occurs at least three times more often in prisons than in the general population;  in larger correctional systems the incidence rate may be from six to eleven times the normal rate.  (Centers for Disease Control, U.S. Department of Health &amp; Human Services, \"Control of Tuberculosis in Correctional Facilities:  A Guide for Health Care Workers\";  Faith Colangelo and Mariana Hogan, \"Jails and Prisons--Reservoirs of TB Disease:  Should Defendants with HIV Infection (Who Cannot Swim) Be Thrown into the Reservoir?\"  20 Fordham Urban Law Journal 467 (Spring, 1993.))</p>\n        <p>Two legal scholars with experience in working on these issues concluded after an exhaustive examination of the subject that:  \"The safety and welfare of the community is not enhanced by the compulsory dumping of HIV-infected defendants into the reservoir of TB infection in our prisons and jails.  Anyone who is immune-compromised is more prone to catch TB and because they are more difficult to diagnose, screen and treat they are also more likely to spread the infection to others.  Given the constant circulation of people between the community and the prison system, an epidemic in the prisons will inevitably lead to an epidemic in the community.\"  (Colangelo and Hogan, at 10, Westlaw.)   While this view is well-stated, courts also have to consider other factors such as the threat to the public from allowing dangerous HIV-infected individuals to remain free.  Colangelo and Hogan made their conclusions in the context of examining the New York prison system, which has the most serious AIDS problem in the United States.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> These factors are:  \"(1) the nature and circumstances of the offense and the history and characteristics of the defendant;</p>\n        <p>(2) the need for the sentence imposed--(A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense;  (B) to afford adequate deterrence to criminal conduct;  (C) to protect the public from further crimes of the defendant;  and (D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner;</p>\n        <p>(3) the kinds of sentences available;</p>\n        <p>(4) the kinds of sentence and the sentencing range established for the applicable category of offense committed by the applicable category defendant as set forth in the guidelines that issued by the Sentencing Commission pursuant to 28 U.S.C. 994(a)(1) and that are in effect on the date the defendant is sentenced;</p>\n        <p>(5) any pertinent policy statement issued by the Sentencing Commission pursuant to 28 U.S.C. 994(a)(2) that is in effect on the date the defendant is sentenced;</p>\n        <p>(6) the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct;  and</p>\n        <p>(7) the need to provide restitution to any victims of the offense.\"  18 U.S.C. 3553(a), Federal Rules of Criminal Procedure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> Colangelo and Hogan, supra at 469.  Many prisons are not medically equipped to care for the burgeoning numbers of sick inmates.  The nature of prison systems, with their necessarily primary emphasis on security, mitigates against providing the best medical attention available.  Colangelo and Hogan observe that in state prisons in New York, the emphasis on security translates into \"periodic, irregular transfers of inmates and lack of cooperation by security staff in implementing medical follow-up.\"   Id</p>\n        <p>HIV-positive inmates frequently suffer from being looked upon as social pariahs because their disease is associated in the popular consciousness with drug abuse and the sexual habits of a minority.  Actually, increasing numbers of HIV-positive people are contracting the disease through blood transfusions, from their mothers at birth, or heterosexual intercourse;  researchers who have studied the AIDS epidemic have pointed out that \"more than race, gender, age, drug use, or sexual preference, the most common denominator of those who fall ill with AIDS is poverty.\"   Paul Lombardo, \"Legal Rights, Medical Remedies,\" 1 Virginia Journal of Social Policy &amp; The Law 475, 485 (Spring, 1994);  see also, AIDS Agenda:  Emerging Issues in Civil Rights, edited by Nan Hunter and William Rubenstein, New Press, 1992;  AIDS Law Today:  A New Guide for the Public, Yale Aids Law Project, Yale University Press, 1993.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> Colangelo and Hogan, supra, stated that \"Many factors lead to the conclusion that alternatives to incarceration are necessary for certain individuals with HIV infection,\" including \"the overrepresentation in prisons of people with high risk factors for HIV infection.\"   Faith Colangelo and Mariana Hogan, \"Jails and Prisons--Reservoirs of TB Disease:  Should Defendants with HIV Infection (Who Cannot Swim) Be Thrown into the Reservoir?\"  20 Fordham Urban Law Journal 467 (Spring, 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11-1\">\n        <a class=\"footnote\" href=\"#fn11-1_ref\">11</a>\n        <p> Id</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111625/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/263637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/376715/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/527881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/535667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536080/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/537792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538820/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/543079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/543725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/544723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/557804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/559005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/560487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/569098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/570022/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/578339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/579466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/580770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/583683/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/585860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/587341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/587744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/593246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/600454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/668267/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/670485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/677111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/677398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/687337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/691066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/695207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/696616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1559351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1744866/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1874549/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1882761/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2002913/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:16:12.233405Z",
      "date_modified": "2016-03-03T18:37:59.168518Z",
      "date_filed": "1995-10-27",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-marc-david-rabins-united-states-of-america-v-al",
      "citation_id": 675115,
      "case_name_short": "",
      "case_name": "United States v. Marc David Rabins, United States of America v. A.L. Johnson",
      "case_name_full": "",
      "federal_cite_one": "63 F.3d 721",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 50,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1555866/united-states-v-marc-david-rabins-united-states-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:39:00.199409Z",
  "date_modified": "2014-10-30T17:39:00.199409Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Marc David Rabins, United States of America v. A.L. Johnson",
  "case_name_full": "",
  "slug": "united-states-v-marc-david-rabins-united-states-of",
  "docket_number": "94-2937",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}