{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1573310/",
  "id": 1573310,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/sc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1302174/",
      "id": 1302174,
      "absolute_url": "/opinion/1302174/bd-of-educ-v-lighthouse-charter-school/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1573310/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1302174/",
          "id": 1302174,
          "absolute_url": "/opinion/1302174/bd-of-educ-v-lighthouse-charter-school/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1302174/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5656/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:24:21.018503Z",
          "date_modified": "2017-04-01T02:26:15.399144Z",
          "type": "010combined",
          "sha1": "3101b09233e653b945185d7342a939edfe01a142",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>335 S.C. 230 (1999)</b></center>\n<center><b>516 S.E.2d 655</b></center>\n<center><h1>BEAUFORT COUNTY BOARD OF EDUCATION, Respondent,<br>\nv.<br>\nLIGHTHOUSE CHARTER SCHOOL COMMITTEE and State of South Carolina ex rel. Charles M. Condon, Attorney General, Appellants.</h1></center>\n<center>No. 24950.</center>\n<center><p><b>Supreme Court of South Carolina.</b></p></center>\n<center>Heard April 20, 1999.</center>\n<center>Decided June 1, 1999.</center>\n<p><span class=\"star-pagination\">*232</span> Dalton L. Oldham, of Southeastern Legal Foundation, of Columbia; and George E. Mullen, of Mullen Law Firm, of Hilton Head Island, for appellant Lighthouse Charter School Committee.</p>\n<p>Attorney General Charles M. Condon, Deputy Attorney General Treva G. Ashworth, and Assistant Deputy Attorney General J. Emory Smith, all of Columbia, for appellant State of South Carolina.</p>\n<p>Kenneth L. Childs, William F. Halligan, and John M. Reagle, all of Childs &amp; Halligan, P.A., of Columbia; and David T. Duff and Charles J. Boykin, both of Duff, Dubberly, Turner, White &amp; Boykin, L.L.C., of Columbia, for respondent.</p>\n<p><span class=\"star-pagination\">*233</span> MOORE, Justice:</p>\n<p>This appeal involves the denial of a charter school application. We affirm and remand to the circuit court for further proceedings.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>On December 10, 1996, appellant Lighthouse Charter School Committee (Lighthouse) applied to respondent Beaufort County Board of Education (Beaufort Board) for approval of a local charter school under the recently-enacted South Carolina Charter Schools Act of 1996. The Beaufort Board found Lighthouse's application failed to meet several requirements of the Act and denied the application. Lighthouse appealed to the State Board of Education (State Board) which reversed the Beaufort Board's denial.</p>\n<p>The Beaufort Board filed an appeal in circuit court.<sup>[1]</sup> The parties consented to the intervention of the Attorney General who challenged the constitutionality of a provision of the Act requiring that a charter school's enrollment cannot deviate more than ten percent from the racial composition of the school district. S.C.Code Ann. § 59-40-50(B)(6) (Supp.1998). The circuit court declined to address this constitutional question and reversed the State Board's order on the remaining issues. Lighthouse and the Attorney General appeal.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>LIGHTHOUSE APPEAL</i></h2>\n<p></p>\n<h2>1. Standard of review</h2>\n<p>An appeal of a local board decision regarding a charter school application is to the State Board whose decision may <span class=\"star-pagination\">*234</span> then be appealed by any party to the circuit court. S.C.Code Ann. § 59-40-90(C)(2) (Supp.1998). In the circuit court, the State Board's order, as the final agency decision, is subject to review under the Administrative Procedures Act (APA), S.C.Code Ann. § 1-23-380(A)(6) (Supp.1998), which provides for reversal only if its findings are:</p>\n<blockquote>(a) in violation of constitutional or statutory provisions;</blockquote>\n<blockquote>(b) in excess of the statutory authority of the agency;</blockquote>\n<blockquote>(c) made upon unlawful procedure;</blockquote>\n<blockquote>(d) affected by other error of law;</blockquote>\n<blockquote>(e) clearly erroneous in view of the reliable, probative and substantial evidence on the whole record; or</blockquote>\n<blockquote>(f) arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.</blockquote>\n<blockquote>This Court then reviews the circuit court's order to determine whether it properly applied the APA standard of review.</blockquote>\n<blockquote>In this case, the circuit court cites § 1-23-380(A)(6) as the appropriate standard of review. Lighthouse complains, however, it did not apply this standard of review and improperly gave deference to the Beaufort Board's decision rather than the State Board's decision. We disagree.</blockquote>\n<p>This case involves two levels of review. The State Board reviewed the Beaufort Board's findings under Reg. 43-600.<sup>[2]</sup> This regulation mirrors the APA's limited standard of review. On review of the State Board's order, the circuit court concluded the State Board should not have reversed the Beaufort Board's findings under its limited standard of review because those findings were supported by evidence in the record. In determining whether the State Board's findings were erroneous, the circuit court properly applied § 1-23-380(A)(6).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*235</span> 2. Grounds for denial of application</h2>\n<p>The Charter Schools Act provides for a privately organized school to be sponsored and funded by the local school district. S.C.Code Ann. §§ 59-40-70(E) and 140 (Supp.1998). A charter school is exempt from the laws and regulations applicable to public schools except it must:</p>\n<blockquote>(1) adhere to the same health, safety, civil rights, and disability rights;</blockquote>\n<blockquote>(2) meet or exceed student attendance requirements;</blockquote>\n<blockquote>(3) adhere to the same financial audits and procedures;</blockquote>\n<blockquote>(4) be considered a school district for purposes of tort liability (specifying that tort immunity shall not include acts of intentional racial discrimination);</blockquote>\n<blockquote>(5) hire non-certified teachers only in specified ratios;</blockquote>\n<blockquote>(6) admit all children eligible for public school in that school district <i>providing</i> (a) that the charter school's racial composition cannot differ from that of the school district by more than ten percent and (b) if applications exceed capacity, students shall be accepted by lot;</blockquote>\n<blockquote>(7) show no preference in admission except to siblings and children of employees;</blockquote>\n<blockquote>(8) elect a governing body annually by specified procedure;</blockquote>\n<blockquote>(9) be subject to the Freedom of Information Act.</blockquote>\n<p><i>See</i> § 59-40-50(B).</p>\n<p>A charter school application constitutes a proposed contract with the sponsor school district. S.C.Code Ann. § 59-40-60(F) (Supp.1998). Subsections 59-40-60(F)(1) through (15) specify exactly what information must be included in a charter school application.</p>\n<p>Finally, S.C.Code Ann. § 59-40-70 (Supp.1998) specifies grounds for denial of an application and provides in pertinent part:</p>\n<blockquote>(C) A local school board of trustees shall only deny an application if the application does not meet the requirements specified in section 59-40-50 or 59-40-60, fails to meet the spirit and intent of this chapter, or adversely affects other students in the district.</blockquote>\n<p><span class=\"star-pagination\">*236</span> Lighthouse submitted an application outlining plans for a year-round, eight-hour-per-day school program. The school would be located on Hilton Head Island and would accommodate 400 students in grades K-8. At the Beaufort Board's request, Lighthouse also submitted answers to eighty-four questions.</p>\n<p></p>\n<h2>a) Section 59-40-50(B)</h2>\n<p>The Beaufort Board found Lighthouse's application did not meet the health, safety, and civil rights requirements of § 59-40-50(B)(1) and the racial composition requirement of (B)(6). The State Board reversed, finding as a matter of law the requirements of § 59-40-50(B) need not be met before an application is approved because this section does not specify that the applicant must provide evidence of compliance in its application. The circuit court reversed. Lighthouse contends this was error. We disagree.</p>\n<p>Section 59-40-70(C) specifically states that an application may be denied if \"the application does not meet the requirements specified in § 59-40-50 or 59-40-60....\" Since the plain language of this statute provides that denial of an application may be predicated on the failure to comply with § 59-40-50, we affirm the circuit court's ruling that the Beaufort Board properly considered the requirements of § 59-40-50(B) in denying Lighthouse's application.</p>\n<p>Further, as discussed below, the record indicates the Beaufort Board's findings on the merits are not clearly erroneous or arbitrary which, under Reg. 43-600, is the applicable standard of review on appeal to the State Board.</p>\n<p></p>\n<h2>1) Health and safety</h2>\n<p>The Beaufort Board denied Lighthouse's application on the ground it did not meet the health and safety requirement specified in § 59-40-50(B)(1) which requires that a charter school shall:</p>\n<blockquote>adhere to the same health, safety, civil rights, and disability rights requirements as are applied to public schools operating in the same school district.</blockquote>\n<p>Specifically, the Beaufort Board found the schematic drawing of the proposed building and the description supplied by <span class=\"star-pagination\">*237</span> Lighthouse<sup>[3]</sup> were not sufficient to determine that an adequate facility would be in existence by the school's projected start-up time. When the Beaufort Board requested assurance that Lighthouse facilities would meet state specifications, Lighthouse responded simply: \"Facilities for the Lighthouse Charter School will be comparable to those of other Beaufort County Schools and will meet all state health and safety specifications.\"</p>\n<p>We find Lighthouse's summary assurances of compliance do not constitute evidence of compliance with the health and safety requirement of § 59-40-50(B)(1). No specifications were provided about the proposed building from which to determine compliance with State requirements for school buildings. Accordingly, the Beaufort Board's finding of non-compliance is not clearly erroneous in light of substantial evidence that its request for assurances of compliance were unmet.</p>\n<p></p>\n<h2>2) Civil rights</h2>\n<p>The Beaufort Board found the Lighthouse application failed to meet the civil rights requirement of § 59-40-50(B)(1) because it failed to comply with the school district's 1970 desegregation agreement which requires approval for new school facilities from the United States Department of Education Office of Civil Rights. In response to the Beaufort Board's request, Lighthouse asserted simply that it was not required to obtain such approval.</p>\n<p>The record contains a letter from the Director of the Office of Civil Rights informing the local school district that a charter school must comply with the reporting requirements under the district's voluntary segregation plan. There is no evidence Lighthouse has satisfied the mandates of the Office <span class=\"star-pagination\">*238</span> of Civil Rights. Accordingly, the Beaufort Board's finding that the Lighthouse application failed to adhere to the same civil rights requirements applicable to public schools as provided under § 59-40-50(B)(1) is not clearly erroneous in light of substantial evidence that Lighthouse must comply with the desegregation agreement and has not done so.</p>\n<p></p>\n<h2>3) Racial composition</h2>\n<p>The Beaufort Board found the Lighthouse application did not meet the racial composition requirement of § 59-40-50(B)(6) which provides in pertinent part: \"under no circumstances may a charter school enrollment differ from the racial composition of the school district by more than ten percent.\" Since Lighthouse failed to identify its prospective students, racial composition cannot be determined and the Beaufort Board's finding of non-compliance is not clearly erroneous. As discussed below, however, the constitutionality of this provision must be determined on remand.</p>\n<p></p>\n<h2>b) § 59-40-60(F)</h2>\n<p>The Beaufort Board found Lighthouse's application did not meet the requirements of § 59-40-60(F)(6) which provides that an application shall include:</p>\n<blockquote>evidence that the plan for the charter school is economically sound, a proposed budget for the term of the charter, a description of the manner in which an annual audit of the financial and administrative operations of the charter school, including any services provided by the school district, is to be conducted.</blockquote>\n<p>The Beaufort Board found there was no evidence Lighthouse's economic plan was sound because $248,495 of revenue included in its proposed 1997-98 budget was to come from fund-raising with no specific commitments provided.</p>\n<p>The record includes a proposed budget identifying revenue from fund-raising of $248,495 in the first year and $143,013 in the second year. Fund-raising revenue represents 12% of total revenue in the first year and 6% in the second year. These amounts are in addition to fund-raising for school start-up and a permanent facility. The record also includes a letter from Lighthouse to the Beaufort Board detailing grant applications <span class=\"star-pagination\">*239</span> for the first year totaling $442,500. The award of these grants cannot be determined until charter status is finalized. The letter also indicates $50,000 for the first year from a fund-raising event.</p>\n<p>The State Board, citing the same evidence as the Beaufort Board, concluded the Lighthouse plan with the specified amount of fund-raising was economically sound. The circuit court reversed.</p>\n<p>Again, under Reg. 43-600, the State Board has a limited standard of review on appeal from a local board's decision regarding a charter school application. We find the Beaufort Board's decision rejecting Lighthouse's reliance on speculative revenue from proposed fund-raising is not arbitrary and is within the Beaufort Board's discretion. Accordingly, the Beaufort Board's finding the plan is not economically sound should not have been reversed under the standard of review set forth in Reg. 43-600. The circuit court properly reversed the State Board's ruling on this issue.</p>\n<p></p>\n<h2>c) § 59-40-70(C)</h2>\n<p>The Beaufort Board found denial was appropriate under § 59-40-70(C) which allows for denial of an application if it \"adversely affects other students in the district.\" It found an adverse effect from Lighthouse's failure to identify prospective students since the budget impact on public schools and faculty allocation in the district could not be determined. Further, it found Lighthouse would be a \"racially identifiable\" school in contravention of the desegregation agreement with the Office of Civil Rights which would adversely effect other students in the district.</p>\n<p>The State Board found it was an error of law to require Lighthouse to identify its prospective students and there was no evidence it would not be in compliance with the desegregation agreement. The circuit court reversed.</p>\n<p>We find the circuit court properly reversed the State Board's ruling. It is not unreasonable to require Lighthouse to offer conditional enrollment to prospective students if necessary to provide the Beaufort Board with the required information. Further, there is evidence in the form of a letter from the Office of Civil Rights requiring the school district to provide information not supplied by Lighthouse before approval <span class=\"star-pagination\">*240</span> could be given under the desegregation agreement. This evidence supports the Beaufort Board's conclusion that Lighthouse's application did not comply with the desegregation agreement. Although there is no evidence Lighthouse would be a racially identifiable school as found by the Beaufort Board, the evidence of non-compliance with the desegregation agreement supports the finding of an adverse effect since, at a minimum, the school district would be required to expend funds defending Lighthouse's non-compliance.<sup>[4]</sup></p>\n<p>In conclusion, we find the Beaufort Board's decision to deny Lighthouse's application is not clearly erroneous or arbitrary under the applicable standard of review. Accordingly, the circuit court properly reversed the order of the State Board on these grounds.</p>\n<p></p>\n<h2><i>ATTORNEY GENERAL'S APPEAL</i></h2>\n<p>The Attorney General intervened when this case was pending on appeal to the circuit court in order to challenge the constitutionality of the racial composition requirement of the Charter Schools Act found in § 59-40-50(B)(6), which provides:</p>\n<blockquote>(B) A charter school shall:</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(6) admit all children eligible to attend public school in a school district who are eligible to apply for admission to a charter school operating in that school district, subject to space limitations. <i>However, under no circumstances may a charter school enrollment differ from the racial composition of the school district by more than ten percent.</i> If the number of applications exceeds the capacity of a program, class, grade level, or building, students shall be accepted by lot, and there is no appeal to the sponsor.</blockquote>\n<p>(emphasis added).</p>\n<p>The Attorney General asserted the underscored provision violates equal protection. <i>See </i><i>Adarand Constructors, Inc. v.</i> <span class=\"star-pagination\">*241</span> <i>Pena,</i> 515 U.S. 200, 115 S.Ct. 2097, 132 L.Ed.2d 158 (1995); <i>City of Richmond v. Croson,</i> 488 U.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989) (classification based solely on race is subject to strict scrutiny, even when it is a \"benign\" or \"remedial\" racial classification); <i>see also </i><i>Wygant v. Jackson Bd. of Educ.,</i> 476 U.S. 267, 106 S.Ct. 1842, 90 L.Ed.2d 260 (1986) (applying strict scrutiny). The circuit court declined to address the issue for two reasons: 1) the issue was not raised below and 2) the issue need not be addressed because other grounds for denying the application were supported by the evidence.</p>\n<p>An administrative agency must follow the law as written until its constitutionality is judicially determined; an agency has no authority to pass on the constitutionality of a statute. <i>South Carolina Tax Comm'n v. South Carolina Tax Bd. of Review,</i> 278 S.C. 556, 299 S.E.2d 489 (1983). Accordingly, neither the Beaufort Board nor the State Board could have addressed the constitutional issue which was therefore properly raised for the first time in circuit court.</p>\n<p>Further, although technically a ruling on the constitutionality of this provision was not necessary to the immediate disposition of the case before the circuit court, we find judicial economy dictates otherwise. Lighthouse joined the Attorney General in contesting the constitutionality of the racial composition provision. As acknowledged by the circuit court, Lighthouse may re-apply for a charter upon correcting the deficiencies noted by the Beaufort Board. Having raised the issue, Lighthouse is entitled to know whether it must satisfy the racial composition requirement before reapplying. Accordingly, we remand this issue to the circuit court to address whether § 59-40-50(B)(6) violates equal protection.</p>\n<p>AFFIRMED AND REMANDED.</p>\n<p>FINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  The circuit court granted the Beaufort Board's motion for a stay of the State Board's order and denied Lighthouse's motion to dismiss on the ground the State Board was a necessary party to the appeal. We dispose of appellants' appeal of these rulings under Rule 220(b), SCACR. <i>See </i><i>South Carolina Tax Comm'n v. Gaston Copper Recycling, Corp.,</i> 316 S.C. 163, 447 S.E.2d 843, 844 n. 1 (1994) (appeal of a stay pending appeal is moot upon disposition of the appeal on the merits); <i>Owen Steel Co. v. South Carolina Tax Comm'n,</i> 281 S.C. 80, 313 S.E.2d 636 (1984) (ordinarily, absent a statutory provision, an administrative review board is not a necessary party for purposes of judicial review).</p>\n<p>[2]  Reg. 43-600 provides for the State Board to review a local school board decision regarding a charter school application to determine if it:\n</p>\n<p>1. violated constitutional or statutory provisions;</p>\n<p>2. exceeded the authority of the local board;</p>\n<p>3. was based upon an error of law;</p>\n<p>4. is clearly erroneous in view of the substantial evidence on the record; or</p>\n<p>5. was arbitrary or capricious.</p>\n<p>[3]  The application offered the following information:\n</p>\n<p>The start-up or initial Lighthouse Charter School building will consist of modular units comparable to those used by public school districts in South Carolina and the nation. It's anticipated that within 3 years, i.e. the school year 2000, the Lighthouse Charter School building will be a state-of-the-art facility of which Beaufort and all of South Carolina will be justly proud.</p>\n<p>Lighthouse Charter School administrative and classroom equipment will be comparable to that available in other Beaufort County Schools.</p>\n<p>[4]  The Beaufort Board also found an adverse effect from the lack of support for the charter school from African-American parents and students. The State Board found no such support was required under the Act and reversed this finding. The State Board's finding was affirmed by the circuit court and is not challenged here. Accordingly, we do not address it.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">335</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">230</span></span> (1999)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">655</span></span></b></center>\n<center><h1>BEAUFORT COUNTY BOARD OF EDUCATION, Respondent,<br>\nv.<br>\nLIGHTHOUSE CHARTER SCHOOL COMMITTEE and State of South Carolina ex rel. Charles M. Condon, Attorney General, Appellants.</h1></center>\n<center>No. 24950.</center>\n<center><p><b>Supreme Court of South Carolina.</b></p></center>\n<center>Heard April 20, 1999.</center>\n<center>Decided June 1, 1999.</center>\n<p><span class=\"star-pagination\">*232</span> Dalton L. Oldham, of Southeastern Legal Foundation, of Columbia; and George E. Mullen, of Mullen Law Firm, of Hilton Head Island, for appellant Lighthouse Charter School Committee.</p>\n<p>Attorney General Charles M. Condon, Deputy Attorney General Treva G. Ashworth, and Assistant Deputy Attorney General J. Emory Smith, all of Columbia, for appellant State of South Carolina.</p>\n<p>Kenneth L. Childs, William F. Halligan, and John M. Reagle, all of Childs &amp; Halligan, P.A., of Columbia; and David T. Duff and Charles J. Boykin, both of Duff, Dubberly, Turner, White &amp; Boykin, L.L.C., of Columbia, for respondent.</p>\n<p><span class=\"star-pagination\">*233</span> MOORE, Justice:</p>\n<p>This appeal involves the denial of a charter school application. We affirm and remand to the circuit court for further proceedings.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>On December 10, 1996, appellant Lighthouse Charter School Committee (Lighthouse) applied to respondent Beaufort County Board of Education (Beaufort Board) for approval of a local charter school under the recently-enacted South Carolina Charter Schools Act of 1996. The Beaufort Board found Lighthouse's application failed to meet several requirements of the Act and denied the application. Lighthouse appealed to the State Board of Education (State Board) which reversed the Beaufort Board's denial.</p>\n<p>The Beaufort Board filed an appeal in circuit court.<sup>[1]</sup> The parties consented to the intervention of the Attorney General who challenged the constitutionality of a provision of the Act requiring that a charter school's enrollment cannot deviate more than ten percent from the racial composition of the school district. S.C.Code Ann. § 59-40-50(B)(6) (Supp.1998). The circuit court declined to address this constitutional question and reversed the State Board's order on the remaining issues. Lighthouse and the Attorney General appeal.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>LIGHTHOUSE APPEAL</i></h2>\n<p></p>\n<h2>1. Standard of review</h2>\n<p>An appeal of a local board decision regarding a charter school application is to the State Board whose decision may <span class=\"star-pagination\">*234</span> then be appealed by any party to the circuit court. S.C.Code Ann. § 59-40-90(C)(2) (Supp.1998). In the circuit court, the State Board's order, as the final agency decision, is subject to review under the Administrative Procedures Act (APA), S.C.Code Ann. § 1-23-380(A)(6) (Supp.1998), which provides for reversal only if its findings are:</p>\n<blockquote>(a) in violation of constitutional or statutory provisions;</blockquote>\n<blockquote>(b) in excess of the statutory authority of the agency;</blockquote>\n<blockquote>(c) made upon unlawful procedure;</blockquote>\n<blockquote>(d) affected by other error of law;</blockquote>\n<blockquote>(e) clearly erroneous in view of the reliable, probative and substantial evidence on the whole record; or</blockquote>\n<blockquote>(f) arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.</blockquote>\n<blockquote>This Court then reviews the circuit court's order to determine whether it properly applied the APA standard of review.</blockquote>\n<blockquote>In this case, the circuit court cites § 1-23-380(A)(6) as the appropriate standard of review. Lighthouse complains, however, it did not apply this standard of review and improperly gave deference to the Beaufort Board's decision rather than the State Board's decision. We disagree.</blockquote>\n<p>This case involves two levels of review. The State Board reviewed the Beaufort Board's findings under Reg. 43-600.<sup>[2]</sup> This regulation mirrors the APA's limited standard of review. On review of the State Board's order, the circuit court concluded the State Board should not have reversed the Beaufort Board's findings under its limited standard of review because those findings were supported by evidence in the record. In determining whether the State Board's findings were erroneous, the circuit court properly applied § 1-23-380(A)(6).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*235</span> 2. Grounds for denial of application</h2>\n<p>The Charter Schools Act provides for a privately organized school to be sponsored and funded by the local school district. S.C.Code Ann. §§ 59-40-70(E) and 140 (Supp.1998). A charter school is exempt from the laws and regulations applicable to public schools except it must:</p>\n<blockquote>(1) adhere to the same health, safety, civil rights, and disability rights;</blockquote>\n<blockquote>(2) meet or exceed student attendance requirements;</blockquote>\n<blockquote>(3) adhere to the same financial audits and procedures;</blockquote>\n<blockquote>(4) be considered a school district for purposes of tort liability (specifying that tort immunity shall not include acts of intentional racial discrimination);</blockquote>\n<blockquote>(5) hire non-certified teachers only in specified ratios;</blockquote>\n<blockquote>(6) admit all children eligible for public school in that school district <i>providing</i> (a) that the charter school's racial composition cannot differ from that of the school district by more than ten percent and (b) if applications exceed capacity, students shall be accepted by lot;</blockquote>\n<blockquote>(7) show no preference in admission except to siblings and children of employees;</blockquote>\n<blockquote>(8) elect a governing body annually by specified procedure;</blockquote>\n<blockquote>(9) be subject to the Freedom of Information Act.</blockquote>\n<p><i>See</i> § 59-40-50(B).</p>\n<p>A charter school application constitutes a proposed contract with the sponsor school district. S.C.Code Ann. § 59-40-60(F) (Supp.1998). Subsections 59-40-60(F)(1) through (15) specify exactly what information must be included in a charter school application.</p>\n<p>Finally, S.C.Code Ann. § 59-40-70 (Supp.1998) specifies grounds for denial of an application and provides in pertinent part:</p>\n<blockquote>(C) A local school board of trustees shall only deny an application if the application does not meet the requirements specified in section 59-40-50 or 59-40-60, fails to meet the spirit and intent of this chapter, or adversely affects other students in the district.</blockquote>\n<p><span class=\"star-pagination\">*236</span> Lighthouse submitted an application outlining plans for a year-round, eight-hour-per-day school program. The school would be located on Hilton Head Island and would accommodate 400 students in grades K-8. At the Beaufort Board's request, Lighthouse also submitted answers to eighty-four questions.</p>\n<p></p>\n<h2>a) Section 59-40-50(B)</h2>\n<p>The Beaufort Board found Lighthouse's application did not meet the health, safety, and civil rights requirements of § 59-40-50(B)(1) and the racial composition requirement of (B)(6). The State Board reversed, finding as a matter of law the requirements of § 59-40-50(B) need not be met before an application is approved because this section does not specify that the applicant must provide evidence of compliance in its application. The circuit court reversed. Lighthouse contends this was error. We disagree.</p>\n<p>Section 59-40-70(C) specifically states that an application may be denied if \"the application does not meet the requirements specified in § 59-40-50 or 59-40-60....\" Since the plain language of this statute provides that denial of an application may be predicated on the failure to comply with § 59-40-50, we affirm the circuit court's ruling that the Beaufort Board properly considered the requirements of § 59-40-50(B) in denying Lighthouse's application.</p>\n<p>Further, as discussed below, the record indicates the Beaufort Board's findings on the merits are not clearly erroneous or arbitrary which, under Reg. 43-600, is the applicable standard of review on appeal to the State Board.</p>\n<p></p>\n<h2>1) Health and safety</h2>\n<p>The Beaufort Board denied Lighthouse's application on the ground it did not meet the health and safety requirement specified in § 59-40-50(B)(1) which requires that a charter school shall:</p>\n<blockquote>adhere to the same health, safety, civil rights, and disability rights requirements as are applied to public schools operating in the same school district.</blockquote>\n<p>Specifically, the Beaufort Board found the schematic drawing of the proposed building and the description supplied by <span class=\"star-pagination\">*237</span> Lighthouse<sup>[3]</sup> were not sufficient to determine that an adequate facility would be in existence by the school's projected start-up time. When the Beaufort Board requested assurance that Lighthouse facilities would meet state specifications, Lighthouse responded simply: \"Facilities for the Lighthouse Charter School will be comparable to those of other Beaufort County Schools and will meet all state health and safety specifications.\"</p>\n<p>We find Lighthouse's summary assurances of compliance do not constitute evidence of compliance with the health and safety requirement of § 59-40-50(B)(1). No specifications were provided about the proposed building from which to determine compliance with State requirements for school buildings. Accordingly, the Beaufort Board's finding of non-compliance is not clearly erroneous in light of substantial evidence that its request for assurances of compliance were unmet.</p>\n<p></p>\n<h2>2) Civil rights</h2>\n<p>The Beaufort Board found the Lighthouse application failed to meet the civil rights requirement of § 59-40-50(B)(1) because it failed to comply with the school district's 1970 desegregation agreement which requires approval for new school facilities from the United States Department of Education Office of Civil Rights. In response to the Beaufort Board's request, Lighthouse asserted simply that it was not required to obtain such approval.</p>\n<p>The record contains a letter from the Director of the Office of Civil Rights informing the local school district that a charter school must comply with the reporting requirements under the district's voluntary segregation plan. There is no evidence Lighthouse has satisfied the mandates of the Office <span class=\"star-pagination\">*238</span> of Civil Rights. Accordingly, the Beaufort Board's finding that the Lighthouse application failed to adhere to the same civil rights requirements applicable to public schools as provided under § 59-40-50(B)(1) is not clearly erroneous in light of substantial evidence that Lighthouse must comply with the desegregation agreement and has not done so.</p>\n<p></p>\n<h2>3) Racial composition</h2>\n<p>The Beaufort Board found the Lighthouse application did not meet the racial composition requirement of § 59-40-50(B)(6) which provides in pertinent part: \"under no circumstances may a charter school enrollment differ from the racial composition of the school district by more than ten percent.\" Since Lighthouse failed to identify its prospective students, racial composition cannot be determined and the Beaufort Board's finding of non-compliance is not clearly erroneous. As discussed below, however, the constitutionality of this provision must be determined on remand.</p>\n<p></p>\n<h2>b) § 59-40-60(F)</h2>\n<p>The Beaufort Board found Lighthouse's application did not meet the requirements of § 59-40-60(F)(6) which provides that an application shall include:</p>\n<blockquote>evidence that the plan for the charter school is economically sound, a proposed budget for the term of the charter, a description of the manner in which an annual audit of the financial and administrative operations of the charter school, including any services provided by the school district, is to be conducted.</blockquote>\n<p>The Beaufort Board found there was no evidence Lighthouse's economic plan was sound because $248,495 of revenue included in its proposed 1997-98 budget was to come from fund-raising with no specific commitments provided.</p>\n<p>The record includes a proposed budget identifying revenue from fund-raising of $248,495 in the first year and $143,013 in the second year. Fund-raising revenue represents 12% of total revenue in the first year and 6% in the second year. These amounts are in addition to fund-raising for school start-up and a permanent facility. The record also includes a letter from Lighthouse to the Beaufort Board detailing grant applications <span class=\"star-pagination\">*239</span> for the first year totaling $442,500. The award of these grants cannot be determined until charter status is finalized. The letter also indicates $50,000 for the first year from a fund-raising event.</p>\n<p>The State Board, citing the same evidence as the Beaufort Board, concluded the Lighthouse plan with the specified amount of fund-raising was economically sound. The circuit court reversed.</p>\n<p>Again, under Reg. 43-600, the State Board has a limited standard of review on appeal from a local board's decision regarding a charter school application. We find the Beaufort Board's decision rejecting Lighthouse's reliance on speculative revenue from proposed fund-raising is not arbitrary and is within the Beaufort Board's discretion. Accordingly, the Beaufort Board's finding the plan is not economically sound should not have been reversed under the standard of review set forth in Reg. 43-600. The circuit court properly reversed the State Board's ruling on this issue.</p>\n<p></p>\n<h2>c) § 59-40-70(C)</h2>\n<p>The Beaufort Board found denial was appropriate under § 59-40-70(C) which allows for denial of an application if it \"adversely affects other students in the district.\" It found an adverse effect from Lighthouse's failure to identify prospective students since the budget impact on public schools and faculty allocation in the district could not be determined. Further, it found Lighthouse would be a \"racially identifiable\" school in contravention of the desegregation agreement with the Office of Civil Rights which would adversely effect other students in the district.</p>\n<p>The State Board found it was an error of law to require Lighthouse to identify its prospective students and there was no evidence it would not be in compliance with the desegregation agreement. The circuit court reversed.</p>\n<p>We find the circuit court properly reversed the State Board's ruling. It is not unreasonable to require Lighthouse to offer conditional enrollment to prospective students if necessary to provide the Beaufort Board with the required information. Further, there is evidence in the form of a letter from the Office of Civil Rights requiring the school district to provide information not supplied by Lighthouse before approval <span class=\"star-pagination\">*240</span> could be given under the desegregation agreement. This evidence supports the Beaufort Board's conclusion that Lighthouse's application did not comply with the desegregation agreement. Although there is no evidence Lighthouse would be a racially identifiable school as found by the Beaufort Board, the evidence of non-compliance with the desegregation agreement supports the finding of an adverse effect since, at a minimum, the school district would be required to expend funds defending Lighthouse's non-compliance.<sup>[4]</sup></p>\n<p>In conclusion, we find the Beaufort Board's decision to deny Lighthouse's application is not clearly erroneous or arbitrary under the applicable standard of review. Accordingly, the circuit court properly reversed the order of the State Board on these grounds.</p>\n<p></p>\n<h2><i>ATTORNEY GENERAL'S APPEAL</i></h2>\n<p>The Attorney General intervened when this case was pending on appeal to the circuit court in order to challenge the constitutionality of the racial composition requirement of the Charter Schools Act found in § 59-40-50(B)(6), which provides:</p>\n<blockquote>(B) A charter school shall:</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(6) admit all children eligible to attend public school in a school district who are eligible to apply for admission to a charter school operating in that school district, subject to space limitations. <i>However, under no circumstances may a charter school enrollment differ from the racial composition of the school district by more than ten percent.</i> If the number of applications exceeds the capacity of a program, class, grade level, or building, students shall be accepted by lot, and there is no appeal to the sponsor.</blockquote>\n<p>(emphasis added).</p>\n<p>The Attorney General asserted the underscored provision violates equal protection. <i>See </i><i>Adarand Constructors, Inc. v.</i> <span class=\"star-pagination\">*241</span> <i>Pena,</i> <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1995); <i>City of Richmond v. Croson,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989) (classification based solely on race is subject to strict scrutiny, even when it is a \"benign\" or \"remedial\" racial classification); <i>see also </i><i>Wygant v. Jackson Bd. of Educ.,</i> <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1986) (applying strict scrutiny). The circuit court declined to address the issue for two reasons: 1) the issue was not raised below and 2) the issue need not be addressed because other grounds for denying the application were supported by the evidence.</p>\n<p>An administrative agency must follow the law as written until its constitutionality is judicially determined; an agency has no authority to pass on the constitutionality of a statute. <i>South Carolina Tax Comm'n v. South Carolina Tax Bd. of Review,</i> <span class=\"citation\" data-id=\"1333157\"><a href=\"/opinion/1333157/sc-tax-commission-v-sc-tax-board/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">556</span></a></span>, <span class=\"citation\" data-id=\"1333157\"><a href=\"/opinion/1333157/sc-tax-commission-v-sc-tax-board/\"><span class=\"volume\">299</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">489</span></a></span> (1983). Accordingly, neither the Beaufort Board nor the State Board could have addressed the constitutional issue which was therefore properly raised for the first time in circuit court.</p>\n<p>Further, although technically a ruling on the constitutionality of this provision was not necessary to the immediate disposition of the case before the circuit court, we find judicial economy dictates otherwise. Lighthouse joined the Attorney General in contesting the constitutionality of the racial composition provision. As acknowledged by the circuit court, Lighthouse may re-apply for a charter upon correcting the deficiencies noted by the Beaufort Board. Having raised the issue, Lighthouse is entitled to know whether it must satisfy the racial composition requirement before reapplying. Accordingly, we remand this issue to the circuit court to address whether § 59-40-50(B)(6) violates equal protection.</p>\n<p>AFFIRMED AND REMANDED.</p>\n<p>FINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  The circuit court granted the Beaufort Board's motion for a stay of the State Board's order and denied Lighthouse's motion to dismiss on the ground the State Board was a necessary party to the appeal. We dispose of appellants' appeal of these rulings under Rule 220(b), SCACR. <i>See </i><i>South Carolina Tax Comm'n v. Gaston Copper Recycling, Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">163</span></span>, <span class=\"citation\" data-id=\"1320094\"><a href=\"/opinion/1320094/sc-tax-comn-v-gaston-copper-recycling/\"><span class=\"volume\">447</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">843</span></a></span>, 844 n. 1 (1994) (appeal of a stay pending appeal is moot upon disposition of the appeal on the merits); <i>Owen Steel Co. v. South Carolina Tax Comm'n,</i> <span class=\"citation\" data-id=\"1337300\"><a href=\"/opinion/1337300/owen-steel-co-inc-v-sc-tax-comm/\"><span class=\"volume\">281</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">80</span></a></span>, <span class=\"citation\" data-id=\"1337300\"><a href=\"/opinion/1337300/owen-steel-co-inc-v-sc-tax-comm/\"><span class=\"volume\">313</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">636</span></a></span> (1984) (ordinarily, absent a statutory provision, an administrative review board is not a necessary party for purposes of judicial review).</p>\n<p>[2]  Reg. 43-600 provides for the State Board to review a local school board decision regarding a charter school application to determine if it:\n</p>\n<p>1. violated constitutional or statutory provisions;</p>\n<p>2. exceeded the authority of the local board;</p>\n<p>3. was based upon an error of law;</p>\n<p>4. is clearly erroneous in view of the substantial evidence on the record; or</p>\n<p>5. was arbitrary or capricious.</p>\n<p>[3]  The application offered the following information:\n</p>\n<p>The start-up or initial Lighthouse Charter School building will consist of modular units comparable to those used by public school districts in South Carolina and the nation. It's anticipated that within 3 years, i.e. the school year 2000, the Lighthouse Charter School building will be a state-of-the-art facility of which Beaufort and all of South Carolina will be justly proud.</p>\n<p>Lighthouse Charter School administrative and classroom equipment will be comparable to that available in other Beaufort County Schools.</p>\n<p>[4]  The Beaufort Board also found an adverse effect from the lack of support for the charter school from African-American parents and students. The State Board found no such support was required under the Act and reversed this finding. The State Board's finding was affirmed by the circuit court and is not challenged here. Accordingly, we do not address it.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1320094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1333157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1337300/"
          ]
        }
      ],
      "judges": "Moore",
      "date_created": "2014-10-30T17:47:20.465281Z",
      "date_modified": "2016-03-03T19:28:58.678790Z",
      "date_filed": "1999-06-01",
      "date_filed_is_approximate": false,
      "slug": "bd-of-educ-v-lighthouse-charter-school",
      "citation_id": 1274945,
      "case_name_short": "",
      "case_name": "BD. OF EDUC. v. Lighthouse Charter School",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "335 S.C. 230",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "516 S.E.2d 655",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1573310/bd-of-educ-v-lighthouse-charter-school/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:47:20.461622Z",
  "date_modified": "2014-10-30T17:47:20.461622Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "BD. OF EDUC. v. Lighthouse Charter School",
  "case_name_full": "",
  "slug": "bd-of-educ-v-lighthouse-charter-school",
  "docket_number": "24950",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}