{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1596997/",
  "id": 1596997,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/gactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1373601/",
      "id": 1373601,
      "absolute_url": "/opinion/1373601/gould-v-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1596997/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1373601/",
          "id": 1373601,
          "absolute_url": "/opinion/1373601/gould-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1373601/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7186/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:50:43.850856Z",
          "date_modified": "2017-04-04T15:52:48.522528Z",
          "type": "010combined",
          "sha1": "7fd847981ae4e5e85d6b7e6a1234029bb0ea9b05",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>131 Ga. App. 811 (1974)</b></center>\n<center><b>207 S.E.2d 519</b></center>\n<center><h1>GOULD<br>\nv.<br>\nTHE STATE.</h1></center>\n<center>48942.</center>\n<center><p><b>Court of Appeals of Georgia.</b></p></center>\n<center>Argued January 17, 1974.</center>\n<center>Decided April 23, 1974.</center>\n<center>Rehearing Denied May 16, 1974.</center>\n<p><span class=\"star-pagination\">*812</span> <i>Steven E. Fanning,</i> for appellant.</p>\n<p><i>Eldridge W. Fleming, District Attorney, William F. Lee, Jr.,</i> for appellee.</p>\n<p>STOLZ, Judge.</p>\n<p>This is an appeal from a judgment convicting the defendant of two counts of aggravated assault, one count of simple battery, and one count of criminal trespass. Consecutive six-year, twelve-month, and twelve-month sentences were imposed by the trial judge.</p>\n<p>Prior to trial, the defendant filed a written challenge to the array of the grand jury, alleging the violation of his rights guaranteed by the Constitution of the State of Georgia of 1945, Art. I, Sec. I, Pars. III, V and XXV (Code Ann. § 2-103, 2-125, 2-125) and the due process and equal protection clauses of the Fourteenth Amendment of the United States Constitution.</p>\n<p>A similar written challenge to the array of the petit or traverse jury was also filed. The basis of both challenges was that there had been a systematic, intentional and discriminatory exclusion of women, young adults between the ages of 18 and 30, and Negroes from both jury lists.</p>\n<p>1. The issues presented by this appeal are the same as those presented to this court in <i>Estep v. State,</i> 129 Ga. App. 909 (201 SE2d 809) and to the Supreme Court in <i>White v. State,</i> 230 Ga. 327 (196 SE2d 849), cert. den., 414 U. S. 886 (94 SC 222, 38 LE2d 134). This court, in deciding <i>Estep,</i> held that it was controlled by the binding precedent in <i>White.</i> Reference is made to those two opinions for recitation of fact and discussion of law which in many respects is identical to that which exists in the case before us. Where this case differs factually from <i>White</i> and <i>Estep,</i> the differences will be made apparent. Certain key similarities will also be noted.</p>\n<p>In all three cases, there were admissions by the jury commissioners recognizing the following classes: (1) women, (2) men, (3) negroes, (4) whites, and (5) young adults between the ages of 18 and 30 years. Likewise, in all three cases the jury commissioners testified that proportionally (1) there were as many upright and <span class=\"star-pagination\">*813</span> intelligent negroes as whites, women as men, and young adults between the ages of 18 and 30 years as persons over 30 years. Also, in each case the jury lists were culled from the voter registration list and from the tax digest. On neither list was there any indication of race or age. The only reference to sex was that which is inherent in the use of male and female names. \"All citizens of this State, above the age of 21 years, being neither idiots, lunatics, nor insane, who have resided in the county for six months preceding the time of serving, and who are the most experienced, intelligent, and upright persons, are qualified, and liable to serve as grand jurors, unless exempted by law: Provided, however, that all elected public officers and officials, county commissioners, tax receivers, tax collectors, members of the county board of education, county school commissioners, ordinaries, and county treasurers shall be incompetent to serve as grand jurors during their respective terms of office.\" Code Ann. § 59-201. We note that the age of 21 years is no longer applicable, but that the age of 18 years is. See Code Ann. § 74-104 (Ga. L. 1972, pp. 193, 194) and Code Ann. § 74-104.1 (Ga. L. 1972, pp. 193, 199; 1973, p. 590).</p>\n<p>\"[T]he board of jury commissioners shall compile and maintain and revise a jury list of intelligent and upright citizens of the county to serve as jurors. In composing such list the commissioners shall select a fairly representative cross-section of the intelligent and upright citizens of the county from the official registered voters' list of the county as most recently revised by the county board of registrars or other county election officials. If at any time it appears to the jury commissioners that the jury list, so composed, is not a fairly representative cross-section of the intelligent and upright citizens of the county, they shall supplement such list by going out into the county and personally acquainting themselves with other citizens of the county, including intelligent and upright citizens of any significantly identifiable group in the county which may not be fairly representative thereon.</p>\n<p>\"After selecting the citizens to serve as jurors, the jury commissioners shall select from the jury list a sufficient number of the most experienced, intelligent <span class=\"star-pagination\">*814</span> and upright citizens, not exceeding two-fifths of the whole number, to serve as grand jurors. The entire number first selected, including those afterwards selected as grand jurors, shall constitute the body of traverse jurors for the county, except as otherwise provided herein, and no new names shall be added until those names originally selected have been completely exhausted, except when a name which has already been drawn for the same term as a grand juror shall also be drawn as a traverse juror, such name shall be returned to the box and another drawn in its stead.\" Code § 59-106 (as amended, Ga. L. 1973, pp. 484, 485). The following chart succinctly illustrates the evidence showing the actual percentages and number composition of the grand jury and the petit jury in question.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*815</span>\n                         GRAND JURY\n                  No. on    No. in       % on      % in\n                  actual     true       actual     true\n                   jury      cross       jury      cross\n                   list     section      list     section\n-----------------------------------------------------------\n        Men         382       186       95.5%      46.5%\nSEX\n        Women        18       214        4.5%      53.5%\n-----------------------------------------------------------\n        Negroes      57       113       14.25%     29.29%\nRACE\n        Whites      343       287       85.75%     71.71%\n-----------------------------------------------------------\n        Over 30     395       295       98.75%     73.83%\nAGE\n        18-30         5       105        1.25%     26.17%\n                         TRAVERSE JURY\n                  No. on    No. in       % on      % in\n                  actual     true       actual     true\n                   jury      cross       jury      cross\n                   list     section      list     section\n-----------------------------------------------------------\n        Men        1791       994       83.77%      46.5%\nSEX\n        Women       347      1144       16.23%      53.5%\n-----------------------------------------------------------\n        Negroes     232       605       10.85%      28.29%\nRACE\n        Whites     1806      1533       89.15%      71.71%\n-----------------------------------------------------------\n        Over 30    2072      1578       96.91%      73.83%\nAGE\n        18-30        66       560        3.09%      26.17%\n</pre>\n<p><span class=\"star-pagination\">*816</span> A review of the preceding chart shows that on the grand jury underrepresentation for women was 91.2%, for negroes 49.5%, and for young adults 95.4%. Underrepresentation on the petit or traverse jury was 69.7% for women, 61.7% for negroes and 88.2% for young adults.</p>\n<p>The following chart further illustrates the composition of the grand jury and the petit or traverse jury and the respective relation that each has to a true cross section of Coweta County.</p>\n<p><span class=\"star-pagination\">*818</span> It is contended by the state that the same evidence was before the Supreme Court in <i>White,</i> that this case is controlled by <i>White,</i> and that proportional representation is not now and never has been a valid criterion. \"Fairness in selection has never been held to require proportional representation of races upon a jury. Virginia v. Rives, 100 U. S. 313, 322-23; Thomas v. Texas, 212 U. S. 278, 282. [The same rule applies to other significantly identifiable groups.] Purposeful discrimination is not sustained by a showing that on a crimination is not sustained by a showing that on a single grand jury the number of members of one race is less than that race's proportion of the eligible individuals. The number of our races and nationalities stands in the way of evolution of such a conception of due process or equal protection. Defendants under our criminal statutes are not entitled to demand representatives of their racial inheritance upon juries before whom they are tried. But such defendants are entitled to require that those who are trusted with jury selection shall not pursue a course of conduct which results in discrimination `in the selection of jurors on racial grounds.' Hill v. Texas, supra, 404.\" Akins v. Texas, 325 U. S. 398, 403 (65 SC 1276, 89 LE 1692). \"We have recently written why proportional representation of races on a jury is not a constitutional requisite. Succinctly stated, our reason was that the Constitution requires only <i>a fair jury selected without regard to race.</i> Obviously the number of races and nationalities appearing in the ancestry of our citizens would make it impossible to meet a requirement of proportional representation. Similarly, since there can be no exclusion of Negroes as a race and no discrimination because of color, proportional limitation is not permissible... Proportional racial limitation is therefore forbidden. An accused is entitled to have charges against him considered by a jury in the selection of which <i>there has been neither inclusion nor exclusion because of race.\"</i> (Emphasis supplied.) Cassel v. Texas, 339 U. S. 282, 286 (70 SC 629, 94 LE 839).</p>\n<p>In the case sub judice the appellant's argument is identical to those presented in <i>White</i> and <i>Estep.</i> However, there is a controlling difference in the evidence. In <i>White</i> and <i>Estep,</i> in addition to the evidence relative to the <span class=\"star-pagination\">*819</span> grand jury and traverse jury under challenge, \"the appellant did introduce in evidence one previous grand jury and petit jury list, [but] he nowhere produced any evidence showing the number of negroes, women and young adults thereon.\" <i>White,</i> supra, p. 331. In the case at bar, the appellant introduced evidence that the percentages previously referred to with reference to the grand jury and traverse jury pools for 1971, are also applicable to the grand jury and traverse jury pools selected in 1960, 1962, 1963, 1965, 1967, and 1969. It was stipulated that there had been no significant change in any degree in the designated groups over the period between the 1960 census and 1970 census. In <i>White,</i> the Supreme Court, in holding that the evidence presented did not show purposeful discrimination, stated, \"This is not sufficient. Purposeful discrimination is not shown by introducing evidence that <i>as to a single grand jury or petit jury</i> members of any large or identifiable segment of the community thereon, either negroes, women or young adults, are less in proportion than the proportion such identifiable segment bears to the population in general.\" (Emphasis supplied.) <i>White,</i> supra, p. 331. The Supreme Court also held the evidence insufficient to show de facto discrimination in <i>White</i> (p. 331).</p>\n<p>As we have pointed out previously, the evidence in this case, while identical to that in <i>White</i> and <i>Estep</i> as to the 1971 grand jury and petit jury pools, also shows that the composition of those pools has been the same since 1960.</p>\n<p>Where such marked disparity between the percentage of a class on the jury rolls and the percentage of a class in the total community is proved, a prima facie case of discrimination has been held to be shown (Whitus v. Georgia, 385 U. S. 545 (87 SC 643, 17 LE2d 599)) and testimony by the commissioners that no one has been included or rejected because of his race or color, is insufficient to overcome the prima facie case. Whitus, p. 551 and cit. See also Hernandez v. Texas, 347 U. S. 475, 481 (74 SC 667, 98 LE 866); Alexander v. Louisiana, 405 U. S. 625 (92 SC 1221, 31 LE2d 536). Here, we are constrained to note that in Whitus, the U. S. Supreme Court placed heavy emphasis on the fact that the grand <span class=\"star-pagination\">*820</span> jury and petit jury pools had been drawn from segregated tax digests; in Hernandez, no person with a Latin or Mexican name had served on a grand jury or petit jury for \"the last twenty-five years\"; and in Alexander, a comprehensive plan existed which the U. S. Supreme Court found to have selection procedures which \"were not racially neutral.\" Cf., Cassel v. Texas, 339 U. S. 282, supra, pp. 287-289. No such or similar situation exists in the case at bar.</p>\n<p>The Georgia statute (Code Ann. § 59-106, supra) is not under attack. If its constitutionality were being questioned, this court would not have jurisdiction. In attempting to come to grips with the central issue presented in this appeal, we look primarily to the Georgia statutes and case law.</p>\n<p>\"In composing such list the commissioners shall select a <i>fairly representative cross-section of the intelligent and upright citizens of the county</i> from the official registered voters' list of the county... If at any time it appears to the jury commissioners that the jury list, so composed, <i>is not a fairly representative cross-section of the intelligent and upright citizens of the county, they shall</i> supplement <i>such list</i> by going out into the county and personally acquainting themselves with other citizens of the county, <i>including intelligent and upright citizens of any significantly identifiable group in the county which may not be fairly represented thereon.\"</i> Code Ann. § 59-106, supra. (Emphasis supplied.)</p>\n<p>\"A fair trial in a fair tribunal is a basic requirement of due process.\" In re Murchison, 349 U. S. 133, 136 (75 SC 623, 99 LE 942). Our statute's provisions, like the federal's, \"reflect a design to make the jury `a cross section of the community' and truly representative of it.\" Ballard v. United States, 329 U. S. 187, 191 (67 SC 261, 91 LE 181) and cit. \"The American tradition of trial by jury, considered in connection with either criminal or civil proceedings, necessarily contemplates an impartial jury drawn from a cross section of the community. Smith v. Texas, 311 U. S. 128, 130; Glasser v. United States, 315 U. S. 60, 85. This does not mean, of course, that every jury must contain representatives of all the economic, social, religious, racial, political and geographical groups of the <span class=\"star-pagination\">*821</span> community; frequently such complete representation would be impossible. But it does mean that prospective jurors shall be selected by court officials without systematic and intentional exclusion of any of these groups. Recognition must be given to the fact that those eligible for jury service are to be found in every stratum of society. Jury competence is an individual rather than a group or class matter. That fact lies at the very heart of the jury system. To disregard it is to open the door to class distinctions and discriminations which are abhorrent to the democratic ideals of trial by jury.\" Thiel v. Southern Pacific Co., 328 U. S. 217, 220 (66 SC 984, 90 LE 1181, 166 ALR 1412).</p>\n<p>\"[T]he exclusion from jury service of a substantial and identifiable class of citizens has a potential impact that is too subtle and too pervasive to admit of confinement to particular issues or particular cases... When any large and identifiable segment of the community is excluded from jury service, the effect is to remove from the jury room qualities of human nature and varieties of human experience, the range of which is unknown and perhaps unknowable. It is not necessary to assume that the excluded group will consistently vote as a class in order to conclude ... that its exclusion deprives the jury of a perspective on human events that may have unsuspected importance in any case that may be presented.\" Peters v. Kiff, 407 U. S. 493, 503 (92 SC 2163, 33 LE2d 83).</p>\n<p>\"[T]he equal protection clause, as applied to jury selection, promotes values that traditionally have been felt to be at the core of due process; the dignity of the individual defendant, the integrity of the criminal process, and the premises of a democratic society. To select a jury with regard to the race of the defendant or to the race of other jurors is to confirm publicly the basic tenet of a caste system  that race is a relevant criterion in dealing with people; and it is intrinsic to a caste society that it systematically deprives its lower orders of the attributes of human dignity. Moreover, to exclude jurors for racial reasons demeans the criminal process as a source of law and justice; such conduct is not only lawless in its own right, but may lead to a lack of public <span class=\"star-pagination\">*822</span> confidence in the administration of criminal justice, at least among Negroes, and to an attitude of being above the law among whites.\" Yale Law Journal, Vol. 74, Part 2, pp. 919, 938. The same observations are made with regard to women and young adults.</p>\n<p>We reiterate our previously stated position, that proportional representation of sufficient groups within the county is not required. However, when the evidence shows that in three major identifiable groups (sex, race and age), women are 91.2% underrepresented in the grand jury pool and 69.7% in the traverse or petit jury pool; negroes are 49.5% underrepresented in the grand jury pool and 61.7% in the traverse or petit jury pools, coupled with the uncontroverted evidence from the jury commissioners that proportionally there are as many upright and intelligent women as men, negroes as whites, and young adults as those over 30 years of age, we reach the inescapable conclusion that as a matter of law the jury commissioners of Coweta County were remiss in the execution of their statutory duties in compiling a jury list composed of \"a fairly representative cross-section of the intelligent and upright citizens of the county.\" Code Ann. § 56-106, supra. The trial judge erred in overruling the defendant's challenges to the arrays of the grand jury and the petit jury.</p>\n<p>2. The defendant enumerates as error the imposition of consecutive sentences when the jury returned sentences of six years on each of two counts without recommendation. This issue is controlled by the decision of the Supreme Court in <i>Wade v. State,</i> 231 Ga. 131 (200 SE2d 271). We note in passing that this point may now be moot. The case sub judice is being reversed on the grounds set forth in Division 1 hereinabove. At the 1974 session, the General Assembly enacted a statute giving sentencing power to the superior court judge in all noncapital-felony cases.</p>\n<p>3. The defendant enumerates as error the refusal of the trial judge to appoint a qualified psychiatrist to examine him and to report his findings at the trial of the defendant's case. In denying the defendant's motion, the trial judge informed the defendant that he could be examined by the county physician. The specific grounds <span class=\"star-pagination\">*823</span> of the defendant's motion are: \"(a) Whether the said defendant, at the time he allegedly committed the crime with which he is charged, was of sufficient mental capacity to distinguish between right and wrong and comprehend the nature and quality of said act; (b) Whether or not the defendant is now in possession of mental facilities [sic] so as to enable him to comprehend the nature of the charge against him and rationally to aid in the conduct of his defense; (c) Whether or not the defendant is in such condition of mind and memory as to be able to recall the evidence connected with the offense with which he is charged so as to enable him to advise counsel in a rational manner and to testify at the trial of his case if called upon to do so; (d) Whether at the time he allegedly committed the crime with which he is charged, said defendant suffered from mental disease, injury, or congenital deficiency such that because of a delusional compulsion, his will to resist committing the acts which constituted the crime with which he is charged was overmastered.\"</p>\n<p>These are essentially the same grounds urged in <i>Roach v. State,</i> 111 Ga. App. 114, 116 (3) (140 SE2d 19), U. S. cert. denied 385 U. S. 935 and <i>Moore v. State,</i> 113 Ga. App. 738, 739 (149 SE2d 492), U. S. cert. denied 385 U. S. 1028. This case is controlled by the decisions in <i>Roach</i> and <i>Moore.</i> There is no reversible error shown in the trial judge's order.</p>\n<p>4. The defendant enumerates as error the refusal of the trial judge to allow the defendant to testify as to his commitment to a mental institution and the circumstances surrounding his commitment. The proposed testimony was objected to on the ground that the \"records would reflect whether he was in a mental institution would be the highest and best evidence,\" which objection was sustained. Here the question posed to the defendant was: \"Arthur, have you ever been in a mental institution?\" The defendant contends that he had filed a plea of insanity. However, such plea is not found in the record here. The question would be germane to such a plea. The best-evidence rule would not preclude this testimony, because the essential fact to be proved was not the existence or the contents of the commitment <span class=\"star-pagination\">*824</span> papers, but the existence of an independent fact, the commitment of the defendant to a mental institution, to which the relationship with the writing itself was merely collateral or incidental. See <i>Mallette v. Mallette,</i> 220 Ga. 401, 403 (139 SE2d 322) and cits. The exclusion of the testimony would deprive the defendant of a portion of his defense, and would be error. Since no plea apparently was filed, however, this enumerated error is without merit.</p>\n<p>For the reasons stated in Division 1 hereinabove, the judgment of the trial court is reversed.</p>\n<p><i>Judgment reversed. Deen and Webb, JJ., concur.</i></p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">811</span></span> (1974)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">519</span></span></b></center>\n<center><h1>GOULD<br>\nv.<br>\nTHE STATE.</h1></center>\n<center>48942.</center>\n<center><p><b>Court of Appeals of Georgia.</b></p></center>\n<center>Argued January 17, 1974.</center>\n<center>Decided April 23, 1974.</center>\n<center>Rehearing Denied May 16, 1974.</center>\n<p><span class=\"star-pagination\">*812</span> <i>Steven E. Fanning,</i> for appellant.</p>\n<p><i>Eldridge W. Fleming, District Attorney, William F. Lee, Jr.,</i> for appellee.</p>\n<p>STOLZ, Judge.</p>\n<p>This is an appeal from a judgment convicting the defendant of two counts of aggravated assault, one count of simple battery, and one count of criminal trespass. Consecutive six-year, twelve-month, and twelve-month sentences were imposed by the trial judge.</p>\n<p>Prior to trial, the defendant filed a written challenge to the array of the grand jury, alleging the violation of his rights guaranteed by the Constitution of the State of Georgia of 1945, Art. I, Sec. I, Pars. III, V and XXV (Code Ann. § 2-103, 2-125, 2-125) and the due process and equal protection clauses of the Fourteenth Amendment of the United States Constitution.</p>\n<p>A similar written challenge to the array of the petit or traverse jury was also filed. The basis of both challenges was that there had been a systematic, intentional and discriminatory exclusion of women, young adults between the ages of 18 and 30, and Negroes from both jury lists.</p>\n<p>1. The issues presented by this appeal are the same as those presented to this court in <i>Estep v. State,</i> <span class=\"citation\" data-id=\"1278273\"><a href=\"/opinion/1278273/estep-v-state/\"><span class=\"volume\">129</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">909</span></a></span> (201 SE2d 809) and to the Supreme Court in <i>White v. State,</i> <span class=\"citation\" data-id=\"1269087\"><a href=\"/opinion/1269087/white-v-state/\"><span class=\"volume\">230</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">327</span></a></span> (196 SE2d 849), cert. den., <span class=\"citation\" data-id=\"108917\"><a href=\"/opinion/108917/harry-white-v-state-of-georgia/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span> (94 SC 222, 38 LE2d 134). This court, in deciding <i>Estep,</i> held that it was controlled by the binding precedent in <i>White.</i> Reference is made to those two opinions for recitation of fact and discussion of law which in many respects is identical to that which exists in the case before us. Where this case differs factually from <i>White</i> and <i>Estep,</i> the differences will be made apparent. Certain key similarities will also be noted.</p>\n<p>In all three cases, there were admissions by the jury commissioners recognizing the following classes: (1) women, (2) men, (3) negroes, (4) whites, and (5) young adults between the ages of 18 and 30 years. Likewise, in all three cases the jury commissioners testified that proportionally (1) there were as many upright and <span class=\"star-pagination\">*813</span> intelligent negroes as whites, women as men, and young adults between the ages of 18 and 30 years as persons over 30 years. Also, in each case the jury lists were culled from the voter registration list and from the tax digest. On neither list was there any indication of race or age. The only reference to sex was that which is inherent in the use of male and female names. \"All citizens of this State, above the age of 21 years, being neither idiots, lunatics, nor insane, who have resided in the county for six months preceding the time of serving, and who are the most experienced, intelligent, and upright persons, are qualified, and liable to serve as grand jurors, unless exempted by law: Provided, however, that all elected public officers and officials, county commissioners, tax receivers, tax collectors, members of the county board of education, county school commissioners, ordinaries, and county treasurers shall be incompetent to serve as grand jurors during their respective terms of office.\" Code Ann. § 59-201. We note that the age of 21 years is no longer applicable, but that the age of 18 years is. See Code Ann. § 74-104 (Ga. L. 1972, pp. 193, 194) and Code Ann. § 74-104.1 (Ga. L. 1972, pp. 193, 199; 1973, p. 590).</p>\n<p>\"[T]he board of jury commissioners shall compile and maintain and revise a jury list of intelligent and upright citizens of the county to serve as jurors. In composing such list the commissioners shall select a fairly representative cross-section of the intelligent and upright citizens of the county from the official registered voters' list of the county as most recently revised by the county board of registrars or other county election officials. If at any time it appears to the jury commissioners that the jury list, so composed, is not a fairly representative cross-section of the intelligent and upright citizens of the county, they shall supplement such list by going out into the county and personally acquainting themselves with other citizens of the county, including intelligent and upright citizens of any significantly identifiable group in the county which may not be fairly representative thereon.</p>\n<p>\"After selecting the citizens to serve as jurors, the jury commissioners shall select from the jury list a sufficient number of the most experienced, intelligent <span class=\"star-pagination\">*814</span> and upright citizens, not exceeding two-fifths of the whole number, to serve as grand jurors. The entire number first selected, including those afterwards selected as grand jurors, shall constitute the body of traverse jurors for the county, except as otherwise provided herein, and no new names shall be added until those names originally selected have been completely exhausted, except when a name which has already been drawn for the same term as a grand juror shall also be drawn as a traverse juror, such name shall be returned to the box and another drawn in its stead.\" Code § 59-106 (as amended, Ga. L. 1973, pp. 484, 485). The following chart succinctly illustrates the evidence showing the actual percentages and number composition of the grand jury and the petit jury in question.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*815</span>\n                         GRAND JURY\n                  No. on    No. in       % on      % in\n                  actual     true       actual     true\n                   jury      cross       jury      cross\n                   list     section      list     section\n-----------------------------------------------------------\n        Men         382       186       95.5%      46.5%\nSEX\n        Women        18       214        4.5%      53.5%\n-----------------------------------------------------------\n        Negroes      57       113       14.25%     29.29%\nRACE\n        Whites      343       287       85.75%     71.71%\n-----------------------------------------------------------\n        Over 30     395       295       98.75%     73.83%\nAGE\n        18-30         5       105        1.25%     26.17%\n                         TRAVERSE JURY\n                  No. on    No. in       % on      % in\n                  actual     true       actual     true\n                   jury      cross       jury      cross\n                   list     section      list     section\n-----------------------------------------------------------\n        Men        1791       994       83.77%      46.5%\nSEX\n        Women       347      1144       16.23%      53.5%\n-----------------------------------------------------------\n        Negroes     232       605       10.85%      28.29%\nRACE\n        Whites     1806      1533       89.15%      71.71%\n-----------------------------------------------------------\n        Over 30    2072      1578       96.91%      73.83%\nAGE\n        18-30        66       560        3.09%      26.17%\n</pre>\n<p><span class=\"star-pagination\">*816</span> A review of the preceding chart shows that on the grand jury underrepresentation for women was 91.2%, for negroes 49.5%, and for young adults 95.4%. Underrepresentation on the petit or traverse jury was 69.7% for women, 61.7% for negroes and 88.2% for young adults.</p>\n<p>The following chart further illustrates the composition of the grand jury and the petit or traverse jury and the respective relation that each has to a true cross section of Coweta County.</p>\n<p><span class=\"star-pagination\">*818</span> It is contended by the state that the same evidence was before the Supreme Court in <i>White,</i> that this case is controlled by <i>White,</i> and that proportional representation is not now and never has been a valid criterion. \"Fairness in selection has never been held to require proportional representation of races upon a jury. Virginia v. Rives, <span class=\"citation\" data-id=\"90040\"><a href=\"/opinion/90040/virginia-v-rives/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 322-23; Thomas v. Texas, <span class=\"citation\" data-id=\"96952\"><a href=\"/opinion/96952/thomas-v-texas/\"><span class=\"volume\">212</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 282. [The same rule applies to other significantly identifiable groups.] Purposeful discrimination is not sustained by a showing that on a crimination is not sustained by a showing that on a single grand jury the number of members of one race is less than that race's proportion of the eligible individuals. The number of our races and nationalities stands in the way of evolution of such a conception of due process or equal protection. Defendants under our criminal statutes are not entitled to demand representatives of their racial inheritance upon juries before whom they are tried. But such defendants are entitled to require that those who are trusted with jury selection shall not pursue a course of conduct which results in discrimination `in the selection of jurors on racial grounds.' Hill v. Texas, supra, 404.\" Akins v. Texas, <span class=\"citation\" data-id=\"104151\"><a href=\"/opinion/104151/akins-v-texas/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, 403 (65 SC 1276, 89 LE 1692). \"We have recently written why proportional representation of races on a jury is not a constitutional requisite. Succinctly stated, our reason was that the Constitution requires only <i>a fair jury selected without regard to race.</i> Obviously the number of races and nationalities appearing in the ancestry of our citizens would make it impossible to meet a requirement of proportional representation. Similarly, since there can be no exclusion of Negroes as a race and no discrimination because of color, proportional limitation is not permissible... Proportional racial limitation is therefore forbidden. An accused is entitled to have charges against him considered by a jury in the selection of which <i>there has been neither inclusion nor exclusion because of race.\"</i> (Emphasis supplied.) Cassel v. Texas, <span class=\"citation\" data-id=\"104785\"><a href=\"/opinion/104785/cassell-v-texas/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 286 (70 SC 629, 94 LE 839).</p>\n<p>In the case sub judice the appellant's argument is identical to those presented in <i>White</i> and <i>Estep.</i> However, there is a controlling difference in the evidence. In <i>White</i> and <i>Estep,</i> in addition to the evidence relative to the <span class=\"star-pagination\">*819</span> grand jury and traverse jury under challenge, \"the appellant did introduce in evidence one previous grand jury and petit jury list, [but] he nowhere produced any evidence showing the number of negroes, women and young adults thereon.\" <i>White,</i> supra, p. 331. In the case at bar, the appellant introduced evidence that the percentages previously referred to with reference to the grand jury and traverse jury pools for 1971, are also applicable to the grand jury and traverse jury pools selected in 1960, 1962, 1963, 1965, 1967, and 1969. It was stipulated that there had been no significant change in any degree in the designated groups over the period between the 1960 census and 1970 census. In <i>White,</i> the Supreme Court, in holding that the evidence presented did not show purposeful discrimination, stated, \"This is not sufficient. Purposeful discrimination is not shown by introducing evidence that <i>as to a single grand jury or petit jury</i> members of any large or identifiable segment of the community thereon, either negroes, women or young adults, are less in proportion than the proportion such identifiable segment bears to the population in general.\" (Emphasis supplied.) <i>White,</i> supra, p. 331. The Supreme Court also held the evidence insufficient to show de facto discrimination in <i>White</i> (p. 331).</p>\n<p>As we have pointed out previously, the evidence in this case, while identical to that in <i>White</i> and <i>Estep</i> as to the 1971 grand jury and petit jury pools, also shows that the composition of those pools has been the same since 1960.</p>\n<p>Where such marked disparity between the percentage of a class on the jury rolls and the percentage of a class in the total community is proved, a prima facie case of discrimination has been held to be shown (Whitus v. Georgia, <span class=\"citation\" data-id=\"107341\"><a href=\"/opinion/107341/whitus-v-georgia/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span> (87 SC 643, 17 LE2d 599)) and testimony by the commissioners that no one has been included or rejected because of his race or color, is insufficient to overcome the prima facie case. Whitus, p. 551 and cit. See also Hernandez v. Texas, <span class=\"citation\" data-id=\"105220\"><a href=\"/opinion/105220/hernandez-v-texas/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, 481 (74 SC 667, 98 LE 866); Alexander v. Louisiana, <span class=\"citation\" data-id=\"108496\"><a href=\"/opinion/108496/alexander-v-louisiana/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span> (92 SC 1221, 31 LE2d 536). Here, we are constrained to note that in Whitus, the U. S. Supreme Court placed heavy emphasis on the fact that the grand <span class=\"star-pagination\">*820</span> jury and petit jury pools had been drawn from segregated tax digests; in Hernandez, no person with a Latin or Mexican name had served on a grand jury or petit jury for \"the last twenty-five years\"; and in Alexander, a comprehensive plan existed which the U. S. Supreme Court found to have selection procedures which \"were not racially neutral.\" Cf., Cassel v. Texas, <span class=\"citation\" data-id=\"104785\"><a href=\"/opinion/104785/cassell-v-texas/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, supra, pp. 287-289. No such or similar situation exists in the case at bar.</p>\n<p>The Georgia statute (Code Ann. § 59-106, supra) is not under attack. If its constitutionality were being questioned, this court would not have jurisdiction. In attempting to come to grips with the central issue presented in this appeal, we look primarily to the Georgia statutes and case law.</p>\n<p>\"In composing such list the commissioners shall select a <i>fairly representative cross-section of the intelligent and upright citizens of the county</i> from the official registered voters' list of the county... If at any time it appears to the jury commissioners that the jury list, so composed, <i>is not a fairly representative cross-section of the intelligent and upright citizens of the county, they shall</i> supplement <i>such list</i> by going out into the county and personally acquainting themselves with other citizens of the county, <i>including intelligent and upright citizens of any significantly identifiable group in the county which may not be fairly represented thereon.\"</i> Code Ann. § 59-106, supra. (Emphasis supplied.)</p>\n<p>\"A fair trial in a fair tribunal is a basic requirement of due process.\" In re Murchison, <span class=\"citation\" data-id=\"105303\"><a href=\"/opinion/105303/in-re-murchison/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 136 (75 SC 623, 99 LE 942). Our statute's provisions, like the federal's, \"reflect a design to make the jury `a cross section of the community' and truly representative of it.\" Ballard v. United States, <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 191 (67 SC 261, 91 LE 181) and cit. \"The American tradition of trial by jury, considered in connection with either criminal or civil proceedings, necessarily contemplates an impartial jury drawn from a cross section of the community. Smith v. Texas, <span class=\"citation\" data-id=\"103391\"><a href=\"/opinion/103391/smith-v-texas/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 130; Glasser v. United States, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 85. This does not mean, of course, that every jury must contain representatives of all the economic, social, religious, racial, political and geographical groups of the <span class=\"star-pagination\">*821</span> community; frequently such complete representation would be impossible. But it does mean that prospective jurors shall be selected by court officials without systematic and intentional exclusion of any of these groups. Recognition must be given to the fact that those eligible for jury service are to be found in every stratum of society. Jury competence is an individual rather than a group or class matter. That fact lies at the very heart of the jury system. To disregard it is to open the door to class distinctions and discriminations which are abhorrent to the democratic ideals of trial by jury.\" Thiel v. Southern Pacific Co., <span class=\"citation\" data-id=\"104296\"><a href=\"/opinion/104296/thiel-v-southern-pacific-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, 220 (66 SC 984, 90 LE 1181, <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1412</span></span>).</p>\n<p>\"[T]he exclusion from jury service of a substantial and identifiable class of citizens has a potential impact that is too subtle and too pervasive to admit of confinement to particular issues or particular cases... When any large and identifiable segment of the community is excluded from jury service, the effect is to remove from the jury room qualities of human nature and varieties of human experience, the range of which is unknown and perhaps unknowable. It is not necessary to assume that the excluded group will consistently vote as a class in order to conclude ... that its exclusion deprives the jury of a perspective on human events that may have unsuspected importance in any case that may be presented.\" Peters v. Kiff, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, 503 (92 SC 2163, 33 LE2d 83).</p>\n<p>\"[T]he equal protection clause, as applied to jury selection, promotes values that traditionally have been felt to be at the core of due process; the dignity of the individual defendant, the integrity of the criminal process, and the premises of a democratic society. To select a jury with regard to the race of the defendant or to the race of other jurors is to confirm publicly the basic tenet of a caste system  that race is a relevant criterion in dealing with people; and it is intrinsic to a caste society that it systematically deprives its lower orders of the attributes of human dignity. Moreover, to exclude jurors for racial reasons demeans the criminal process as a source of law and justice; such conduct is not only lawless in its own right, but may lead to a lack of public <span class=\"star-pagination\">*822</span> confidence in the administration of criminal justice, at least among Negroes, and to an attitude of being above the law among whites.\" Yale Law Journal, Vol. 74, Part 2, pp. 919, 938. The same observations are made with regard to women and young adults.</p>\n<p>We reiterate our previously stated position, that proportional representation of sufficient groups within the county is not required. However, when the evidence shows that in three major identifiable groups (sex, race and age), women are 91.2% underrepresented in the grand jury pool and 69.7% in the traverse or petit jury pool; negroes are 49.5% underrepresented in the grand jury pool and 61.7% in the traverse or petit jury pools, coupled with the uncontroverted evidence from the jury commissioners that proportionally there are as many upright and intelligent women as men, negroes as whites, and young adults as those over 30 years of age, we reach the inescapable conclusion that as a matter of law the jury commissioners of Coweta County were remiss in the execution of their statutory duties in compiling a jury list composed of \"a fairly representative cross-section of the intelligent and upright citizens of the county.\" Code Ann. § 56-106, supra. The trial judge erred in overruling the defendant's challenges to the arrays of the grand jury and the petit jury.</p>\n<p>2. The defendant enumerates as error the imposition of consecutive sentences when the jury returned sentences of six years on each of two counts without recommendation. This issue is controlled by the decision of the Supreme Court in <i>Wade v. State,</i> <span class=\"citation\" data-id=\"1213020\"><a href=\"/opinion/1213020/wade-v-state/\"><span class=\"volume\">231</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">131</span></a></span> (200 SE2d 271). We note in passing that this point may now be moot. The case sub judice is being reversed on the grounds set forth in Division 1 hereinabove. At the 1974 session, the General Assembly enacted a statute giving sentencing power to the superior court judge in all noncapital-felony cases.</p>\n<p>3. The defendant enumerates as error the refusal of the trial judge to appoint a qualified psychiatrist to examine him and to report his findings at the trial of the defendant's case. In denying the defendant's motion, the trial judge informed the defendant that he could be examined by the county physician. The specific grounds <span class=\"star-pagination\">*823</span> of the defendant's motion are: \"(a) Whether the said defendant, at the time he allegedly committed the crime with which he is charged, was of sufficient mental capacity to distinguish between right and wrong and comprehend the nature and quality of said act; (b) Whether or not the defendant is now in possession of mental facilities [sic] so as to enable him to comprehend the nature of the charge against him and rationally to aid in the conduct of his defense; (c) Whether or not the defendant is in such condition of mind and memory as to be able to recall the evidence connected with the offense with which he is charged so as to enable him to advise counsel in a rational manner and to testify at the trial of his case if called upon to do so; (d) Whether at the time he allegedly committed the crime with which he is charged, said defendant suffered from mental disease, injury, or congenital deficiency such that because of a delusional compulsion, his will to resist committing the acts which constituted the crime with which he is charged was overmastered.\"</p>\n<p>These are essentially the same grounds urged in <i>Roach v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">114</span></span>, 116 (3) (140 SE2d 19), U. S. cert. denied <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">935</span></span> and <i>Moore v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">738</span></span>, 739 (149 SE2d 492), U. S. cert. denied <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1028</span></span>. This case is controlled by the decisions in <i>Roach</i> and <i>Moore.</i> There is no reversible error shown in the trial judge's order.</p>\n<p>4. The defendant enumerates as error the refusal of the trial judge to allow the defendant to testify as to his commitment to a mental institution and the circumstances surrounding his commitment. The proposed testimony was objected to on the ground that the \"records would reflect whether he was in a mental institution would be the highest and best evidence,\" which objection was sustained. Here the question posed to the defendant was: \"Arthur, have you ever been in a mental institution?\" The defendant contends that he had filed a plea of insanity. However, such plea is not found in the record here. The question would be germane to such a plea. The best-evidence rule would not preclude this testimony, because the essential fact to be proved was not the existence or the contents of the commitment <span class=\"star-pagination\">*824</span> papers, but the existence of an independent fact, the commitment of the defendant to a mental institution, to which the relationship with the writing itself was merely collateral or incidental. See <i>Mallette v. Mallette,</i> <span class=\"citation\" data-id=\"1413237\"><a href=\"/opinion/1413237/mallette-v-mallette/\"><span class=\"volume\">220</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">401</span></a></span>, 403 (139 SE2d 322) and cits. The exclusion of the testimony would deprive the defendant of a portion of his defense, and would be error. Since no plea apparently was filed, however, this enumerated error is without merit.</p>\n<p>For the reasons stated in Division 1 hereinabove, the judgment of the trial court is reversed.</p>\n<p><i>Judgment reversed. Deen and Webb, JJ., concur.</i></p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103391/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1213020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1269087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1278273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1413237/"
          ]
        }
      ],
      "judges": "Stolz",
      "date_created": "2014-10-30T17:58:19.979202Z",
      "date_modified": "2016-03-03T19:40:30.217162Z",
      "date_filed": "1974-04-23",
      "date_filed_is_approximate": false,
      "slug": "gould-v-state",
      "citation_id": 1346372,
      "case_name_short": "Gould",
      "case_name": "Gould v. State",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "131 Ga. App. 811",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "207 S.E.2d 519",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1596997/gould-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T17:58:19.975662Z",
  "date_modified": "2014-10-30T17:58:19.975662Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Gould",
  "case_name": "Gould v. State",
  "case_name_full": "",
  "slug": "gould-v-state",
  "docket_number": "48942",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}