{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1612020/",
  "id": 1612020,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mdd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1429109/",
      "id": 1429109,
      "absolute_url": "/opinion/1429109/maloof-v-united-states/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1612020/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1429109/",
          "id": 1429109,
          "absolute_url": "/opinion/1429109/maloof-v-united-states/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1429109/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2430/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:05:54.452689Z",
          "date_modified": "2017-04-05T18:52:47.778915Z",
          "type": "010combined",
          "sha1": "bb1b961c006478431b240927b57ddefc166cfdd7",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>242 F.Supp. 175 (1965)</b></center>\n<center><h1>Fred N. MALOOF<br>\nv.<br>\nUNITED STATES of America, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nNORFOLK DREDGING COMPANY, Third-Party Defendant.<br>\nFred N. MALOOF<br>\nv.<br>\nUNITED STATES of America and<br>\nNorfolk Dredging Company.</h1></center>\n<center>Civ. A. No. 13338.</center>\n<center><p><b>United States District Court D. Maryland.</b></p></center>\n<center>June 2, 1965.</center>\n<p><span class=\"star-pagination\">*176</span> Charles C. G. Evans, Donald E. Sharpe, Piper &amp; Marbury, Baltimore, Md., for plaintiff.</p>\n<p>Thomas J. Kenney, U. S. Atty., and Ronald T. Osborn, Asst. U. S. Atty., for defendant and third-party plaintiff.</p>\n<p>Guilford D. Ware, Baird, Crenshaw &amp; Lanning, Norfolk, Va., and C. Maurice Flinn, LaPlata, Md., for third-party defendant.</p>\n<p>NORTHROP, District Judge.</p>\n<p>Fred N. Maloof (Maloof) instituted this action to recover damages for injuries to his property as a result of fire on April 12, 1960. He claims that the Norfolk Dredging Company (Norfolk) and the United States (the Government), defendants herein, negligently allowed a fire to spread from property of the Government to his property.</p>\n<p>The Government had acquired property in the area of Oxon Hill, Maryland, for a highway interchange and approaches to the Woodrow Wilson Memorial Bridge <span class=\"star-pagination\">*177</span> which spans the Potomac just south of Alexandria, Virginia.</p>\n<p>At the time of the fire Norfolk was under contract with the Government to clear the property, grade for the approaches, and build hydraulic fills.</p>\n<p>In 1952, Maloof acquired a part of Oxon Hill Manor from the late Sumner Welles, Under Secretary of State during President Roosevelt's administration. The part purchased by Maloof consists of approximately fifty-five acres. Located thereon are the Manor House, stables, greenhouses, servants' quarters, and various other outbuildings. The area around the Manor House was well landscaped with ornamental trees, shrubs, and formal gardens. The Manor House commands a sweeping view of the Potomac River, and between its lawn and the river, as well as to the north, is woodland.</p>\n<p>Maloof purchased the property to house and exhibit his considerable, valuable, and historic art collection. He further had intentions of establishing the property as a shrine to John Hanson, first President of the United States under the Articles of Confederation. It was here that John Hanson died and is thought to be buried. This property was particularly fitting for this latter purpose. And the testimony clearly establishes Maloof's intended use and efforts to achieve his aims. All of this, as will be seen, becomes significant in determining the measure of damages.</p>\n<p>The Government property whence the fire spread was to the north of Maloof's. It was separated therefrom by some woodland and underbrush on property owned by Oxon Hill Estates, Inc., which also once was part of the Welles's estate. North of the Government's property was the Sellner tract of land, grown up in broom grass, honeysuckle, and some woodland. Farther to the north was the St. Elizabeth's truck farm, the only farmed land in the area.</p>\n<p>It can be said that the woodland in all of this area, including that on Maloof's property, was grown up with vines and honeysuckle and that downed trees had not been removed. What used to be farm fields were also overgrown with broom grass, vines and undergrowth. The only exception to this general condition was an extensive area to the south, east, and west of the Manor House on Maloof's property. While this area was not maintained in the same impeccable condition as it had been under Sumner Welles's ownership, it was kept in presentable condition.</p>\n<p>This suit was instituted in the Eastern District of Virginia and transferred to this court in two parts. The Government, claiming indemnity, filed a third-party complaint against Norfolk in this court. While previously there were other issues, settlement has removed them from consideration. The issues remaining to be resolved are</p>\n<blockquote>1. The liability of Norfolk and/or the Government;</blockquote>\n<blockquote>2. The measure of damages to be applied and the amount of the award in accordance therewith;</blockquote>\n<blockquote>3. The claim of indemnity by the Government against Norfolk.</blockquote>\n<p></p>\n<h2>I  LIABILITY</h2>\n<p>In 1959 Norfolk entered into a contract with the Government to construct a hydraulic embankment from Rosalie Island in the Potomac River to the Maryland shore for the Woodrow Wilson Memorial Bridge. The contract called for completion in 180 days. Also, all necessary clearing and grubbing was to be performed by Norfolk and Norfolk was to burn all timber, brush, stumps, roots, rotten wood, and other refuse from the clearing and grubbing. It is this provision of the contract that concerns us.</p>\n<p>Sometime in January of 1959 Norfolk commenced work. The burning operation consisted of placing felled trees and other debris in piles with the aid of bulldozers and a crane. The height of the piles would vary, depending on whether the crane was used. When it was, the piles were about thirty feet in height and approximately thirty feet in diameter at all times. These piles were then soaked <span class=\"star-pagination\">*178</span> with fuel oil and old rubber tires were placed on them to make a hot and constant fire.</p>\n<p>On April 12, 1960, three piles, varying in size, were ignited by Norfolk. Within a very short period, Norfolk's employees saw the broom grass burning on the Sellner property immediately north of the Government's land. Efforts to prevent the fire from spreading were to no avail. Wind carried the fire into the trees and within minutes a major conflagration occurred which spread to the south onto the Oxon Hill Estates' land and thence to Maloof's woodland and up to the Manor House and outbuildings, causing considerable damage to the woodland and ornamental planting around the Manor House. The magnitude of this fire was such that at one time an estimated 500 people were fighting it. Numerous fire departments from considerable distances responded to the call. The fire was not completely extinguished until April 16, 1960.</p>\n<p>The plaintiff assigns to Norfolk specific acts of negligence: (1) in igniting the piles of debris under the existing circumstances and in hazardous weather conditions; (2) in not having on hand adequate fire-fighting equipment to prevent the fire from spreading; and (3) for violating Section 353, Article 66C, Annotated Code of Maryland, 1957,<sup>[1]</sup> which plaintiff contends makes allowing a fire to escape prima facie proof of carelessness or neglect.</p>\n<p>Maloof contends the Government is liable under: (1) the Tort Claims Act, 28 U.S.C.A. § 1346, for the acts of its employee Norfolk; (2) general principles of negligence; and (3) the Maryland statutory provision, Section 353, Article 66C of the Annotated Code of Maryland, 1957.</p>\n<p></p>\n<h2>THE WEATHER</h2>\n<p>Weather conditions, of course, in a burning operation such as this, are of prime importance. Factors which should be taken into consideration are low humidity, wind velocity and high temperatures, the extent and kind of vegetation in the area, as well as the fire-danger burning index.</p>\n<p>The greatest danger of fire exists in the spring and fall. For some reason, in this area, April is a particularly hazardous month. April of 1960 was no exception. The undisputed testimony is that the fire-danger burning index for a number of days preceding April 12, 1960, was considered in the dangerous zone, and on April 12, 1960, it was critical. Nor is it contested that there had been a protracted dry spell.</p>\n<p>The Maryland Department of Forests and Parks maintains a Fire Ranger Station at Cedarville, Maryland, approximately fifteen miles by road from Oxon Hill and about eight as the crow flies. State foresters from this station testified as to the fire index. From this station, bulletins as to burning are sent to the newspapers and to radio and television stations to warn the public. The <span class=\"star-pagination\">*179</span> Norfolk job engineer and the person in charge of the operation had contacted this station and forest rangers had been on the job site where they left pamphlets regarding burning regulations. Norfolk's engineer, Robert C. Cahoon, testified that while he was aware of such a thing as a fire-danger burning index, having fought forest fires while in high school, he did not attempt to ascertain the index figures from the Cedarville station. He merely wished to determine what the burning regulations were. The regulations, it developed, applied only to fires started within 200 feet of areas which might become inflamed. Since the testimony preponderates that all piles which were ignited were over 200 feet from woodland or overgrown area and well within the cleared area, it is unnecessary to consider this regulation. On visits by fire rangers April 8 and 9, no violation of the 200-foot provision was observed. On April 12, 1960, the piles were seen to comply with the regulation.</p>\n<p>While this was Cahoon's first experience on a big burning job, he had been on the site since January. (He said Norfolk had been burning on and off for about a month.) Cahoon also testified that it was his practice the night before burning to call, around ten o'clock, a number on the Washington, D. C., telephone exchange to ascertain the weather for the next day. He stated that on the particular night of April 11, 1960, he telephoned for weather information and believes he heard \"partially cloudy, warm, slight southerly breeze\". The weather information for the area in which Oxon Hill is located is determined from the United States Weather Bureau station at the Washington National Airport, just a few miles up the Potomac River from the work site. The meteorologist in charge of the station, from his records, determined that the report for Tuesday, April 12, which would have been given at around ten o'clock Monday evening, April 11, 1960, was \"Tuesday: Variable cloudiness, warmer, rather windy with scattered showers\". And this same report was the one transmitted from four until eleven o'clock that evening. He also testified that around ten o'clock p. m. on April 11, 1960, the wind was then west-southwest at twenty-eight miles per hour. By eleven o'clock Monday night, the report for April 12 was \"Variable cloudiness, windy, warm, high around seventy-four degrees\". And from five o'clock until eleven o'clock the morning of April 12, the report  had Cahoon telephoned \"weather\"  was \"Mostly sunny, rather windy and warm with highest around seventy-four degrees\". Finally, the meteorologist testified it was not unusual in the Washington area for the wind to shift during the day.</p>\n<p>The weather on April 12 was dry. The records from the testimony at the trial show the wind as follows:</p>\n<p></p>\n<pre>\n         Time           Wind From            Miles Per Hour\n      7:55 a.m.            SW                Approx. 11\n      9:59 a.m.            SW                  \"     14\n     10:29 a.m.            WSW                 \"     19, gusts up to 31\n     11:00 a.m.            WNW                 \"     28\n     12:00 noon            WNW                 \"     23\n</pre>\n<p>The humidity varied from the high thirties to the high twenties during the morning. The wind was always above ten miles per hour. With respect to danger of a fire spreading, humidity below thirty per cent is considered low, and wind over ten miles per hour is high.</p>\n<p></p>\n<h2>THE FIRE</h2>\n<p>The testimony is that around eight a. m. on the twelfth, the foreman of <span class=\"star-pagination\">*180</span> Norfolk's clearing crew ignited a pile of debris. Around 9:45 a. m., Sellner's broom grass was seen to be on fire. Some of Norfolk's men tried to bulldoze a fire break on the Government property to prevent spread of fire to the south. Others attempted to prevent fire from reaching St. Elizabeth's property to the north. In any event, the fire went into the trees, jumped the fire break on the south and raged in the woodland trees on Oxon Hill Estates, sweeping to Maloof's completely out of control. Just before this occurred, Robert G. Blish, the Government's project engineer, had called the fire department. It was only by dint of great effort on the part of numerous fire departments that the buildings on Maloof's land were saved. It is not clear from the testimony at exactly what time the fire on the Sellner property to the north of the Government's land spread to the south, but it will be remembered that there was a shift in the wind out of the northwest at eleven o'clock and its velocity was twenty-eight miles per hour, which was probably a contributing factor in turning the fire toward Maloof's.</p>\n<p>I am convinced that the fire began when sparks were blown from the burning pile of debris north to Sellner's land; and that from there the wind carried it south to Maloof's property. Norfolk's witnesses could not say how the fire started on Sellner's land, but they did see it jump the fire break and spread from Sellner's to Oxon Hill Estates and on to Maloof's. I find that the inference is inescapable that the southerly wind prevailing when the pile was ignited carried sparks to Sellner's land setting it afire. Hence, the igniting of the pile was the proximate cause of Maloof's damage.</p>\n<p></p>\n<h2>NORFOLK'S LIABILITY</h2>\n<p>Was Norfolk negligent in igniting the pile of debris? From a preponderance of the evidence, the answer must be yes.</p>\n<p>First, it is undisputed that a protracted drought, well known to all, existed in the area.</p>\n<p>Second, with the exception of the cleared area on the Government property, the growth of vegetation and woodland contiguous to the site was highly flammable.</p>\n<p>Third, Norfolk, with the exception of bulldozers, chain saws, axes, shovels, and mattocks, had no fire-fighting equipment to prevent fire from spreading. It had no water trucks or hand-drawn equipment. It did not even have simple equipment such as Indian Tanks (portable tanks with hoses containing water which can be used to dampen brush).</p>\n<p>Fourth, no attempt was made to ascertain the fire-danger burning index although Norfolk's engineer was aware there was such a thing, having had experience with fire fighting. He knew or should have known, and could have obtained, such information from the Fire Ranger Station at Cedarville which he had previously contacted.</p>\n<p>Fifth, Norfolk either did not determine or completely ignored the weather report for the twelfth, as all reports would have warned that the twelfth was to be \"windy\" as indeed it was.</p>\n<p>Sixth, the size of the piles under any circumstances would seem to be too large and high, given the drought and the overgrown condition of the area around the site.</p>\n<p>The testimony of Cahoon is that while he was aware of all of the above, he was, in effect, more anxious to complete the job within the time limit. He further states that he felt it was up to the government project engineer to stop him if conditions were not favorable for burning, since the project engineer knew Norfolk was expecting to burn.</p>\n<p>I find Norfolk negligent in burning on the day in question because of the hazardous weather conditions and under the circumstances enumerated above. It also was negligent in not having at hand proper equipment to prevent fires from spreading since it knew or should have known this might happen given the prevailing conditions in the area.</p>\n<p><span class=\"star-pagination\">*181</span> Having found Norfolk negligent, it is unnecessary to make further finding in reference to the Maryland statutes, 1957 Code, Art. 66C, Sec. 353.</p>\n<p></p>\n<h2>LIABILITY OF THE GOVERNMENT</h2>\n<p>In making a determination as to the Government's liability, the contract and the laws of Maryland must be looked to. Whether one performing work for the Government is to be classified as an independent contractor or as an employee is determined by the law of the place where the act or omission occurred. Williams v. United States, 350 U.S. 857, 76 S.Ct. 100, 100 L.Ed. 761 (1955).</p>\n<p>In Maryland an independent contractor must be free from control in all detail connected with the performance of the work save the result. Snider v. Gaultney, 218 Md. 332, 146 A.2d 869 (1958); Keitz v. National Paving &amp; Contracting Co., 214 Md. 479, 134 A.2d 296, 136 A.2d 229 (1957); Williams Construction Co. v. Bohlen, 189 Md. 576, 56 A.2d 694 (1948). In Keitz v. National Paving &amp; Contracting Co., supra, 214 Md. at 491, 134 A.2d at 301, the court said:</p>\n<blockquote>\"Coming now to the main question involved herein, it has been stated by this Court that there are at least five <i>criteria</i> that may be considered in determining the question whether the relationship of master and servant exists. These are: (1) the selection and engagement of the servant, (2) the payment of wages, (3) the power to discharge, (4) the power to control the servant's conduct, (5) and whether the work is a part of the regular business of the employer. Standing alone, none of these <i>indicia,</i> excepting (4), seem controlling in the determination as to whether such relationship exists. The decisive test in determining whether the relation of master and servant exists is whether the employer has the <i>right to control and direct the servant in the performance of his work and in the manner in which the work is to be done.</i> It will be noted from the above, it is not the manner in which the alleged master actually exercised his authority to control and direct the action of the servant which controls, but it is his <i>right</i> to do so that is important.\"</blockquote>\n<p>Nor under Maryland law is it necessary for the plaintiff to establish that for the entire contract, Norfolk was acting as servant-employer of the United States. In Greer Lines Co. v. Roberts, 216 Md. 69, 78, 139 A.2d 235, 238-239 (1958), the court said:</p>\n<blockquote>\"The rule of <i>respondeat superior</i> arises from the relation of principal and subordinate, and rests upon the powers of control and direction which the superior has over the subordinate. Hooper v. Brawner, 148 Md. 417, 421, 129 A. 672, 42 A.L.R. 1437. It applies when the relation of master and servant, employer and employee, or principal and agent is shown to exist between the wrongdoer and the person sought to be charged for the result of the wrong, at the time and in respect to the very transaction out of which the injury arose.\"</blockquote>\n<p>So, we need only to look to those parts of the contract which are pertinent here to determine what control existed. See Standard Specifications for Construction of Roads and Bridges on Federal Highway Projects, Section 8.</p>\n<blockquote>\"8.4 Fire Prevention and Control:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"(d) <i>Regulations for burning.</i>  Before starting any burning operations, the contractor shall notify the agency having jurisdiction. During burning operations, special care shall be taken to prevent scorching or causing any damage to adjacent trees and shrubbery. Piles of material to be burned shall be of such size and so placed that during burning <span class=\"star-pagination\">*182</span> no damage shall result to adjacent objects. The decision as to the maximum safe size of such piles shall rest with the appropriate officer of the agency having jurisdiction, and instructions regarding same will be given to the contractor through the engineer.</blockquote>\n<blockquote>\"Burning shall be suspended when so ordered by the agency having jurisdiction and burning embers shall not be left unattended.\"</blockquote>\n<p>See also Articles 8.2, 8.5, and 8.7, which read in pertinent part:</p>\n<blockquote>\"8.2 Prosecution of Work. * *</blockquote>\n<blockquote>\"[The contractor] shall start * * with sufficient materials, equipment, and labor as are considered necessary to insure * * * completion in accordance with the plans and specifications as interpreted by the engineer, within the time set forth in the contract.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"The contractor shall be held responsible for any damage done by him to work performed by any other contractor.\"</blockquote>\n<blockquote>\"8.5 Character of Workmen and Equipment. The contractor shall at all times provide adequate supervision and sufficient labor and equipment for prosecuting the several classes of work to full completion in the manner and within the time required by the contract.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"(b) <i>Equipment requirements.</i>  All equipment used on the work shall be of sufficient size and in such mechanical condition as to meet with the requirements of the work and to produce a satisfactory quality of work. * * *\"</blockquote>\n<blockquote>\"Should the contractor fail to furnish suitable and sufficient equipment for the proper prosecution of the work, the engineer may withhold payment of estimates which are or may become due, or may suspend the work until such equipment has been provided.\"</blockquote>\n<blockquote>\"8.7 Suspension of Work. The engineer may, by written order, suspend the performance of the work either in whole or in part for such period as he may deem necessary due to <i>unsuitable weather,</i> to conditions considered unfavorable for the suitable prosecution of the work, or to failure on the part of the contractor to correct conditions unsafe for the workmen or the general public, to carry out orders given by the engineer, or to perform any provisions of the contract.\" [Emphasis supplied.]</blockquote>\n<p>There are numerous other specifications wherein the project engineer has control over Norfolk in detail but it is not necessary to look any further than those set out above.</p>\n<p>The project engineer for the United States was Robert G. Blish. He had been a project engineer for some seven years. He lived with the job at Woodrow Wilson Memorial Bridge. He admitted that he knew Norfolk intended to burn on April 12 and that he was aware of the specifications which gave him control, but he stated that it was not his practice to exercise such rights. Blish did not seem to remember things too well. He could not remember whether he called the \"weather\". He knew forest rangers had been on the site and he knew of the regulation in reference to 200 feet from any flammable vegetation, but he could not remember whether he knew about the fire index. To put it bluntly, this witness was evasive. After some prodding, Blish admitted that he had instructed Norfolk's men to move a fire back on March 24, as he put it, to move the \"edges back\". He also took pictures of the burning at that time. While he admitted knowing of the specifications, he gave the impression of not looking to them to perform his duties.</p>\n<p>I need not go any further than this witness and Norfolk's engineer to find with certainty that regarding the burning the Government had control over Norfolk and indeed had exercised control <span class=\"star-pagination\">*183</span> prior to the big fire. And so, the relationship was one of master-servant, employer-employee.</p>\n<p>The Government's negligence was one of omission in failing to prevent the burning because of hazardous weather conditions and in failing to prevent the burning until the proper equipment was on hand.</p>\n<p>Again, it is not necessary to make a judgment with reference to the other contention urged by Maloof.</p>\n<p></p>\n<h2>II  DAMAGES</h2>\n<p>I come now to the matter of determining damages. The testimony produced at trial showed that there was extensive damage by fire to the woods, to the driveway area, and to areas around the lawn and buildings. There was disagreement among the witnesses as to precisely what damage was done to what plant life on Maloof's property. And so, in announcing my verdict as to damages, I shall segregate the amount allocated to each particular area.</p>\n<p>In my oral opinion I announced that I would apply in this case the formula accepted by the Maryland Court of Appeals in Samson Construction Company, Inc. v. Brusowankin, 218 Md. 458, 147 A.2d 430, 69 A.L.R.2d 1326 (1958). I also referred to the opinion of Chief Judge Sobeloff in Superior Construction Company v. Elmo, 204 Md. 1, 102 A.2d 739, 104 A.2d 581, 48 A.L.R.2d 932 (1954), where he quotes from the Restatement of Torts, Sec. 929, Comment (b) and then adds, \"We do not think the Maryland law differs materially from the rule set forth in the Restatement\".</p>\n<p>I have found as a fact that at the time of the fire, Maloof owned and maintained the Oxon Hill Manor property as an historic place and art center. His desire has been to create on this estate a shrine to John Hanson and to establish a cultural center where artists could congregate and where he could display his art treasures, and thereby have a private museum. Maloof clearly established \"reasons personal\" as to the use of this property and most assuredly the planting was of paramount importance to his plans.</p>\n<p>Given this set of circumstances, I hold that the so-called \"before and after\" test of measuring damages is wholly inapplicable. Rather, and keeping in mind the condition of the estate at the time of the fire, the test is the <i>reasonable</i> cost of restoring the property as nearly as <i>reasonably</i> possible to its condition before the fire. There is ample and well-grounded authority in support of this view. Samson Construction Company, Inc. v. Brusowankin, footnote 1, 218 Md. at pages 467-468, 147 A.2d at page 436. See also Sec. 16, Damages  Trees and Shrubbery, 69 A.L.R.2d 1370.</p>\n<p>In Norden v. United States, 187 F. Supp. 594 (D.R.I.1960), the court declined to make an award for alleged damages to ornamental shade trees because these were located in thick woods and because there was no testimony as to number, kind, or size of the destroyed trees. But the court did give damages for the trimming of injured trees, the cutting of destroyed ones, and the removal of stumps of those already dead. The Supreme Court of New Hampshire has allowed damages for lost shade trees, stating,</p>\n<blockquote>\"In trespass for cutting and carrying away shade trees, the owner is not limited to their value for lumber. * * * He recovers what their aesthetic value was.\" Barker v. Publishers' Paper Co., 78 N.H. 571, 103 A. 757 (1918).</blockquote>\n<p>And, in Huber v. Serpico, 71 N.J.Super. 329, 176 A.2d 805 (1962), the court, citing the Samson case, held:</p>\n<blockquote>\"Sound principle and persuasive authority support the allowance to an aggrieved landowner of the fair cost of restoring his land to a reasonable proximation of its former condition, without necessary limitation to the diminution in the market value of the land, where a trespasser has destroyed shade or ornamental <span class=\"star-pagination\">*184</span> trees or shrubbery having peculiar value to the owner.\"</blockquote>\n<p>Finally, in Samson Construction Company, Inc. v. Brusowankin, supra, the Maryland Court of Appeals quotes with approval the following language in the Restatement, Sec. 929, comment (b):</p>\n<blockquote>\"On the other hand, where a building such as a homestead is used for a purpose personal to the owner, the damages ordinarily include an amount for repairs, even though this might be greater than the entire value of the building.\"</blockquote>\n<p>The appellants in Samson were attacking the trial court's charge to the jury. With regard to the charge, the court held:</p>\n<blockquote>\"The court refused to instruct, as Lincoln and Samson requested, that the only measure of damages was the difference between the value of the lots before the injury complained of and the value afterwards; and did instruct them, as the lot owners requested, that if the jury found the owners had reasons personal to them for restoring the lots as nearly as reasonably possible to their original condition, the jury could allow the reasonable cost of so doing, even though greater than the value of the lots.\"</blockquote>\n<blockquote>\"We think there was no error in the instruction of the court on the applicable measure of damages in the case before us.\"</blockquote>\n<p>There is sharp conflict in the testimony of the experts as to a reasonable figure for the costs both of restoring the estate and cleaning up the damaged portions; and this conflict is as to every item of damages claimed. Generally, I find Norfolk's estimates grossly inadequate. And this is particularly so with regard to the per item cost of restoring trees and shrubs. Such figures should include the cost of purchase, transportation, and planting; it would be unrealistic to quote that price made to the buyer of an individual item who carries it away in the trunk of his car and plants it himself. And Norfolk's figures lead me to believe that such criteria determined the amounts they have fixed. Neither though, as to restoration, can I unquestionably accept Maloof's figures. They seem high and based on an arbitrary understanding of what is the reasonable cost of reasonably restoring the estate: namely, replacement of each and every lost plant.</p>\n<p>First, regarding the cost of removal of all the dead and dying trees on the whole estate, I find that only the testimony of Donald O'Brian, Maloof's forest expert, was fully credible and that the estimates he made were reasonable. Hence, I award the amount of $23,450 for this item.</p>\n<p>As to the treatment of trees, it would be unreasonable to attempt to treat each and every tree in the forest area which might need it. Hence the sum I award includes the cost for treating the recoverable trees in the residence area, the stable area and the driveway area. For this I think $4,000 is quite adequate. However, I also grant an additional $1,000 for treating the recoverable trees in the forest area for which provision has not been made. Therefore, the total for this item is $5,000.</p>\n<p>I find $13,210 to be the reasonable cost of replacing those plants and shrubs, including small boxwood whose existence was conceded by all witnesses. (Dogwood, flowering cherry and red cedar are not included in this figure.) I must conclude, however, that Maloof's figures for the dogwood, red cedar, and flowering cherry trees misconstrue the Samson standard. Undoubtedly dogwood and flowering cherry trees, when located thickly about any property greatly enhance its beauty and attractiveness. I, therefore, will allow something for the replacement of those located in the wilder areas of the estate. Concluding, then, I award $3,800 for the dogwood along the driveway and an additional $5,000 for the replacement of the dogwood and flowering trees in all other areas. As to the red cedar, I think that the replacement <span class=\"star-pagination\">*185</span> of twenty of these in the relatively manicured area of the estate is quite reasonable and $4,200 is sufficient for this.</p>\n<p>As the last item in this category, damages are also sought for the replacement of bulbs, ground cover and wild flowers. Again, I have felt constrained to confine this amount to the estate and driveway area and therefore must reject the estimate of James K. Wright, Maloof's nursery expert. In its stead, I think $3,000 will cover the expense of refurbishing the soil and replanting bulb flowers to an extent that will reasonably approach the condition of the estate prior to the fire.</p>\n<p>There were also a number of large and valuable trees which were lost in the fire and which could not possibly be replaced. Again I find Maloof's estimates under the category of \"restoration\" high. I think that a total of $20,000 will allow for a substantial restoration of the so-called living areas of the property, with a number of fairly large trees selectively placed thereon. Some of these trees can be used to restore the screen between the Manor House and Oxon Hill Road.</p>\n<p>Finally, Maloof seeks damages in the amount of $200,000 for loss of aesthetic value, and apparently for his own personal disappointment \"not measurable in dollars\". I do not think that where an adequate award has been made for a reasonable restoration the wronged party may obtain as an additional element of his damages an amount for subjectively measurable loss of aesthetic appreciation. Samson Construction Company, Inc. v. Brusowankin, supra. Hence, for this claim I make no award.</p>\n<p>The total amount of the damages then comes to $77,660. I reduce this award to Mr. Maloof by the amount of his insurer's subrogation interest, $5,750, leaving $71,910.</p>\n<p></p>\n<h2>III  INDEMNITY</h2>\n<p>There remains the determination of the Government's third party complaint for indemnification against Norfolk. The Government seeks indemnification under (1) an express \"hold harmless\" provision contained in the specifications incorporated by references into the Norfolk contract, and (2) the common law principles of restitution re implied warranty.</p>\n<p>As to the Government's position relating to the \"hold harmless\" provision contained in the specifications, Norfolk urges two defenses:</p>\n<p>1. There are inconsistent and conflicting \"hold harmless\" clauses in the contract. The contract provision which Norfolk would have the court adopt does not provide for indemnification for the Government's negligence, but only for its own negligence.</p>\n<p>2. The nature of the Government's duties and the positive and actual negligence which resulted from their breach precludes indemnification for the resulting damage.</p>\n<p>It is well settled that federal case law is controlling as to the Government's rights to indemnification and that such a contract is not repugnant to the Tort Claims Act or contrary to public policy and therefore invalid. United States v. Allegheny County, 322 U.S. 174, 64 S.Ct. 908, 88 L.Ed. 1209 (1944); see cases cited 322 U.S. 183, 64 S.Ct. 914; United States v. Starks, 239 F.2d 544 (7 Cir. 1957); Atlantic Coast Line R. Co. v. Robertson, 214 F.2d 746 (4 Cir. 1954). The cases hold that the interpretation of a \"hold harmless\" clause must be determined by the court in accordance with the usual principle of contract construction. \"Indemnity contracts are subject to the general rules governing the formation, validity, and construction of all contracts.\" Indemnity, 27 Am.Jur., § 5, p. 458. See also §§ 13 and 15.</p>\n<p>In Southern Ry. Co. v. Coca-Cola Bottling Co., 145 F.2d 304 at 307 (4 Cir. 1944), it was held \"Contracts indemnifying one against the consequences of his own negligence should be rather strictly construed.\" In other cases dealing with indemnity agreements it is generally held <span class=\"star-pagination\">*186</span> that they must be in clear and unequivocal language.</p>\n<p>Coming to Norfolk's first contention, the contradictory clauses, the first appears under the heading, General Provisions Standard Form 23A (Clause 1); it provides in pertinent part, emphasis supplied:</p>\n<blockquote>\"PERMITS AND RESPONSIBILITY FOR WORK, ETC.</blockquote>\n<blockquote>\"[The contractor] shall be responsible for all damages to persons or property that occur as a result of <i>his</i> fault or negligence in connection with the prosecution of the work.\"</blockquote>\n<p>The second clause (Clause 2) is found in the Standard Specifications for Construction of Roads and Bridges on Federal Highway Projects, FP 57, January 1957, Section 7, Article 7.9, page 17, which reads, emphasis supplied:</p>\n<blockquote>\"7.9 Responsibility for Damage Claims. The contractor <i>shall save harmless the Government and all of its representatives from all suits, actions, or claims of any character brought on account of any injuries or damages sustained by any person or property</i> in consequence of any neglect in safeguarding the work, or through the use of unacceptable materials in the construction of the improvement, or on account of any act or omission by the said contractor or his employees, or from any claims or amounts arising or recovered under the workmen's compensation laws or any other law, bylaw, ordinance, regulation, order, or decree. During the prosecution of the work the contractor shall be responsible <i>for all damage</i> or injury to any person or property of any character <i>resulting from any act, omission, neglect, or misconduct in the manner or method of executing said work satisfactorily,</i> or due to the nonexecution of said work at any time, or due to defective work or materials, and said responsibility shall continue until the date of final inspection provided for in article 5.6.\"</blockquote>\n<p>The specifications are, of course, incorporated into the contract by reference. Indeed, it is under the provisions of the specifications that the Government's liability exists. Articles 8.2, 8.4, and 8.7, ante (see pages 12 and 13).</p>\n<p>Regarding its duty to indemnify, Norfolk would have the court look only to Clause 1 under the heading, \"Permits and Responsibility for Work, etc.\" and would ignore the implications of Section 7, Article 7.9 of the Specifications. But, regarding the Government's accountability, and in order to exonerate itself from sole liability, Norfolk <i>would</i> refer the court to those specifications relating to the Government's control and supervision of equipment, burning, etc.</p>\n<p>The argument is advanced that the general provisions must prevail because neither party would have taken the time and effort to read all of the specifications, and Clause 2 was so well hidden that neither party could have had any intention as to it. This contention is fatuous and came with little grace. Nor can the cases cited substantiate Norfolk's position.</p>\n<p>Clause 2 <i>is the indemnity agreement.</i> It is to it that the court must look. One reading is all that is necessary to determine that its language is unequivocal and it binds the indemnitor for not only its own negligent acts, but also those of indemnitee, the Government in this case. It is just as all-encompassing as the clauses in United States v. Starks, supra, and Atlantic Coast Line R. Co. v. Robertson, supra. In Starks the indemnity clause read:</p>\n<blockquote>\"10. That the United States or its contractors or any of their officers, agents, or employees shall not be responsible, except as otherwise provided in Conditions Nos. 5 and 22 hereof, for any loss, expense, damages to property, or injuries to persons, which may arise from or be incident <span class=\"star-pagination\">*187</span> to the use and occupation of the said premises, or for damages to the property of the lessee, or for injuries to the person of the lessee (if an individual), or for damages to the property or injuries to the person of the lessee's officers, agents, servants, or employees, or others who may be on said premises at their invitation or the invitation of any one of them, arising from activities of the United States or its contractors, and the lessee shall hold the United States and its contractors, and any of their officers, agents, or employees, harmless from any and all such claims.\"</blockquote>\n<p>The pertinent clause in the Atlantic Coast Line case is:</p>\n<blockquote>\"(b) The Industry shall assume, and it hereby assumes, responsibility for and agrees to pay, and also agrees to indemnify and hold the Railroad harmless from and against all loss, damage, cost, liability, judgments or expense (including necessary counsel fees), in connection with any loss, injury or damage of any and every character and howsoever caused, whether to employes of either party or to third persons, or to the property of either party hereto, or of other persons, that may be sustained or incurred in connection with or arising from or growing out of the operation of said switching power of the Industry over the said sidetrack.\"</blockquote>\n<p>Clause 1, contained in the \"General Provisions\" of the contract is amplified by the broad \"hold harmless\" provisions of Clause 2, Art. 7.9, page 17 of the Specifications, \"Responsibility for Damage Claims.\" Here, as in Safeway Rental &amp; Sales Co. v. Albina Engine &amp; Machine Works, 343 F.2d 129 (10 Cir. 1965), there is \"an independent legal relationship, under which the indemnitor owes a duty either in contract or tort to the indemnitee apart from the joint duty they owe to the injured party.\" (Citing from Peak Drilling Co. v. Halliburton Oil Well Cementing Co., 215 F.2d 368 (10 Cir. 1954).</p>\n<p>The Government is entitled to indemnity as the provisions of the contract are clear that even though it be a joint tortfeasor and an indemnitee, its contractual rights are unequivocal. Smith v. United States, 336 F.2d 165 (4 Cir. 1964).</p>\n<p>There is also no showing that the Government has committed a material breach of the agreement which might aid Norfolk's second argument that the Government's actual negligence precludes indemnification or \"conduct on its part sufficient to preclude recovery.\" Weyerhaeuser S. S. Co. v. Nacirema Operating Co., 355 U.S. 563, 78 S.Ct. 438, 2 L.Ed.2d 491 (1958).</p>\n<p>Norfolk claims \"It was through the Government's omission and breach of contractual duties that Norfolk was misled into proceeding with its contractual obligation.\" More particularly, Norfolk points to the Government's failure to ascertain weather conditions and to have ordered Norfolk not to burn on April 12. The testimony of course is that Norfolk did not lack knowledge of prevailing weather conditions. Its supervisor in charge said he telephoned \"weather\" the night before and that he was in the habit of doing so on his own  despite the Government's contractual obligation. I found that he either did not call as was his practice or that he carelessly received the report which was given to him. In effect Norfolk was making an independent judgment as to burning and its determination was erroneous. As in Smith v. United States, supra, 336 F.2d at 172:</p>\n<blockquote>\"Because the stevedore was negligent and failed to perform its contractual obligation to exercise `due diligence,' the exculpatory clause in the contract is unavailable to it.\"</blockquote>\n<p>The contract specifications are replete with affirmative duties imposed on Norfolk. Norfolk by its own testimony did not rely on the Government to restrain it from acting; and here it procured, <span class=\"star-pagination\">*188</span> independently, information in reference to burning. It is merely necessary to quote the following provision of the specifications to re-emphasize Norfolk's responsibility:</p>\n<blockquote>\"8.4(a) Fire regulations. The contractor shall abide by such rules and instructions as to fire prevention and control and as to the time and place for burning as the Forest Service, National Park Service, or other public agency having jurisdiction may prescribe. The contractor shall take all necessary steps to prevent his employees from setting fires not required in the construction of the project, shall be responsible for preventing the escape of fires set in connection with the construction of the project, and shall extinguish any and all fires that may escape.\"</blockquote>\n<blockquote>\"8.4(e) Contractor's responsibility in fighting own fires. The contractor, under the direction of the appropriate Federal agency, or, in the absence of an officer from any such agency, acting independently, shall extinguish without expense to the Government all fires on or in the vicinity of the project set or caused by him or his employees, whether set directly or indirectly as a result of construction operations. <i>Based upon the circumstances in each case, the contractor may be held liable for all damage resulting from fires set or caused by his employees or resulting from his construction operations.</i>\" [Emphasis supplied.]</blockquote>\n<p>I can find no material breach of the agreement or conduct on the part of the Government under this contract which would prevent its right to indemnity.</p>\n<p>Since indemnity is due on the express terms of the agreement, it is unnecessary to consider the applicability of the theory of implied warranty.</p>\n<p>Accordingly, counsel will draw an order of judgment for the plaintiff, Fred N. Maloof, against the Norfolk Dredging Company and the United States in the amount of $71,910 on Mr. Maloof's claim against those defendants; and counsel will draw an order of judgment in favor of the United States against the Norfolk Dredging Company on its third party complaint for indemnity, both orders to be in conformity with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  \"§ 353. Carelessly causing fires.\n</p>\n<p>\"Every individual or corporation that carelessly or negligently sets on fire, or causes or procures to be set on fire any woods, brush, grass, grain or stubble resulting in damage to the property of another, shall be guilty of a misdemeanor, and upon conviction be punishable by a fine of not less than $10 or more than $100, or imprisonment for not less than ten days or more than one year, or both such fine and imprisonment. The setting of fire contrary to the provisions of this section, or allowing it to escape to the injury of adjoining lands, shall be prima facie proof of carelessness or neglect within the meaning of this section, and the landowner from whose land the fire originated shall also be liable in a civil action for damages for the injury resulting from such fire, and also for the cost of fighting and extinguishing the same, unless the said owner can prove to the satisfaction of the justice or other tribunal before which the case may be tried that the injury complained of was suffered without any negligence on the part of said owner, his, her or its agents; provided, however, that the provisions of this section and § 352 of this subtitle shall in no manner contravene the provisions of Article 23, § 231 of the Code of Public General Laws of Maryland, relating to railroad companies.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">175</span></span> (1965)</b></center>\n<center><h1>Fred N. MALOOF<br>\nv.<br>\nUNITED STATES of America, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nNORFOLK DREDGING COMPANY, Third-Party Defendant.<br>\nFred N. MALOOF<br>\nv.<br>\nUNITED STATES of America and<br>\nNorfolk Dredging Company.</h1></center>\n<center>Civ. A. No. 13338.</center>\n<center><p><b>United States District Court D. Maryland.</b></p></center>\n<center>June 2, 1965.</center>\n<p><span class=\"star-pagination\">*176</span> Charles C. G. Evans, Donald E. Sharpe, Piper &amp; Marbury, Baltimore, Md., for plaintiff.</p>\n<p>Thomas J. Kenney, U. S. Atty., and Ronald T. Osborn, Asst. U. S. Atty., for defendant and third-party plaintiff.</p>\n<p>Guilford D. Ware, Baird, Crenshaw &amp; Lanning, Norfolk, Va., and C. Maurice Flinn, LaPlata, Md., for third-party defendant.</p>\n<p>NORTHROP, District Judge.</p>\n<p>Fred N. Maloof (Maloof) instituted this action to recover damages for injuries to his property as a result of fire on April 12, 1960. He claims that the Norfolk Dredging Company (Norfolk) and the United States (the Government), defendants herein, negligently allowed a fire to spread from property of the Government to his property.</p>\n<p>The Government had acquired property in the area of Oxon Hill, Maryland, for a highway interchange and approaches to the Woodrow Wilson Memorial Bridge <span class=\"star-pagination\">*177</span> which spans the Potomac just south of Alexandria, Virginia.</p>\n<p>At the time of the fire Norfolk was under contract with the Government to clear the property, grade for the approaches, and build hydraulic fills.</p>\n<p>In 1952, Maloof acquired a part of Oxon Hill Manor from the late Sumner Welles, Under Secretary of State during President Roosevelt's administration. The part purchased by Maloof consists of approximately fifty-five acres. Located thereon are the Manor House, stables, greenhouses, servants' quarters, and various other outbuildings. The area around the Manor House was well landscaped with ornamental trees, shrubs, and formal gardens. The Manor House commands a sweeping view of the Potomac River, and between its lawn and the river, as well as to the north, is woodland.</p>\n<p>Maloof purchased the property to house and exhibit his considerable, valuable, and historic art collection. He further had intentions of establishing the property as a shrine to John Hanson, first President of the United States under the Articles of Confederation. It was here that John Hanson died and is thought to be buried. This property was particularly fitting for this latter purpose. And the testimony clearly establishes Maloof's intended use and efforts to achieve his aims. All of this, as will be seen, becomes significant in determining the measure of damages.</p>\n<p>The Government property whence the fire spread was to the north of Maloof's. It was separated therefrom by some woodland and underbrush on property owned by Oxon Hill Estates, Inc., which also once was part of the Welles's estate. North of the Government's property was the Sellner tract of land, grown up in broom grass, honeysuckle, and some woodland. Farther to the north was the St. Elizabeth's truck farm, the only farmed land in the area.</p>\n<p>It can be said that the woodland in all of this area, including that on Maloof's property, was grown up with vines and honeysuckle and that downed trees had not been removed. What used to be farm fields were also overgrown with broom grass, vines and undergrowth. The only exception to this general condition was an extensive area to the south, east, and west of the Manor House on Maloof's property. While this area was not maintained in the same impeccable condition as it had been under Sumner Welles's ownership, it was kept in presentable condition.</p>\n<p>This suit was instituted in the Eastern District of Virginia and transferred to this court in two parts. The Government, claiming indemnity, filed a third-party complaint against Norfolk in this court. While previously there were other issues, settlement has removed them from consideration. The issues remaining to be resolved are</p>\n<blockquote>1. The liability of Norfolk and/or the Government;</blockquote>\n<blockquote>2. The measure of damages to be applied and the amount of the award in accordance therewith;</blockquote>\n<blockquote>3. The claim of indemnity by the Government against Norfolk.</blockquote>\n<p></p>\n<h2>I  LIABILITY</h2>\n<p>In 1959 Norfolk entered into a contract with the Government to construct a hydraulic embankment from Rosalie Island in the Potomac River to the Maryland shore for the Woodrow Wilson Memorial Bridge. The contract called for completion in 180 days. Also, all necessary clearing and grubbing was to be performed by Norfolk and Norfolk was to burn all timber, brush, stumps, roots, rotten wood, and other refuse from the clearing and grubbing. It is this provision of the contract that concerns us.</p>\n<p>Sometime in January of 1959 Norfolk commenced work. The burning operation consisted of placing felled trees and other debris in piles with the aid of bulldozers and a crane. The height of the piles would vary, depending on whether the crane was used. When it was, the piles were about thirty feet in height and approximately thirty feet in diameter at all times. These piles were then soaked <span class=\"star-pagination\">*178</span> with fuel oil and old rubber tires were placed on them to make a hot and constant fire.</p>\n<p>On April 12, 1960, three piles, varying in size, were ignited by Norfolk. Within a very short period, Norfolk's employees saw the broom grass burning on the Sellner property immediately north of the Government's land. Efforts to prevent the fire from spreading were to no avail. Wind carried the fire into the trees and within minutes a major conflagration occurred which spread to the south onto the Oxon Hill Estates' land and thence to Maloof's woodland and up to the Manor House and outbuildings, causing considerable damage to the woodland and ornamental planting around the Manor House. The magnitude of this fire was such that at one time an estimated 500 people were fighting it. Numerous fire departments from considerable distances responded to the call. The fire was not completely extinguished until April 16, 1960.</p>\n<p>The plaintiff assigns to Norfolk specific acts of negligence: (1) in igniting the piles of debris under the existing circumstances and in hazardous weather conditions; (2) in not having on hand adequate fire-fighting equipment to prevent the fire from spreading; and (3) for violating Section 353, Article 66C, Annotated Code of Maryland, 1957,<sup>[1]</sup> which plaintiff contends makes allowing a fire to escape prima facie proof of carelessness or neglect.</p>\n<p>Maloof contends the Government is liable under: (1) the Tort Claims Act, 28 U.S.C.A. § 1346, for the acts of its employee Norfolk; (2) general principles of negligence; and (3) the Maryland statutory provision, Section 353, Article 66C of the Annotated Code of Maryland, 1957.</p>\n<p></p>\n<h2>THE WEATHER</h2>\n<p>Weather conditions, of course, in a burning operation such as this, are of prime importance. Factors which should be taken into consideration are low humidity, wind velocity and high temperatures, the extent and kind of vegetation in the area, as well as the fire-danger burning index.</p>\n<p>The greatest danger of fire exists in the spring and fall. For some reason, in this area, April is a particularly hazardous month. April of 1960 was no exception. The undisputed testimony is that the fire-danger burning index for a number of days preceding April 12, 1960, was considered in the dangerous zone, and on April 12, 1960, it was critical. Nor is it contested that there had been a protracted dry spell.</p>\n<p>The Maryland Department of Forests and Parks maintains a Fire Ranger Station at Cedarville, Maryland, approximately fifteen miles by road from Oxon Hill and about eight as the crow flies. State foresters from this station testified as to the fire index. From this station, bulletins as to burning are sent to the newspapers and to radio and television stations to warn the public. The <span class=\"star-pagination\">*179</span> Norfolk job engineer and the person in charge of the operation had contacted this station and forest rangers had been on the job site where they left pamphlets regarding burning regulations. Norfolk's engineer, Robert C. Cahoon, testified that while he was aware of such a thing as a fire-danger burning index, having fought forest fires while in high school, he did not attempt to ascertain the index figures from the Cedarville station. He merely wished to determine what the burning regulations were. The regulations, it developed, applied only to fires started within 200 feet of areas which might become inflamed. Since the testimony preponderates that all piles which were ignited were over 200 feet from woodland or overgrown area and well within the cleared area, it is unnecessary to consider this regulation. On visits by fire rangers April 8 and 9, no violation of the 200-foot provision was observed. On April 12, 1960, the piles were seen to comply with the regulation.</p>\n<p>While this was Cahoon's first experience on a big burning job, he had been on the site since January. (He said Norfolk had been burning on and off for about a month.) Cahoon also testified that it was his practice the night before burning to call, around ten o'clock, a number on the Washington, D. C., telephone exchange to ascertain the weather for the next day. He stated that on the particular night of April 11, 1960, he telephoned for weather information and believes he heard \"partially cloudy, warm, slight southerly breeze\". The weather information for the area in which Oxon Hill is located is determined from the United States Weather Bureau station at the Washington National Airport, just a few miles up the Potomac River from the work site. The meteorologist in charge of the station, from his records, determined that the report for Tuesday, April 12, which would have been given at around ten o'clock Monday evening, April 11, 1960, was \"Tuesday: Variable cloudiness, warmer, rather windy with scattered showers\". And this same report was the one transmitted from four until eleven o'clock that evening. He also testified that around ten o'clock p. m. on April 11, 1960, the wind was then west-southwest at twenty-eight miles per hour. By eleven o'clock Monday night, the report for April 12 was \"Variable cloudiness, windy, warm, high around seventy-four degrees\". And from five o'clock until eleven o'clock the morning of April 12, the report  had Cahoon telephoned \"weather\"  was \"Mostly sunny, rather windy and warm with highest around seventy-four degrees\". Finally, the meteorologist testified it was not unusual in the Washington area for the wind to shift during the day.</p>\n<p>The weather on April 12 was dry. The records from the testimony at the trial show the wind as follows:</p>\n<p></p>\n<pre>\n         Time           Wind From            Miles Per Hour\n      7:55 a.m.            SW                Approx. 11\n      9:59 a.m.            SW                  \"     14\n     10:29 a.m.            WSW                 \"     19, gusts up to 31\n     11:00 a.m.            WNW                 \"     28\n     12:00 noon            WNW                 \"     23\n</pre>\n<p>The humidity varied from the high thirties to the high twenties during the morning. The wind was always above ten miles per hour. With respect to danger of a fire spreading, humidity below thirty per cent is considered low, and wind over ten miles per hour is high.</p>\n<p></p>\n<h2>THE FIRE</h2>\n<p>The testimony is that around eight a. m. on the twelfth, the foreman of <span class=\"star-pagination\">*180</span> Norfolk's clearing crew ignited a pile of debris. Around 9:45 a. m., Sellner's broom grass was seen to be on fire. Some of Norfolk's men tried to bulldoze a fire break on the Government property to prevent spread of fire to the south. Others attempted to prevent fire from reaching St. Elizabeth's property to the north. In any event, the fire went into the trees, jumped the fire break on the south and raged in the woodland trees on Oxon Hill Estates, sweeping to Maloof's completely out of control. Just before this occurred, Robert G. Blish, the Government's project engineer, had called the fire department. It was only by dint of great effort on the part of numerous fire departments that the buildings on Maloof's land were saved. It is not clear from the testimony at exactly what time the fire on the Sellner property to the north of the Government's land spread to the south, but it will be remembered that there was a shift in the wind out of the northwest at eleven o'clock and its velocity was twenty-eight miles per hour, which was probably a contributing factor in turning the fire toward Maloof's.</p>\n<p>I am convinced that the fire began when sparks were blown from the burning pile of debris north to Sellner's land; and that from there the wind carried it south to Maloof's property. Norfolk's witnesses could not say how the fire started on Sellner's land, but they did see it jump the fire break and spread from Sellner's to Oxon Hill Estates and on to Maloof's. I find that the inference is inescapable that the southerly wind prevailing when the pile was ignited carried sparks to Sellner's land setting it afire. Hence, the igniting of the pile was the proximate cause of Maloof's damage.</p>\n<p></p>\n<h2>NORFOLK'S LIABILITY</h2>\n<p>Was Norfolk negligent in igniting the pile of debris? From a preponderance of the evidence, the answer must be yes.</p>\n<p>First, it is undisputed that a protracted drought, well known to all, existed in the area.</p>\n<p>Second, with the exception of the cleared area on the Government property, the growth of vegetation and woodland contiguous to the site was highly flammable.</p>\n<p>Third, Norfolk, with the exception of bulldozers, chain saws, axes, shovels, and mattocks, had no fire-fighting equipment to prevent fire from spreading. It had no water trucks or hand-drawn equipment. It did not even have simple equipment such as Indian Tanks (portable tanks with hoses containing water which can be used to dampen brush).</p>\n<p>Fourth, no attempt was made to ascertain the fire-danger burning index although Norfolk's engineer was aware there was such a thing, having had experience with fire fighting. He knew or should have known, and could have obtained, such information from the Fire Ranger Station at Cedarville which he had previously contacted.</p>\n<p>Fifth, Norfolk either did not determine or completely ignored the weather report for the twelfth, as all reports would have warned that the twelfth was to be \"windy\" as indeed it was.</p>\n<p>Sixth, the size of the piles under any circumstances would seem to be too large and high, given the drought and the overgrown condition of the area around the site.</p>\n<p>The testimony of Cahoon is that while he was aware of all of the above, he was, in effect, more anxious to complete the job within the time limit. He further states that he felt it was up to the government project engineer to stop him if conditions were not favorable for burning, since the project engineer knew Norfolk was expecting to burn.</p>\n<p>I find Norfolk negligent in burning on the day in question because of the hazardous weather conditions and under the circumstances enumerated above. It also was negligent in not having at hand proper equipment to prevent fires from spreading since it knew or should have known this might happen given the prevailing conditions in the area.</p>\n<p><span class=\"star-pagination\">*181</span> Having found Norfolk negligent, it is unnecessary to make further finding in reference to the Maryland statutes, 1957 Code, Art. 66C, Sec. 353.</p>\n<p></p>\n<h2>LIABILITY OF THE GOVERNMENT</h2>\n<p>In making a determination as to the Government's liability, the contract and the laws of Maryland must be looked to. Whether one performing work for the Government is to be classified as an independent contractor or as an employee is determined by the law of the place where the act or omission occurred. Williams v. United States, <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">100</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">761</span></span> (1955).</p>\n<p>In Maryland an independent contractor must be free from control in all detail connected with the performance of the work save the result. Snider v. Gaultney, <span class=\"citation\" data-id=\"2385117\"><a href=\"/opinion/2385117/snider-v-gaultney/\"><span class=\"volume\">218</span> <span class=\"reporter\">Md.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"2385117\"><a href=\"/opinion/2385117/snider-v-gaultney/\"><span class=\"volume\">146</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">869</span></a></span> (1958); Keitz v. National Paving &amp; Contracting Co., <span class=\"citation\" data-id=\"1524179\"><a href=\"/opinion/1524179/keitz-v-national-paving-co/\"><span class=\"volume\">214</span> <span class=\"reporter\">Md.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"1524179\"><a href=\"/opinion/1524179/keitz-v-national-paving-co/\"><span class=\"volume\">134</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">296</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">229</span></span> (1957); Williams Construction Co. v. Bohlen, <span class=\"citation\" data-id=\"3488424\"><a href=\"/opinion/3490443/williams-constr-co-v-bohlen/\"><span class=\"volume\">189</span> <span class=\"reporter\">Md.</span> <span class=\"page\">576</span></a></span>, <span class=\"citation\" data-id=\"3488424\"><a href=\"/opinion/3490443/williams-constr-co-v-bohlen/\"><span class=\"volume\">56</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">694</span></a></span> (1948). In Keitz v. National Paving &amp; Contracting Co., supra, 214 Md. at 491, 134 A.2d at 301, the court said:</p>\n<blockquote>\"Coming now to the main question involved herein, it has been stated by this Court that there are at least five <i>criteria</i> that may be considered in determining the question whether the relationship of master and servant exists. These are: (1) the selection and engagement of the servant, (2) the payment of wages, (3) the power to discharge, (4) the power to control the servant's conduct, (5) and whether the work is a part of the regular business of the employer. Standing alone, none of these <i>indicia,</i> excepting (4), seem controlling in the determination as to whether such relationship exists. The decisive test in determining whether the relation of master and servant exists is whether the employer has the <i>right to control and direct the servant in the performance of his work and in the manner in which the work is to be done.</i> It will be noted from the above, it is not the manner in which the alleged master actually exercised his authority to control and direct the action of the servant which controls, but it is his <i>right</i> to do so that is important.\"</blockquote>\n<p>Nor under Maryland law is it necessary for the plaintiff to establish that for the entire contract, Norfolk was acting as servant-employer of the United States. In Greer Lines Co. v. Roberts, <span class=\"citation\" data-id=\"1986941\"><a href=\"/opinion/1986941/greer-lines-co-v-roberts/\"><span class=\"volume\">216</span> <span class=\"reporter\">Md.</span> <span class=\"page\">69</span></a></span>, 78, <span class=\"citation\" data-id=\"1986941\"><a href=\"/opinion/1986941/greer-lines-co-v-roberts/\"><span class=\"volume\">139</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">235</span></a></span>, 238-239 (1958), the court said:</p>\n<blockquote>\"The rule of <i>respondeat superior</i> arises from the relation of principal and subordinate, and rests upon the powers of control and direction which the superior has over the subordinate. Hooper v. Brawner, <span class=\"citation\" data-id=\"3483637\"><a href=\"/opinion/3485766/hooper-v-brawner/\"><span class=\"volume\">148</span> <span class=\"reporter\">Md.</span> <span class=\"page\">417</span></a></span>, 421, <span class=\"citation\" data-id=\"3483637\"><a href=\"/opinion/3485766/hooper-v-brawner/\"><span class=\"volume\">129</span> <span class=\"reporter\">A.</span> <span class=\"page\">672</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1437</span></span>. It applies when the relation of master and servant, employer and employee, or principal and agent is shown to exist between the wrongdoer and the person sought to be charged for the result of the wrong, at the time and in respect to the very transaction out of which the injury arose.\"</blockquote>\n<p>So, we need only to look to those parts of the contract which are pertinent here to determine what control existed. See Standard Specifications for Construction of Roads and Bridges on Federal Highway Projects, Section 8.</p>\n<blockquote>\"8.4 Fire Prevention and Control:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"(d) <i>Regulations for burning.</i>  Before starting any burning operations, the contractor shall notify the agency having jurisdiction. During burning operations, special care shall be taken to prevent scorching or causing any damage to adjacent trees and shrubbery. Piles of material to be burned shall be of such size and so placed that during burning <span class=\"star-pagination\">*182</span> no damage shall result to adjacent objects. The decision as to the maximum safe size of such piles shall rest with the appropriate officer of the agency having jurisdiction, and instructions regarding same will be given to the contractor through the engineer.</blockquote>\n<blockquote>\"Burning shall be suspended when so ordered by the agency having jurisdiction and burning embers shall not be left unattended.\"</blockquote>\n<p>See also Articles 8.2, 8.5, and 8.7, which read in pertinent part:</p>\n<blockquote>\"8.2 Prosecution of Work. * *</blockquote>\n<blockquote>\"[The contractor] shall start * * with sufficient materials, equipment, and labor as are considered necessary to insure * * * completion in accordance with the plans and specifications as interpreted by the engineer, within the time set forth in the contract.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"The contractor shall be held responsible for any damage done by him to work performed by any other contractor.\"</blockquote>\n<blockquote>\"8.5 Character of Workmen and Equipment. The contractor shall at all times provide adequate supervision and sufficient labor and equipment for prosecuting the several classes of work to full completion in the manner and within the time required by the contract.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"(b) <i>Equipment requirements.</i>  All equipment used on the work shall be of sufficient size and in such mechanical condition as to meet with the requirements of the work and to produce a satisfactory quality of work. * * *\"</blockquote>\n<blockquote>\"Should the contractor fail to furnish suitable and sufficient equipment for the proper prosecution of the work, the engineer may withhold payment of estimates which are or may become due, or may suspend the work until such equipment has been provided.\"</blockquote>\n<blockquote>\"8.7 Suspension of Work. The engineer may, by written order, suspend the performance of the work either in whole or in part for such period as he may deem necessary due to <i>unsuitable weather,</i> to conditions considered unfavorable for the suitable prosecution of the work, or to failure on the part of the contractor to correct conditions unsafe for the workmen or the general public, to carry out orders given by the engineer, or to perform any provisions of the contract.\" [Emphasis supplied.]</blockquote>\n<p>There are numerous other specifications wherein the project engineer has control over Norfolk in detail but it is not necessary to look any further than those set out above.</p>\n<p>The project engineer for the United States was Robert G. Blish. He had been a project engineer for some seven years. He lived with the job at Woodrow Wilson Memorial Bridge. He admitted that he knew Norfolk intended to burn on April 12 and that he was aware of the specifications which gave him control, but he stated that it was not his practice to exercise such rights. Blish did not seem to remember things too well. He could not remember whether he called the \"weather\". He knew forest rangers had been on the site and he knew of the regulation in reference to 200 feet from any flammable vegetation, but he could not remember whether he knew about the fire index. To put it bluntly, this witness was evasive. After some prodding, Blish admitted that he had instructed Norfolk's men to move a fire back on March 24, as he put it, to move the \"edges back\". He also took pictures of the burning at that time. While he admitted knowing of the specifications, he gave the impression of not looking to them to perform his duties.</p>\n<p>I need not go any further than this witness and Norfolk's engineer to find with certainty that regarding the burning the Government had control over Norfolk and indeed had exercised control <span class=\"star-pagination\">*183</span> prior to the big fire. And so, the relationship was one of master-servant, employer-employee.</p>\n<p>The Government's negligence was one of omission in failing to prevent the burning because of hazardous weather conditions and in failing to prevent the burning until the proper equipment was on hand.</p>\n<p>Again, it is not necessary to make a judgment with reference to the other contention urged by Maloof.</p>\n<p></p>\n<h2>II  DAMAGES</h2>\n<p>I come now to the matter of determining damages. The testimony produced at trial showed that there was extensive damage by fire to the woods, to the driveway area, and to areas around the lawn and buildings. There was disagreement among the witnesses as to precisely what damage was done to what plant life on Maloof's property. And so, in announcing my verdict as to damages, I shall segregate the amount allocated to each particular area.</p>\n<p>In my oral opinion I announced that I would apply in this case the formula accepted by the Maryland Court of Appeals in Samson Construction Company, Inc. v. Brusowankin, <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">Md.</span> <span class=\"page\">458</span></span>, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">430</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1326</span></span> (1958). I also referred to the opinion of Chief Judge Sobeloff in Superior Construction Company v. Elmo, <span class=\"citation\" data-id=\"1471867\"><a href=\"/opinion/1471867/superior-construction-co-v-elmo/\"><span class=\"volume\">204</span> <span class=\"reporter\">Md.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1471867\"><a href=\"/opinion/1471867/superior-construction-co-v-elmo/\"><span class=\"volume\">102</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">739</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">581</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">932</span></span> (1954), where he quotes from the Restatement of Torts, Sec. 929, Comment (b) and then adds, \"We do not think the Maryland law differs materially from the rule set forth in the Restatement\".</p>\n<p>I have found as a fact that at the time of the fire, Maloof owned and maintained the Oxon Hill Manor property as an historic place and art center. His desire has been to create on this estate a shrine to John Hanson and to establish a cultural center where artists could congregate and where he could display his art treasures, and thereby have a private museum. Maloof clearly established \"reasons personal\" as to the use of this property and most assuredly the planting was of paramount importance to his plans.</p>\n<p>Given this set of circumstances, I hold that the so-called \"before and after\" test of measuring damages is wholly inapplicable. Rather, and keeping in mind the condition of the estate at the time of the fire, the test is the <i>reasonable</i> cost of restoring the property as nearly as <i>reasonably</i> possible to its condition before the fire. There is ample and well-grounded authority in support of this view. Samson Construction Company, Inc. v. Brusowankin, footnote 1, 218 Md. at pages 467-468, 147 A.2d at page 436. See also Sec. 16, Damages  Trees and Shrubbery, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1370</span></span>.</p>\n<p>In Norden v. United States, <span class=\"citation\" data-id=\"2095037\"><a href=\"/opinion/2095037/norden-v-united-states/\"><span class=\"volume\">187</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">594</span></a></span> (D.R.I.1960), the court declined to make an award for alleged damages to ornamental shade trees because these were located in thick woods and because there was no testimony as to number, kind, or size of the destroyed trees. But the court did give damages for the trimming of injured trees, the cutting of destroyed ones, and the removal of stumps of those already dead. The Supreme Court of New Hampshire has allowed damages for lost shade trees, stating,</p>\n<blockquote>\"In trespass for cutting and carrying away shade trees, the owner is not limited to their value for lumber. * * * He recovers what their aesthetic value was.\" Barker v. Publishers' Paper Co., <span class=\"citation\" data-id=\"3552625\"><a href=\"/opinion/3572468/barker-v-company/\"><span class=\"volume\">78</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"3552625\"><a href=\"/opinion/3572468/barker-v-company/\"><span class=\"volume\">103</span> <span class=\"reporter\">A.</span> <span class=\"page\">757</span></a></span> (1918).</blockquote>\n<p>And, in Huber v. Serpico, 71 N.J.Super. 329, <span class=\"citation\" data-id=\"1940267\"><a href=\"/opinion/1940267/huber-v-serpico/\"><span class=\"volume\">176</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">805</span></a></span> (1962), the court, citing the Samson case, held:</p>\n<blockquote>\"Sound principle and persuasive authority support the allowance to an aggrieved landowner of the fair cost of restoring his land to a reasonable proximation of its former condition, without necessary limitation to the diminution in the market value of the land, where a trespasser has destroyed shade or ornamental <span class=\"star-pagination\">*184</span> trees or shrubbery having peculiar value to the owner.\"</blockquote>\n<p>Finally, in Samson Construction Company, Inc. v. Brusowankin, supra, the Maryland Court of Appeals quotes with approval the following language in the Restatement, Sec. 929, comment (b):</p>\n<blockquote>\"On the other hand, where a building such as a homestead is used for a purpose personal to the owner, the damages ordinarily include an amount for repairs, even though this might be greater than the entire value of the building.\"</blockquote>\n<p>The appellants in Samson were attacking the trial court's charge to the jury. With regard to the charge, the court held:</p>\n<blockquote>\"The court refused to instruct, as Lincoln and Samson requested, that the only measure of damages was the difference between the value of the lots before the injury complained of and the value afterwards; and did instruct them, as the lot owners requested, that if the jury found the owners had reasons personal to them for restoring the lots as nearly as reasonably possible to their original condition, the jury could allow the reasonable cost of so doing, even though greater than the value of the lots.\"</blockquote>\n<blockquote>\"We think there was no error in the instruction of the court on the applicable measure of damages in the case before us.\"</blockquote>\n<p>There is sharp conflict in the testimony of the experts as to a reasonable figure for the costs both of restoring the estate and cleaning up the damaged portions; and this conflict is as to every item of damages claimed. Generally, I find Norfolk's estimates grossly inadequate. And this is particularly so with regard to the per item cost of restoring trees and shrubs. Such figures should include the cost of purchase, transportation, and planting; it would be unrealistic to quote that price made to the buyer of an individual item who carries it away in the trunk of his car and plants it himself. And Norfolk's figures lead me to believe that such criteria determined the amounts they have fixed. Neither though, as to restoration, can I unquestionably accept Maloof's figures. They seem high and based on an arbitrary understanding of what is the reasonable cost of reasonably restoring the estate: namely, replacement of each and every lost plant.</p>\n<p>First, regarding the cost of removal of all the dead and dying trees on the whole estate, I find that only the testimony of Donald O'Brian, Maloof's forest expert, was fully credible and that the estimates he made were reasonable. Hence, I award the amount of $23,450 for this item.</p>\n<p>As to the treatment of trees, it would be unreasonable to attempt to treat each and every tree in the forest area which might need it. Hence the sum I award includes the cost for treating the recoverable trees in the residence area, the stable area and the driveway area. For this I think $4,000 is quite adequate. However, I also grant an additional $1,000 for treating the recoverable trees in the forest area for which provision has not been made. Therefore, the total for this item is $5,000.</p>\n<p>I find $13,210 to be the reasonable cost of replacing those plants and shrubs, including small boxwood whose existence was conceded by all witnesses. (Dogwood, flowering cherry and red cedar are not included in this figure.) I must conclude, however, that Maloof's figures for the dogwood, red cedar, and flowering cherry trees misconstrue the Samson standard. Undoubtedly dogwood and flowering cherry trees, when located thickly about any property greatly enhance its beauty and attractiveness. I, therefore, will allow something for the replacement of those located in the wilder areas of the estate. Concluding, then, I award $3,800 for the dogwood along the driveway and an additional $5,000 for the replacement of the dogwood and flowering trees in all other areas. As to the red cedar, I think that the replacement <span class=\"star-pagination\">*185</span> of twenty of these in the relatively manicured area of the estate is quite reasonable and $4,200 is sufficient for this.</p>\n<p>As the last item in this category, damages are also sought for the replacement of bulbs, ground cover and wild flowers. Again, I have felt constrained to confine this amount to the estate and driveway area and therefore must reject the estimate of James K. Wright, Maloof's nursery expert. In its stead, I think $3,000 will cover the expense of refurbishing the soil and replanting bulb flowers to an extent that will reasonably approach the condition of the estate prior to the fire.</p>\n<p>There were also a number of large and valuable trees which were lost in the fire and which could not possibly be replaced. Again I find Maloof's estimates under the category of \"restoration\" high. I think that a total of $20,000 will allow for a substantial restoration of the so-called living areas of the property, with a number of fairly large trees selectively placed thereon. Some of these trees can be used to restore the screen between the Manor House and Oxon Hill Road.</p>\n<p>Finally, Maloof seeks damages in the amount of $200,000 for loss of aesthetic value, and apparently for his own personal disappointment \"not measurable in dollars\". I do not think that where an adequate award has been made for a reasonable restoration the wronged party may obtain as an additional element of his damages an amount for subjectively measurable loss of aesthetic appreciation. Samson Construction Company, Inc. v. Brusowankin, supra. Hence, for this claim I make no award.</p>\n<p>The total amount of the damages then comes to $77,660. I reduce this award to Mr. Maloof by the amount of his insurer's subrogation interest, $5,750, leaving $71,910.</p>\n<p></p>\n<h2>III  INDEMNITY</h2>\n<p>There remains the determination of the Government's third party complaint for indemnification against Norfolk. The Government seeks indemnification under (1) an express \"hold harmless\" provision contained in the specifications incorporated by references into the Norfolk contract, and (2) the common law principles of restitution re implied warranty.</p>\n<p>As to the Government's position relating to the \"hold harmless\" provision contained in the specifications, Norfolk urges two defenses:</p>\n<p>1. There are inconsistent and conflicting \"hold harmless\" clauses in the contract. The contract provision which Norfolk would have the court adopt does not provide for indemnification for the Government's negligence, but only for its own negligence.</p>\n<p>2. The nature of the Government's duties and the positive and actual negligence which resulted from their breach precludes indemnification for the resulting damage.</p>\n<p>It is well settled that federal case law is controlling as to the Government's rights to indemnification and that such a contract is not repugnant to the Tort Claims Act or contrary to public policy and therefore invalid. United States v. Allegheny County, <span class=\"citation\" data-id=\"103982\"><a href=\"/opinion/103982/united-states-v-allegheny-county/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">174</span></a></span>, <span class=\"citation\" data-id=\"103982\"><a href=\"/opinion/103982/united-states-v-allegheny-county/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">908</span></a></span>, <span class=\"citation\" data-id=\"103982\"><a href=\"/opinion/103982/united-states-v-allegheny-county/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1209</span></a></span> (1944); see cases cited <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></span>; United States v. Starks, <span class=\"citation\" data-id=\"240975\"><a href=\"/opinion/240975/united-states-of-america-third-party-v-richard-starks-etc-third-party/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></a></span> (7 Cir. 1957); Atlantic Coast Line R. Co. v. Robertson, <span class=\"citation\" data-id=\"234559\"><a href=\"/opinion/234559/atlantic-coast-line-r-co-v-robertson/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span> (4 Cir. 1954). The cases hold that the interpretation of a \"hold harmless\" clause must be determined by the court in accordance with the usual principle of contract construction. \"Indemnity contracts are subject to the general rules governing the formation, validity, and construction of all contracts.\" Indemnity, 27 Am.Jur., § 5, p. 458. See also §§ 13 and 15.</p>\n<p>In Southern Ry. Co. v. Coca-Cola Bottling Co., <span class=\"citation\" data-id=\"1476046\"><a href=\"/opinion/1476046/southern-ry-co-v-coca-cola-bottling-co/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> at 307 (4 Cir. 1944), it was held \"Contracts indemnifying one against the consequences of his own negligence should be rather strictly construed.\" In other cases dealing with indemnity agreements it is generally held <span class=\"star-pagination\">*186</span> that they must be in clear and unequivocal language.</p>\n<p>Coming to Norfolk's first contention, the contradictory clauses, the first appears under the heading, General Provisions Standard Form 23A (Clause 1); it provides in pertinent part, emphasis supplied:</p>\n<blockquote>\"PERMITS AND RESPONSIBILITY FOR WORK, ETC.</blockquote>\n<blockquote>\"[The contractor] shall be responsible for all damages to persons or property that occur as a result of <i>his</i> fault or negligence in connection with the prosecution of the work.\"</blockquote>\n<p>The second clause (Clause 2) is found in the Standard Specifications for Construction of Roads and Bridges on Federal Highway Projects, FP 57, January 1957, Section 7, Article 7.9, page 17, which reads, emphasis supplied:</p>\n<blockquote>\"7.9 Responsibility for Damage Claims. The contractor <i>shall save harmless the Government and all of its representatives from all suits, actions, or claims of any character brought on account of any injuries or damages sustained by any person or property</i> in consequence of any neglect in safeguarding the work, or through the use of unacceptable materials in the construction of the improvement, or on account of any act or omission by the said contractor or his employees, or from any claims or amounts arising or recovered under the workmen's compensation laws or any other law, bylaw, ordinance, regulation, order, or decree. During the prosecution of the work the contractor shall be responsible <i>for all damage</i> or injury to any person or property of any character <i>resulting from any act, omission, neglect, or misconduct in the manner or method of executing said work satisfactorily,</i> or due to the nonexecution of said work at any time, or due to defective work or materials, and said responsibility shall continue until the date of final inspection provided for in article 5.6.\"</blockquote>\n<p>The specifications are, of course, incorporated into the contract by reference. Indeed, it is under the provisions of the specifications that the Government's liability exists. Articles 8.2, 8.4, and 8.7, ante (see pages 12 and 13).</p>\n<p>Regarding its duty to indemnify, Norfolk would have the court look only to Clause 1 under the heading, \"Permits and Responsibility for Work, etc.\" and would ignore the implications of Section 7, Article 7.9 of the Specifications. But, regarding the Government's accountability, and in order to exonerate itself from sole liability, Norfolk <i>would</i> refer the court to those specifications relating to the Government's control and supervision of equipment, burning, etc.</p>\n<p>The argument is advanced that the general provisions must prevail because neither party would have taken the time and effort to read all of the specifications, and Clause 2 was so well hidden that neither party could have had any intention as to it. This contention is fatuous and came with little grace. Nor can the cases cited substantiate Norfolk's position.</p>\n<p>Clause 2 <i>is the indemnity agreement.</i> It is to it that the court must look. One reading is all that is necessary to determine that its language is unequivocal and it binds the indemnitor for not only its own negligent acts, but also those of indemnitee, the Government in this case. It is just as all-encompassing as the clauses in United States v. Starks, supra, and Atlantic Coast Line R. Co. v. Robertson, supra. In Starks the indemnity clause read:</p>\n<blockquote>\"10. That the United States or its contractors or any of their officers, agents, or employees shall not be responsible, except as otherwise provided in Conditions Nos. 5 and 22 hereof, for any loss, expense, damages to property, or injuries to persons, which may arise from or be incident <span class=\"star-pagination\">*187</span> to the use and occupation of the said premises, or for damages to the property of the lessee, or for injuries to the person of the lessee (if an individual), or for damages to the property or injuries to the person of the lessee's officers, agents, servants, or employees, or others who may be on said premises at their invitation or the invitation of any one of them, arising from activities of the United States or its contractors, and the lessee shall hold the United States and its contractors, and any of their officers, agents, or employees, harmless from any and all such claims.\"</blockquote>\n<p>The pertinent clause in the Atlantic Coast Line case is:</p>\n<blockquote>\"(b) The Industry shall assume, and it hereby assumes, responsibility for and agrees to pay, and also agrees to indemnify and hold the Railroad harmless from and against all loss, damage, cost, liability, judgments or expense (including necessary counsel fees), in connection with any loss, injury or damage of any and every character and howsoever caused, whether to employes of either party or to third persons, or to the property of either party hereto, or of other persons, that may be sustained or incurred in connection with or arising from or growing out of the operation of said switching power of the Industry over the said sidetrack.\"</blockquote>\n<p>Clause 1, contained in the \"General Provisions\" of the contract is amplified by the broad \"hold harmless\" provisions of Clause 2, Art. 7.9, page 17 of the Specifications, \"Responsibility for Damage Claims.\" Here, as in Safeway Rental &amp; Sales Co. v. Albina Engine &amp; Machine Works, <span class=\"citation\" data-id=\"267300\"><a href=\"/opinion/267300/safway-rental-sales-company-v-albina-engine-and-machine-works-inc/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span> (10 Cir. 1965), there is \"an independent legal relationship, under which the indemnitor owes a duty either in contract or tort to the indemnitee apart from the joint duty they owe to the injured party.\" (Citing from Peak Drilling Co. v. Halliburton Oil Well Cementing Co., <span class=\"citation\" data-id=\"234696\"><a href=\"/opinion/234696/peak-drilling-co-v-halliburton-oil-well-cementing-co/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></a></span> (10 Cir. 1954).</p>\n<p>The Government is entitled to indemnity as the provisions of the contract are clear that even though it be a joint tortfeasor and an indemnitee, its contractual rights are unequivocal. Smith v. United States, <span class=\"citation\" data-id=\"265364\"><a href=\"/opinion/265364/robert-bernard-smith-and-cross-appellant-v-united-states-of-america-and/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span> (4 Cir. 1964).</p>\n<p>There is also no showing that the Government has committed a material breach of the agreement which might aid Norfolk's second argument that the Government's actual negligence precludes indemnification or \"conduct on its part sufficient to preclude recovery.\" Weyerhaeuser S. S. Co. v. Nacirema Operating Co., <span class=\"citation\" data-id=\"105633\"><a href=\"/opinion/105633/weyerhaeuser-ss-co-v-nacirema-operating-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"105633\"><a href=\"/opinion/105633/weyerhaeuser-ss-co-v-nacirema-operating-co/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"105633\"><a href=\"/opinion/105633/weyerhaeuser-ss-co-v-nacirema-operating-co/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1958).</p>\n<p>Norfolk claims \"It was through the Government's omission and breach of contractual duties that Norfolk was misled into proceeding with its contractual obligation.\" More particularly, Norfolk points to the Government's failure to ascertain weather conditions and to have ordered Norfolk not to burn on April 12. The testimony of course is that Norfolk did not lack knowledge of prevailing weather conditions. Its supervisor in charge said he telephoned \"weather\" the night before and that he was in the habit of doing so on his own  despite the Government's contractual obligation. I found that he either did not call as was his practice or that he carelessly received the report which was given to him. In effect Norfolk was making an independent judgment as to burning and its determination was erroneous. As in Smith v. United States, supra, 336 F.2d at 172:</p>\n<blockquote>\"Because the stevedore was negligent and failed to perform its contractual obligation to exercise `due diligence,' the exculpatory clause in the contract is unavailable to it.\"</blockquote>\n<p>The contract specifications are replete with affirmative duties imposed on Norfolk. Norfolk by its own testimony did not rely on the Government to restrain it from acting; and here it procured, <span class=\"star-pagination\">*188</span> independently, information in reference to burning. It is merely necessary to quote the following provision of the specifications to re-emphasize Norfolk's responsibility:</p>\n<blockquote>\"8.4(a) Fire regulations. The contractor shall abide by such rules and instructions as to fire prevention and control and as to the time and place for burning as the Forest Service, National Park Service, or other public agency having jurisdiction may prescribe. The contractor shall take all necessary steps to prevent his employees from setting fires not required in the construction of the project, shall be responsible for preventing the escape of fires set in connection with the construction of the project, and shall extinguish any and all fires that may escape.\"</blockquote>\n<blockquote>\"8.4(e) Contractor's responsibility in fighting own fires. The contractor, under the direction of the appropriate Federal agency, or, in the absence of an officer from any such agency, acting independently, shall extinguish without expense to the Government all fires on or in the vicinity of the project set or caused by him or his employees, whether set directly or indirectly as a result of construction operations. <i>Based upon the circumstances in each case, the contractor may be held liable for all damage resulting from fires set or caused by his employees or resulting from his construction operations.</i>\" [Emphasis supplied.]</blockquote>\n<p>I can find no material breach of the agreement or conduct on the part of the Government under this contract which would prevent its right to indemnity.</p>\n<p>Since indemnity is due on the express terms of the agreement, it is unnecessary to consider the applicability of the theory of implied warranty.</p>\n<p>Accordingly, counsel will draw an order of judgment for the plaintiff, Fred N. Maloof, against the Norfolk Dredging Company and the United States in the amount of $71,910 on Mr. Maloof's claim against those defendants; and counsel will draw an order of judgment in favor of the United States against the Norfolk Dredging Company on its third party complaint for indemnity, both orders to be in conformity with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  \"§ 353. Carelessly causing fires.\n</p>\n<p>\"Every individual or corporation that carelessly or negligently sets on fire, or causes or procures to be set on fire any woods, brush, grass, grain or stubble resulting in damage to the property of another, shall be guilty of a misdemeanor, and upon conviction be punishable by a fine of not less than $10 or more than $100, or imprisonment for not less than ten days or more than one year, or both such fine and imprisonment. The setting of fire contrary to the provisions of this section, or allowing it to escape to the injury of adjoining lands, shall be prima facie proof of carelessness or neglect within the meaning of this section, and the landowner from whose land the fire originated shall also be liable in a civil action for damages for the injury resulting from such fire, and also for the cost of fighting and extinguishing the same, unless the said owner can prove to the satisfaction of the justice or other tribunal before which the case may be tried that the injury complained of was suffered without any negligence on the part of said owner, his, her or its agents; provided, however, that the provisions of this section and § 352 of this subtitle shall in no manner contravene the provisions of Article 23, § 231 of the Code of Public General Laws of Maryland, relating to railroad companies.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/234559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/234696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/240975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/267300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1471867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1476046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1524179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1940267/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1986941/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2095037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2385117/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3483637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3488424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3552625/"
          ]
        }
      ],
      "judges": "Northrop",
      "date_created": "2014-10-30T18:05:40.653716Z",
      "date_modified": "2016-03-03T19:49:35.421562Z",
      "date_filed": "1965-06-02",
      "date_filed_is_approximate": false,
      "slug": "maloof-v-united-states",
      "citation_id": 1401880,
      "case_name_short": "Maloof",
      "case_name": "Maloof v. United States",
      "case_name_full": "",
      "federal_cite_one": "242 F. Supp. 175",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1612020/maloof-v-united-states/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:05:40.651110Z",
  "date_modified": "2014-10-30T18:05:40.651110Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Maloof",
  "case_name": "Maloof v. United States",
  "case_name_full": "",
  "slug": "maloof-v-united-states",
  "docket_number": "Civ. A. No. 13338",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}