{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1615014/",
  "id": 1615014,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/vtd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1442494/",
      "id": 1442494,
      "absolute_url": "/opinion/1442494/valley-disposal-v-cvswmd/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1615014/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1442494/",
          "id": 1442494,
          "absolute_url": "/opinion/1442494/valley-disposal-v-cvswmd/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1442494/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/278/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:10:51.352188Z",
          "date_modified": "2017-04-05T20:23:26.804778Z",
          "type": "010combined",
          "sha1": "541adcc8298e149fc9d5304b7105827ea6d467f1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>872 F.Supp. 119 (1994)</b></center>\n<center><h1>VALLEY DISPOSAL, INC., Palisades Landfill and Recycling Corporation, and Robert C. Dowdell, Jr.<br>\nv.<br>\nCENTRAL VERMONT SOLID WASTE MANAGEMENT DISTRICT, C.V. Landfill, Inc., and Vermont Integrated Waste Solutions, Inc.</h1></center>\n<center>Civ. A. No. 5:93-CV-58.</center>\n<center><p><b>United States District Court, D. Vermont.</b></p></center>\n<center>December 20, 1994.</center>\n<p><span class=\"star-pagination\">*120</span> <span class=\"star-pagination\">*121</span> John Lewis Franco, Jr., McNeil, Leddy &amp; Sheahan, Burlington, VT, for plaintiffs.</p>\n<p>John Paul Giuliani, Glenn Cornelius Howland, McKee, Giuliani &amp; Cleveland, Montpelier, VT, for defendant Central Vermont Solid Waste Management Dist.</p>\n<p>Michael B. Rosenberg, Miller, Eggleston &amp; Rosenberg, Ltd., Burlington, VT, for defendant C.V. Landfill Inc.</p>\n<p>Stephen Alan Reynes, Montpelier, VT, for defendant Vermont Integrated Waste Solutions.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BILLINGS, Senior District Judge.</p>\n<p>The following motions bring this matter to the Court's attention:</p>\n<p>1. Plaintiffs' October 21, 1994, Motion seeking $36,971.90 in attorneys' fees and litigation costs from Defendant Central Vermont Solid Waste Management District (\"CVSWMD\"), pursuant to 42 U.S.C. § 1988. Defendant CVSWMD has filed opposition.</p>\n<p>2. Defendant CVSWMD's November 30, 1994, Motion for the Award of Costs, Expenses and Attorneys Fees pursuant to Fed. R.Civ.P. 11 and 28 U.S.C. § 1927 against Plaintiffs' counsel. Plaintiffs have filed opposition.</p>\n<p></p>\n<h2>\n<i>Factual Background</i><sup>[1]</sup></h2>\n<p>Plaintiffs are Valley Disposal, Inc., a solid waste hauler, Palisades Landfill and Recycling Corporation (\"Palisades\"), operator of a lined landfill in Moretown, Vermont, and Robert C. Dowdell, Jr., president of Valley Disposal and Palisades. Defendant CVSWMD is a union municipal district created by the Vermont General Assembly pursuant to 24 V.S.A. §§ 4861-4868. Defendant C.V. Landfill owns and operates an unlined landfill in East Montpelier, Vermont.</p>\n<p>In the spring of 1992, CVSWMD negotiated interim disposal agreements with Palisades and C.V. Landfill for solid waste disposal for municipalities within the district. Although CVSWMD offered a contract to Palisades, the offer was rejected. On June 1, 1992, CVSWMD entered into an agreement with C.V. Landfill to provide landfill services commencing July 1, 1992. The Interim Disposal Agreement provided C.V. Landfill with the exclusive right to receive solid waste for processing and disposal from CVSWMD and made C.V. Landfill the exclusive destination for solid waste. On June 3, 1992, in conformance with the terms of the contract, CVSWMD further adopted a \"Flow Control Ordinance.\"<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*122</span> On February 23, 1993, Plaintiffs filed this action. Count I of Plaintiffs' Complaint sought relief pursuant to 42 U.S.C. § 1983.<sup>[3]</sup> Counts II through V of Plaintiffs' Complaint alleged violation of federal antitrust and state common law.<sup>[4]</sup> By Order dated July 23, 1993, Plaintiffs' action was dismissed by this Court. <i>Valley Disposal, Inc. v. Central Vt. Solid Waste Management Dist.,</i> No. 93-cv-58, slip op. at 13 (D.Vt. July 23, 1993). The United States Court of Appeals for the Second Circuit, however, vacated this Court's decision and remanded the action. <i>Valley Disposal Inc. v. Central Vt. Solid Waste Management Dist.,</i> 31 F.3d 89, 105 (2d Cir.1994).<sup>[5]</sup> On October 14, 1994, pursuant to Plaintiffs' motion, this Court dismissed this action with prejudice.</p>\n<p>While this action was pending before the Second Circuit, the parties entered into a settlement agreement. Under the terms of the settlement, dated March 10, 1994, Plaintiff Robert Dowdell paid $200,000 to CVSWMD in full settlement of all claims of CVSWMD against Plaintiffs.<sup>[6]</sup> The settlement agreement further provided that \"[CVSWMD] conditionally approves and accepts Dowdell's offer to provide interim disposal capacity on a non-exclusive basis....\" In other words, CVSWMD eliminated its enforcement of the Flow Control Ordinance, as it applied to Plaintiffs and agreed not to pursue a state court action brought against Plaintiffs for violation of the ordinance.<sup>[7]</sup></p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>I. Plaintiffs' Motion for § 1988 Attorneys' Fees</h2>\n<p></p>\n<h2><i>A. Prevailing Party</i></h2>\n<p>42 U.S.C. § 1988 provides, in pertinent part:</p>\n<blockquote>\n<span class=\"star-pagination\">*123</span> In any action or proceeding to enforce a provision of sections ... 1983 ... the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</blockquote>\n<p>Plaintiffs allege that they are the \"prevailing party\" in this action and are, therefore, entitled to attorneys' fees. In support of this contention, Plaintiffs note that Count I of their Complaint sought a declaration that the Flow Control Ordinance and related regulations constituted a violation of the \"dormant Commerce Clause.\" Count I further sought a suspension of the Flow Control Ordinance. Plaintiffs contend that they have obtained this relief, in substance. Specifically, they note that the lawsuit resulted in a suspension of flow control limitations with respect to Plaintiffs as well as the dismissal of a state court preliminary injunction ordering Plaintiffs to comply with the flow controls. Accordingly, Plaintiffs seek $36,971.90 in fees.</p>\n<p>In opposition, Defendant CVSWMD argues that Plaintiffs did not prevail on any argument or issue in connection with this litigation and are not entitled to attorneys' fees. CVSWMD asserts that the only manner in which the Plaintiffs prevailed was its success in the Second Circuit's reversal and vacation of this Court's prior Order dismissing the action. Second, CVSWMD argues that Plaintiffs did not obtain the relief sought through the vehicle of this litigation. Rather, according to CVSWMD, the catalyst for the its removal of the flow control requirements was not Plaintiffs' counsel's efforts in this litigation, but CVSWMD's anticipation of the United States Supreme Court's decision in <i>C &amp; A Carbone, Inc. v. Town of Clarkstown,</i> ___ U.S. ___, 114 S.Ct. 1677, 128 L.Ed.2d 399 (1994) (striking down, as violative of Commerce Clause, local ordinance requiring town transfer station to process all solid waste processed within town). Accordingly, CVSWMD urges the Court to deny Plaintiffs' motion.</p>\n<p>Congress enacted § 1988, a fee shifting statute, to improve the enforcement of actions brought pursuant to § 1983, thereby making it easy for victims of civil rights violations to find attorneys willing to pursue their cases. <i>Evans v. Jeff D.,</i> 475 U.S. 717, 743, 106 S.Ct. 1531, 1545, 89 L.Ed.2d 747 (1986) (Brennan, J., dissenting). As the statute sets forth, it is the \"prevailing party\" that is entitled to an award of attorneys' fees. The United States Supreme Court has concluded that plaintiffs are to be considered the \"prevailing party\" for attorneys' fees purposes \"if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing the suit.\" <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 1939, 76 L.Ed.2d 40 (1983) (quoting <i>Nadeau v. Helgemoe,</i> 581 F.2d 275, 278-79 (1st Cir.1978)). \"At a minimum, to be considered a prevailing party within the meaning of § 1988, the plaintiff must be able to point to a resolution of the dispute which changes the legal relationship between itself and the defendant.\" <i>Texas State Teachers Ass'n v. Garland Indep. Sch. Dist.,</i> 489 U.S. 782, 792, 109 S.Ct. 1486, 1493, 103 L.Ed.2d 866 (1989) (citing <i>Hewitt v. Helms,</i> 482 U.S. 755, 107 S.Ct. 2672, 96 L.Ed.2d 654 (1987)).<sup>[8]</sup> Where such a change has occurred, the degree of plaintiff's success goes to the reasonableness of the award, not to its availability. <i>Id.</i> at 793, 109 S.Ct. at 1494.</p>\n<p>The fact that a case is resolved through settlement does not preclude a finding of \"prevailing party\" status, where warranted. <i>Farrar v. Hobby,</i> ___ U.S. ___, ___, 113 S.Ct. 566, 573, 121 L.Ed.2d 494 (1992) (\"[t]he plaintiff must obtain an enforceable judgment against the defendant from whom fees are sought, or comparable relief through a consent decree or settlement\"). In <i>Hewitt v. Helms</i><i>,</i> the United States Supreme Court stated:</p>\n<blockquote>It is settled law, of course, that relief need not be judicially decreed in order to justify a fee award under § 1988. A lawsuit sometimes produces voluntary action by the defendant that affords the plaintiff all or some of the relief he sought through a judgment  <i>e.g.,</i> a monetary settlement or <span class=\"star-pagination\">*124</span> a change in conduct that redresses the plaintiff's grievances. When that occurs, the plaintiff is deemed to have prevailed despite the absence of a formal judgment in his favor.</blockquote>\n<p>482 U.S. 755, 760-61, 107 S.Ct. 2672, 2676 (1987). Accordingly, a plaintiff can be considered a \"prevailing party\" where the lawsuit has served as a catalyst, bringing pressure to bear against the defendant and thereby resulting in the requested relief. <i>Baumgartner v. Harrisburg Hous. Auth.,</i> 21 F.3d 541, 544-45 (3rd Cir.1994). The suit need not be the sole cause of relief, \"but must play a `provocative' role or be a `competent producing cause.'\" <i>Paris v. U.S. Dep't of Hous. and Urban Dev.,</i> 988 F.2d 236, 241 (1st Cir. 1993) (quoting <i>Guglietti v. Secretary of HHS,</i> 900 F.2d 397, 401 (1st Cir.1990)). In <i>Paris,</i> for example, the United States Court of Appeals for the First Circuit concluded that plaintiffs were the prevailing party where a congressional amendment caused Plaintiffs to receive the relief they had sought. <i>Id.</i></p>\n<p>Based on the facts of the instant case, the Court agrees that the plaintiffs did \"prevail\" for purposes of the statutory threshold. The pressure brought to bear by them caused the Defendant to cease its enforcement of the Flow Control Ordinance as it applied to Plaintiffs. <i>See </i><i>Dague v. City of Burlington,</i> 935 F.2d 1343, 1357 (2d Cir.1991), <i>reversed </i><i>on other grounds,</i> ___ U.S. ___, 112 S.Ct. 2638, 120 L.Ed.2d 449 (1992). This is a clear change in the legal relationship of the parties. Indeed, Plaintiffs' entire purpose in filing this lawsuit was to effect this change. The Court concludes that Plaintiffs have established clear causal connection between the litigation and the practical outcome realized.</p>\n<p>The Court rejects CVSWMD's assertion that the catalyst for its suspension of the Flow Control Ordinance came solely as a result of CVSWMD's anticipation of the United States Supreme Court's decision in <i>Carbone, supra.</i> The record reflects that the agreement to cease application of the Flow Control Ordinance against Plaintiffs was entered into on March 10, 1994. The Supreme Court's opinion in <i>Carbone</i> was issued on May 16, 1994. Yet, as late as June of 1994, the Executive Board Members of CVSWMD had still not determined the effect of <i>Carbone.</i><sup>[9]</sup></p>\n<p>Accordingly, the Court concludes that Plaintiffs are the \"prevailing parties\" for purposes of 42 U.S.C. § 1988.</p>\n<p></p>\n<h2><i>B. Waiver</i></h2>\n<p>Defendant argues that regardless of whether the Court concludes that Plaintiffs are the \"prevailing parties,\" Plaintiffs cannot collect § 1988 attorneys' fees because they have waived the claim. Specifically, Defendant CVSWMD contends that Plaintiffs waived their right to attorneys' fees, both in the settlement agreement<sup>[10]</sup> and dismissal of this action which contained a specific request for § 1988 attorneys' fees.<sup>[11]</sup> According to CVSWMD, Plaintiffs are now estopped from relitigating the issue of attorneys' fees after their dismissal of this action with prejudice.</p>\n<p>In response, Plaintiffs properly note that negotiated fee waivers must appear expressly within the settlement agreement. <i>Ashley v. Atlantic Richfield Co.,</i> 794 F.2d 128, 138 (3rd Cir.1986). With respect to a general release, like Plaintiffs' Motion to Dismiss this action, it must contain release language of sufficient breadth to indicate an intention to settle all claims involved in the particular litigation, including the claim for attorneys' fees. <i>Brown v. General Motors Corp.,</i> 722 F.2d 1009, 1012 (2d Cir.1983). Plaintiffs assert that nothing in the Settlement Agreement or Motion for Dismissal <span class=\"star-pagination\">*125</span> serves as an explicit waiver of the § 1988 fees. The Court agrees.</p>\n<p>Alternatively, even if the Settlement Agreement and dismissal in this action could be construed as a waiver of the § 1988 claim, it is within the discretion of the Court to accept such a waiver. <i>Evans v. Jeff D.,</i> 475 U.S. 717, 720, 106 S.Ct. 1531, 1533-34, 89 L.Ed.2d 747 (1986). As a matter of discretion, therefore, the Court refuses to accept the waiver of fees.</p>\n<p></p>\n<h2><i>C. The Lodestar</i></h2>\n<p>Once a party is deemed to have prevailed, a reasonable attorneys' fee is to be determined by the exercise of the Court's discretion. <i>Dague,</i> 935 F.2d at 1358 (quoting <i>Hensley,</i> 461 U.S. at 437, 103 S.Ct. at 1941). Plaintiffs assert that attorneys John L. Franco and Richard A. Unger are entitled to a fully compensatory fee, reflecting all of the time they expended prosecuting this matter. Plaintiffs note that the civil rights claims, state law claims, and antitrust claims presented in the instant case were intertwined factually such that the case presented a common core of facts and related legal theories. The Court agrees. As the Second Circuit stated in <i>Dague:</i></p>\n<blockquote>[W]here a case presents a common core of facts and related legal theories, district courts should focus on the significance of the overall relief obtained by the plaintiff in relation to the hours reasonably expended on the litigation.... When the issues are intertwined factually, a fully compensatory fee award is justified even where a plaintiff does not prevail on all his claims or obtain all relief requested in his complaint. 935 F.2d at 1358-59 (citations omitted).<sup>[12]</sup> The Court finds that such circumstances exist here. Plaintiffs overriding purpose in filing the instant lawsuit was to stop CVSWMD's enforcement of the purportedly unconstitutional Flow Control Ordinance. In addition to its argument of unconstitutionality, Plaintiffs also asserted that the Ordinance stood in violation of federal antitrust and state administrative law. The Court believes that these issues were factually intertwined to the extent that segregation of the fee claims at this point would be inappropriate. Accordingly, Plaintiffs are entitled to full compensation with respect to this claim.</blockquote>\n<p>The Court hereby concludes that the lodestar is reasonable and that Plaintiffs' are entitled to $33,873.13 in legal fees and expenses rendered by their attorney, John L. Franco, and to $3,097.90 in fees billed by Richard A. Unger, Esq.<sup>[13]</sup> The Court, however, DENIES Plaintiffs' request for preaward interest and motion costs.</p>\n<p></p>\n<h2>II. Defendant CVSWMD's Motion for Fees and Sanctions</h2>\n<p>Defendant CVSWMD moves the Court for an order requiring Plaintiffs' counsel to pay the costs, expenses and attorneys' fees reasonably incurred by CVSWMD in connection with its response to Plaintiffs' Motion for § 1988 Attorneys' Fees. Defendant argues that Plaintiffs' request for attorneys' fees attempts to relitigate an issue foreclosed by dismissal with prejudice and further violates Fed.R.Civ.P. 11 and 28 U.S.C. § 1927.</p>\n<p>The Court, by this Order, has concluded that Plaintiffs' Motion for § 1988 Attorneys' Fees should be granted. Accordingly, the Court does not find that Plaintiffs' attorney <span class=\"star-pagination\">*126</span> has violated the standards of legal conduct suggested in Defendant's motion. CVSWMD's Motion is inappropriate and is, therefore, DENIED.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>In light of the foregoing, the Court hereby:</p>\n<p>1. GRANTS Plaintiffs' Motion for § 1988 Attorneys' Fees and AWARDS Plaintiffs $36,971.90 in attorneys' fees and costs of litigation.</p>\n<p>2. DENIES Defendant CVSWMD's Motion for the Award of Costs, Expenses and Attorneys' Fees.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This Order discusses only those facts that are relevant to the issue currently pending before the Court. For a full discussion of the facts of this case, see <i>Valley Disposal, Inc. v. Central Vt. Solid Waste Management Dist.,</i> 31 F.3d 89 (2d Cir. 1994).</p>\n<p>[2]  The ordinance (1) regulated the collection, transportation, recycling, resource recovery, and disposal of solid waste within the District, (2) required licenses for the transportation of solid waste within the District, (3) directed the delivery of all solid waste generated within the District to facilities described in the ordinance, (4) prohibited the unlawful disposal of solid waste, and (5) provided for enforcement of penalties.</p>\n<p>[3]  Count I of Plaintiffs' Complaint, as amended, read, in pertinent part:\n</p>\n<p>The contract, ordinance and regulations unconstitutionally discriminate facially and in effect against interstate commerce in violation of the `dormant' Commerce Clause of the U.S. Constitution Article I Section 8. Said discrimination on the part of the defendant District constitutes a deprivation under color of ordinance and regulation of the plaintiffs' rights, privileges and immunities secured by the U.S. Constitution in violation of 42 U.S.C. § 1983.</p>\n<p>[4]  Specifically, counts II and III alleged that CVSWMD and C.V. Landfill violated the Sherman Antitrust Act, 15 U.S.C. §§ 1-2; count IV alleged that CVSWMD's designation of C.V. Landfill as the \"exclusive\" facility for the disposal of solid waste was <i>ultra vires;</i> and count V alleged that the CVSWMD's Flow Control Ordinance was <i>ultra vires.</i></p>\n<p>[5]  In its decision, the Second Circuit: (1) affirmed this Court's decision to dismiss Counts II and III of Plaintiffs' Complaint for failure to plead facts sufficient to support an antitrust claim. Nevertheless, the Second Circuit acknowledged Plaintiffs' assertion that sufficient evidence was placed before the Court at a March 1993 hearing to allow a conclusion that Plaintiffs had demonstrated an effect on interstate commerce. Accordingly, the Second Circuit vacated the 12(b)(6) dismissal to allow Plaintiffs 30 days from the issuance of the mandate to file an amended complaint: (2) reversed this Court's decision that Plaintiffs were barred by res judicata from bringing their federal antitrust claims in federal district court; (3) reversed this Court's ruling that Plaintiffs' dormant commerce clause/ § 1983 claim was barred by collateral estoppel; (4) vacated this Court's decision to dismiss the supplemental state law claims in Counts IV and V; (5) reversed this Court's decision to dismiss Counts IV and V as barred by collateral estoppel; (6) and remanded the case back to this Court for proceedings on the merits as to Plaintiffs' cross motion for summary judgment. <i>Valley Disposal,</i> 31 F.3d at 105.</p>\n<p>[6]  Due to Plaintiffs' violation of the Flow Control Ordinance, CVSWMD brought suit and obtained an injunction against Plaintiffs in state court. <i>See Central Vt. Solid Waste Management Dist. v. Robert C. Dowdell, Jr. and Valley Disposal, Inc.,</i> No. S-440-93 WnC (Washington Superior Court, Vermont). In addition, prior to filing suit in this Court, Plaintiffs had brought an action against Defendants in Vermont state court. An appeal in that action was pending before the Vermont Supreme Court at the time the settlement agreement was reached. <i>See Palisades Recycling Corp. v. Central Vt. Solid Waste Management Dist.,</i> Vermont Supreme Court Docket No. 93-248. Both state court actions were resolved by the settlement agreement.</p>\n<p>[7]  Although the settlement agreement was executed on March 10, 1994, its perfection was contingent on Dowdell's payment of the $200,000 to CVSWMD by June 30, 1994. No such payment was made by the deadline, providing CVSWMD with the option of voiding the agreement. On September 7, 1994, CVSWMD agreed not to void the agreement, based on Plaintiffs' agreement to have a judgment entered against them for $200,000 in the suit filed by Plaintiffs that was then pending before the Vermont Supreme Court. <i>See supra,</i> note 6.</p>\n<p>[8]  The district court must conclude, however, that Plaintiff's success on the claim is more than <i>de minimus. Texas Teachers,</i> 489 U.S. at 792, 109 S.Ct. at 1493-94.</p>\n<p>[9]  A Memorandum to the Executive Board Member of CVSWMD from its Director, dated June 24, 1994 indicated, with regard to the Flow Control Ordinance: \"We are awaiting a written opinion from [counsel] regarding the impact of the <i>Carbone</i> decision on our Ordinances and regulatory scheme.\" Plaintiffs' Appendix, p. 40.</p>\n<p>[10]  In Paragraph 7 of the Stipulation to Issuance of a Consent Order, the parties agreed that \"all claims which have been brought or which could be brought by ... Valley Disposal, Inc., against the District in connection with the subject matter of this litigation are hereby dismissed with prejudice.\"</p>\n<p>[11]  Plaintiffs' Amended Complaint made a specific request for relief under 42 U.S.C. § 1988.</p>\n<p>[12]  CVSWMD argues that this \"central issue\" test, propounded by the Second Circuit, ignores the teachings of the Supreme Court in <i>Texas Teachers, supra.</i> In <i>Texas Teachers,</i> however, the Supreme Court rejected the \"central issue\" test for purposes of identifying the \"prevailing party,\" not for the determination of appropriate fees. <i>See</i> 489 U.S. at 790, 109 S.Ct. at 1492.</p>\n<p>[13]  The Court notes that Richard Unger has ostensibly waived his request to attorneys' fees, <i>See</i> Ex. A to Def. CVSWMD's Withdrawal in Part of its Mot. for the Award of Costs, Expenses and Attorneys Fees, letter from Unger to Howland, attorney for CVSWMD, of 12/2/94, which states:\n</p>\n<p>My name does not appear on any of the pleadings with respect to the request for attorneys' fees. I did not prepare the pleadings. I prepared an affidavit that sets forth time spent and costs incurred. I do not wish at this time to pursue any request for attorneys' fees and costs.</p>\n<p>Nevertheless, the right to fees is that of the Plaintiffs, as the \"prevailing party,\" and their attorney has no standing to disavow this claim. <i>See </i><i>Brown,</i> 722 F.2d at 1011.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">119</span></span> (1994)</b></center>\n<center><h1>VALLEY DISPOSAL, INC., Palisades Landfill and Recycling Corporation, and Robert C. Dowdell, Jr.<br>\nv.<br>\nCENTRAL VERMONT SOLID WASTE MANAGEMENT DISTRICT, C.V. Landfill, Inc., and Vermont Integrated Waste Solutions, Inc.</h1></center>\n<center>Civ. A. No. 5:93-CV-58.</center>\n<center><p><b>United States District Court, D. Vermont.</b></p></center>\n<center>December 20, 1994.</center>\n<p><span class=\"star-pagination\">*120</span> <span class=\"star-pagination\">*121</span> John Lewis Franco, Jr., McNeil, Leddy &amp; Sheahan, Burlington, VT, for plaintiffs.</p>\n<p>John Paul Giuliani, Glenn Cornelius Howland, McKee, Giuliani &amp; Cleveland, Montpelier, VT, for defendant Central Vermont Solid Waste Management Dist.</p>\n<p>Michael B. Rosenberg, Miller, Eggleston &amp; Rosenberg, Ltd., Burlington, VT, for defendant C.V. Landfill Inc.</p>\n<p>Stephen Alan Reynes, Montpelier, VT, for defendant Vermont Integrated Waste Solutions.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BILLINGS, Senior District Judge.</p>\n<p>The following motions bring this matter to the Court's attention:</p>\n<p>1. Plaintiffs' October 21, 1994, Motion seeking $36,971.90 in attorneys' fees and litigation costs from Defendant Central Vermont Solid Waste Management District (\"CVSWMD\"), pursuant to 42 U.S.C. § 1988. Defendant CVSWMD has filed opposition.</p>\n<p>2. Defendant CVSWMD's November 30, 1994, Motion for the Award of Costs, Expenses and Attorneys Fees pursuant to Fed. R.Civ.P. 11 and 28 U.S.C. § 1927 against Plaintiffs' counsel. Plaintiffs have filed opposition.</p>\n<p></p>\n<h2>\n<i>Factual Background</i><sup>[1]</sup></h2>\n<p>Plaintiffs are Valley Disposal, Inc., a solid waste hauler, Palisades Landfill and Recycling Corporation (\"Palisades\"), operator of a lined landfill in Moretown, Vermont, and Robert C. Dowdell, Jr., president of Valley Disposal and Palisades. Defendant CVSWMD is a union municipal district created by the Vermont General Assembly pursuant to 24 V.S.A. §§ 4861-4868. Defendant C.V. Landfill owns and operates an unlined landfill in East Montpelier, Vermont.</p>\n<p>In the spring of 1992, CVSWMD negotiated interim disposal agreements with Palisades and C.V. Landfill for solid waste disposal for municipalities within the district. Although CVSWMD offered a contract to Palisades, the offer was rejected. On June 1, 1992, CVSWMD entered into an agreement with C.V. Landfill to provide landfill services commencing July 1, 1992. The Interim Disposal Agreement provided C.V. Landfill with the exclusive right to receive solid waste for processing and disposal from CVSWMD and made C.V. Landfill the exclusive destination for solid waste. On June 3, 1992, in conformance with the terms of the contract, CVSWMD further adopted a \"Flow Control Ordinance.\"<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*122</span> On February 23, 1993, Plaintiffs filed this action. Count I of Plaintiffs' Complaint sought relief pursuant to 42 U.S.C. § 1983.<sup>[3]</sup> Counts II through V of Plaintiffs' Complaint alleged violation of federal antitrust and state common law.<sup>[4]</sup> By Order dated July 23, 1993, Plaintiffs' action was dismissed by this Court. <i>Valley Disposal, Inc. v. Central Vt. Solid Waste Management Dist.,</i> No. 93-cv-58, slip op. at 13 (D.Vt. July 23, 1993). The United States Court of Appeals for the Second Circuit, however, vacated this Court's decision and remanded the action. <i>Valley Disposal Inc. v. Central Vt. Solid Waste Management Dist.,</i> <span class=\"citation\" data-id=\"675702\"><a href=\"/opinion/675702/valley-disposal-inc-palisades-landfill-and-recycling-corporation-robert/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span>, 105 (2d Cir.1994).<sup>[5]</sup> On October 14, 1994, pursuant to Plaintiffs' motion, this Court dismissed this action with prejudice.</p>\n<p>While this action was pending before the Second Circuit, the parties entered into a settlement agreement. Under the terms of the settlement, dated March 10, 1994, Plaintiff Robert Dowdell paid $200,000 to CVSWMD in full settlement of all claims of CVSWMD against Plaintiffs.<sup>[6]</sup> The settlement agreement further provided that \"[CVSWMD] conditionally approves and accepts Dowdell's offer to provide interim disposal capacity on a non-exclusive basis....\" In other words, CVSWMD eliminated its enforcement of the Flow Control Ordinance, as it applied to Plaintiffs and agreed not to pursue a state court action brought against Plaintiffs for violation of the ordinance.<sup>[7]</sup></p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>I. Plaintiffs' Motion for § 1988 Attorneys' Fees</h2>\n<p></p>\n<h2><i>A. Prevailing Party</i></h2>\n<p>42 U.S.C. § 1988 provides, in pertinent part:</p>\n<blockquote>\n<span class=\"star-pagination\">*123</span> In any action or proceeding to enforce a provision of sections ... 1983 ... the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</blockquote>\n<p>Plaintiffs allege that they are the \"prevailing party\" in this action and are, therefore, entitled to attorneys' fees. In support of this contention, Plaintiffs note that Count I of their Complaint sought a declaration that the Flow Control Ordinance and related regulations constituted a violation of the \"dormant Commerce Clause.\" Count I further sought a suspension of the Flow Control Ordinance. Plaintiffs contend that they have obtained this relief, in substance. Specifically, they note that the lawsuit resulted in a suspension of flow control limitations with respect to Plaintiffs as well as the dismissal of a state court preliminary injunction ordering Plaintiffs to comply with the flow controls. Accordingly, Plaintiffs seek $36,971.90 in fees.</p>\n<p>In opposition, Defendant CVSWMD argues that Plaintiffs did not prevail on any argument or issue in connection with this litigation and are not entitled to attorneys' fees. CVSWMD asserts that the only manner in which the Plaintiffs prevailed was its success in the Second Circuit's reversal and vacation of this Court's prior Order dismissing the action. Second, CVSWMD argues that Plaintiffs did not obtain the relief sought through the vehicle of this litigation. Rather, according to CVSWMD, the catalyst for the its removal of the flow control requirements was not Plaintiffs' counsel's efforts in this litigation, but CVSWMD's anticipation of the United States Supreme Court's decision in <i>C &amp; A Carbone, Inc. v. Town of Clarkstown,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1087961\"><a href=\"/opinion/1087961/c-a-carbone-inc-v-clarkstown/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></a></span>, <span class=\"citation\" data-id=\"1087961\"><a href=\"/opinion/1087961/c-a-carbone-inc-v-clarkstown/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span></a></span> (1994) (striking down, as violative of Commerce Clause, local ordinance requiring town transfer station to process all solid waste processed within town). Accordingly, CVSWMD urges the Court to deny Plaintiffs' motion.</p>\n<p>Congress enacted § 1988, a fee shifting statute, to improve the enforcement of actions brought pursuant to § 1983, thereby making it easy for victims of civil rights violations to find attorneys willing to pursue their cases. <i>Evans v. Jeff D.,</i> <span class=\"citation\" data-id=\"111627\"><a href=\"/opinion/111627/evans-v-jeff-d/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 743, <span class=\"citation\" data-id=\"111627\"><a href=\"/opinion/111627/evans-v-jeff-d/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, 1545, <span class=\"citation\" data-id=\"111627\"><a href=\"/opinion/111627/evans-v-jeff-d/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span></a></span> (1986) (Brennan, J., dissenting). As the statute sets forth, it is the \"prevailing party\" that is entitled to an award of attorneys' fees. The United States Supreme Court has concluded that plaintiffs are to be considered the \"prevailing party\" for attorneys' fees purposes \"if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing the suit.\" <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1939, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) (quoting <i>Nadeau v. Helgemoe,</i> <span class=\"citation\" data-id=\"358671\"><a href=\"/opinion/358671/larry-nadeau-v-raymond-a-helgemoe-warden-new-hampshire-state-prison/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">275</span></a></span>, 278-79 (1st Cir.1978)). \"At a minimum, to be considered a prevailing party within the meaning of § 1988, the plaintiff must be able to point to a resolution of the dispute which changes the legal relationship between itself and the defendant.\" <i>Texas State Teachers Ass'n v. Garland Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">782</span></a></span>, 792, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1486</span></a></span>, 1493, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1989) (citing <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span></a></span>, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></a></span> (1987)).<sup>[8]</sup> Where such a change has occurred, the degree of plaintiff's success goes to the reasonableness of the award, not to its availability. <i>Id.</i> at 793, 109 S.Ct. at 1494.</p>\n<p>The fact that a case is resolved through settlement does not preclude a finding of \"prevailing party\" status, where warranted. <i>Farrar v. Hobby,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, 573, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1992) (\"[t]he plaintiff must obtain an enforceable judgment against the defendant from whom fees are sought, or comparable relief through a consent decree or settlement\"). In <i>Hewitt v. Helms</i><i>,</i> the United States Supreme Court stated:</p>\n<blockquote>It is settled law, of course, that relief need not be judicially decreed in order to justify a fee award under § 1988. A lawsuit sometimes produces voluntary action by the defendant that affords the plaintiff all or some of the relief he sought through a judgment  <i>e.g.,</i> a monetary settlement or <span class=\"star-pagination\">*124</span> a change in conduct that redresses the plaintiff's grievances. When that occurs, the plaintiff is deemed to have prevailed despite the absence of a formal judgment in his favor.</blockquote>\n<p><span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 760-61, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span></a></span>, 2676 (1987). Accordingly, a plaintiff can be considered a \"prevailing party\" where the lawsuit has served as a catalyst, bringing pressure to bear against the defendant and thereby resulting in the requested relief. <i>Baumgartner v. Harrisburg Hous. Auth.,</i> <span class=\"citation\" data-id=\"667585\"><a href=\"/opinion/667585/penny-baumgartner-margarita-collazo-josefina-ramirez-isabel-rivera-matos/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">541</span></a></span>, 544-45 (3rd Cir.1994). The suit need not be the sole cause of relief, \"but must play a `provocative' role or be a `competent producing cause.'\" <i>Paris v. U.S. Dep't of Hous. and Urban Dev.,</i> <span class=\"citation\" data-id=\"602342\"><a href=\"/opinion/602342/antonia-paris-v-us-department-of-housing-and-urban-development/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 241 (1st Cir. 1993) (quoting <i>Guglietti v. Secretary of HHS,</i> <span class=\"citation\" data-id=\"539793\"><a href=\"/opinion/539793/29-socsecrepser-297-unemplinsrep-cch-15325a-frances-guglietti-v/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 401 (1st Cir.1990)). In <i>Paris,</i> for example, the United States Court of Appeals for the First Circuit concluded that plaintiffs were the prevailing party where a congressional amendment caused Plaintiffs to receive the relief they had sought. <i>Id.</i></p>\n<p>Based on the facts of the instant case, the Court agrees that the plaintiffs did \"prevail\" for purposes of the statutory threshold. The pressure brought to bear by them caused the Defendant to cease its enforcement of the Flow Control Ordinance as it applied to Plaintiffs. <i>See </i><i>Dague v. City of Burlington,</i> <span class=\"citation\" data-id=\"563198\"><a href=\"/opinion/563198/ernest-dague-sr-ernest-dague-jr-betty-dague-and-rose-a-bessette-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1357 (2d Cir.1991), <i>reversed </i><i>on other grounds,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112778\"><a href=\"/opinion/112778/burlington-v-dague/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2638</span></a></span>, <span class=\"citation\" data-id=\"112778\"><a href=\"/opinion/112778/burlington-v-dague/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></a></span> (1992). This is a clear change in the legal relationship of the parties. Indeed, Plaintiffs' entire purpose in filing this lawsuit was to effect this change. The Court concludes that Plaintiffs have established clear causal connection between the litigation and the practical outcome realized.</p>\n<p>The Court rejects CVSWMD's assertion that the catalyst for its suspension of the Flow Control Ordinance came solely as a result of CVSWMD's anticipation of the United States Supreme Court's decision in <i>Carbone, supra.</i> The record reflects that the agreement to cease application of the Flow Control Ordinance against Plaintiffs was entered into on March 10, 1994. The Supreme Court's opinion in <i>Carbone</i> was issued on May 16, 1994. Yet, as late as June of 1994, the Executive Board Members of CVSWMD had still not determined the effect of <i>Carbone.</i><sup>[9]</sup></p>\n<p>Accordingly, the Court concludes that Plaintiffs are the \"prevailing parties\" for purposes of 42 U.S.C. § 1988.</p>\n<p></p>\n<h2><i>B. Waiver</i></h2>\n<p>Defendant argues that regardless of whether the Court concludes that Plaintiffs are the \"prevailing parties,\" Plaintiffs cannot collect § 1988 attorneys' fees because they have waived the claim. Specifically, Defendant CVSWMD contends that Plaintiffs waived their right to attorneys' fees, both in the settlement agreement<sup>[10]</sup> and dismissal of this action which contained a specific request for § 1988 attorneys' fees.<sup>[11]</sup> According to CVSWMD, Plaintiffs are now estopped from relitigating the issue of attorneys' fees after their dismissal of this action with prejudice.</p>\n<p>In response, Plaintiffs properly note that negotiated fee waivers must appear expressly within the settlement agreement. <i>Ashley v. Atlantic Richfield Co.,</i> <span class=\"citation\" data-id=\"472170\"><a href=\"/opinion/472170/betty-j-ashley-v-atlantic-richfield-company/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 138 (3rd Cir.1986). With respect to a general release, like Plaintiffs' Motion to Dismiss this action, it must contain release language of sufficient breadth to indicate an intention to settle all claims involved in the particular litigation, including the claim for attorneys' fees. <i>Brown v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"428320\"><a href=\"/opinion/428320/33-fair-emplpraccas-417-32-empl-prac-dec-p-33931-samuel-l-brown/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span>, 1012 (2d Cir.1983). Plaintiffs assert that nothing in the Settlement Agreement or Motion for Dismissal <span class=\"star-pagination\">*125</span> serves as an explicit waiver of the § 1988 fees. The Court agrees.</p>\n<p>Alternatively, even if the Settlement Agreement and dismissal in this action could be construed as a waiver of the § 1988 claim, it is within the discretion of the Court to accept such a waiver. <i>Evans v. Jeff D.,</i> <span class=\"citation\" data-id=\"111627\"><a href=\"/opinion/111627/evans-v-jeff-d/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 720, <span class=\"citation\" data-id=\"111627\"><a href=\"/opinion/111627/evans-v-jeff-d/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, 1533-34, <span class=\"citation\" data-id=\"111627\"><a href=\"/opinion/111627/evans-v-jeff-d/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span></a></span> (1986). As a matter of discretion, therefore, the Court refuses to accept the waiver of fees.</p>\n<p></p>\n<h2><i>C. The Lodestar</i></h2>\n<p>Once a party is deemed to have prevailed, a reasonable attorneys' fee is to be determined by the exercise of the Court's discretion. <i>Dague,</i> 935 F.2d at 1358 (quoting <i>Hensley,</i> 461 U.S. at 437, 103 S.Ct. at 1941). Plaintiffs assert that attorneys John L. Franco and Richard A. Unger are entitled to a fully compensatory fee, reflecting all of the time they expended prosecuting this matter. Plaintiffs note that the civil rights claims, state law claims, and antitrust claims presented in the instant case were intertwined factually such that the case presented a common core of facts and related legal theories. The Court agrees. As the Second Circuit stated in <i>Dague:</i></p>\n<blockquote>[W]here a case presents a common core of facts and related legal theories, district courts should focus on the significance of the overall relief obtained by the plaintiff in relation to the hours reasonably expended on the litigation.... When the issues are intertwined factually, a fully compensatory fee award is justified even where a plaintiff does not prevail on all his claims or obtain all relief requested in his complaint. 935 F.2d at 1358-59 (citations omitted).<sup>[12]</sup> The Court finds that such circumstances exist here. Plaintiffs overriding purpose in filing the instant lawsuit was to stop CVSWMD's enforcement of the purportedly unconstitutional Flow Control Ordinance. In addition to its argument of unconstitutionality, Plaintiffs also asserted that the Ordinance stood in violation of federal antitrust and state administrative law. The Court believes that these issues were factually intertwined to the extent that segregation of the fee claims at this point would be inappropriate. Accordingly, Plaintiffs are entitled to full compensation with respect to this claim.</blockquote>\n<p>The Court hereby concludes that the lodestar is reasonable and that Plaintiffs' are entitled to $33,873.13 in legal fees and expenses rendered by their attorney, John L. Franco, and to $3,097.90 in fees billed by Richard A. Unger, Esq.<sup>[13]</sup> The Court, however, DENIES Plaintiffs' request for preaward interest and motion costs.</p>\n<p></p>\n<h2>II. Defendant CVSWMD's Motion for Fees and Sanctions</h2>\n<p>Defendant CVSWMD moves the Court for an order requiring Plaintiffs' counsel to pay the costs, expenses and attorneys' fees reasonably incurred by CVSWMD in connection with its response to Plaintiffs' Motion for § 1988 Attorneys' Fees. Defendant argues that Plaintiffs' request for attorneys' fees attempts to relitigate an issue foreclosed by dismissal with prejudice and further violates Fed.R.Civ.P. 11 and 28 U.S.C. § 1927.</p>\n<p>The Court, by this Order, has concluded that Plaintiffs' Motion for § 1988 Attorneys' Fees should be granted. Accordingly, the Court does not find that Plaintiffs' attorney <span class=\"star-pagination\">*126</span> has violated the standards of legal conduct suggested in Defendant's motion. CVSWMD's Motion is inappropriate and is, therefore, DENIED.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>In light of the foregoing, the Court hereby:</p>\n<p>1. GRANTS Plaintiffs' Motion for § 1988 Attorneys' Fees and AWARDS Plaintiffs $36,971.90 in attorneys' fees and costs of litigation.</p>\n<p>2. DENIES Defendant CVSWMD's Motion for the Award of Costs, Expenses and Attorneys' Fees.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This Order discusses only those facts that are relevant to the issue currently pending before the Court. For a full discussion of the facts of this case, see <i>Valley Disposal, Inc. v. Central Vt. Solid Waste Management Dist.,</i> <span class=\"citation\" data-id=\"675702\"><a href=\"/opinion/675702/valley-disposal-inc-palisades-landfill-and-recycling-corporation-robert/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span> (2d Cir. 1994).</p>\n<p>[2]  The ordinance (1) regulated the collection, transportation, recycling, resource recovery, and disposal of solid waste within the District, (2) required licenses for the transportation of solid waste within the District, (3) directed the delivery of all solid waste generated within the District to facilities described in the ordinance, (4) prohibited the unlawful disposal of solid waste, and (5) provided for enforcement of penalties.</p>\n<p>[3]  Count I of Plaintiffs' Complaint, as amended, read, in pertinent part:\n</p>\n<p>The contract, ordinance and regulations unconstitutionally discriminate facially and in effect against interstate commerce in violation of the `dormant' Commerce Clause of the U.S. Constitution Article I Section 8. Said discrimination on the part of the defendant District constitutes a deprivation under color of ordinance and regulation of the plaintiffs' rights, privileges and immunities secured by the U.S. Constitution in violation of 42 U.S.C. § 1983.</p>\n<p>[4]  Specifically, counts II and III alleged that CVSWMD and C.V. Landfill violated the Sherman Antitrust Act, 15 U.S.C. §§ 1-2; count IV alleged that CVSWMD's designation of C.V. Landfill as the \"exclusive\" facility for the disposal of solid waste was <i>ultra vires;</i> and count V alleged that the CVSWMD's Flow Control Ordinance was <i>ultra vires.</i></p>\n<p>[5]  In its decision, the Second Circuit: (1) affirmed this Court's decision to dismiss Counts II and III of Plaintiffs' Complaint for failure to plead facts sufficient to support an antitrust claim. Nevertheless, the Second Circuit acknowledged Plaintiffs' assertion that sufficient evidence was placed before the Court at a March 1993 hearing to allow a conclusion that Plaintiffs had demonstrated an effect on interstate commerce. Accordingly, the Second Circuit vacated the 12(b)(6) dismissal to allow Plaintiffs 30 days from the issuance of the mandate to file an amended complaint: (2) reversed this Court's decision that Plaintiffs were barred by res judicata from bringing their federal antitrust claims in federal district court; (3) reversed this Court's ruling that Plaintiffs' dormant commerce clause/ § 1983 claim was barred by collateral estoppel; (4) vacated this Court's decision to dismiss the supplemental state law claims in Counts IV and V; (5) reversed this Court's decision to dismiss Counts IV and V as barred by collateral estoppel; (6) and remanded the case back to this Court for proceedings on the merits as to Plaintiffs' cross motion for summary judgment. <i>Valley Disposal,</i> 31 F.3d at 105.</p>\n<p>[6]  Due to Plaintiffs' violation of the Flow Control Ordinance, CVSWMD brought suit and obtained an injunction against Plaintiffs in state court. <i>See Central Vt. Solid Waste Management Dist. v. Robert C. Dowdell, Jr. and Valley Disposal, Inc.,</i> No. S-440-93 WnC (Washington Superior Court, Vermont). In addition, prior to filing suit in this Court, Plaintiffs had brought an action against Defendants in Vermont state court. An appeal in that action was pending before the Vermont Supreme Court at the time the settlement agreement was reached. <i>See Palisades Recycling Corp. v. Central Vt. Solid Waste Management Dist.,</i> Vermont Supreme Court Docket No. 93-248. Both state court actions were resolved by the settlement agreement.</p>\n<p>[7]  Although the settlement agreement was executed on March 10, 1994, its perfection was contingent on Dowdell's payment of the $200,000 to CVSWMD by June 30, 1994. No such payment was made by the deadline, providing CVSWMD with the option of voiding the agreement. On September 7, 1994, CVSWMD agreed not to void the agreement, based on Plaintiffs' agreement to have a judgment entered against them for $200,000 in the suit filed by Plaintiffs that was then pending before the Vermont Supreme Court. <i>See supra,</i> note 6.</p>\n<p>[8]  The district court must conclude, however, that Plaintiff's success on the claim is more than <i>de minimus. Texas Teachers,</i> 489 U.S. at 792, 109 S.Ct. at 1493-94.</p>\n<p>[9]  A Memorandum to the Executive Board Member of CVSWMD from its Director, dated June 24, 1994 indicated, with regard to the Flow Control Ordinance: \"We are awaiting a written opinion from [counsel] regarding the impact of the <i>Carbone</i> decision on our Ordinances and regulatory scheme.\" Plaintiffs' Appendix, p. 40.</p>\n<p>[10]  In Paragraph 7 of the Stipulation to Issuance of a Consent Order, the parties agreed that \"all claims which have been brought or which could be brought by ... Valley Disposal, Inc., against the District in connection with the subject matter of this litigation are hereby dismissed with prejudice.\"</p>\n<p>[11]  Plaintiffs' Amended Complaint made a specific request for relief under 42 U.S.C. § 1988.</p>\n<p>[12]  CVSWMD argues that this \"central issue\" test, propounded by the Second Circuit, ignores the teachings of the Supreme Court in <i>Texas Teachers, supra.</i> In <i>Texas Teachers,</i> however, the Supreme Court rejected the \"central issue\" test for purposes of identifying the \"prevailing party,\" not for the determination of appropriate fees. <i>See</i> 489 U.S. at 790, 109 S.Ct. at 1492.</p>\n<p>[13]  The Court notes that Richard Unger has ostensibly waived his request to attorneys' fees, <i>See</i> Ex. A to Def. CVSWMD's Withdrawal in Part of its Mot. for the Award of Costs, Expenses and Attorneys Fees, letter from Unger to Howland, attorney for CVSWMD, of 12/2/94, which states:\n</p>\n<p>My name does not appear on any of the pleadings with respect to the request for attorneys' fees. I did not prepare the pleadings. I prepared an affidavit that sets forth time spent and costs incurred. I do not wish at this time to pursue any request for attorneys' fees and costs.</p>\n<p>Nevertheless, the right to fees is that of the Plaintiffs, as the \"prevailing party,\" and their attorney has no standing to disavow this claim. <i>See </i><i>Brown,</i> 722 F.2d at 1011.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/428320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/539793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/563198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/602342/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087961/"
          ]
        }
      ],
      "judges": "Billings",
      "date_created": "2014-10-30T18:07:10.216164Z",
      "date_modified": "2016-03-03T19:51:48.842688Z",
      "date_filed": "1994-12-20",
      "date_filed_is_approximate": false,
      "slug": "valley-disposal-v-cvswmd",
      "citation_id": 1415265,
      "case_name_short": "Cvswmd",
      "case_name": "Valley Disposal v. Cvswmd",
      "case_name_full": "",
      "federal_cite_one": "872 F. Supp. 119",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1615014/valley-disposal-v-cvswmd/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:07:10.212727Z",
  "date_modified": "2014-10-30T18:07:10.212727Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Cvswmd",
  "case_name": "Valley Disposal v. Cvswmd",
  "case_name_full": "",
  "slug": "valley-disposal-v-cvswmd",
  "docket_number": "Civ. A. No. 5:93-CV-58",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}