{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/163379/",
  "id": 163379,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/deb/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2196117/",
      "id": 2196117,
      "absolute_url": "/opinion/2196117/in-re-catholic-diocese-of-wilmington-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/163379/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2196117/",
          "id": 2196117,
          "absolute_url": "/opinion/2196117/in-re-catholic-diocese-of-wilmington-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2196117/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:34:44.198089Z",
          "date_modified": "2017-04-08T21:30:17.784525Z",
          "type": "010combined",
          "sha1": "023869e07fdb9a8012f5ff69b92d810ca97459b9",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>432 B.R. 135 (2010)</b></center>\n<center><h1>In re CATHOLIC DIOCESE OF WILMINGTON, INC., Debtor.<br>\nOfficial Committee of Unsecured Creditors, Plaintiff,<br>\nv.<br>\nCatholic Diocese of Wilmington, Inc., et al., Defendants.</h1></center>\n<center>Bankruptcy No. 09-13560 (CSS). Adversary No. 09-52866.</center>\n<center><p><b>United States Bankruptcy Court, D. Delaware.</b></p></center>\n<center>June 28, 2010.</center>\n<p><span class=\"star-pagination\">*138</span> John T. Dorsey, Neilli M. Walsh, Mary F. Dugan, Patrick A. Jackson, Young Conaway Stargatt &amp; Taylor, LLP, Wilmington, DE, for Defendant/Debtor Catholic Diocese of Wilmington, Inc.</p>\n<p>James I. Stang, Kenneth H. Brown, Gillian N. Brown, Elissa A. Wagner, Curtis A. Hehn, Pachulski Stang Ziehl &amp; Jones, LLP, Wilmington, DE, for the Official Committee of Unsecured Creditors.</p>\n<p>Ashby &amp; Geddes, Stephen E. Jenkins, Philip Trainer, Jr., Toni-Ann Plantia, Wilmington, DE, for Non-Debtor Defendants.</p>\n<p></p>\n<h2>OPINION<sup>[1]</sup></h2>\n<p>SONTCHI, Bankruptcy Judge.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>The Catholic Diocese of Wilmington, Inc. (the \"Debtor\") is the debtor in this Chapter 11 case. Among its many activities, it operates a pooled investment program <span class=\"star-pagination\">*139</span> on behalf of the Diocese.<sup>[2]</sup> The purpose of the pooled investment program is to combine the assets of the participants to provide them with investment opportunities that would be unavailable to them individually.</p>\n<p>The Debtor operates the program through an account (the \"PIA\") in the Debtor's name. The first issue in this case is whether the funds in the PIA are property of the estate or whether the Non-Debtor Defendants' investments in that account are held by the Debtor in trust for the benefit of the investors. The second issue, assuming a trust relationship exists, is whether the defendants can identify and trace those trust funds.</p>\n<p>The Court finds that the Non-Debtor Defendants' money is held by the Debtor in a resulting trust on their behalf. Nonetheless, applying the lowest intermediate balance test, the Court finds that the defendants have failed to meet their burden of tracing those funds.</p>\n<p>Thus, the Court finds that the entirety of the PIA is property of the estate.<sup>[3]</sup></p>\n<p></p>\n<h2><i>JURISDICTION</i></h2>\n<p>This Court has jurisdiction over this matter pursuant to 28 U.S.C. §§ 157 and 1334. Venue is proper in this district pursuant to 28 U.S.C. §§ 1408 and 1409. This is a core proceeding pursuant to 28 U.S.C. §§ 157(b).</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p></p>\n<h2>I. Factual Background</h2>\n<p></p>\n<h2>A. The Parties</h2>\n<p></p>\n<h2>1. The Debtor</h2>\n<p>The Debtor is the secular, administrative arm of the Diocese. The Bishop of the Diocese, the Most Rev. W. Francis Malooly, is the sole member and president of the Debtor. The Debtor is governed by a four (4) member Board of Directors. Bishop Malooly, Most Rev. Msgr. J. Thomas Cini (the Debtor's Secretary) and Joseph Corsini (the Debtor's Treasurer and Chief Financial Officer) are members of the Debtor's board. Msgr. Cini and Mr. Corsini testified extensively at trial.</p>\n<p>On October 18, 2009, the Debtor filed its voluntary petition under Chapter 11 of the Bankruptcy Code. As of December, 31, 2009, the Debtor's investments in the PIA were valued at approximately $45 million.</p>\n<p></p>\n<h2>2. The Non-Debtor Defendants</h2>\n<p></p>\n<h2><i>a) Parish Corporations</i></h2>\n<p>The parish defendants are the secular, administrative arms of the following parishes (collectively, the \"Parish Defendants\"):</p>\n<blockquote>i. St. Ann's Roman Catholic Church (\"St.Ann's\"), which is located in Wilmington, Delaware. St. Ann's serves approximately 900 families providing religious and educational services, including a parochial school for children <span class=\"star-pagination\">*140</span> in grades pre-kindergarten through eighth grade.</blockquote>\n<blockquote>ii. St. John the Beloved Roman Catholic Church (\"St.John's\"), which is located in Wilmington, Delaware. St. John's provides religious and educational services, including a parochial school for children in grades kindergarten through eighth grade. St. John's also provides a youth ministry program and an athletic program. St. John's has a parish outreach program that provides food and clothing to the needy, and also participates in other charitable giving to assist families with financial assistance for rent, electric bills, and other such necessities.</blockquote>\n<blockquote>iii. Holy Spirit Roman Catholic Church (\"Holy Spirit\"), which is located in New Castle, Delaware. Holy Spirit provides religious and educational services, as well as associated services to its parishioners.</blockquote>\n<blockquote>iv. St. Thomas the Apostle Roman Catholic Church (\"St. Thomas the Apostle\"), which is located in Wilmington, Delaware. St. Thomas the Apostle, an inner-city parish, serves approximately 341 families, mainly widows and widowers. St. Thomas the Apostle provides religious services, however, no longer operates a parochial school.</blockquote>\n<blockquote>v. St. Francis De Sales Roman Catholic Church (\"St.Francis\"), which is located in Salisbury, Maryland. St. Francis serves approximately 2,500 families and provides religious and educational services, including a parochial school for children in grades kindergarten through eighth grade, a campus ministry, a major medical center, and a nursing home.<sup>[4]</sup></blockquote>\n<p>Each of the Parish Defendants is under the authority of the Bishop and governed by a five (5) member Board of Trustees. Bishop Malooly and Msgr. Cini are members of each of the boards. As of December 31, 2009, the Parish Defendants' assets in the PIA were collectively valued at $3,232,310.67.<sup>[5]</sup></p>\n<p></p>\n<h2><i>b) The Diocesan Affiliates</i></h2>\n<p>The remaining defendants (other than Catholic Diocese Foundation) (collectively, the \"Diocesan Affiliates\") are charitable and educational organizations within the Diocese:</p>\n<blockquote>i. Diocese of Wilmington Schools, Inc. (\"DOW Schools\"), which operates: (a) Christ the Teacher Catholic School, an elementary school located in Glasgow, Delaware, teaching grades pre-kindergarten through eighth grade; (b) Most Blessed Sacrament Catholic School, located in Ocean Pines, Maryland, teaching 240 students in grades kindergarten through eighth grade; Saint Mark's High School, located in Wilmington, Delaware, teaching 1,350 students in grades ninth through twelfth; and St. Thomas More Preparatory School, located in Magnolia, Delaware, teaching students in grades ninth through twelfth.</blockquote>\n<blockquote>ii. Catholic Cemeteries, Inc. (\"Catholic Cemeteries\"), which is the owner, <span class=\"star-pagination\">*141</span> manager, and operator of three regional cemeteries (Cathedral Cemetery, All Saints Cemetery, and Gate of Heaven Cemetery, all located in Delaware). Catholic Cemeteries sells graves, niches, crypts, memorials and burial vaults, as well as providing care and maintenance of these cemeteries.</blockquote>\n<blockquote>iii. Siena Hall, Inc. (\"Siena Hall\"), which formerly owned and operated a boys' home. Siena Hall is a ministry within the Catholic Charities department of the Dioceses.</blockquote>\n<blockquote>iv. Children's Home, Inc. (\"Children's Home\"), which currently owns a vacant home on approximately 18 acres in Wilmington, Delaware, on which it previously operated an orphanage. Children's Home is a ministry within the Catholic Charities department of the Diocese.</blockquote>\n<blockquote>v. Seton Villa, Inc. (\"Seton Villa\"), which provides therapeutic pre-adolescent group care for children (ages 6-12) who are not capable of living in a \"family environment.\" Seton Villa is a ministry within the Catholic Charities department of the Diocese.</blockquote>\n<blockquote>vi. Catholic Youth Organization, Inc. (\"CYO\"), which serves young people and adults with training, workshops, large Diocesan events, participation in national conferences, as well as sponsoring and organizing the largest athletic league in the State of Delaware.</blockquote>\n<p>Each of these defendants is separately incorporated, governed by a five (5) member Board of Trustees, and is an affiliate of the Debtor. Each is also under authority of Bishop Malooly with whom Msgr. Cini, and Mr. Corsini serve as members of each board. As of December 31, 2009, the Diocese Affiliates' assets in the PIA were collectively valued at $25,874,032.01.<sup>[6]</sup></p>\n<p></p>\n<h2><i>c) Catholic Diocese Foundation</i></h2>\n<p>Catholic Diocese Foundation (\"Foundation\") is a separate corporation and is not part of the Diocese. Nonetheless, Bishop Malooly and Msgr. Cini are members of Foundation's board. Foundation was incorporated in 1928 for the purposes of promoting the Catholic religion, Catholic education and Catholic charity within the Diocese. Foundation receives applications and provides grants for various, qualifying organizations and activities.</p>\n<p>Foundation has a finance council that advises it on various financial matters, including the investment of funds. As of December 31, 2009, Foundation's assets in the PIA was valued at $45,080,710.70.</p>\n<p></p>\n<h2>3. The Official Committee of Unsecured Creditors</h2>\n<p>The Official Committee of Unsecured Creditors (the \"Committee\") is comprised of seven claimants who have filed lawsuits in state court against the Debtor and others asserting tort claims arising from sexual abuse. The Committee is the plaintiff in this adversary proceeding.</p>\n<p></p>\n<h2>B. The Pooled Investment Program</h2>\n<p></p>\n<h2>1. Management and Participation in the PIA</h2>\n<p>The Debtor and the Non-Debtor Defendants,<sup>[7]</sup><span class=\"star-pagination\">*142</span> among others, participate in a deposit system in which funds are pooled for investment purposes in the PIA, which is maintained by the Debtor at Bank of New York Mellon (f/k/a Mellon Bank) (\"Mellon\"). The Debtor and Mellon are the sole parties to a written custodian agreement governing the PIA.<sup>[8]</sup> The Debtor and the Non-Debtor Defendants pool their investment capital with a single custodian to enable the PIA participants access to investment opportunities that would be unavailable to any one of them individually, and to benefit from reduced transactions costs and the allocation of overhead. As of December 31, 2009, the total value of the PIA was approximately $120 million.</p>\n<p>Participation in the PIA is voluntary and each of the participant's understanding has always been that they could deposit and withdraw funds at anytime, subject, of course, to the consent of their respective Board of Trustees. Although the Debtor and the Non-Debtor Defendants each believe that they can withdraw funds at any time at their own request,<sup>[9]</sup> pursuant to Canon Law, the Bishop has to review and grant permission for all capital expenditures over $25,000 regardless of whether the funds are being drawn from an operating account or the PIA.<sup>[10]</sup></p>\n<p>Both the Debtor and the Non-Debtor Defendants have always believed that all funds within the PIA remain the property of the investor.<sup>[11]</sup> Each of the Non-Debtor Defendants treats its funds in the PIA as an asset on their financial statements. Furthermore, each of the Non-Debtor Defendant's independent financial auditors have repeatedly reported their funds in the PIA as assets.<sup>[12]</sup> The Debtor reports the investors' investments in the PIA as \"assets held for affiliates.\" In addition, the Debtor reports a line item for the <span class=\"star-pagination\">*143</span> corresponding liabilities, effectively \"zeroing out\" their ownership interest.<sup>[13]</sup> However, with the exception of St. Ann's,<sup>[14]</sup> none of the Non-Debtor Defendants have entered into a written trust agreement with the Debtor concerning their investments.</p>\n<p>As required by Canon Law, the Diocese has a Finance Council. The Finance Council includes an Investment Committee, the purpose of which to advise and to make recommendations to the Bishop on the Diocese's investments. Upon advice from the Finance Council and the Investment Committee and under the authority and direction of the Bishop, the Diocese selects fund managers that both follow ethically acceptable investing policies and have good investment and performance records. At the present time, the PIA is managed by twelve (12) different managers. Certain of the investors in the PIA select their own investment portfolio but the majority of the participants have delegated selection of the portfolio and authority over it to the Diocese's Finance Council.</p>\n<p></p>\n<h2>2. Structure of the PIA</h2>\n<p>There are 31 participants in the PIA other than the Debtor: 20 parishes, 10 Diocesan Affiliates and the Foundation. The PIA contains 12 \"sub-accounts\" all in the name of the Debtora cash management account and 11 investment accounts with individual investment managers/funds.</p>\n<p>The Debtor invests the money in the PIA among the 12 investment \"options,\" i.e., (i) the cash management account; and/or (ii) one or more of the 11 investment managers. The funds are distributed among the accounts to achieve each of the investor's risk/return portfolio. The investment managers use those funds to purchase securities such as equities, bonds, mutual funds, etc. As of the Petition Date, the PIA had a gross balance of approximately $120 million of which approximately $45 million is the Debtor's property.<sup>[15]</sup></p>\n<p>The Debtor asserts that the PIA contains approximately 180 separate \"sub-funds.\" These sub-funds are not actual bank accounts but, rather, accounting entries under which the Debtor has earmarked the ownership of the funds in the PIA. The Debtor has kept meticulous, extensive and accurate accounting records as to each of the sub-fund's share of the money in each of the investment accounts and the cash management account.</p>\n<p>The Debtor also maintains an operating account at Citizen's Bank. This operating account is the Debtor's general account in which it makes deposits and withdrawals, funds payroll, pays the electric bill, etc. From time to time, the Debtor has transferred funds back and forth between the operating account and the PIA based upon the Debtor's own liquidity needs.</p>\n<p>The PIA works as follows. In order to make a deposit in the PIA, the investor writes a check payable to the Debtor. The Debtor deposits that check into its operating account at Citizen's Bank. Upon deposit of the check, the Debtor makes an <span class=\"star-pagination\">*144</span> accounting entry whereby it reduces its \"balance\" in its sub-fund in the cash management account of the PIA by the amount of the investor's check and increases the investor's \"balance\" in its sub-fund in the cash management account by the same amount. There is no transfer of funds from the Debtor's operating account to the PIA at the time of the deposit. Rather, the transaction is consummated by an accounting entry relating to the PIA. Thus, as investors deposit and withdraw funds from the PIA, the total balance of the PIA does not rise or fall. All that changes is the manner in which the PIA is divided.</p>\n<p>Withdrawals from the PIA work much the same way. The investor requests a withdrawal from the Debtor. The Debtor writes the investor a check from its operating account. Subsequently, the Debtor makes accounting adjustments to reduce the withdrawing investor's holdings in the PIA and corresponding by increasing the Debtor's holdings in the PIA. The total balance in the PIA remains unchanged and there is no transfer of assets between the PIA and the operating account.</p>\n<p>The Debtor periodically adjusts the sub-fund balances to reflect portfolio changes, fees, gains, loses, etc. The details of this Byzantine process are not relevant to the issues before the Court.</p>\n<p>The Chart below is a graphic representation of the Debtor's accounting treatment of a deposit and withdrawal of $3 by an investor in the PIA. As discussed above, the balance of the PIA does not change. The operating account balance rise and falls with the deposits and withdrawals, respectively, the actual flow of money in and out of the account.</p>\n<p></p>\n<p>For a more detailed example, assume the following balances are in place in the PIA and the operating account:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*145</span>\n-------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------\n                        PIA                Operating Account\n-------------------------------------------------------------\n          Investor A   Debtor   PIA Total   Debtor\n-------------------------------------------------------------\n  Start       $4         $5        $9         $3\n-------------------------------------------------------------\n</pre>\n<p>First, Investor A deposits $3 into the operating account for investment in the pooled investment program.</p>\n<p></p>\n<pre>\n-------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------\n                        PIA                Operating Account\n-------------------------------------------------------------\n          Investor A   Debtor   PIA Total   Debtor\n-------------------------------------------------------------\n  Start        $4         $5        $9         $3\n-------------------------------------------------------------\n  A dep. $3    $7         $2        $9         $6\n-------------------------------------------------------------\n</pre>\n<p>Note that the total balance of the PIA does not changeit is still $9. But, under the Debtor's accounting system, A's balance in its sub-fund in the PIA rises to $7 while the Debtor's balance in its sub-fund falls to $2. In addition, the Debtor's operating account rises to $6. No funds are transferred between the PIA and the operating account.</p>\n<p>Second, the Debtor deposits $4 of its operating funds into the PIA.</p>\n<p></p>\n<pre>\n-------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------\n                        PIA                Operating Account\n-------------------------------------------------------------\n                   Investor A   Debtor   PIA Total   Debtor\n-------------------------------------------------------------\n  Start                $4        $5        $9         $3\n-------------------------------------------------------------\n  A dep. $3            $7        $2        $9         $6\n-------------------------------------------------------------\n  D dep. $4 into PIA   $7        $6        $13        $2\n-------------------------------------------------------------\n</pre>\n<p>The balance of the PIA increases to $13 with the Debtor's balance in its sub-fund in the PIA rising to $6. The balance of the operating account is reduced to $2.</p>\n<p>Third, the Debtor deposits $2 into its operating account from a third party.</p>\n<p></p>\n<pre>\n------------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------------\n                        PIA                Operating Account\n--------------------------------------------------------------------\n                               Investor A   Debtor   PIA Total   Debtor\n---------------------------------------------------------------------\n  Start                            $4         $5        $9         $3\n---------------------------------------------------------------------\n  A dep. $3                        $7         $2        $9         $6\n---------------------------------------------------------------------\n  Debtor dep. $4 into PIA          $7         $6       $13         $2\n---------------------------------------------------------------------\n  Debtor dep. $2 in oper. acct.    $7         $6       $13         $4\n---------------------------------------------------------------------\n</pre>\n<p>The balance and distribution in the PIA is unchanged. The debtor's balance in the operating account is increases to $4.</p>\n<p>Finally, A withdraws $3 from the pooled investment program.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*146</span>\n---------------------------------------------------------------------\n                   Debtor's Accounting System\n----------------------------------------------------------------------\n                        PIA                Operating Account\n----------------------------------------------------------------------\n                                Investor A   Debtor   PIA Total   Debtor\n-----------------------------------------------------------------------\n  Start                              $4        $5        $9         $3\n-----------------------------------------------------------------------\n  A dep. $3                          $7        $2        $9         $6\n-----------------------------------------------------------------------\n  Debtor dep. $4 into PIA            $7        $6       $13         $2\n-----------------------------------------------------------------------\n  Debtor dep. $2 in oper. acct.      $7        $6       $13         $4\n-----------------------------------------------------------------------\n  A w/d $3                           $4        $9        $13        $1\n------------------------------------------------------------------------\n</pre>\n<p>The total balance of the PIA does not changeit is still $13. But, under the Debtor's accounting system, the Debtors balance in its sub-fund in the PIA rises to $9 while A's balance in its sub-fund falls to $4. The Debtor pays $3 out of its operating account to A. No funds are transferred between the PIA and the operating account.</p>\n<p></p>\n<h2>C. Dispute</h2>\n<p>The Committee seeks a declaratory judgment that no trust relationship exists between the Debtor and the Non-Debtor Defendants and, thus, all the funds in the PIA are property of the Debtor's estate. The Committee further argues that, assuming, <i>arguendo,</i> a trust relationship exists, under the lowest intermediate balance test (\"LIBT\"), the defendants are unable to trace the alleged trust funds and, as a result, all of the funds in the PIA are property of the Debtor's estate.</p>\n<p>The defendants assert that the Debtor and the investors intended to create a trust relationship through their understanding and actions. Furthermore, the defendants argue that the Debtor's detailed accounting system allows the Court to trace each deposit and withdrawal from the PIA. As such, the defendants assert that they have established that the funds in the PIA are assets of the Non-Debtor Defendants, and not property of the Debtor's estate.</p>\n<p></p>\n<h2>II. Procedural Background</h2>\n<p>On November 11, 2009, the Debtor filed a motion seeking authority for it to use its pooled investment account and to process withdrawal requests by investors. The Non-Debtor Defendants joined the Debtor's motion and the Committee opposed the relief sought therein. At the hearing on the motion, the Court instructed the Committee to commence an adversary proceeding to resolve the issues.</p>\n<p>The Court also ordered that all withdrawals from the PIA would need Court approval until the resolution of these issues. To date, the Court has entered several consensual orders allowing specific withdrawals from the PIA.</p>\n<p>On December 18, 2009, the Committee filed its Complaint. The Complaint includes five claims for declaratory judgment: (I) the Debtor and the Non-Debtor Defendants constitute a single entity; (II) a valid trust does not exist with respect to the PIA; (III) the Debtor owns all legal and equitable interests in the PIA under the doctrine of merger; (IV) the alleged trust funds cannot adequately be traced; and (V) substantive consolidation of the Debtor and the Non-Debtor Defendants is appropriate.</p>\n<p>The Court has bifurcated the adversary proceeding into two phases: Phase I addresses claims I and IV, i.e., the existence of a trust and the tracing of the trust funds. If necessary, Phase II will address the Committee's remaining claims. The Court held a four (4) day trial with respect to Phase I of this litigation. The evidentiary <span class=\"star-pagination\">*147</span> record has been closed and the issues are now ripe for the Court's consideration. This is the Court's ruling on Phase I of the litigation.</p>\n<p></p>\n<h2><i>LEGAL ANALYSIS</i></h2>\n<p></p>\n<h2>I. The Defendants Have The Burden Of Establishing That The Funds In The PIA Are Not Property Of The Estate.</h2>\n<p>Currently there is approximately $120 million on deposit in the PIA. Of that amount, the defendants assert that approximately $75 million is not property of the Debtors' estate but, rather, is held by the Debtor in trust for the benefit of 31 separate beneficiaries, consisting of 20 parishes, 10 non-debtor affiliates and one unaffiliated entity.</p>\n<p>The PIA is held solely in the name of the Debtor. As such, the account and its funds are property of the estate under section 541(a) of the Bankruptcy Code.<sup>[16]</sup> Under section 541(d), however, property of the estate does not include \"property in which the debtor holds, as of the commencement of the case, only legal title and not an equitable interest.\"<sup>[17]</sup> The \"classic definition of a trust . . . [is that] the beneficiary has an equitable interest in the trust property while legal title is vested in the trustee.\"<sup>[18]</sup> Thus, if the alleged trust funds are, indeed, held in trust and can be traced from their source, they are not property of the estate.</p>\n<p>As the alleged beneficiaries of a trust, the Non-Debtor Defendants bear the burden of (1) demonstrating that the trust relationship and its legal source exist, and (2) identifying and tracing the trust funds if they have been commingled with non-trust funds.<sup>[19]</sup> The Court looks \"to state law to determine whether the claimant has shown a trust relationship, but [it looks] to federal law to determine whether the claimant has traced and identified the trust funds.\"<sup>[20]</sup></p>\n<p></p>\n<h2>II. Under Delaware Law, A Resulting Trust Exists In This Case.</h2>\n<p>No written trust agreement exists between the Debtor and any of the <span class=\"star-pagination\">*148</span> purported beneficiaries.<sup>[21]</sup> Notwithstanding the absence of a written agreement, the Debtor may hold the funds under a \"resulting trust.\" Under Delaware law, \"[a] resulting trust is one implied by law from the supposed intentions of the parties and the nature of the particular transaction.\"<sup>[22]</sup> More specifically, a resulting trust \"arises where a person conveys property under circumstances that raise an inference that the person does not intend the person taking or holding the property to have the beneficial interest in the property.\"<sup>[23]</sup> The inference arises from the character of the transaction rather than from a declaration of intention.<sup>[24]</sup></p>\n<p>Most commonly, a resulting trust exists where person A provides the purchase price to person B for the acquisition of property by B for the benefit of A. The trust relationship arises from the \"natural presumption that, in the absence of evidence to the contrary, the person who supplies the purchase price intends that the property shall inure to her won benefit, and, that a conveyance in the name of another is for some mere incidental reason.\"<sup>[25]</sup></p>\n<p>The relationship between the parties in this case, which is akin to that between an investor and a broker, is a variation of that construct.<sup>[26]</sup> The investors transferred their money to the Debtor under the pooled investment program for the Debtor to invest on their behalf. The Debtor, among other things, managed the investment accounts, chose the investment managers and provided the investors with quarterly statements. In addition, many of the investors relied upon the Finance Council of the Diocese to determine their investment portfolio.</p>\n<p>The Committee, however, argues that the definition of a resulting trust should be narrowly applied and, since no Delaware court has addressed whether a resulting trust exists in the exact context before this Court, one cannot exist here. The Court disagrees.</p>\n<p>A resulting trust may arise in any one of the following situations:</p>\n<blockquote>1. Where a private or charitable trust fails in whole or in part;</blockquote>\n<blockquote>2. Where a private or charitable trust is fully performed without exhausting the trust estate;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*149</span> 3. Where property is purchased and the purchase price is paid by one person and at his direction the vendor transfers the property to another person.<sup>[27]</sup></blockquote>\n<p>Arguably, the parties' relationship here does not precisely fit into one of these three categories and, thus, the Committee argues that no resulting trust exists.<sup>[28]</sup></p>\n<p>Importantly, however, the circumstances outlined above are those under which a resulting trust <i>may</i> exist not <i>may only</i> exist. The definition of a resulting trust is actually a bit broader.</p>\n<blockquote>A resulting trust arises where a person makes or causes to be made <i>a disposition of property</i> under circumstances which raise an inference that he does not intend that the person taking or holding the property should have the beneficial interest therein, unless the inference is rebutted or the beneficial interest is otherwise effectively disposed of.<sup>[29]</sup></blockquote>\n<p>\"Disposition\" is defined as the \"[a]ct of disposing; transferring to the care or possession of another.\"<sup>[30]</sup> A situation such as that in this case might meet such a definition, i.e., a person makes a disposition of property to another party for the purpose of having the second party invest that property on the first party's behalf by purchasing securities. The question is whether the defendants have proven that a resulting trust, in fact, exists.</p>\n<p>The overwhelming weight of the facts in this case establish that a resulting trust exists in this case.<sup>[31]</sup> There is no question that every party that participates in the pooled investment program has transferred money to the Debtor for the Debtor to deposit in the PIA and invest those funds on the investors' behalf through the purchase of securities. The evidence also establishes that the parties have intended for those funds to remain the property of the investors and that the investors could withdraw the funds at any time. These intentions are manifested by the actions of the parties. For example, a number of investors have, from time to time, withdrawn some or all of their funds. Another used its funds in the PIA as collateral for a loan. In addition, the Debtor provided the investors with summary quarterly statements identifying each investor as the owner of its investments.</p>\n<p>Thus, the defendants have met their burden of establishing that a resulting trust exists in this case and that the funds transferred to the Debtor from the investors (a.k.a. trust beneficiaries) are, in fact, trust funds.</p>\n<p></p>\n<h2>III. The Trust Funds Are Commingled With The Debtor's Funds.</h2>\n<p>Having established the existence of a resulting trust, the defendants have the further burden under federal law of identifying and tracing the trust funds <i>if they have been commingled with non-trust funds.</i><sup>[32]</sup> Thus, the next question is whether the trust funds have been commingled. The defendants argue that under the pooled investment program's accounting system, the trust funds are not commingled with the Debtor's funds. More specifically, <span class=\"star-pagination\">*150</span> they argue that the investors' funds are meticulously tracked by sub-fund in the PIA. At all times, they argue, it is clear exactly what portion of the PIA belongs to each investor. Moreover, they argue that the deposit and withdrawal of funds through the Debtor's operating account is irrelevant because the substance of the transaction occurs in the PIA.</p>\n<p>The defendants' argument ignores both reality and the law. First, the question at this stage is not whether the defendants can properly identify and trace the trust funds but whether the trust funds have been commingled with the Debtor's property. The answer is clearly yesboth in the Debtor's operating account and the PIA. Regardless of accounting treatment, the investors issue checks payable to the Debtor and the Debtor deposits those checks into its operating account. That operating account contains other property of the Debtor.<sup>[33]</sup> Clearly, this constitutes the commingling of trust and non-trust fund in the operating account.</p>\n<p>The trust funds are also commingled with the Debtor's funds in the PIA. Recall that <i>the accounting sub-funds are not actual, separate bank accounts.</i> Rather, they are an accounting method by which the money in the 12 separate sub-accounts in the PIA are earmarked for the participants in the pooled investment program. Recall further that the Debtor has approximately $45 million on deposit in the PIA. Thus, regardless of the accounting treatment, the trust funds in the PIA are commingled with the Debtor's property.</p>\n<p>Moreover, the law requires that the Non-Debtor Defendants identify the specific property placed in trust.<sup>[34]</sup> The investors' checks are deposited in the Debtor's operating account. Once an investor's dollar hits the operating account it is immediately commingled with the Debtor's property. Also, assuming any trust funds make it into the PIA, they are once again immediately commingled with the Debtor's property. Indeed, even if the investors had deposited their money directly into the PIA instead of through the operating account, the trust funds would still be commingled in the PIA.</p>\n<p>The accounting system may serve to divvy out the pieces of the pie, but the pieces are all in one dish. Thus, the defendants must identify and trace their piece of pie.</p>\n<p></p>\n<h2>IV. The Defendants Cannot Trace Their Money Into The PIA.</h2>\n<p>As the trust funds have been commingled, the final question is whether the defendants can meet their burden of identifying and tracing those funds.<sup>[35]</sup> The Court finds that they cannot.</p>\n<p></p>\n<h2>A. The Governing Standard</h2>\n<p>There are two competing standards governing how the defendants may identify and trace trust funds. The first is the \"lowest intermediate balance test\" or \"LIBT,\" which has its roots in trust law. The second is the more relaxed or liberal <span class=\"star-pagination\">*151</span> \"nexus\" test, which was established by the Supreme Court in <i>Begier v. I.R.S</i><i>.</i><sup>[36]</sup> The Court finds that the LIBT is the appropriate standard to apply in this case. In establishing the nexus test in <i>Begier,</i> the Supreme Court deviated from the long-standing LIBT due to the unique facts and circumstances raised by the specific type of trust at issue in the case. As such, the holding in <i>Begier</i> should be narrowly construed and the nexus test should only apply in cases where a court is faced with facts similar to those in <i>Begier.</i><sup>[37]</sup> The trust at issue in this case, however, bears no similarity to that at issue in <i>Begier.</i> Thus, this Court will apply the LIBT. In so holding, this Court respectfully limits the application of the Third Circuit's holding in <i>City of Farrell</i> to the facts of that case and rejects the holding in <i>Edison Bros.</i><sup>[38]</sup></p>\n<p></p>\n<h2>1) The Lowest Intermediate Balance Test</h2>\n<p>Cash is fungible. If you deposit $1 into your bank account and immediately withdraw $1 from your account there is simply no way to determine whether it is the same dollar that you just deposited (nor does it matter). Upon deposit, that $1 was commingled with the rest of the money in your account and became indistinguishable from its brethren. <i>Thus, in reality, there is simply no way to trace trust funds once they have been commingled with non-trust funds.</i></p>\n<p>Trust law has dealt with this issue by creating the \"lowest intermediate balance test\" or \"LIBT.\"</p>\n<blockquote>In cases where the trust property has been commingled, courts resolve the issue with reference to the so-called \"lowest intermediate balance\" rule, which is grounded in the fiction that, when faced with the need to withdraw funds from a commingled account, the trustee withdraws non-trust funds first, thus maintaining as much of the trust's funds as possible. Hence, pursuant to the lowest intermediate balance rule, if the amount on deposit in the commingled fund has at all times equaled or exceeded the amount of the trust, the trust's funds will be returned in their full amount. Conversely, if the commingled fund has been depleted entirely, the trust is considered lost. Finally, if the commingled fund has been reduced \"below the level of the trust fund but not depleted, the claimant is entitled to the lowest intermediate balance in the account.\" In no case is the trust permitted to be replenished by deposits made subsequent to the lowest intermediate balance.<sup>[39]</sup></blockquote>\n<p>The Third Circuit has not formally adopted the LIBT.<sup>[40]</sup> Nonetheless, it is a longstanding principal of trust law.<sup>[41]</sup> Indeed it has been routinely applied by federal courts in this Circuit and throughout the country.<sup>[42]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*152</span> 2) The \"Nexus\" Test</h2>\n<p>Despite the LIBT's grounding in the common law governing trusts and its application by numerous federal courts, in some instances courts have applied a different test, i.e., whether the trust beneficiary can establish a \"nexus\" between the initial trust <i>res</i> and the property the beneficiary is presently asserting as its property.</p>\n<p></p>\n<h2>a) <i>Begier v. I.R.S</i><i>.</i>\n</h2>\n<p>The nexus test was initially adopted by the Supreme Court in <i>Begier v. I.R.S</i><i>.</i><sup>[43]</sup> The debtor in <i>Begier</i> was a commercial airline. Under federal law, the debtor was required to withhold taxes from its employees' wages and excise taxes from its customers for payment to the I.R.S. By early 1984, the debtor had fallen behind in its payments of these taxes to the I.R.S. In February of that year, the I.R.S. ordered the debtor to deposit all taxes it collected thereafter from its employees and customers into a separate bank account. The debtor established the account but did not deposit funds sufficient to cover the entire amount of the tax obligations. Nonetheless, it remained current on these obligations through June 1984, paying the I.R.S. approximately $1.6 million in aggregate from two separate accounts. The debtor and the I.R.S. agreed that all of these payments were to be allocated to existing and specific tax obligations. In July 1984, the debtor filed bankruptcy. The trustee brought an action under section 547 of the Bankruptcy Code to recover as a preference the money paid to the I.R.S. The issue before the Court was whether the money that had been transferred to the I.R.S. was held in trust by the Debtor for the benefit of the I.R.S.</p>\n<p>The <i>Begier</i> Court first held that, under the federal law governing the collection of the taxes at issue, a trust was created at the moment the relevant payments (from customers to the debtor for excise taxes and from the debtor to its employees for FICA and income taxes) were made.<sup>[44]</sup> The Court went on to state, however, that whether a \"trust for the benefit of the IRS existed is not alone sufficient to answer the question presented by this case: whether the <i>particular dollars</i> that [the debtor] paid to the IRS from its general operating accounts were `property of the debtor.'\"<sup>[45]</sup> The Court further stated that the statute creating the trust \"provides no rule by which we can decide whether the assets [the debtor] used to pay the IRS were assets belonging to that trust.\"<sup>[46]</sup></p>\n<p>The Court quickly determined that traditional tracing rules such as the LIBT were not helpful.</p>\n<blockquote>In the absence of specific statutory guidance on how we are to determine whether the assets transferred to the IRS were trust property, we might naturally begin with the common-law rules that have been created to answer such questions about other varieties of trusts. Unfortunately, such rules are of limited utility in the context of the trust created by § 7501. Under common-law principles, <span class=\"star-pagination\">*153</span> a trust is created <i>in property;</i> a trust therefore does not come into existence until the settler identifies an ascertainable interest in property to be the trust <i>res.</i> A § 7501 trust is radically different from the common-law paradigm, however. That provision states that \"the <i>amount</i> of [trust-fund] tax ... collected or withheld shall be held to be a special fund in trust for the United States.\" Unlike a common-law trust, in which the settlor sets aside particular <i>property</i> as the trust <i>res,</i> § 7501 creates a trust in an abstract \"amount\"a dollar <i>figure</i> not tied to any particular assets-rather than in the actual dollars withheld. Common-law tracing rules, designed for a system in which particular property is identified as the trust <i>res,</i> are thus unhelpful in this special context.<sup>[47]</sup></blockquote>\n<p>The Court then went through the process of determining what tracing rule would be appropriate.</p>\n<p>First, the Court began by discussing its decision in <i>United States v. Randall</i><sup>[48]</sup> where it had \"refused to permit the IRS to recover the taxes ahead of administrative expenses, stating that `the statutory policy of subordinating taxes to costs and expenses of administration would not be served by creating or enforcing trusts which eat up an estate, leaving little or nothing for creditors and court officers whose goods and services created the assets.'\"<sup>[49]</sup> The Court then held that \"[t]he strict rule of <i>Randall</i> ... did not survive the adoption of the new Bankruptcy Code.\"<sup>[50]</sup></p>\n<p>Rather, relying on floor statements made in connection with the adoption of section 541 as \"persuasive evidence of Congressional intent,\"<sup>[51]</sup> the Court held that \"courts should permit the use of reasonable assumptions under which the Internal Revenue Service, and other tax authorities, can demonstrate that amounts of withheld taxes are still in the possession of the debtor at the commencement of the case.\"<sup>[52]</sup> The Court went on to state that \"Congress expected that the IRS would have to show <i>some</i> connection between the § 7501 trust and the assets sought to be applied to a debtor's trust-fund tax obligations.\"<sup>[53]</sup> This leads to the question of \"how extensive the required nexus must be.\"<sup>[54]</sup> Relying on the \"literal reading\" of a passage from the House Report,<sup>[55]</sup> the Court found that one such assumption was that \"any voluntary prepetition payment of trust-fund taxes out of the debtor's assets is not a transfer of the debtor's property.\"<sup>[56]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*154</span> b) City of Farrell</h2>\n<p>In <i>City of Farrell,</i> the Third Circuit faced a similar issue as that before the Supreme Court in <i>Begier</i> except it involved the withholding of municipal taxes under Pennsylvania law.<sup>[57]</sup> The debtor in that case maintained its main plant and principal place of business in Farrell, Pennsylvania. Pursuant to authority granted under state law, the city had enacted a tax on the earned income and net profits of all residents and non-residents employed or conducting business within the city. Under the ordinance and Pennsylvania law, employers located in the city were required to withhold taxes on locally earned income from the wages of any employee subject to the city income tax and remit those taxes in quarterly payments to the city.</p>\n<p>The taxes at issue were those relating to the 4th quarter of 1992. Prior to filing bankruptcy, the debtor withheld the required taxes. The debtor filed bankruptcy on November 30, 1992. Post-petition, the debtor only remitted the post-petition portion of the fourth-quarter wages it had withheld for payment to the city. The debtor retained the remainder of the withheld fourth-quarter taxes, i.e., those applying to pre-petition wages. The city then sought turnover of those taxes.</p>\n<p>The Third Circuit was faced with the same issues presented heredid a trust exist and could the trust funds be traced. First, the Court held that, under Pennsylvania law, when the debtor withheld the city taxes a trust was created so that the debtor held the funds in trust for the city.<sup>[58]</sup> Second, the Court held that it should analyze the trust at issue in its case as the Supreme Court analyzed the trust before it in <i>Begier.</i><sup>[59]</sup> Third, the Court adopted the holding in <i>Begier</i> that \"the common-law tracing rules should not apply to our decision on whether the city has satisfied <i>Begier's</i> nexus requirement.\"<sup>[60]</sup></p>\n<p>Having made those rulings, the Court was faced with \"an insurmountable hurdle\" in determining whether the nexus requirement was satisfied because neither lower court had made findings upon which the Third Circuit could predicate such a finding.<sup>[61]</sup> Thus, the Court remanded the case to the lower courts for \"appropriate fact finding.\"<sup>[62]</sup> The Court also stated that in making its finding the lower court should be cognizant of those findings necessary to apply the \"lowest intermediate balance test.\"<sup>[63]</sup></p>\n<p></p>\n<h2>c) Edison Brothers</h2>\n<p>In <i>Edison Bros.,</i> this Court adopted the holdings of <i>Begier</i> and <i>City of Farrell,</i> albeit under very different facts.<sup>[64]</sup> In 1995, Edison Brothers Stores, Inc. and several affiliates filed Chapter 11. Two years later, the Court confirmed the debtors' plan of reorganization. As part of that plan, Edison obtained approval to terminate its overfunded pension plan. EBS Pension, L.L.C. was formed to collect the \"excess proceeds\" from the terminated pension plan and to distribute them to the general unsecured creditors. The amount available for distribution was to be net of <span class=\"star-pagination\">*155</span> taxes but there was uncertainty over what taxes would actually be due. As a result, the plan provided that the reorganized debtors would \"reserve $7,000,000 from the Pension Plan Proceeds in order to fund any taxes that may arise as a result of the termination of the Pension Plan ... The $7,000,000 reserved amount, less any taxes required to be paid in connection with termination of the Pension Plan, shall be transferred by the Reorganized Debtors to the EBS Pension, L.L.C. as soon as practicable after the issuance of [a letter ruling by the IRS determining the amount of taxes due].\"</p>\n<p>In 1998, the I.R.S. issued a letter ruling stating that no taxes were due. EBS immediately demanded that the reorganized debtors turn over the tax reserve. Edison refused. Shortly thereafter, Edison and its affiliates filed their second chapter 11 cases. EBS filed an adversary proceeding seeking a declaratory judgment that the tax reserve was held in constructive trust for EBS and, therefore, was not property of the debtors' estate.</p>\n<p>The issue in <i>Edison</i> was before the Court on cross motions for summary judgment and may sound familiardid a trust exist and could the trust funds be traced. The Court applied federal common law and found that the tax reserve was held in constructive trust for the benefit of EBS.<sup>[65]</sup> That left the burden on EBS to identify and trace the funds. As the debtors had commingled the tax reserve with its general operating account, the debtors argued that the burden could never be met.<sup>[66]</sup></p>\n<p>In response, the Court stated that \"the Supreme Court (and the Third Circuit) have cast doubt on this strict interpretation\" put forth by the debtors.<sup>[67]</sup> After summarizing the holdings in <i>Begier</i> and <i>City of Farrell,</i> the Court held that \"[a]lthough both the <i>Begier</i> and the <i>[City of Farrell]</i> cases dealt with taxes, they apply equally to all constructive trust cases under section 541(d).\"<sup>[68]</sup></p>\n<p>The Court denied EBS's motion for summary judgment because there was a material and disputed issue of fact whether a nexus existed between the trust <i>res</i> and the funds in the debtors' possession.<sup>[69]</sup> Finally, the Court held that, \"[a]lthough using the lowest intermediate balance test will satisfy the nexus requirement, it is not the only way it can be met... the nexus must be determined in light of all circumstances.\"<sup>[70]</sup></p>\n<p></p>\n<h2>3) The Nexus Test Should Be Narrowly Construed And, Thus, Is Not Applicable In This Case.</h2>\n<p>This Court's starting point is that urged by the Supreme Court in <i>Begier</i>\"the common-law rules that have been created to answer ... questions about ... trusts.\"<sup>[71]</sup> The problem of a trustee commingling trust funds with his own property in one indistinguishable mass is not a novel one. The courts have developed the LIBT to protect the interests of the trust beneficiaries <i>but also those of the trustee's general unsecured creditors.</i> Of course, this issue is particularly difficult when there are insufficient funds to pay both the trust beneficiaries and the trustee's other creditors in full. In that case, it is a \"zero sum\" <span class=\"star-pagination\">*156</span> game. Every $1 that is ruled to be held in trust is a $1 that is unavailable for general unsecured creditors. In addition, if the trust funds are not traceable, the trust beneficiaries will still have a claim against the trustee but they will have to share that $1 <i>pro rata</i> with the trustee's other creditors.</p>\n<p>The LIBT is an elegant common law solution to this problem. First, it ameliorates the difficulties of tracing fungible assets by creating the legal fiction \"that, when faced with the need to withdraw funds from a commingled account, the trustee withdraws non-trust funds first, thus maintaining as much of the trust's funds as possible.\"<sup>[72]</sup> Second, it prevents the trustee from defeating his trust obligations by simply commingling those funds with his ownmore is required. Third, it requires the creditor seeking a priority over other creditors to establish its right to favorable treatment. Fourth, other than addressing the difficulties of tracing fungible assets, it does not expand the rights of trust beneficiaries beyond that which they had at the formation of the trusta property interest in the trust <i>res.</i></p>\n<p>As noted above, numerous federal courts have adopted the LIBT.<sup>[73]</sup> Indeed, the first federal court to adopt a different test was the Supreme Court in <i>Begier.</i> The <i>Begier</i> Court deviated from the common law tracing rules not because it found them lacking. Rather, it was because of the unique nature of the trust at issue in the case, which the Court stated was \"radically different from the common law paradigm.\"<sup>[74]</sup> The trust at issue in <i>Begier</i> is a creature of section 7501 of the Internal Revenue Code, which provides that \"[w]henever any person is required to collect or withhold any internal revenue tax from any other person and to pay over such tax to the United States, the <i>amount</i> of tax so collected or withheld shall be held to be a special fund in trust for the United States.\"<sup>[75]</sup> The difference upon which the <i>Begier</i> Court focused was that, \"[u]nlike a common-law trust, in which the settlor sets aside particular <i>property</i> as the trust <i>res,</i> § 7501 creates a trust in an abstract `amount'a dollar <i>figure</i> not tied to any particular assetsrather than in the actual dollars withheld.\"<sup>[76]</sup> As a result, the Court, not surprisingly, found that \"common law tracing rules\" were not helpful.<sup>[77]</sup></p>\n<p>The Court did not go far enough. Not only does the \"§ 7501 trust\" at issue in <i>Begier</i> not fit \"the common law paradigm,\" it is not even a \"trust\" as that term is used under the law. You simply cannot have a trust without trust property.<sup>[78]</sup> The \"amount of tax\" is not property. Rather, it is the <i>value</i> of the property.</p>\n<p>For example, where person A transfers his horse to person B as trustee, the trust property is the horse. Of course, the value of the property may fluctuate or even disappear all together (for instance, if the horse dies). But, under the \"§ 7501 trust,\" when A transfers his horse to B as trustee, the trust property is the value of the horsenot the horse. Moreover, the value of the trust property is fixed upon creation of the trust. Thus, if the horse were to be injured and, thus, decline in value, B would nonetheless be responsible to A for the original value of the horse. <span class=\"star-pagination\">*157</span> The § 7501 trust is nothing more than a debtor/creditor relationship, which provides the government with, in effect, a super-priority claim in a fixed amount against the debtor.<sup>[79]</sup> The disposition of the actual money collected from the tax payers by the debtor is simply irrelevant. When viewed in this context, it is hardly surprising that the Supreme Court found it necessary to fashion a different rule from LIBT. What it came up with was the nexus requirement.</p>\n<p>The Third Circuit was faced with a similar issue in <i>City of Farrell</i> and applied <i>Begier's</i> nexus requirement. But, the trust at issue in that case was different from that in <i>Begier</i>it applied to the actual funds withheld and not the amount of the funds. There was no need for the Court to do anything other than apply established trust law tracing rules. Nonetheless, the Court adopted <i>Begier</i> and it is the law of this Circuit. However, for the reasons discussed above, this Court believes that the holding in <i>City of Farrell</i> should be limited to the facts in that case and, thus, is not controlling here.</p>\n<p>Finally, in <i>Edison Bros.,</i> this Court applied <i>Begier</i> and <i>City of Farrell</i> under completely different facts than those at issue in those cases. In so ruling, the Court held that \"[a]lthough both the <i>Begier</i> and the <i>[City of Farrell]</i> cases dealt with taxes, they apply equally to all constructive trust cases under section 541(d).\" This Court believes that to be an overly expansive reading of the holding in those cases. Indeed, it ignores the unique facts in <i>Begier</i> that gave rise to the creation of the nexus test in the first place.</p>\n<p>Moreover, precisely as in <i>City of Farrell,</i> the trust at issue in <i>Edison Bros.</i> was very different from that in <i>Begier</i>it applied to the actual funds withheld and not the amount of the funds. For those reasons, this Court respectively disagrees with the holding in <i>Edison Bros.</i> and will not apply it in this case.</p>\n<p>This Court's decision not to apply the nexus test here is supported by the Eighth Circuit's opinion in <i>MJK Clearing.</i><sup>[80]</sup> The debtor in that case, MJK, was the subject of a liquidation proceeding under the Securities Investor Protection Act. Shortly before MJK's \"financial demise,\" an investment firm, Ferris, Baker Watts, Inc. (\"Ferris\"), and MJK entered into a stock-loan transaction for a third party's stock. The contract between the parties required Ferris to pledge cash collateral equal to the current market value of the stock to secure the loan. MJK was required to identify the collateral on its books; however, the contract permitted MJK to use or invest the cash collateral and did not require MJK to segregate the collateral.</p>\n<p>To consummate the stock-loan transaction, Ferris transferred $22 million as collateral to MJK's Depository Trust Company (\"DTC\") account, and MJK transferred two million shares of the stock to Ferris's DTC account. MJK also had numerous other unrelated transactions settled through the DTC account on the same day, with the transactions settled on a net basis, rather than on an individual basis. By the end of day, MJK's DTC account balance was negative, requiring MJK to transfer funds from one of its bank accounts to the DTC account. On two subsequent occasions, the parties \"marked to market\" the balance of the collateral in the possession of MJK, reducing the balance to $18 million. Subsequently, a decree was entered at the request of the Securities Investors Protection Corporation and <span class=\"star-pagination\">*158</span> a trustee was appointed. Ferris brought an adversary proceeding seeking, among other things, a declaration that $18 million in MJK's accounts were held in trust for Ferris and, thus, were not property of the estate. The lower courts found that Ferris could not trace the funds deposited into MJK's DTC account and the Eighth Circuit affirmed.</p>\n<p>Ferris argued that the Court should apply the nexus test in <i>Begier</i> to determine whether the trust funds could be traced. The Eighth Circuit declined, noting the distinction between the trust in <i>Begier,</i> which was a trust in an abstract amount, and that sought by Ferris, which was trust over specific property.<sup>[81]</sup></p>\n<p>Like in <i>MJK,</i> the unique facts of <i>Begier</i> are not present in this case. Indeed, the facts here are unremarkable. The Court has already found that each party that participated in the pooled investment program transferred money to the Debtor for the Debtor to deposit in the PIA where the money would be invested on the investor's behalf through the purchase of securities. There is simply no reason to apply anything other than the long-standing tracing rules applied under trust law.</p>\n<p>In conclusion, this Court finds that neither <i>Begier</i> nor <i>City of Farrell</i> are controlling in this case and will not apply their holdings. In addition, the Court disagrees with the holding in <i>Edison Bros.</i> and will not adopt it. Thus, it will apply the lowest intermediate balance test to determine whether the defendants have met their burden of identifying and tracing the funds at issue in this case.</p>\n<p></p>\n<h2>B. The Defendants Cannot Trace The Trust Funds Into The PIA</h2>\n<p>Having cleared the brush, the Court comes to the ultimate question in this casecan the defendants identify and trace the funds deposited in trust with the Debtor to the PIA. They cannot.</p>\n<p>Under the pooled investment program, the investor writes a check payable to the Debtor. The Debtor then deposits that check into its operating account. Upon deposit of the check, the Debtor makes an accounting entry whereby it reduces its balance in the PIA by the amount of the investor's check and increases the investor's balance by the same amount. There is no transfer of funds from the Debtor's operating account to the PIA at the time of the deposit. Rather the transaction is consummated by an accounting entry relating to the PIA. From time to time, the Debtor has transferred funds back and forth between the operating account and the PIA based upon the Debtor's own liquidity needs.<sup>[82]</sup> Ultimately the balance in the PIA reached $120 million, $75 million of which the defendants claim are trust funds and, thus, not property of the estate.</p>\n<p>The defendants argue that for purposes of identifying and tracing the trust funds, the Court should look solely to the Debtor's accounting records, which meticulously recorded the investors' share of the funds in the PIA. Were the Court to do so, the defendants could easily satisfy their <span class=\"star-pagination\">*159</span> burden under the LIBT. The evidence established that due to the Debtor's own funds in the PIA the balance never dropped below the amount of the trust funds on deposit.</p>\n<p><i>This argument, however, ignores the fact that the trust funds were deposited and withdrawn from the operating account and not the PIA.</i> Thus, the defendants must identify and trace the trust funds (i) to and from the operating account; and (ii) between the operating account and the PIA. This is what they cannot due. The defendants did not present any evidence sufficient to trace the funds in this manner because no such evidence exists. As such, they simply cannot meet their burden.<sup>[83]</sup></p>\n<p>That leaves the Debtor with two final arguments. The first is that the defendants can satisfy the LIBT because, under <i>Columbia Gas,</i> to do so the Court need merely examine the balance of the PIA as of the Petition Date, which exceeded the amount of the trust funds. This argument ignores the fact that the funds went in and out of the operating account. In addition, it is a misreading of the holding in <i>Columbia Gas.</i> Finally, it is a misapplication of the LIBT.</p>\n<p>The first point has been examined above. The second and third points can be easily refuted. The question in <i>Columbia Gas</i> was a familiar onedid a trust exist and could the trust funds be traced. In reviewing whether the trust beneficiaries had met their burden of tracing their funds, the Court applied the LIBT.<sup>[84]</sup> The lower court in <i>Columbia Gas</i> had found that the lowest immediate balance was the amount in the account on the petition date. The Third Circuit did not perform its own LIBT but, rather, <i>relied on the lower court's finding, which no party had challenged.</i><sup>[85]</sup> The defendants argue that the Court's reliance constitutes a holding that to determine the lowest intermediate balance test in a bankruptcy case one merely checks the account balance on the petition date. Inferring the establishment of a legal rule in such circumstances is, frankly, absurd.<sup>[86]</sup></p>\n<p><span class=\"star-pagination\">*160</span> Moreover, it is unclear from the opinion in <i>Columbia Gas</i> as to how the lower court made its finding that the lowest immediate balance was the amount in the account on the petition date. It may very well have been a coincidence that the lowest intermediate balance occurred on the petition date. If the lower court simply took the balance on the petition date without reviewing the pre-petition deposits and withdrawals, however, it erred.<sup>[87]</sup> If this Court were to adopt the Debtor's argument that it should only look at the balance of the PIA on the petition date it would also be misapplying the law.</p>\n<p>The sole remaining argument is that the Court should, in effect, substantively consolidate the operating account and the PIA for the purpose of tracing the trust funds. This argument must also fail. Two separate courts have addressed this precise issue. In <i>MJK,</i> the purported trust beneficiary, Ferris, argued that a trust existed with respect to all of the cash and the cash equivalents in MJK's estate and not just the funds in the account into which Ferris made deposits and withdrawals.<sup>[88]</sup> The Eighth Circuit declined to do so.</p>\n<blockquote>Ferris's and MJK's interests did not merge into an indistinguishable mass of interests across all of MJK's cash and cash equivalents. Ferris deposited the cash collateral into a particular account, MJK's DTC account. MJK's DTC account is the only asset in which Ferris's and MJK's interests merged into an indistinguishable mass.<sup>[89]</sup></blockquote>\n<p>The Court then applied the LIBT to MJK's DTC account. The Court found that, as that account had a negative balance at the end of the day on which Ferris made his initial deposit, the trust was completely dissipated and Ferris was left with a general unsecured claim against MJK's estate.<sup>[90]</sup></p>\n<p>The First Circuit faced a virtually identical argument in <i>Connecticut General Life Ins.</i><sup>[91]</sup> The debtor in that case had twelve operating accounts. The purported trust beneficiary deposited approximately $420,000 into one of those accounts. The trust beneficiary showed that money from one account was sometimes transferred to another and that the total combined deposits in those accounts never dropped below approximately $290,000. At some point, the particular account into which the <i>res</i> had been deposited was completely depleted and the balance was $0. The parties did not dispute that the LIBT was applicable. Neither did they dispute that the trust beneficiary could trace its funds in or out of the account in which its check was initially deposited.</p>\n<p>The trust beneficiary argued that based on the debtor's financial statements, which listed \"cash\" as a single item, the debtor did not have twelve separate bank accounts, but only one general \"cash-in-banks\" account. The First Circuit rejected the argument.</p>\n<blockquote>The fact that multiple accounts are consolidated for accounting purposes on a single line of the financial statement does not, of course, mean that they are effectively one account. Nor does it obviate <span class=\"star-pagination\">*161</span> the need for tracing the assets in any particular account. The point of tracing is to follow the particular entrusted assets, not simply to identify some assets. The Second Circuit faced a similar situation in <i>In re United Cigar Stores Co.,</i> 70 F.2d 313 (2d Cir.1934). There, the claimant was a joint venturer of the bankrupt and asserted a trust interest in several of the bankrupt's bank accounts. The court rejected the claim, both on grounds that a trust relationship was not proven, and because the trust funds were not traced. On the issue of tracing, the court noted that, while the aggregate balance of the bank accounts had been shown to be above the alleged trust amount at all times, the claimant had failed to trace the specific assets of any particular account, which might well have been depleted at some point. As in <i>United Cigar Stores,</i> [the beneficiary] has not directed this court to any particular asset of the [debtor] where the alleged trust fund remains, even partially, intact.<sup>[92]</sup></blockquote>\n<p>Based on the facts in this case, the argument that the Debtor's operating account and PIA should be collapsed for purposes of tracing the trust funds is similarly flawed.</p>\n<p>The Court finds that the defendants have failed to meet their burden of tracing their funds. Thus, the entire balance of the PIA is property of the Debtor's estate under section 541(a) of the Bankruptcy Code.<sup>[93]</sup></p>\n<p></p>\n<h2>c. balancing the harms</h2>\n<p>The contents of the PIA are property of the Debtor's estate. The Non-Debtor Defendants still have a claim against the Debtor for their lost investment. That claim, however, will share <i>pro rata</i> with the other claims against the Debtor's estate.<sup>[94]</sup> Almost certainly, the claims in this case will not be paid in full. This may seem a harsh result for the Non-Debtor Defendants. But, to ignore precedent by ruling in their favor would have a negative impact on the other creditorsthe vast bulk of which are involuntary creditors that have asserted tort claims against the Debtor relating to sexual abuse.</p>\n<p>As stated earlier, the LIBT and tracing rules were developed to protect the interests of trust beneficiaries as well as those of the general unsecured creditors. The LIBT itself gives trust beneficiaries a \"break\" by adopting the legal fiction that their trust funds are the last to leave. Without that fiction, the beneficiaries would face the insurmountable hurdle of <span class=\"star-pagination\">*162</span> trying to identify their cash. To go a step further by applying the nexus test or consolidating the accounts would result in taking money away from the creditors that would otherwise be available to them under LIBT.<sup>[95]</sup> The respective rights of the trust beneficiaries and the other creditors under non-bankruptcy law should not be altered merely because the Debtor is in bankruptcy.<sup>[96]</sup></p>\n<p></p>\n<h2>V. St. Ann's Funds In The PIA Are Not Property Of The Debtor's Estate</h2>\n<p>There is one exception to the Court's ruling. The evidence established that St. Ann's has a written trust agreement with the Debtor.<sup>[97]</sup> Thus, an express trust exists between St. Ann's and the Debtor under which the Debtor is the trustee, St. Ann's is the beneficiary and the funds St. Ann's deposited into the pooled investment program are the trust <i>res.</i></p>\n<p>In addition, St. Ann's made its only deposit under the pooled investment program directly into the PIA. As a result, St. Ann's does not share the other non-defendants' difficulties in tracing its trust funds. The balance in the PIA never remotely came close to dipping below the amount invested by St. Ann's. Thus, St. Ann's has met its burden of establishing that its funds in the PIA (including any gains or subject to any losses on its investment) are <i>not</i> property of the estate.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons set forth above, the Court finds that (1) a resulting trust exists between the Debtor and the Non-Debtor Defendants (excluding St. Ann's); (2) an express trust exists between the Debtor and St. Ann's; (3) the defendants (excluding St. Ann's) have failed to meet their burden of establishing that the funds in the PIA are held in trust for them; and (4) St. Ann's has met its burden of establishing that its funds in the PIA are its property and, thus, not property of the estate. As such, the Court finds in favor of the defendants under Count II of the complaint; in favor of the plaintiff under Count IV of the Complaint (excluding St. Ann's); and in favor of St. Ann's under Count IV of the Complaint. The Court shall enter judgment consistent with its findings.</p>\n<p>Plaintiff is directed to submit an order and any other appropriate documentation under certification of counsel.</p>\n<h2>NOTES</h2>\n<p>[1]  This Opinion constitutes the Court's findings of fact and conclusions of law pursuant to Federal Rule of Bankruptcy Procedure 7052.</p>\n<p>[2]  In this Opinion, the Court draws a distinction between the Roman Catholic Diocese of Delaware (the \"Diocese\") and the Debtor. The Diocese is not a legal entity, but, rather, an ecclesiastical entity under Canon law. It includes the Debtor, the Diocese's parishes, and the other affiliated entities that carry out the Diocese's ministry. With one exception, the Non-Debtor Defendants (defined below) are separate corporate entities that are part of the Diocese. The Diocese and its members (parishes, etc.) are under the ecclesiastical authority of the Bishop. Catholic Diocese Foundation is both a separate corporate entity and is independent of the Diocese.</p>\n<p>[3]  There is one exception to this ruling. St. Ann's Roman Catholic Church can trace its funds. Thus, the Court finds that its investment is not property of the estate. <i>See</i> p. 43-44, infra.</p>\n<p>[4]  The Court's reference herein to the Parish Defendants is to the corporate entities not the ecclesiastical entities.</p>\n<p>[5]  As of December 31, 2009, the balance of each of the Parish Defendant's investments in the PIA was:\n</p>\n<p>St. Ann's: $1,582,192.82;</p>\n<p>St. Thomas the Apostle: $1,257,568.30;</p>\n<p>St John's: $281,329.62;</p>\n<p>Holy Spirit: $0.00; and</p>\n<p>St. Francis: $111,219.93.</p>\n<p>[6]  As of December 31, 2009, the balance of each of the Diocese Affiliate's investments in the PIA was:\n</p>\n<p>DOW Schools, $6,676,667.60;</p>\n<p>Cemeteries, $7,377,366.29;</p>\n<p>Siena Hall, $3,735,329.45;</p>\n<p>Children's Home, $4,394,720.47;</p>\n<p>Seton Villa, $3,477,450.23; and</p>\n<p>CYO, $212,497.97.</p>\n<p>[7]  The Parish Defendants, the Diocesan Affiliates and Foundation are collectively referred to herein as the \"Non-Debtor Defendants.\"</p>\n<p>[8]  Exh. 509 (Custody Agreement By and Between the Catholic Diocese of Wilmington, Inc. and Mellon Bank, N.A., dated July 23, 1999).</p>\n<p>[9]  <i>But see</i> Letter from Msgr. J. Thomas Cini, Vicar General, to Mark Freund, St. Mark's High School (Apr. 25, 2002) (Exh. 421) (\"Thank you for your letter of April 25, 2002 regarding the need to install a new air conditioning unit in the library. I am happy to give permission to the school for this capital acquisition. As for drawing down from the capital replacement fund, the school has permission to do so, if needed. As the books for the fiscal year are closed in June, our CFO, Joe Corsini, can make a determination whether the draw is necessary. If the expense can be handled through the normal budget, [sic] that is preferable to drawing on reserves.\").\n</p>\n<p>Furthermore, Mr. Corsini's testimony at trial is as follows:</p>\n<p>Q: I asked a question that related to whether if Monsignor Cini had said here I'm not giving permission, instead of I'm happy to give permission, would you have been able to cut a check at St. Marks' request?</p>\n<p>A: If my boss told me not to cut the check in this hypothetical, I would not cut the check.</p>\n<p>Testimony of Joseph Corsini, Trial Tr. 113:11-17, June 2, 2010.</p>\n<p>[10]  Testimony of Msgr. J. Thomas Cini, Trial Tr. 34:22-35:25, June 3, 2010. Foundation is not subject to this limitation.</p>\n<p>[11]  <i>See, e.g.,</i> Letter from Vy. Rev. Daniel W. Gerres, V.F. to Joseph P. Corsini (Ex. 363) (\"Find enclosed a check for $1,000,000 (One million dollars) to be invested in St. Thomas' name in the Diocesan account. It is my understanding that if the need arises, <i>this is and always will be available</i> for [St. Thomas the Apostle] parish use. If this is not the case, please return it and I will put it under my mattress for safe keeping.\") (emphasis added).</p>\n<p>[12]  <i>See</i> Exhs. 22, 339, 352, 355, 357, and 367. <i>See also</i> Exhs. 51-54 (FY09 Annual Parish Financial Reports for St. Francis, St. Ann's, St. John's, and St. Thomas the Apostle).</p>\n<p>[13]  Exh. 50 \"Financial Statements and Independent Auditors' Report, June 30, 2005 and 2004.\" <i>See also</i> Exh. 418 Financial Statements and Supplemental Schedules, Fiscal Year 2010.</p>\n<p>[14]  Exh. 409 (Revocable Trust Agreement between St. Ann's Church of Wilmington, Delaware, as Trustor, and the Catholic Diocese of Wilmington, Delaware).</p>\n<p>[15]  The defendants have stipulated that the Debtor invested this amount in the PIA on its own behalf.</p>\n<p>[16]  11 U.S.C. § 541(a)(1) (\"all legal or equitable interests of the debtor in property as of the commencement of the case\" are property of the estate).</p>\n<p>[17]  11 U.S.C. § 541(d).</p>\n<p>[18]  <i>In re Columbia Gas Sys. Inc.,</i> 997 F.2d 1039, 1059 (3d Cir. 1993).</p>\n<p>[19]  <i>City of Farrell v. Sharon Steel Corp.,</i> 41 F.3d 92, 95 (3d Cir. 1994) (quoting <i>Goldberg v. New Jersey Lawyers' Fund,</i> 932 F.2d 273, 280 (3d Cir.1991)). <i>See also </i><i>In re Columbia Gas Sys. Inc.,</i> 997 F.2d at 1063 (\"beneficiaries of trust funds bear the burden of identifying and tracing their trust property\").\n</p>\n<p>The Court appreciates that is unusual to place the burden of proof on a defendant in an adversary proceeding. The Court instructed the Committee to file this adversary proceeding for purposes of making a final determination as to whether the investors' money is property of the estate. Frankly, the Court did not consider which party would bear the burden of proof in requiring the Committee to initiate the adversary proceeding. Rather, the Court was seeking to craft a procedure for resolving the issue. Thus, the Court is somewhat abashed to admit that it is responsible for the anomaly and, with its apologies to the parties, it will now place the burden of proof on the parties bearing it under the law, i.e., the purported trust beneficiaries.</p>\n<p>[20]  <i>Id.</i> at 95-96. <i>See also </i><i>Butner v. United States,</i> 440 U.S. 48, 54, 99 S.Ct. 914, 59 L.Ed.2d 136 (1979) (\"Congress has generally left the determination of property rights in the assets of a bankruptcy's estate to state law.\"). Courts have applied federal law to determine whether a trust exists when important federal interests are implicated. <i>See, e.g., </i><i>Columbia Gas Sys. Inc.,</i> 997 F.2d at 1055-56 (applying federal law to determine the existence of a trust where trust corpus was created by federal law and applying state law would frustrate the purpose of a federal statute). No federal interest is implicated in this case.</p>\n<p>[21]  There is one exception. A written agreement exists between the Debtor and St. Ann's. St. Ann's relationship with the Debtor is unique from that of the other investors and, thus, will be discussed separately. <i>See</i> pp. 43-44, infra.</p>\n<p>[22]  <i>Greenly v. Greenly,</i> 49 A.2d 126, 129 (Del. Ch.1946). The defendants cite <i>Columbia Gas Sys. Inc.</i> to argue that federal law should govern whether a trust exists in this case. As set forth above, the Court disagrees. This is a question of state law. The parties agree that if state law applies, however, Delaware law is controlling.</p>\n<p>[23]  <i>East Lake Methodist Episcopal Church, Inc. v. Trustees of the PeninsulaDelaware Annual Conference of the United Methodist Church, Inc.,</i> 731 A.2d 798, 809 (Del. 1999).</p>\n<p>[24]  Restatement (First) of Trusts 12, 1 IN NT (1935).</p>\n<p>[25]  <i>Greenly,</i> 49 A.2d at 129. <i>See also </i><i>Hudak v. Procek,</i> 806 A.2d 140, 146 (Del.2002) (\"As a general rule, equity will presume, absent contrary evidence, that a person supplying the purchase money for property intends to retain a beneficial interest in the property and that title is placed in the name of another for some incidental reason.\").</p>\n<p>[26]  Of course, a broker buys and sells securities on behalf of her client. Thus, one could argue that this is not a \"variation,\" but, in fact, is precisely the situation where person A provides the purchase price to person B for the acquisition of property by B for the benefit of A. As set forth below, however, this is a moot point.</p>\n<p>[27]  Restatement (First) of Trusts 12, 1 IN NT (internal citations omitted).</p>\n<p>[28]  <i>But see</i> n. 26, supra.</p>\n<p>[29]  Restatement (First) of Trusts at § 404 (emphasis added).</p>\n<p>[30]  Black's Law Dictionary 423 (5th ed.).</p>\n<p>[31]  There is some evidence that would support a contrary finding <i>See, e.g.,</i> p. 9 n. 9-10, supra. Nonetheless, the defendants have carried their burden.</p>\n<p>[32]  <i>City of Farrell,</i> 41 F.3d at 95-96.</p>\n<p>[33]  The testimony at trial established that the balance of the Debtor's operating account usually ranges between $5 million and $6 million.</p>\n<p>[34]  <i>Goldberg,</i> 932 F.2d at 281 (\"In general, courts favor a pro rata distribution of funds when such funds are claimed by creditors of like status. Cases granting one party distribution priority over the other depend upon <i>definite proof that specific funds in an account have been traced.\"</i>) (emphasis added) (internal citations omitted).</p>\n<p>[35]  <i>City of Farrell,</i> 41 F.3d at 95-96.</p>\n<p>[36]  <i>Begier v. I.R.S.,</i> 496 U.S. 53, 110 S.Ct. 2258, 110 L.Ed.2d 46 (1990).</p>\n<p>[37]  <i>But see </i><i>City of Farrell,</i> supra.</p>\n<p>[38]  <i>In re Edison Bros., Inc.,</i> 243 B.R. 231 (Bankr.D.Del.2000).</p>\n<p>[39]  <i>In re Dameron,</i> 155 F.3d 718, 724 (4th Cir. 1998) (internal citations omitted).</p>\n<p>[40]  <i>City of Farrell,</i> 41 F.3d at 102-103 (\"At this time we do not decide definitively that the district court and the bankruptcy court must apply the LIBT as the parties have not briefed the issue and neither the bankruptcy court nor the district court addressed the applicability of the LIBT. But ... we will instruct that on remand, the bankruptcy court make factual findings sufficient to support a conclusion as to whether the city may recover if, as a matter of law, the LIBT is applied.\").</p>\n<p>[41]  Restatement (First) of Trusts at § 202, comments (i) and (j).</p>\n<p>[42]  <i>See, e.g., In re </i><i>Connecticut General Life Ins. Co. v. Uiversal Ins. Co.,</i> 838 F.2d 612, 619-620 (1st Cir.1988); <i>Columbia Gas Sys. Inc.,</i> 997 F.2d at 1063-1064; <i>Dameron,</i> 155 F.3d at 723-724; <i>In re MJK Clearing, Inc.,</i> 371 F.3d 397, 401 (8th Cir.2004); <i>In re Falcon Oil Co.,</i> 206 B.R. 715, 720 (Bankr.M.D.Pa.1996); and <i>In re Amp'd Mobile, Inc.,</i> 377 B.R. 478, 489-490 (Bankr.D.Del.2007).</p>\n<p>[43]  <i>Begier,</i> supra.</p>\n<p>[44]  <i>Id.</i> at 61, 110 S.Ct. 2258.</p>\n<p>[45]  <i>Id.</i> at 62, 110 S.Ct. 2258 (emphasis in original)</p>\n<p>[46]  <i>Id.</i></p>\n<p>[47]  <i>Id.</i> at 62-63, 110 S.Ct. 2258 (internal citations and footnotes omitted, emphasis in original).</p>\n<p>[48]  <i>United States v. Randall,</i> 401 U.S. 513, 91 S.Ct. 991, 28 L.Ed.2d 273 (1971).</p>\n<p>[49]  <i>Begier,</i> 496 U.S. at 63, 110 S.Ct. 2258 (quoting <i>Randall,</i> supra, internal citations omitted).</p>\n<p>[50]  <i>Id.</i> at 65, 110 S.Ct. 2258.</p>\n<p>[51]  <i>Id.</i> at 64 n. 5, 110 S.Ct. 2258.</p>\n<p>[52]  <i>Id.</i> at 65, 110 S.Ct. 2258 (quoting 124 Cong.Rec. 32392, 32417 (1978) (remarks of Rep. Edwards)).</p>\n<p>[53]  <i>Id.</i></p>\n<p>[54]  <i>Id.</i></p>\n<p>[55]  <i>See</i> H.R.Rep. No. 95-595, at 373, U.S.Code Cong. &amp; Admin. News 1978, 6329 (\"A payment of withholding taxes constitutes a payment of money held in trust under Internal Revenue Code § 7501(a), and thus will not be a preference because the beneficiary of the trust, the taxing authority, is in a separate class with respect to those taxes, if they have been properly held for payment, as they will have been if the debtor is able to make the payments.\").</p>\n<p>[56]  <i>Begier,</i> 496 U.S. at 67, 110 S.Ct. 2258.</p>\n<p>[57]  <i>City of Farrell,</i> supra.</p>\n<p>[58]  <i>Id.</i> at 96.</p>\n<p>[59]  <i>Id.</i> at 99.</p>\n<p>[60]  <i>Id.</i></p>\n<p>[61]  <i>Id.</i> at 101-102.</p>\n<p>[62]  <i>Id.</i> 102.</p>\n<p>[63]  <i>Id.</i></p>\n<p>[64]  <i>Edison Bros.,</i> supra.</p>\n<p>[65]  <i>Id.</i> at 238.</p>\n<p>[66]  <i>Id.</i></p>\n<p>[67]  <i>Id.</i></p>\n<p>[68]  <i>Id.</i> at 240.</p>\n<p>[69]  <i>Id.</i> The Court denied the debtors' motion for summary judgment because it was based on the argument that once funds were commingled they could <i>never</i> be traced.</p>\n<p>[70]  <i>Id.</i></p>\n<p>[71]  <i>Begier,</i> 496 U.S. at 62, 110 S.Ct. 2258.</p>\n<p>[72]  <i>Dameron,</i> 155 F.3d at 724.</p>\n<p>[73]  <i>See</i> p. 24, supra.</p>\n<p>[74]  <i>Begier,</i> 496 U.S. at 62, 110 S.Ct. 2258.</p>\n<p>[75]  26 U.S.C. § 7501 (emphasis added).</p>\n<p>[76]  <i>Begier</i> at 62 (emphasis in original).</p>\n<p>[77]  <i>Id.</i></p>\n<p>[78]  <i>Id.</i> at § 74 (\"A trust cannot be created unless there is trust property.\").</p>\n<p>[79]  <i>Id.</i> at § 12 (\"A debt is not a trust.\").</p>\n<p>[80]  <i>In re MJK Clearing, Inc.,</i> 371 F.3d 397 (8th Cir.2004).</p>\n<p>[81]  <i>Id.</i> at 402 (<i>\"Begier's</i> tracing rules do not apply to constructive trusts. Unlike an IRC-created trust, `[t]he point of tracing [for a common-law or a constructive trust] is to follow the <i>particular</i> entrusted assets, not simply to identify <i>some</i> assets.' The constructive trust Ferris seeks to impose is a creature of equity. A constructive trust's subject is property wrongfully obtained by another. Thus, like a common-law trust, a constructive trust creates a trust in specific property, not an amorphous `amount.'\") (emphasis in original, internal citations omitted).</p>\n<p>[82]  The balance in the operating account fluctuates between approximately $5 million and $6 million.</p>\n<p>[83]  The Debtor argues that this finding is contrary to trust law, which specifically contemplates pooled investments. Restatement (First) of Trusts § 179, comment c (\"Where the trustee holds the funds of numerous beneficiaries, and it would be unreasonable and not subserve any purpose in protecting the interests of the beneficiaries of the several trusts to require him to keep separate the funds of the different trusts, it may be proper for the trustee to mingle funds of the different trusts by deposit thereof in a common bank account.\"). This provision, however, goes on to require that the beneficiary to trace its trust funds, even though they are in a pooled investment. <i>Id.</i> (\"Thus, ordinarily a trust company can properly deposit in a single trust account in another bank the funds of several trusts, <i>provided that it keeps an accurate record of the contributions of the separate trusts.\")</i> (emphasis added).</p>\n<p>[84]  <i>Columbia Gas Sys., Inc.,</i> 997 F.2d at 1063-1064.</p>\n<p>[85]  <i>Id.</i> at 1064 (\"When Columbia filed for bankruptcy, the $3.3 million in its general account was insufficient to satisfy its pre-petition obligations to its customers and GRI. The bankruptcy court found that this amount represents the lowest intermediate balance in the general account, and no party has challenged this finding as clearly erroneous. Therefore, Columbia may distribute only the $3.3 million on a pro rata basis to its customers and GRI to satisfy its pre-petition obligations. The remainder of its pre-petition obligations to its customers and GRI will be unsecured debt.\").</p>\n<p>[86]  <i>Cf. </i><i>E.I. DuPont De Nemours and Co. v. U.S.,</i> 460 F.3d 515, 530 (3d Cir.2006) (\"[A] court confronted with apparently controlling authority must parse the precedent in light of the facts presented and the rule announced. Insofar as there may be factual differences between the current case and the earlier one, the court must determine whether those differences are material to the application of the rule or allow the precedent to be distinguished on a principled basis.\") (quoting <i>Hart v. Massanari,</i> 266 F.3d 1155, 1172 (9th Cir. 2001)).</p>\n<p>[87]  <i>See</i> pp. 23-24, supra.</p>\n<p>[88]  <i>MJK Clearing,</i> supra.</p>\n<p>[89]  <i>Id.</i> at 403.</p>\n<p>[90]  <i>Id.</i></p>\n<p>[91]  <i>Connecticut General Life Ins. Co. v. Universal Ins. Co.,</i> 838 F.2d 612 (1st Cir.1988).</p>\n<p>[92]  <i>Id at</i> 619-620.</p>\n<p>[93]  The Court is cognizant of the fact that not all the entities that have invested money in the pooled investment program are parties to this adversary proceeding. Based on the fact that the PIA is in the Debtor's name, however, it is presumptively property of the estate and it is the burden of any purported trust beneficiary to establish otherwise. Moreover, because the PIA and its contents are property of the estate it would be a violation of the automatic stay for any party to make any withdrawal from the account without Court authorization. 11 U.S.C. § 362(a)(3)(\"(a) Except as provided in subsection (b) of this section, a petition filed under section 301, 302, or 303 of this title, or an application filed under section 5(a)(3) of the Securities Investor Protection Act of 1970, operates as a stay, applicable to all entities, of ... (3) any act to obtain possession of property of the estate or of property from the estate or to exercise control over property of the estate\"). Of course, any purported beneficiary that is not a party to this adversary proceeding is free to seek relief in this Court. This Court makes no ruling at this time on whether collateral estoppel and/or res judicata would be applicable in such a proceeding.</p>\n<p>[94]  The Court is not making any ruling at this time as to the allowance, priority or amount of any claim.</p>\n<p>[95]  The Non-Debtor Defendants use much of their money in the PIA to fund their extensive and important charitable activities. The dueling equities in this case, however, support the Court's application of established trust law, which was developed, in part, to balance fairly such competing interests.</p>\n<p>[96]  See, e.g., DOUGLAS G. BAIRD, ELEMENTS OF BANKRUPTCY 105 (4th ed. 2006) (Judges must resist the temptation to distort the non-bankruptcy rights of debtors and creditors because doing so \"undermines the operation of the Code in future cases.\").</p>\n<p>[97]  <i>See</i> p. 9 n. 14, supra.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">135</span></span> (2010)</b></center>\n<center><h1>In re CATHOLIC DIOCESE OF WILMINGTON, INC., Debtor.<br>\nOfficial Committee of Unsecured Creditors, Plaintiff,<br>\nv.<br>\nCatholic Diocese of Wilmington, Inc., et al., Defendants.</h1></center>\n<center>Bankruptcy No. 09-13560 (CSS). Adversary No. 09-52866.</center>\n<center><p><b>United States Bankruptcy Court, D. Delaware.</b></p></center>\n<center>June 28, 2010.</center>\n<p><span class=\"star-pagination\">*138</span> John T. Dorsey, Neilli M. Walsh, Mary F. Dugan, Patrick A. Jackson, Young Conaway Stargatt &amp; Taylor, LLP, Wilmington, DE, for Defendant/Debtor Catholic Diocese of Wilmington, Inc.</p>\n<p>James I. Stang, Kenneth H. Brown, Gillian N. Brown, Elissa A. Wagner, Curtis A. Hehn, Pachulski Stang Ziehl &amp; Jones, LLP, Wilmington, DE, for the Official Committee of Unsecured Creditors.</p>\n<p>Ashby &amp; Geddes, Stephen E. Jenkins, Philip Trainer, Jr., Toni-Ann Plantia, Wilmington, DE, for Non-Debtor Defendants.</p>\n<p></p>\n<h2>OPINION<sup>[1]</sup></h2>\n<p>SONTCHI, Bankruptcy Judge.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>The Catholic Diocese of Wilmington, Inc. (the \"Debtor\") is the debtor in this Chapter 11 case. Among its many activities, it operates a pooled investment program <span class=\"star-pagination\">*139</span> on behalf of the Diocese.<sup>[2]</sup> The purpose of the pooled investment program is to combine the assets of the participants to provide them with investment opportunities that would be unavailable to them individually.</p>\n<p>The Debtor operates the program through an account (the \"PIA\") in the Debtor's name. The first issue in this case is whether the funds in the PIA are property of the estate or whether the Non-Debtor Defendants' investments in that account are held by the Debtor in trust for the benefit of the investors. The second issue, assuming a trust relationship exists, is whether the defendants can identify and trace those trust funds.</p>\n<p>The Court finds that the Non-Debtor Defendants' money is held by the Debtor in a resulting trust on their behalf. Nonetheless, applying the lowest intermediate balance test, the Court finds that the defendants have failed to meet their burden of tracing those funds.</p>\n<p>Thus, the Court finds that the entirety of the PIA is property of the estate.<sup>[3]</sup></p>\n<p></p>\n<h2><i>JURISDICTION</i></h2>\n<p>This Court has jurisdiction over this matter pursuant to 28 U.S.C. §§ 157 and 1334. Venue is proper in this district pursuant to 28 U.S.C. §§ 1408 and 1409. This is a core proceeding pursuant to 28 U.S.C. §§ 157(b).</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p></p>\n<h2>I. Factual Background</h2>\n<p></p>\n<h2>A. The Parties</h2>\n<p></p>\n<h2>1. The Debtor</h2>\n<p>The Debtor is the secular, administrative arm of the Diocese. The Bishop of the Diocese, the Most Rev. W. Francis Malooly, is the sole member and president of the Debtor. The Debtor is governed by a four (4) member Board of Directors. Bishop Malooly, Most Rev. Msgr. J. Thomas Cini (the Debtor's Secretary) and Joseph Corsini (the Debtor's Treasurer and Chief Financial Officer) are members of the Debtor's board. Msgr. Cini and Mr. Corsini testified extensively at trial.</p>\n<p>On October 18, 2009, the Debtor filed its voluntary petition under Chapter 11 of the Bankruptcy Code. As of December, 31, 2009, the Debtor's investments in the PIA were valued at approximately $45 million.</p>\n<p></p>\n<h2>2. The Non-Debtor Defendants</h2>\n<p></p>\n<h2><i>a) Parish Corporations</i></h2>\n<p>The parish defendants are the secular, administrative arms of the following parishes (collectively, the \"Parish Defendants\"):</p>\n<blockquote>i. St. Ann's Roman Catholic Church (\"St.Ann's\"), which is located in Wilmington, Delaware. St. Ann's serves approximately 900 families providing religious and educational services, including a parochial school for children <span class=\"star-pagination\">*140</span> in grades pre-kindergarten through eighth grade.</blockquote>\n<blockquote>ii. St. John the Beloved Roman Catholic Church (\"St.John's\"), which is located in Wilmington, Delaware. St. John's provides religious and educational services, including a parochial school for children in grades kindergarten through eighth grade. St. John's also provides a youth ministry program and an athletic program. St. John's has a parish outreach program that provides food and clothing to the needy, and also participates in other charitable giving to assist families with financial assistance for rent, electric bills, and other such necessities.</blockquote>\n<blockquote>iii. Holy Spirit Roman Catholic Church (\"Holy Spirit\"), which is located in New Castle, Delaware. Holy Spirit provides religious and educational services, as well as associated services to its parishioners.</blockquote>\n<blockquote>iv. St. Thomas the Apostle Roman Catholic Church (\"St. Thomas the Apostle\"), which is located in Wilmington, Delaware. St. Thomas the Apostle, an inner-city parish, serves approximately 341 families, mainly widows and widowers. St. Thomas the Apostle provides religious services, however, no longer operates a parochial school.</blockquote>\n<blockquote>v. St. Francis De Sales Roman Catholic Church (\"St.Francis\"), which is located in Salisbury, Maryland. St. Francis serves approximately 2,500 families and provides religious and educational services, including a parochial school for children in grades kindergarten through eighth grade, a campus ministry, a major medical center, and a nursing home.<sup>[4]</sup></blockquote>\n<p>Each of the Parish Defendants is under the authority of the Bishop and governed by a five (5) member Board of Trustees. Bishop Malooly and Msgr. Cini are members of each of the boards. As of December 31, 2009, the Parish Defendants' assets in the PIA were collectively valued at $3,232,310.67.<sup>[5]</sup></p>\n<p></p>\n<h2><i>b) The Diocesan Affiliates</i></h2>\n<p>The remaining defendants (other than Catholic Diocese Foundation) (collectively, the \"Diocesan Affiliates\") are charitable and educational organizations within the Diocese:</p>\n<blockquote>i. Diocese of Wilmington Schools, Inc. (\"DOW Schools\"), which operates: (a) Christ the Teacher Catholic School, an elementary school located in Glasgow, Delaware, teaching grades pre-kindergarten through eighth grade; (b) Most Blessed Sacrament Catholic School, located in Ocean Pines, Maryland, teaching 240 students in grades kindergarten through eighth grade; Saint Mark's High School, located in Wilmington, Delaware, teaching 1,350 students in grades ninth through twelfth; and St. Thomas More Preparatory School, located in Magnolia, Delaware, teaching students in grades ninth through twelfth.</blockquote>\n<blockquote>ii. Catholic Cemeteries, Inc. (\"Catholic Cemeteries\"), which is the owner, <span class=\"star-pagination\">*141</span> manager, and operator of three regional cemeteries (Cathedral Cemetery, All Saints Cemetery, and Gate of Heaven Cemetery, all located in Delaware). Catholic Cemeteries sells graves, niches, crypts, memorials and burial vaults, as well as providing care and maintenance of these cemeteries.</blockquote>\n<blockquote>iii. Siena Hall, Inc. (\"Siena Hall\"), which formerly owned and operated a boys' home. Siena Hall is a ministry within the Catholic Charities department of the Dioceses.</blockquote>\n<blockquote>iv. Children's Home, Inc. (\"Children's Home\"), which currently owns a vacant home on approximately 18 acres in Wilmington, Delaware, on which it previously operated an orphanage. Children's Home is a ministry within the Catholic Charities department of the Diocese.</blockquote>\n<blockquote>v. Seton Villa, Inc. (\"Seton Villa\"), which provides therapeutic pre-adolescent group care for children (ages 6-12) who are not capable of living in a \"family environment.\" Seton Villa is a ministry within the Catholic Charities department of the Diocese.</blockquote>\n<blockquote>vi. Catholic Youth Organization, Inc. (\"CYO\"), which serves young people and adults with training, workshops, large Diocesan events, participation in national conferences, as well as sponsoring and organizing the largest athletic league in the State of Delaware.</blockquote>\n<p>Each of these defendants is separately incorporated, governed by a five (5) member Board of Trustees, and is an affiliate of the Debtor. Each is also under authority of Bishop Malooly with whom Msgr. Cini, and Mr. Corsini serve as members of each board. As of December 31, 2009, the Diocese Affiliates' assets in the PIA were collectively valued at $25,874,032.01.<sup>[6]</sup></p>\n<p></p>\n<h2><i>c) Catholic Diocese Foundation</i></h2>\n<p>Catholic Diocese Foundation (\"Foundation\") is a separate corporation and is not part of the Diocese. Nonetheless, Bishop Malooly and Msgr. Cini are members of Foundation's board. Foundation was incorporated in 1928 for the purposes of promoting the Catholic religion, Catholic education and Catholic charity within the Diocese. Foundation receives applications and provides grants for various, qualifying organizations and activities.</p>\n<p>Foundation has a finance council that advises it on various financial matters, including the investment of funds. As of December 31, 2009, Foundation's assets in the PIA was valued at $45,080,710.70.</p>\n<p></p>\n<h2>3. The Official Committee of Unsecured Creditors</h2>\n<p>The Official Committee of Unsecured Creditors (the \"Committee\") is comprised of seven claimants who have filed lawsuits in state court against the Debtor and others asserting tort claims arising from sexual abuse. The Committee is the plaintiff in this adversary proceeding.</p>\n<p></p>\n<h2>B. The Pooled Investment Program</h2>\n<p></p>\n<h2>1. Management and Participation in the PIA</h2>\n<p>The Debtor and the Non-Debtor Defendants,<sup>[7]</sup><span class=\"star-pagination\">*142</span> among others, participate in a deposit system in which funds are pooled for investment purposes in the PIA, which is maintained by the Debtor at Bank of New York Mellon (f/k/a Mellon Bank) (\"Mellon\"). The Debtor and Mellon are the sole parties to a written custodian agreement governing the PIA.<sup>[8]</sup> The Debtor and the Non-Debtor Defendants pool their investment capital with a single custodian to enable the PIA participants access to investment opportunities that would be unavailable to any one of them individually, and to benefit from reduced transactions costs and the allocation of overhead. As of December 31, 2009, the total value of the PIA was approximately $120 million.</p>\n<p>Participation in the PIA is voluntary and each of the participant's understanding has always been that they could deposit and withdraw funds at anytime, subject, of course, to the consent of their respective Board of Trustees. Although the Debtor and the Non-Debtor Defendants each believe that they can withdraw funds at any time at their own request,<sup>[9]</sup> pursuant to Canon Law, the Bishop has to review and grant permission for all capital expenditures over $25,000 regardless of whether the funds are being drawn from an operating account or the PIA.<sup>[10]</sup></p>\n<p>Both the Debtor and the Non-Debtor Defendants have always believed that all funds within the PIA remain the property of the investor.<sup>[11]</sup> Each of the Non-Debtor Defendants treats its funds in the PIA as an asset on their financial statements. Furthermore, each of the Non-Debtor Defendant's independent financial auditors have repeatedly reported their funds in the PIA as assets.<sup>[12]</sup> The Debtor reports the investors' investments in the PIA as \"assets held for affiliates.\" In addition, the Debtor reports a line item for the <span class=\"star-pagination\">*143</span> corresponding liabilities, effectively \"zeroing out\" their ownership interest.<sup>[13]</sup> However, with the exception of St. Ann's,<sup>[14]</sup> none of the Non-Debtor Defendants have entered into a written trust agreement with the Debtor concerning their investments.</p>\n<p>As required by Canon Law, the Diocese has a Finance Council. The Finance Council includes an Investment Committee, the purpose of which to advise and to make recommendations to the Bishop on the Diocese's investments. Upon advice from the Finance Council and the Investment Committee and under the authority and direction of the Bishop, the Diocese selects fund managers that both follow ethically acceptable investing policies and have good investment and performance records. At the present time, the PIA is managed by twelve (12) different managers. Certain of the investors in the PIA select their own investment portfolio but the majority of the participants have delegated selection of the portfolio and authority over it to the Diocese's Finance Council.</p>\n<p></p>\n<h2>2. Structure of the PIA</h2>\n<p>There are 31 participants in the PIA other than the Debtor: 20 parishes, 10 Diocesan Affiliates and the Foundation. The PIA contains 12 \"sub-accounts\" all in the name of the Debtora cash management account and 11 investment accounts with individual investment managers/funds.</p>\n<p>The Debtor invests the money in the PIA among the 12 investment \"options,\" i.e., (i) the cash management account; and/or (ii) one or more of the 11 investment managers. The funds are distributed among the accounts to achieve each of the investor's risk/return portfolio. The investment managers use those funds to purchase securities such as equities, bonds, mutual funds, etc. As of the Petition Date, the PIA had a gross balance of approximately $120 million of which approximately $45 million is the Debtor's property.<sup>[15]</sup></p>\n<p>The Debtor asserts that the PIA contains approximately 180 separate \"sub-funds.\" These sub-funds are not actual bank accounts but, rather, accounting entries under which the Debtor has earmarked the ownership of the funds in the PIA. The Debtor has kept meticulous, extensive and accurate accounting records as to each of the sub-fund's share of the money in each of the investment accounts and the cash management account.</p>\n<p>The Debtor also maintains an operating account at Citizen's Bank. This operating account is the Debtor's general account in which it makes deposits and withdrawals, funds payroll, pays the electric bill, etc. From time to time, the Debtor has transferred funds back and forth between the operating account and the PIA based upon the Debtor's own liquidity needs.</p>\n<p>The PIA works as follows. In order to make a deposit in the PIA, the investor writes a check payable to the Debtor. The Debtor deposits that check into its operating account at Citizen's Bank. Upon deposit of the check, the Debtor makes an <span class=\"star-pagination\">*144</span> accounting entry whereby it reduces its \"balance\" in its sub-fund in the cash management account of the PIA by the amount of the investor's check and increases the investor's \"balance\" in its sub-fund in the cash management account by the same amount. There is no transfer of funds from the Debtor's operating account to the PIA at the time of the deposit. Rather, the transaction is consummated by an accounting entry relating to the PIA. Thus, as investors deposit and withdraw funds from the PIA, the total balance of the PIA does not rise or fall. All that changes is the manner in which the PIA is divided.</p>\n<p>Withdrawals from the PIA work much the same way. The investor requests a withdrawal from the Debtor. The Debtor writes the investor a check from its operating account. Subsequently, the Debtor makes accounting adjustments to reduce the withdrawing investor's holdings in the PIA and corresponding by increasing the Debtor's holdings in the PIA. The total balance in the PIA remains unchanged and there is no transfer of assets between the PIA and the operating account.</p>\n<p>The Debtor periodically adjusts the sub-fund balances to reflect portfolio changes, fees, gains, loses, etc. The details of this Byzantine process are not relevant to the issues before the Court.</p>\n<p>The Chart below is a graphic representation of the Debtor's accounting treatment of a deposit and withdrawal of $3 by an investor in the PIA. As discussed above, the balance of the PIA does not change. The operating account balance rise and falls with the deposits and withdrawals, respectively, the actual flow of money in and out of the account.</p>\n<p></p>\n<p>For a more detailed example, assume the following balances are in place in the PIA and the operating account:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*145</span>\n-------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------\n                        PIA                Operating Account\n-------------------------------------------------------------\n          Investor A   Debtor   PIA Total   Debtor\n-------------------------------------------------------------\n  Start       $4         $5        $9         $3\n-------------------------------------------------------------\n</pre>\n<p>First, Investor A deposits $3 into the operating account for investment in the pooled investment program.</p>\n<p></p>\n<pre>\n-------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------\n                        PIA                Operating Account\n-------------------------------------------------------------\n          Investor A   Debtor   PIA Total   Debtor\n-------------------------------------------------------------\n  Start        $4         $5        $9         $3\n-------------------------------------------------------------\n  A dep. $3    $7         $2        $9         $6\n-------------------------------------------------------------\n</pre>\n<p>Note that the total balance of the PIA does not changeit is still $9. But, under the Debtor's accounting system, A's balance in its sub-fund in the PIA rises to $7 while the Debtor's balance in its sub-fund falls to $2. In addition, the Debtor's operating account rises to $6. No funds are transferred between the PIA and the operating account.</p>\n<p>Second, the Debtor deposits $4 of its operating funds into the PIA.</p>\n<p></p>\n<pre>\n-------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------\n                        PIA                Operating Account\n-------------------------------------------------------------\n                   Investor A   Debtor   PIA Total   Debtor\n-------------------------------------------------------------\n  Start                $4        $5        $9         $3\n-------------------------------------------------------------\n  A dep. $3            $7        $2        $9         $6\n-------------------------------------------------------------\n  D dep. $4 into PIA   $7        $6        $13        $2\n-------------------------------------------------------------\n</pre>\n<p>The balance of the PIA increases to $13 with the Debtor's balance in its sub-fund in the PIA rising to $6. The balance of the operating account is reduced to $2.</p>\n<p>Third, the Debtor deposits $2 into its operating account from a third party.</p>\n<p></p>\n<pre>\n------------------------------------------------------------------\n                   Debtor's Accounting System\n-------------------------------------------------------------------\n                        PIA                Operating Account\n--------------------------------------------------------------------\n                               Investor A   Debtor   PIA Total   Debtor\n---------------------------------------------------------------------\n  Start                            $4         $5        $9         $3\n---------------------------------------------------------------------\n  A dep. $3                        $7         $2        $9         $6\n---------------------------------------------------------------------\n  Debtor dep. $4 into PIA          $7         $6       $13         $2\n---------------------------------------------------------------------\n  Debtor dep. $2 in oper. acct.    $7         $6       $13         $4\n---------------------------------------------------------------------\n</pre>\n<p>The balance and distribution in the PIA is unchanged. The debtor's balance in the operating account is increases to $4.</p>\n<p>Finally, A withdraws $3 from the pooled investment program.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*146</span>\n---------------------------------------------------------------------\n                   Debtor's Accounting System\n----------------------------------------------------------------------\n                        PIA                Operating Account\n----------------------------------------------------------------------\n                                Investor A   Debtor   PIA Total   Debtor\n-----------------------------------------------------------------------\n  Start                              $4        $5        $9         $3\n-----------------------------------------------------------------------\n  A dep. $3                          $7        $2        $9         $6\n-----------------------------------------------------------------------\n  Debtor dep. $4 into PIA            $7        $6       $13         $2\n-----------------------------------------------------------------------\n  Debtor dep. $2 in oper. acct.      $7        $6       $13         $4\n-----------------------------------------------------------------------\n  A w/d $3                           $4        $9        $13        $1\n------------------------------------------------------------------------\n</pre>\n<p>The total balance of the PIA does not changeit is still $13. But, under the Debtor's accounting system, the Debtors balance in its sub-fund in the PIA rises to $9 while A's balance in its sub-fund falls to $4. The Debtor pays $3 out of its operating account to A. No funds are transferred between the PIA and the operating account.</p>\n<p></p>\n<h2>C. Dispute</h2>\n<p>The Committee seeks a declaratory judgment that no trust relationship exists between the Debtor and the Non-Debtor Defendants and, thus, all the funds in the PIA are property of the Debtor's estate. The Committee further argues that, assuming, <i>arguendo,</i> a trust relationship exists, under the lowest intermediate balance test (\"LIBT\"), the defendants are unable to trace the alleged trust funds and, as a result, all of the funds in the PIA are property of the Debtor's estate.</p>\n<p>The defendants assert that the Debtor and the investors intended to create a trust relationship through their understanding and actions. Furthermore, the defendants argue that the Debtor's detailed accounting system allows the Court to trace each deposit and withdrawal from the PIA. As such, the defendants assert that they have established that the funds in the PIA are assets of the Non-Debtor Defendants, and not property of the Debtor's estate.</p>\n<p></p>\n<h2>II. Procedural Background</h2>\n<p>On November 11, 2009, the Debtor filed a motion seeking authority for it to use its pooled investment account and to process withdrawal requests by investors. The Non-Debtor Defendants joined the Debtor's motion and the Committee opposed the relief sought therein. At the hearing on the motion, the Court instructed the Committee to commence an adversary proceeding to resolve the issues.</p>\n<p>The Court also ordered that all withdrawals from the PIA would need Court approval until the resolution of these issues. To date, the Court has entered several consensual orders allowing specific withdrawals from the PIA.</p>\n<p>On December 18, 2009, the Committee filed its Complaint. The Complaint includes five claims for declaratory judgment: (I) the Debtor and the Non-Debtor Defendants constitute a single entity; (II) a valid trust does not exist with respect to the PIA; (III) the Debtor owns all legal and equitable interests in the PIA under the doctrine of merger; (IV) the alleged trust funds cannot adequately be traced; and (V) substantive consolidation of the Debtor and the Non-Debtor Defendants is appropriate.</p>\n<p>The Court has bifurcated the adversary proceeding into two phases: Phase I addresses claims I and IV, i.e., the existence of a trust and the tracing of the trust funds. If necessary, Phase II will address the Committee's remaining claims. The Court held a four (4) day trial with respect to Phase I of this litigation. The evidentiary <span class=\"star-pagination\">*147</span> record has been closed and the issues are now ripe for the Court's consideration. This is the Court's ruling on Phase I of the litigation.</p>\n<p></p>\n<h2><i>LEGAL ANALYSIS</i></h2>\n<p></p>\n<h2>I. The Defendants Have The Burden Of Establishing That The Funds In The PIA Are Not Property Of The Estate.</h2>\n<p>Currently there is approximately $120 million on deposit in the PIA. Of that amount, the defendants assert that approximately $75 million is not property of the Debtors' estate but, rather, is held by the Debtor in trust for the benefit of 31 separate beneficiaries, consisting of 20 parishes, 10 non-debtor affiliates and one unaffiliated entity.</p>\n<p>The PIA is held solely in the name of the Debtor. As such, the account and its funds are property of the estate under section 541(a) of the Bankruptcy Code.<sup>[16]</sup> Under section 541(d), however, property of the estate does not include \"property in which the debtor holds, as of the commencement of the case, only legal title and not an equitable interest.\"<sup>[17]</sup> The \"classic definition of a trust . . . [is that] the beneficiary has an equitable interest in the trust property while legal title is vested in the trustee.\"<sup>[18]</sup> Thus, if the alleged trust funds are, indeed, held in trust and can be traced from their source, they are not property of the estate.</p>\n<p>As the alleged beneficiaries of a trust, the Non-Debtor Defendants bear the burden of (1) demonstrating that the trust relationship and its legal source exist, and (2) identifying and tracing the trust funds if they have been commingled with non-trust funds.<sup>[19]</sup> The Court looks \"to state law to determine whether the claimant has shown a trust relationship, but [it looks] to federal law to determine whether the claimant has traced and identified the trust funds.\"<sup>[20]</sup></p>\n<p></p>\n<h2>II. Under Delaware Law, A Resulting Trust Exists In This Case.</h2>\n<p>No written trust agreement exists between the Debtor and any of the <span class=\"star-pagination\">*148</span> purported beneficiaries.<sup>[21]</sup> Notwithstanding the absence of a written agreement, the Debtor may hold the funds under a \"resulting trust.\" Under Delaware law, \"[a] resulting trust is one implied by law from the supposed intentions of the parties and the nature of the particular transaction.\"<sup>[22]</sup> More specifically, a resulting trust \"arises where a person conveys property under circumstances that raise an inference that the person does not intend the person taking or holding the property to have the beneficial interest in the property.\"<sup>[23]</sup> The inference arises from the character of the transaction rather than from a declaration of intention.<sup>[24]</sup></p>\n<p>Most commonly, a resulting trust exists where person A provides the purchase price to person B for the acquisition of property by B for the benefit of A. The trust relationship arises from the \"natural presumption that, in the absence of evidence to the contrary, the person who supplies the purchase price intends that the property shall inure to her won benefit, and, that a conveyance in the name of another is for some mere incidental reason.\"<sup>[25]</sup></p>\n<p>The relationship between the parties in this case, which is akin to that between an investor and a broker, is a variation of that construct.<sup>[26]</sup> The investors transferred their money to the Debtor under the pooled investment program for the Debtor to invest on their behalf. The Debtor, among other things, managed the investment accounts, chose the investment managers and provided the investors with quarterly statements. In addition, many of the investors relied upon the Finance Council of the Diocese to determine their investment portfolio.</p>\n<p>The Committee, however, argues that the definition of a resulting trust should be narrowly applied and, since no Delaware court has addressed whether a resulting trust exists in the exact context before this Court, one cannot exist here. The Court disagrees.</p>\n<p>A resulting trust may arise in any one of the following situations:</p>\n<blockquote>1. Where a private or charitable trust fails in whole or in part;</blockquote>\n<blockquote>2. Where a private or charitable trust is fully performed without exhausting the trust estate;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*149</span> 3. Where property is purchased and the purchase price is paid by one person and at his direction the vendor transfers the property to another person.<sup>[27]</sup></blockquote>\n<p>Arguably, the parties' relationship here does not precisely fit into one of these three categories and, thus, the Committee argues that no resulting trust exists.<sup>[28]</sup></p>\n<p>Importantly, however, the circumstances outlined above are those under which a resulting trust <i>may</i> exist not <i>may only</i> exist. The definition of a resulting trust is actually a bit broader.</p>\n<blockquote>A resulting trust arises where a person makes or causes to be made <i>a disposition of property</i> under circumstances which raise an inference that he does not intend that the person taking or holding the property should have the beneficial interest therein, unless the inference is rebutted or the beneficial interest is otherwise effectively disposed of.<sup>[29]</sup></blockquote>\n<p>\"Disposition\" is defined as the \"[a]ct of disposing; transferring to the care or possession of another.\"<sup>[30]</sup> A situation such as that in this case might meet such a definition, i.e., a person makes a disposition of property to another party for the purpose of having the second party invest that property on the first party's behalf by purchasing securities. The question is whether the defendants have proven that a resulting trust, in fact, exists.</p>\n<p>The overwhelming weight of the facts in this case establish that a resulting trust exists in this case.<sup>[31]</sup> There is no question that every party that participates in the pooled investment program has transferred money to the Debtor for the Debtor to deposit in the PIA and invest those funds on the investors' behalf through the purchase of securities. The evidence also establishes that the parties have intended for those funds to remain the property of the investors and that the investors could withdraw the funds at any time. These intentions are manifested by the actions of the parties. For example, a number of investors have, from time to time, withdrawn some or all of their funds. Another used its funds in the PIA as collateral for a loan. In addition, the Debtor provided the investors with summary quarterly statements identifying each investor as the owner of its investments.</p>\n<p>Thus, the defendants have met their burden of establishing that a resulting trust exists in this case and that the funds transferred to the Debtor from the investors (a.k.a. trust beneficiaries) are, in fact, trust funds.</p>\n<p></p>\n<h2>III. The Trust Funds Are Commingled With The Debtor's Funds.</h2>\n<p>Having established the existence of a resulting trust, the defendants have the further burden under federal law of identifying and tracing the trust funds <i>if they have been commingled with non-trust funds.</i><sup>[32]</sup> Thus, the next question is whether the trust funds have been commingled. The defendants argue that under the pooled investment program's accounting system, the trust funds are not commingled with the Debtor's funds. More specifically, <span class=\"star-pagination\">*150</span> they argue that the investors' funds are meticulously tracked by sub-fund in the PIA. At all times, they argue, it is clear exactly what portion of the PIA belongs to each investor. Moreover, they argue that the deposit and withdrawal of funds through the Debtor's operating account is irrelevant because the substance of the transaction occurs in the PIA.</p>\n<p>The defendants' argument ignores both reality and the law. First, the question at this stage is not whether the defendants can properly identify and trace the trust funds but whether the trust funds have been commingled with the Debtor's property. The answer is clearly yesboth in the Debtor's operating account and the PIA. Regardless of accounting treatment, the investors issue checks payable to the Debtor and the Debtor deposits those checks into its operating account. That operating account contains other property of the Debtor.<sup>[33]</sup> Clearly, this constitutes the commingling of trust and non-trust fund in the operating account.</p>\n<p>The trust funds are also commingled with the Debtor's funds in the PIA. Recall that <i>the accounting sub-funds are not actual, separate bank accounts.</i> Rather, they are an accounting method by which the money in the 12 separate sub-accounts in the PIA are earmarked for the participants in the pooled investment program. Recall further that the Debtor has approximately $45 million on deposit in the PIA. Thus, regardless of the accounting treatment, the trust funds in the PIA are commingled with the Debtor's property.</p>\n<p>Moreover, the law requires that the Non-Debtor Defendants identify the specific property placed in trust.<sup>[34]</sup> The investors' checks are deposited in the Debtor's operating account. Once an investor's dollar hits the operating account it is immediately commingled with the Debtor's property. Also, assuming any trust funds make it into the PIA, they are once again immediately commingled with the Debtor's property. Indeed, even if the investors had deposited their money directly into the PIA instead of through the operating account, the trust funds would still be commingled in the PIA.</p>\n<p>The accounting system may serve to divvy out the pieces of the pie, but the pieces are all in one dish. Thus, the defendants must identify and trace their piece of pie.</p>\n<p></p>\n<h2>IV. The Defendants Cannot Trace Their Money Into The PIA.</h2>\n<p>As the trust funds have been commingled, the final question is whether the defendants can meet their burden of identifying and tracing those funds.<sup>[35]</sup> The Court finds that they cannot.</p>\n<p></p>\n<h2>A. The Governing Standard</h2>\n<p>There are two competing standards governing how the defendants may identify and trace trust funds. The first is the \"lowest intermediate balance test\" or \"LIBT,\" which has its roots in trust law. The second is the more relaxed or liberal <span class=\"star-pagination\">*151</span> \"nexus\" test, which was established by the Supreme Court in <i>Begier v. I.R.S</i><i>.</i><sup>[36]</sup> The Court finds that the LIBT is the appropriate standard to apply in this case. In establishing the nexus test in <i>Begier,</i> the Supreme Court deviated from the long-standing LIBT due to the unique facts and circumstances raised by the specific type of trust at issue in the case. As such, the holding in <i>Begier</i> should be narrowly construed and the nexus test should only apply in cases where a court is faced with facts similar to those in <i>Begier.</i><sup>[37]</sup> The trust at issue in this case, however, bears no similarity to that at issue in <i>Begier.</i> Thus, this Court will apply the LIBT. In so holding, this Court respectfully limits the application of the Third Circuit's holding in <i>City of Farrell</i> to the facts of that case and rejects the holding in <i>Edison Bros.</i><sup>[38]</sup></p>\n<p></p>\n<h2>1) The Lowest Intermediate Balance Test</h2>\n<p>Cash is fungible. If you deposit $1 into your bank account and immediately withdraw $1 from your account there is simply no way to determine whether it is the same dollar that you just deposited (nor does it matter). Upon deposit, that $1 was commingled with the rest of the money in your account and became indistinguishable from its brethren. <i>Thus, in reality, there is simply no way to trace trust funds once they have been commingled with non-trust funds.</i></p>\n<p>Trust law has dealt with this issue by creating the \"lowest intermediate balance test\" or \"LIBT.\"</p>\n<blockquote>In cases where the trust property has been commingled, courts resolve the issue with reference to the so-called \"lowest intermediate balance\" rule, which is grounded in the fiction that, when faced with the need to withdraw funds from a commingled account, the trustee withdraws non-trust funds first, thus maintaining as much of the trust's funds as possible. Hence, pursuant to the lowest intermediate balance rule, if the amount on deposit in the commingled fund has at all times equaled or exceeded the amount of the trust, the trust's funds will be returned in their full amount. Conversely, if the commingled fund has been depleted entirely, the trust is considered lost. Finally, if the commingled fund has been reduced \"below the level of the trust fund but not depleted, the claimant is entitled to the lowest intermediate balance in the account.\" In no case is the trust permitted to be replenished by deposits made subsequent to the lowest intermediate balance.<sup>[39]</sup></blockquote>\n<p>The Third Circuit has not formally adopted the LIBT.<sup>[40]</sup> Nonetheless, it is a longstanding principal of trust law.<sup>[41]</sup> Indeed it has been routinely applied by federal courts in this Circuit and throughout the country.<sup>[42]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*152</span> 2) The \"Nexus\" Test</h2>\n<p>Despite the LIBT's grounding in the common law governing trusts and its application by numerous federal courts, in some instances courts have applied a different test, i.e., whether the trust beneficiary can establish a \"nexus\" between the initial trust <i>res</i> and the property the beneficiary is presently asserting as its property.</p>\n<p></p>\n<h2>a) <i>Begier v. I.R.S</i><i>.</i>\n</h2>\n<p>The nexus test was initially adopted by the Supreme Court in <i>Begier v. I.R.S</i><i>.</i><sup>[43]</sup> The debtor in <i>Begier</i> was a commercial airline. Under federal law, the debtor was required to withhold taxes from its employees' wages and excise taxes from its customers for payment to the I.R.S. By early 1984, the debtor had fallen behind in its payments of these taxes to the I.R.S. In February of that year, the I.R.S. ordered the debtor to deposit all taxes it collected thereafter from its employees and customers into a separate bank account. The debtor established the account but did not deposit funds sufficient to cover the entire amount of the tax obligations. Nonetheless, it remained current on these obligations through June 1984, paying the I.R.S. approximately $1.6 million in aggregate from two separate accounts. The debtor and the I.R.S. agreed that all of these payments were to be allocated to existing and specific tax obligations. In July 1984, the debtor filed bankruptcy. The trustee brought an action under section 547 of the Bankruptcy Code to recover as a preference the money paid to the I.R.S. The issue before the Court was whether the money that had been transferred to the I.R.S. was held in trust by the Debtor for the benefit of the I.R.S.</p>\n<p>The <i>Begier</i> Court first held that, under the federal law governing the collection of the taxes at issue, a trust was created at the moment the relevant payments (from customers to the debtor for excise taxes and from the debtor to its employees for FICA and income taxes) were made.<sup>[44]</sup> The Court went on to state, however, that whether a \"trust for the benefit of the IRS existed is not alone sufficient to answer the question presented by this case: whether the <i>particular dollars</i> that [the debtor] paid to the IRS from its general operating accounts were `property of the debtor.'\"<sup>[45]</sup> The Court further stated that the statute creating the trust \"provides no rule by which we can decide whether the assets [the debtor] used to pay the IRS were assets belonging to that trust.\"<sup>[46]</sup></p>\n<p>The Court quickly determined that traditional tracing rules such as the LIBT were not helpful.</p>\n<blockquote>In the absence of specific statutory guidance on how we are to determine whether the assets transferred to the IRS were trust property, we might naturally begin with the common-law rules that have been created to answer such questions about other varieties of trusts. Unfortunately, such rules are of limited utility in the context of the trust created by § 7501. Under common-law principles, <span class=\"star-pagination\">*153</span> a trust is created <i>in property;</i> a trust therefore does not come into existence until the settler identifies an ascertainable interest in property to be the trust <i>res.</i> A § 7501 trust is radically different from the common-law paradigm, however. That provision states that \"the <i>amount</i> of [trust-fund] tax ... collected or withheld shall be held to be a special fund in trust for the United States.\" Unlike a common-law trust, in which the settlor sets aside particular <i>property</i> as the trust <i>res,</i> § 7501 creates a trust in an abstract \"amount\"a dollar <i>figure</i> not tied to any particular assets-rather than in the actual dollars withheld. Common-law tracing rules, designed for a system in which particular property is identified as the trust <i>res,</i> are thus unhelpful in this special context.<sup>[47]</sup></blockquote>\n<p>The Court then went through the process of determining what tracing rule would be appropriate.</p>\n<p>First, the Court began by discussing its decision in <i>United States v. Randall</i><sup>[48]</sup> where it had \"refused to permit the IRS to recover the taxes ahead of administrative expenses, stating that `the statutory policy of subordinating taxes to costs and expenses of administration would not be served by creating or enforcing trusts which eat up an estate, leaving little or nothing for creditors and court officers whose goods and services created the assets.'\"<sup>[49]</sup> The Court then held that \"[t]he strict rule of <i>Randall</i> ... did not survive the adoption of the new Bankruptcy Code.\"<sup>[50]</sup></p>\n<p>Rather, relying on floor statements made in connection with the adoption of section 541 as \"persuasive evidence of Congressional intent,\"<sup>[51]</sup> the Court held that \"courts should permit the use of reasonable assumptions under which the Internal Revenue Service, and other tax authorities, can demonstrate that amounts of withheld taxes are still in the possession of the debtor at the commencement of the case.\"<sup>[52]</sup> The Court went on to state that \"Congress expected that the IRS would have to show <i>some</i> connection between the § 7501 trust and the assets sought to be applied to a debtor's trust-fund tax obligations.\"<sup>[53]</sup> This leads to the question of \"how extensive the required nexus must be.\"<sup>[54]</sup> Relying on the \"literal reading\" of a passage from the House Report,<sup>[55]</sup> the Court found that one such assumption was that \"any voluntary prepetition payment of trust-fund taxes out of the debtor's assets is not a transfer of the debtor's property.\"<sup>[56]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*154</span> b) City of Farrell</h2>\n<p>In <i>City of Farrell,</i> the Third Circuit faced a similar issue as that before the Supreme Court in <i>Begier</i> except it involved the withholding of municipal taxes under Pennsylvania law.<sup>[57]</sup> The debtor in that case maintained its main plant and principal place of business in Farrell, Pennsylvania. Pursuant to authority granted under state law, the city had enacted a tax on the earned income and net profits of all residents and non-residents employed or conducting business within the city. Under the ordinance and Pennsylvania law, employers located in the city were required to withhold taxes on locally earned income from the wages of any employee subject to the city income tax and remit those taxes in quarterly payments to the city.</p>\n<p>The taxes at issue were those relating to the 4th quarter of 1992. Prior to filing bankruptcy, the debtor withheld the required taxes. The debtor filed bankruptcy on November 30, 1992. Post-petition, the debtor only remitted the post-petition portion of the fourth-quarter wages it had withheld for payment to the city. The debtor retained the remainder of the withheld fourth-quarter taxes, i.e., those applying to pre-petition wages. The city then sought turnover of those taxes.</p>\n<p>The Third Circuit was faced with the same issues presented heredid a trust exist and could the trust funds be traced. First, the Court held that, under Pennsylvania law, when the debtor withheld the city taxes a trust was created so that the debtor held the funds in trust for the city.<sup>[58]</sup> Second, the Court held that it should analyze the trust at issue in its case as the Supreme Court analyzed the trust before it in <i>Begier.</i><sup>[59]</sup> Third, the Court adopted the holding in <i>Begier</i> that \"the common-law tracing rules should not apply to our decision on whether the city has satisfied <i>Begier's</i> nexus requirement.\"<sup>[60]</sup></p>\n<p>Having made those rulings, the Court was faced with \"an insurmountable hurdle\" in determining whether the nexus requirement was satisfied because neither lower court had made findings upon which the Third Circuit could predicate such a finding.<sup>[61]</sup> Thus, the Court remanded the case to the lower courts for \"appropriate fact finding.\"<sup>[62]</sup> The Court also stated that in making its finding the lower court should be cognizant of those findings necessary to apply the \"lowest intermediate balance test.\"<sup>[63]</sup></p>\n<p></p>\n<h2>c) Edison Brothers</h2>\n<p>In <i>Edison Bros.,</i> this Court adopted the holdings of <i>Begier</i> and <i>City of Farrell,</i> albeit under very different facts.<sup>[64]</sup> In 1995, Edison Brothers Stores, Inc. and several affiliates filed Chapter 11. Two years later, the Court confirmed the debtors' plan of reorganization. As part of that plan, Edison obtained approval to terminate its overfunded pension plan. EBS Pension, L.L.C. was formed to collect the \"excess proceeds\" from the terminated pension plan and to distribute them to the general unsecured creditors. The amount available for distribution was to be net of <span class=\"star-pagination\">*155</span> taxes but there was uncertainty over what taxes would actually be due. As a result, the plan provided that the reorganized debtors would \"reserve $7,000,000 from the Pension Plan Proceeds in order to fund any taxes that may arise as a result of the termination of the Pension Plan ... The $7,000,000 reserved amount, less any taxes required to be paid in connection with termination of the Pension Plan, shall be transferred by the Reorganized Debtors to the EBS Pension, L.L.C. as soon as practicable after the issuance of [a letter ruling by the IRS determining the amount of taxes due].\"</p>\n<p>In 1998, the I.R.S. issued a letter ruling stating that no taxes were due. EBS immediately demanded that the reorganized debtors turn over the tax reserve. Edison refused. Shortly thereafter, Edison and its affiliates filed their second chapter 11 cases. EBS filed an adversary proceeding seeking a declaratory judgment that the tax reserve was held in constructive trust for EBS and, therefore, was not property of the debtors' estate.</p>\n<p>The issue in <i>Edison</i> was before the Court on cross motions for summary judgment and may sound familiardid a trust exist and could the trust funds be traced. The Court applied federal common law and found that the tax reserve was held in constructive trust for the benefit of EBS.<sup>[65]</sup> That left the burden on EBS to identify and trace the funds. As the debtors had commingled the tax reserve with its general operating account, the debtors argued that the burden could never be met.<sup>[66]</sup></p>\n<p>In response, the Court stated that \"the Supreme Court (and the Third Circuit) have cast doubt on this strict interpretation\" put forth by the debtors.<sup>[67]</sup> After summarizing the holdings in <i>Begier</i> and <i>City of Farrell,</i> the Court held that \"[a]lthough both the <i>Begier</i> and the <i>[City of Farrell]</i> cases dealt with taxes, they apply equally to all constructive trust cases under section 541(d).\"<sup>[68]</sup></p>\n<p>The Court denied EBS's motion for summary judgment because there was a material and disputed issue of fact whether a nexus existed between the trust <i>res</i> and the funds in the debtors' possession.<sup>[69]</sup> Finally, the Court held that, \"[a]lthough using the lowest intermediate balance test will satisfy the nexus requirement, it is not the only way it can be met... the nexus must be determined in light of all circumstances.\"<sup>[70]</sup></p>\n<p></p>\n<h2>3) The Nexus Test Should Be Narrowly Construed And, Thus, Is Not Applicable In This Case.</h2>\n<p>This Court's starting point is that urged by the Supreme Court in <i>Begier</i>\"the common-law rules that have been created to answer ... questions about ... trusts.\"<sup>[71]</sup> The problem of a trustee commingling trust funds with his own property in one indistinguishable mass is not a novel one. The courts have developed the LIBT to protect the interests of the trust beneficiaries <i>but also those of the trustee's general unsecured creditors.</i> Of course, this issue is particularly difficult when there are insufficient funds to pay both the trust beneficiaries and the trustee's other creditors in full. In that case, it is a \"zero sum\" <span class=\"star-pagination\">*156</span> game. Every $1 that is ruled to be held in trust is a $1 that is unavailable for general unsecured creditors. In addition, if the trust funds are not traceable, the trust beneficiaries will still have a claim against the trustee but they will have to share that $1 <i>pro rata</i> with the trustee's other creditors.</p>\n<p>The LIBT is an elegant common law solution to this problem. First, it ameliorates the difficulties of tracing fungible assets by creating the legal fiction \"that, when faced with the need to withdraw funds from a commingled account, the trustee withdraws non-trust funds first, thus maintaining as much of the trust's funds as possible.\"<sup>[72]</sup> Second, it prevents the trustee from defeating his trust obligations by simply commingling those funds with his ownmore is required. Third, it requires the creditor seeking a priority over other creditors to establish its right to favorable treatment. Fourth, other than addressing the difficulties of tracing fungible assets, it does not expand the rights of trust beneficiaries beyond that which they had at the formation of the trusta property interest in the trust <i>res.</i></p>\n<p>As noted above, numerous federal courts have adopted the LIBT.<sup>[73]</sup> Indeed, the first federal court to adopt a different test was the Supreme Court in <i>Begier.</i> The <i>Begier</i> Court deviated from the common law tracing rules not because it found them lacking. Rather, it was because of the unique nature of the trust at issue in the case, which the Court stated was \"radically different from the common law paradigm.\"<sup>[74]</sup> The trust at issue in <i>Begier</i> is a creature of section 7501 of the Internal Revenue Code, which provides that \"[w]henever any person is required to collect or withhold any internal revenue tax from any other person and to pay over such tax to the United States, the <i>amount</i> of tax so collected or withheld shall be held to be a special fund in trust for the United States.\"<sup>[75]</sup> The difference upon which the <i>Begier</i> Court focused was that, \"[u]nlike a common-law trust, in which the settlor sets aside particular <i>property</i> as the trust <i>res,</i> § 7501 creates a trust in an abstract `amount'a dollar <i>figure</i> not tied to any particular assetsrather than in the actual dollars withheld.\"<sup>[76]</sup> As a result, the Court, not surprisingly, found that \"common law tracing rules\" were not helpful.<sup>[77]</sup></p>\n<p>The Court did not go far enough. Not only does the \"§ 7501 trust\" at issue in <i>Begier</i> not fit \"the common law paradigm,\" it is not even a \"trust\" as that term is used under the law. You simply cannot have a trust without trust property.<sup>[78]</sup> The \"amount of tax\" is not property. Rather, it is the <i>value</i> of the property.</p>\n<p>For example, where person A transfers his horse to person B as trustee, the trust property is the horse. Of course, the value of the property may fluctuate or even disappear all together (for instance, if the horse dies). But, under the \"§ 7501 trust,\" when A transfers his horse to B as trustee, the trust property is the value of the horsenot the horse. Moreover, the value of the trust property is fixed upon creation of the trust. Thus, if the horse were to be injured and, thus, decline in value, B would nonetheless be responsible to A for the original value of the horse. <span class=\"star-pagination\">*157</span> The § 7501 trust is nothing more than a debtor/creditor relationship, which provides the government with, in effect, a super-priority claim in a fixed amount against the debtor.<sup>[79]</sup> The disposition of the actual money collected from the tax payers by the debtor is simply irrelevant. When viewed in this context, it is hardly surprising that the Supreme Court found it necessary to fashion a different rule from LIBT. What it came up with was the nexus requirement.</p>\n<p>The Third Circuit was faced with a similar issue in <i>City of Farrell</i> and applied <i>Begier's</i> nexus requirement. But, the trust at issue in that case was different from that in <i>Begier</i>it applied to the actual funds withheld and not the amount of the funds. There was no need for the Court to do anything other than apply established trust law tracing rules. Nonetheless, the Court adopted <i>Begier</i> and it is the law of this Circuit. However, for the reasons discussed above, this Court believes that the holding in <i>City of Farrell</i> should be limited to the facts in that case and, thus, is not controlling here.</p>\n<p>Finally, in <i>Edison Bros.,</i> this Court applied <i>Begier</i> and <i>City of Farrell</i> under completely different facts than those at issue in those cases. In so ruling, the Court held that \"[a]lthough both the <i>Begier</i> and the <i>[City of Farrell]</i> cases dealt with taxes, they apply equally to all constructive trust cases under section 541(d).\" This Court believes that to be an overly expansive reading of the holding in those cases. Indeed, it ignores the unique facts in <i>Begier</i> that gave rise to the creation of the nexus test in the first place.</p>\n<p>Moreover, precisely as in <i>City of Farrell,</i> the trust at issue in <i>Edison Bros.</i> was very different from that in <i>Begier</i>it applied to the actual funds withheld and not the amount of the funds. For those reasons, this Court respectively disagrees with the holding in <i>Edison Bros.</i> and will not apply it in this case.</p>\n<p>This Court's decision not to apply the nexus test here is supported by the Eighth Circuit's opinion in <i>MJK Clearing.</i><sup>[80]</sup> The debtor in that case, MJK, was the subject of a liquidation proceeding under the Securities Investor Protection Act. Shortly before MJK's \"financial demise,\" an investment firm, Ferris, Baker Watts, Inc. (\"Ferris\"), and MJK entered into a stock-loan transaction for a third party's stock. The contract between the parties required Ferris to pledge cash collateral equal to the current market value of the stock to secure the loan. MJK was required to identify the collateral on its books; however, the contract permitted MJK to use or invest the cash collateral and did not require MJK to segregate the collateral.</p>\n<p>To consummate the stock-loan transaction, Ferris transferred $22 million as collateral to MJK's Depository Trust Company (\"DTC\") account, and MJK transferred two million shares of the stock to Ferris's DTC account. MJK also had numerous other unrelated transactions settled through the DTC account on the same day, with the transactions settled on a net basis, rather than on an individual basis. By the end of day, MJK's DTC account balance was negative, requiring MJK to transfer funds from one of its bank accounts to the DTC account. On two subsequent occasions, the parties \"marked to market\" the balance of the collateral in the possession of MJK, reducing the balance to $18 million. Subsequently, a decree was entered at the request of the Securities Investors Protection Corporation and <span class=\"star-pagination\">*158</span> a trustee was appointed. Ferris brought an adversary proceeding seeking, among other things, a declaration that $18 million in MJK's accounts were held in trust for Ferris and, thus, were not property of the estate. The lower courts found that Ferris could not trace the funds deposited into MJK's DTC account and the Eighth Circuit affirmed.</p>\n<p>Ferris argued that the Court should apply the nexus test in <i>Begier</i> to determine whether the trust funds could be traced. The Eighth Circuit declined, noting the distinction between the trust in <i>Begier,</i> which was a trust in an abstract amount, and that sought by Ferris, which was trust over specific property.<sup>[81]</sup></p>\n<p>Like in <i>MJK,</i> the unique facts of <i>Begier</i> are not present in this case. Indeed, the facts here are unremarkable. The Court has already found that each party that participated in the pooled investment program transferred money to the Debtor for the Debtor to deposit in the PIA where the money would be invested on the investor's behalf through the purchase of securities. There is simply no reason to apply anything other than the long-standing tracing rules applied under trust law.</p>\n<p>In conclusion, this Court finds that neither <i>Begier</i> nor <i>City of Farrell</i> are controlling in this case and will not apply their holdings. In addition, the Court disagrees with the holding in <i>Edison Bros.</i> and will not adopt it. Thus, it will apply the lowest intermediate balance test to determine whether the defendants have met their burden of identifying and tracing the funds at issue in this case.</p>\n<p></p>\n<h2>B. The Defendants Cannot Trace The Trust Funds Into The PIA</h2>\n<p>Having cleared the brush, the Court comes to the ultimate question in this casecan the defendants identify and trace the funds deposited in trust with the Debtor to the PIA. They cannot.</p>\n<p>Under the pooled investment program, the investor writes a check payable to the Debtor. The Debtor then deposits that check into its operating account. Upon deposit of the check, the Debtor makes an accounting entry whereby it reduces its balance in the PIA by the amount of the investor's check and increases the investor's balance by the same amount. There is no transfer of funds from the Debtor's operating account to the PIA at the time of the deposit. Rather the transaction is consummated by an accounting entry relating to the PIA. From time to time, the Debtor has transferred funds back and forth between the operating account and the PIA based upon the Debtor's own liquidity needs.<sup>[82]</sup> Ultimately the balance in the PIA reached $120 million, $75 million of which the defendants claim are trust funds and, thus, not property of the estate.</p>\n<p>The defendants argue that for purposes of identifying and tracing the trust funds, the Court should look solely to the Debtor's accounting records, which meticulously recorded the investors' share of the funds in the PIA. Were the Court to do so, the defendants could easily satisfy their <span class=\"star-pagination\">*159</span> burden under the LIBT. The evidence established that due to the Debtor's own funds in the PIA the balance never dropped below the amount of the trust funds on deposit.</p>\n<p><i>This argument, however, ignores the fact that the trust funds were deposited and withdrawn from the operating account and not the PIA.</i> Thus, the defendants must identify and trace the trust funds (i) to and from the operating account; and (ii) between the operating account and the PIA. This is what they cannot due. The defendants did not present any evidence sufficient to trace the funds in this manner because no such evidence exists. As such, they simply cannot meet their burden.<sup>[83]</sup></p>\n<p>That leaves the Debtor with two final arguments. The first is that the defendants can satisfy the LIBT because, under <i>Columbia Gas,</i> to do so the Court need merely examine the balance of the PIA as of the Petition Date, which exceeded the amount of the trust funds. This argument ignores the fact that the funds went in and out of the operating account. In addition, it is a misreading of the holding in <i>Columbia Gas.</i> Finally, it is a misapplication of the LIBT.</p>\n<p>The first point has been examined above. The second and third points can be easily refuted. The question in <i>Columbia Gas</i> was a familiar onedid a trust exist and could the trust funds be traced. In reviewing whether the trust beneficiaries had met their burden of tracing their funds, the Court applied the LIBT.<sup>[84]</sup> The lower court in <i>Columbia Gas</i> had found that the lowest immediate balance was the amount in the account on the petition date. The Third Circuit did not perform its own LIBT but, rather, <i>relied on the lower court's finding, which no party had challenged.</i><sup>[85]</sup> The defendants argue that the Court's reliance constitutes a holding that to determine the lowest intermediate balance test in a bankruptcy case one merely checks the account balance on the petition date. Inferring the establishment of a legal rule in such circumstances is, frankly, absurd.<sup>[86]</sup></p>\n<p><span class=\"star-pagination\">*160</span> Moreover, it is unclear from the opinion in <i>Columbia Gas</i> as to how the lower court made its finding that the lowest immediate balance was the amount in the account on the petition date. It may very well have been a coincidence that the lowest intermediate balance occurred on the petition date. If the lower court simply took the balance on the petition date without reviewing the pre-petition deposits and withdrawals, however, it erred.<sup>[87]</sup> If this Court were to adopt the Debtor's argument that it should only look at the balance of the PIA on the petition date it would also be misapplying the law.</p>\n<p>The sole remaining argument is that the Court should, in effect, substantively consolidate the operating account and the PIA for the purpose of tracing the trust funds. This argument must also fail. Two separate courts have addressed this precise issue. In <i>MJK,</i> the purported trust beneficiary, Ferris, argued that a trust existed with respect to all of the cash and the cash equivalents in MJK's estate and not just the funds in the account into which Ferris made deposits and withdrawals.<sup>[88]</sup> The Eighth Circuit declined to do so.</p>\n<blockquote>Ferris's and MJK's interests did not merge into an indistinguishable mass of interests across all of MJK's cash and cash equivalents. Ferris deposited the cash collateral into a particular account, MJK's DTC account. MJK's DTC account is the only asset in which Ferris's and MJK's interests merged into an indistinguishable mass.<sup>[89]</sup></blockquote>\n<p>The Court then applied the LIBT to MJK's DTC account. The Court found that, as that account had a negative balance at the end of the day on which Ferris made his initial deposit, the trust was completely dissipated and Ferris was left with a general unsecured claim against MJK's estate.<sup>[90]</sup></p>\n<p>The First Circuit faced a virtually identical argument in <i>Connecticut General Life Ins.</i><sup>[91]</sup> The debtor in that case had twelve operating accounts. The purported trust beneficiary deposited approximately $420,000 into one of those accounts. The trust beneficiary showed that money from one account was sometimes transferred to another and that the total combined deposits in those accounts never dropped below approximately $290,000. At some point, the particular account into which the <i>res</i> had been deposited was completely depleted and the balance was $0. The parties did not dispute that the LIBT was applicable. Neither did they dispute that the trust beneficiary could trace its funds in or out of the account in which its check was initially deposited.</p>\n<p>The trust beneficiary argued that based on the debtor's financial statements, which listed \"cash\" as a single item, the debtor did not have twelve separate bank accounts, but only one general \"cash-in-banks\" account. The First Circuit rejected the argument.</p>\n<blockquote>The fact that multiple accounts are consolidated for accounting purposes on a single line of the financial statement does not, of course, mean that they are effectively one account. Nor does it obviate <span class=\"star-pagination\">*161</span> the need for tracing the assets in any particular account. The point of tracing is to follow the particular entrusted assets, not simply to identify some assets. The Second Circuit faced a similar situation in <i>In re United Cigar Stores Co.,</i> <span class=\"citation\" data-id=\"1492134\"><a href=\"/opinion/1492134/in-re-united-cigar-stores-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span> (2d Cir.1934). There, the claimant was a joint venturer of the bankrupt and asserted a trust interest in several of the bankrupt's bank accounts. The court rejected the claim, both on grounds that a trust relationship was not proven, and because the trust funds were not traced. On the issue of tracing, the court noted that, while the aggregate balance of the bank accounts had been shown to be above the alleged trust amount at all times, the claimant had failed to trace the specific assets of any particular account, which might well have been depleted at some point. As in <i>United Cigar Stores,</i> [the beneficiary] has not directed this court to any particular asset of the [debtor] where the alleged trust fund remains, even partially, intact.<sup>[92]</sup></blockquote>\n<p>Based on the facts in this case, the argument that the Debtor's operating account and PIA should be collapsed for purposes of tracing the trust funds is similarly flawed.</p>\n<p>The Court finds that the defendants have failed to meet their burden of tracing their funds. Thus, the entire balance of the PIA is property of the Debtor's estate under section 541(a) of the Bankruptcy Code.<sup>[93]</sup></p>\n<p></p>\n<h2>c. balancing the harms</h2>\n<p>The contents of the PIA are property of the Debtor's estate. The Non-Debtor Defendants still have a claim against the Debtor for their lost investment. That claim, however, will share <i>pro rata</i> with the other claims against the Debtor's estate.<sup>[94]</sup> Almost certainly, the claims in this case will not be paid in full. This may seem a harsh result for the Non-Debtor Defendants. But, to ignore precedent by ruling in their favor would have a negative impact on the other creditorsthe vast bulk of which are involuntary creditors that have asserted tort claims against the Debtor relating to sexual abuse.</p>\n<p>As stated earlier, the LIBT and tracing rules were developed to protect the interests of trust beneficiaries as well as those of the general unsecured creditors. The LIBT itself gives trust beneficiaries a \"break\" by adopting the legal fiction that their trust funds are the last to leave. Without that fiction, the beneficiaries would face the insurmountable hurdle of <span class=\"star-pagination\">*162</span> trying to identify their cash. To go a step further by applying the nexus test or consolidating the accounts would result in taking money away from the creditors that would otherwise be available to them under LIBT.<sup>[95]</sup> The respective rights of the trust beneficiaries and the other creditors under non-bankruptcy law should not be altered merely because the Debtor is in bankruptcy.<sup>[96]</sup></p>\n<p></p>\n<h2>V. St. Ann's Funds In The PIA Are Not Property Of The Debtor's Estate</h2>\n<p>There is one exception to the Court's ruling. The evidence established that St. Ann's has a written trust agreement with the Debtor.<sup>[97]</sup> Thus, an express trust exists between St. Ann's and the Debtor under which the Debtor is the trustee, St. Ann's is the beneficiary and the funds St. Ann's deposited into the pooled investment program are the trust <i>res.</i></p>\n<p>In addition, St. Ann's made its only deposit under the pooled investment program directly into the PIA. As a result, St. Ann's does not share the other non-defendants' difficulties in tracing its trust funds. The balance in the PIA never remotely came close to dipping below the amount invested by St. Ann's. Thus, St. Ann's has met its burden of establishing that its funds in the PIA (including any gains or subject to any losses on its investment) are <i>not</i> property of the estate.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons set forth above, the Court finds that (1) a resulting trust exists between the Debtor and the Non-Debtor Defendants (excluding St. Ann's); (2) an express trust exists between the Debtor and St. Ann's; (3) the defendants (excluding St. Ann's) have failed to meet their burden of establishing that the funds in the PIA are held in trust for them; and (4) St. Ann's has met its burden of establishing that its funds in the PIA are its property and, thus, not property of the estate. As such, the Court finds in favor of the defendants under Count II of the complaint; in favor of the plaintiff under Count IV of the Complaint (excluding St. Ann's); and in favor of St. Ann's under Count IV of the Complaint. The Court shall enter judgment consistent with its findings.</p>\n<p>Plaintiff is directed to submit an order and any other appropriate documentation under certification of counsel.</p>\n<h2>NOTES</h2>\n<p>[1]  This Opinion constitutes the Court's findings of fact and conclusions of law pursuant to Federal Rule of Bankruptcy Procedure 7052.</p>\n<p>[2]  In this Opinion, the Court draws a distinction between the Roman Catholic Diocese of Delaware (the \"Diocese\") and the Debtor. The Diocese is not a legal entity, but, rather, an ecclesiastical entity under Canon law. It includes the Debtor, the Diocese's parishes, and the other affiliated entities that carry out the Diocese's ministry. With one exception, the Non-Debtor Defendants (defined below) are separate corporate entities that are part of the Diocese. The Diocese and its members (parishes, etc.) are under the ecclesiastical authority of the Bishop. Catholic Diocese Foundation is both a separate corporate entity and is independent of the Diocese.</p>\n<p>[3]  There is one exception to this ruling. St. Ann's Roman Catholic Church can trace its funds. Thus, the Court finds that its investment is not property of the estate. <i>See</i> p. 43-44, infra.</p>\n<p>[4]  The Court's reference herein to the Parish Defendants is to the corporate entities not the ecclesiastical entities.</p>\n<p>[5]  As of December 31, 2009, the balance of each of the Parish Defendant's investments in the PIA was:\n</p>\n<p>St. Ann's: $1,582,192.82;</p>\n<p>St. Thomas the Apostle: $1,257,568.30;</p>\n<p>St John's: $281,329.62;</p>\n<p>Holy Spirit: $0.00; and</p>\n<p>St. Francis: $111,219.93.</p>\n<p>[6]  As of December 31, 2009, the balance of each of the Diocese Affiliate's investments in the PIA was:\n</p>\n<p>DOW Schools, $6,676,667.60;</p>\n<p>Cemeteries, $7,377,366.29;</p>\n<p>Siena Hall, $3,735,329.45;</p>\n<p>Children's Home, $4,394,720.47;</p>\n<p>Seton Villa, $3,477,450.23; and</p>\n<p>CYO, $212,497.97.</p>\n<p>[7]  The Parish Defendants, the Diocesan Affiliates and Foundation are collectively referred to herein as the \"Non-Debtor Defendants.\"</p>\n<p>[8]  Exh. 509 (Custody Agreement By and Between the Catholic Diocese of Wilmington, Inc. and Mellon Bank, N.A., dated July 23, 1999).</p>\n<p>[9]  <i>But see</i> Letter from Msgr. J. Thomas Cini, Vicar General, to Mark Freund, St. Mark's High School (Apr. 25, 2002) (Exh. 421) (\"Thank you for your letter of April 25, 2002 regarding the need to install a new air conditioning unit in the library. I am happy to give permission to the school for this capital acquisition. As for drawing down from the capital replacement fund, the school has permission to do so, if needed. As the books for the fiscal year are closed in June, our CFO, Joe Corsini, can make a determination whether the draw is necessary. If the expense can be handled through the normal budget, [sic] that is preferable to drawing on reserves.\").\n</p>\n<p>Furthermore, Mr. Corsini's testimony at trial is as follows:</p>\n<p>Q: I asked a question that related to whether if Monsignor Cini had said here I'm not giving permission, instead of I'm happy to give permission, would you have been able to cut a check at St. Marks' request?</p>\n<p>A: If my boss told me not to cut the check in this hypothetical, I would not cut the check.</p>\n<p>Testimony of Joseph Corsini, Trial Tr. 113:11-17, June 2, 2010.</p>\n<p>[10]  Testimony of Msgr. J. Thomas Cini, Trial Tr. 34:22-35:25, June 3, 2010. Foundation is not subject to this limitation.</p>\n<p>[11]  <i>See, e.g.,</i> Letter from Vy. Rev. Daniel W. Gerres, V.F. to Joseph P. Corsini (Ex. 363) (\"Find enclosed a check for $1,000,000 (One million dollars) to be invested in St. Thomas' name in the Diocesan account. It is my understanding that if the need arises, <i>this is and always will be available</i> for [St. Thomas the Apostle] parish use. If this is not the case, please return it and I will put it under my mattress for safe keeping.\") (emphasis added).</p>\n<p>[12]  <i>See</i> Exhs. 22, 339, 352, 355, 357, and 367. <i>See also</i> Exhs. 51-54 (FY09 Annual Parish Financial Reports for St. Francis, St. Ann's, St. John's, and St. Thomas the Apostle).</p>\n<p>[13]  Exh. 50 \"Financial Statements and Independent Auditors' Report, June 30, 2005 and 2004.\" <i>See also</i> Exh. 418 Financial Statements and Supplemental Schedules, Fiscal Year 2010.</p>\n<p>[14]  Exh. 409 (Revocable Trust Agreement between St. Ann's Church of Wilmington, Delaware, as Trustor, and the Catholic Diocese of Wilmington, Delaware).</p>\n<p>[15]  The defendants have stipulated that the Debtor invested this amount in the PIA on its own behalf.</p>\n<p>[16]  11 U.S.C. § 541(a)(1) (\"all legal or equitable interests of the debtor in property as of the commencement of the case\" are property of the estate).</p>\n<p>[17]  11 U.S.C. § 541(d).</p>\n<p>[18]  <i>In re Columbia Gas Sys. Inc.,</i> <span class=\"citation\" data-id=\"610810\"><a href=\"/opinion/610810/in-re-columbia-gas-systems-inc-columbia-gas-transmission-corporation-the/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></a></span>, 1059 (3d Cir. 1993).</p>\n<p>[19]  <i>City of Farrell v. Sharon Steel Corp.,</i> <span class=\"citation\" data-id=\"683160\"><a href=\"/opinion/683160/city-of-farrell-v-sharon-steel-corporation-united-states-trustees-office/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 95 (3d Cir. 1994) (quoting <i>Goldberg v. New Jersey Lawyers' Fund,</i> <span class=\"citation\" data-id=\"560481\"><a href=\"/opinion/560481/24-collier-bankrcas2d-1745-bankr-l-rep-p-74013-in-re-harvey/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span>, 280 (3d Cir.1991)). <i>See also </i><i>In re Columbia Gas Sys. Inc.,</i> 997 F.2d at 1063 (\"beneficiaries of trust funds bear the burden of identifying and tracing their trust property\").\n</p>\n<p>The Court appreciates that is unusual to place the burden of proof on a defendant in an adversary proceeding. The Court instructed the Committee to file this adversary proceeding for purposes of making a final determination as to whether the investors' money is property of the estate. Frankly, the Court did not consider which party would bear the burden of proof in requiring the Committee to initiate the adversary proceeding. Rather, the Court was seeking to craft a procedure for resolving the issue. Thus, the Court is somewhat abashed to admit that it is responsible for the anomaly and, with its apologies to the parties, it will now place the burden of proof on the parties bearing it under the law, i.e., the purported trust beneficiaries.</p>\n<p>[20]  <i>Id.</i> at 95-96. <i>See also </i><i>Butner v. United States,</i> <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 54, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></a></span>, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1979) (\"Congress has generally left the determination of property rights in the assets of a bankruptcy's estate to state law.\"). Courts have applied federal law to determine whether a trust exists when important federal interests are implicated. <i>See, e.g., </i><i>Columbia Gas Sys. Inc.,</i> 997 F.2d at 1055-56 (applying federal law to determine the existence of a trust where trust corpus was created by federal law and applying state law would frustrate the purpose of a federal statute). No federal interest is implicated in this case.</p>\n<p>[21]  There is one exception. A written agreement exists between the Debtor and St. Ann's. St. Ann's relationship with the Debtor is unique from that of the other investors and, thus, will be discussed separately. <i>See</i> pp. 43-44, infra.</p>\n<p>[22]  <i>Greenly v. Greenly,</i> <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">126</span></span>, 129 (Del. Ch.1946). The defendants cite <i>Columbia Gas Sys. Inc.</i> to argue that federal law should govern whether a trust exists in this case. As set forth above, the Court disagrees. This is a question of state law. The parties agree that if state law applies, however, Delaware law is controlling.</p>\n<p>[23]  <i>East Lake Methodist Episcopal Church, Inc. v. Trustees of the PeninsulaDelaware Annual Conference of the United Methodist Church, Inc.,</i> <span class=\"citation\" data-id=\"2299733\"><a href=\"/opinion/2299733/e-lake-met-church-v-united-met-church/\"><span class=\"volume\">731</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">798</span></a></span>, 809 (Del. 1999).</p>\n<p>[24]  Restatement (First) of Trusts 12, 1 IN NT (1935).</p>\n<p>[25]  <i>Greenly,</i> 49 A.2d at 129. <i>See also </i><i>Hudak v. Procek,</i> <span class=\"citation\" data-id=\"2198154\"><a href=\"/opinion/2198154/hudak-v-procek/\"><span class=\"volume\">806</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">140</span></a></span>, 146 (Del.2002) (\"As a general rule, equity will presume, absent contrary evidence, that a person supplying the purchase money for property intends to retain a beneficial interest in the property and that title is placed in the name of another for some incidental reason.\").</p>\n<p>[26]  Of course, a broker buys and sells securities on behalf of her client. Thus, one could argue that this is not a \"variation,\" but, in fact, is precisely the situation where person A provides the purchase price to person B for the acquisition of property by B for the benefit of A. As set forth below, however, this is a moot point.</p>\n<p>[27]  Restatement (First) of Trusts 12, 1 IN NT (internal citations omitted).</p>\n<p>[28]  <i>But see</i> n. 26, supra.</p>\n<p>[29]  Restatement (First) of Trusts at § 404 (emphasis added).</p>\n<p>[30]  Black's Law Dictionary 423 (5th ed.).</p>\n<p>[31]  There is some evidence that would support a contrary finding <i>See, e.g.,</i> p. 9 n. 9-10, supra. Nonetheless, the defendants have carried their burden.</p>\n<p>[32]  <i>City of Farrell,</i> 41 F.3d at 95-96.</p>\n<p>[33]  The testimony at trial established that the balance of the Debtor's operating account usually ranges between $5 million and $6 million.</p>\n<p>[34]  <i>Goldberg,</i> 932 F.2d at 281 (\"In general, courts favor a pro rata distribution of funds when such funds are claimed by creditors of like status. Cases granting one party distribution priority over the other depend upon <i>definite proof that specific funds in an account have been traced.\"</i>) (emphasis added) (internal citations omitted).</p>\n<p>[35]  <i>City of Farrell,</i> 41 F.3d at 95-96.</p>\n<p>[36]  <i>Begier v. I.R.S.,</i> <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">46</span></a></span> (1990).</p>\n<p>[37]  <i>But see </i><i>City of Farrell,</i> supra.</p>\n<p>[38]  <i>In re Edison Bros., Inc.,</i> <span class=\"citation\" data-id=\"1552428\"><a href=\"/opinion/1552428/in-re-edison-bros-inc/\"><span class=\"volume\">243</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">231</span></a></span> (Bankr.D.Del.2000).</p>\n<p>[39]  <i>In re Dameron,</i> <span class=\"citation\" data-id=\"757792\"><a href=\"/opinion/757792/in-re-thomas-h-dameron-ta-st-asaph-lawyers-title-company-incorporated/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">718</span></a></span>, 724 (4th Cir. 1998) (internal citations omitted).</p>\n<p>[40]  <i>City of Farrell,</i> 41 F.3d at 102-103 (\"At this time we do not decide definitively that the district court and the bankruptcy court must apply the LIBT as the parties have not briefed the issue and neither the bankruptcy court nor the district court addressed the applicability of the LIBT. But ... we will instruct that on remand, the bankruptcy court make factual findings sufficient to support a conclusion as to whether the city may recover if, as a matter of law, the LIBT is applied.\").</p>\n<p>[41]  Restatement (First) of Trusts at § 202, comments (i) and (j).</p>\n<p>[42]  <i>See, e.g., In re </i><i>Connecticut General Life Ins. Co. v. Uiversal Ins. Co.,</i> <span class=\"citation\" data-id=\"501184\"><a href=\"/opinion/501184/connecticut-general-life-insurance-company-v-universal-insurance-company/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 619-620 (1st Cir.1988); <i>Columbia Gas Sys. Inc.,</i> 997 F.2d at 1063-1064; <i>Dameron,</i> 155 F.3d at 723-724; <i>In re MJK Clearing, Inc.,</i> <span class=\"citation\" data-id=\"786514\"><a href=\"/opinion/786514/in-re-mjk-clearing-inc-debtor-ferris-baker-watts-inc-v-james-p/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">397</span></a></span>, 401 (8th Cir.2004); <i>In re Falcon Oil Co.,</i> <span class=\"citation\" data-id=\"1839841\"><a href=\"/opinion/1839841/in-re-falcon-oil-co/\"><span class=\"volume\">206</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">715</span></a></span>, 720 (Bankr.M.D.Pa.1996); and <i>In re Amp'd Mobile, Inc.,</i> <span class=\"citation\" data-id=\"1546915\"><a href=\"/opinion/1546915/in-re-ampd-mobile-inc/\"><span class=\"volume\">377</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">478</span></a></span>, 489-490 (Bankr.D.Del.2007).</p>\n<p>[43]  <i>Begier,</i> supra.</p>\n<p>[44]  <i>Id.</i> at 61, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>.</p>\n<p>[45]  <i>Id.</i> at 62, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span> (emphasis in original)</p>\n<p>[46]  <i>Id.</i></p>\n<p>[47]  <i>Id.</i> at 62-63, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span> (internal citations and footnotes omitted, emphasis in original).</p>\n<p>[48]  <i>United States v. Randall,</i> <span class=\"citation\" data-id=\"108292\"><a href=\"/opinion/108292/united-states-v-randall/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, <span class=\"citation\" data-id=\"108292\"><a href=\"/opinion/108292/united-states-v-randall/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">991</span></a></span>, <span class=\"citation\" data-id=\"108292\"><a href=\"/opinion/108292/united-states-v-randall/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">273</span></a></span> (1971).</p>\n<p>[49]  <i>Begier,</i> 496 U.S. at 63, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span> (quoting <i>Randall,</i> supra, internal citations omitted).</p>\n<p>[50]  <i>Id.</i> at 65, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>.</p>\n<p>[51]  <i>Id.</i> at 64 n. 5, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>.</p>\n<p>[52]  <i>Id.</i> at 65, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span> (quoting 124 Cong.Rec. 32392, 32417 (1978) (remarks of Rep. Edwards)).</p>\n<p>[53]  <i>Id.</i></p>\n<p>[54]  <i>Id.</i></p>\n<p>[55]  <i>See</i> H.R.Rep. No. 95-595, at 373, U.S.Code Cong. &amp; Admin. News 1978, 6329 (\"A payment of withholding taxes constitutes a payment of money held in trust under Internal Revenue Code § 7501(a), and thus will not be a preference because the beneficiary of the trust, the taxing authority, is in a separate class with respect to those taxes, if they have been properly held for payment, as they will have been if the debtor is able to make the payments.\").</p>\n<p>[56]  <i>Begier,</i> 496 U.S. at 67, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>.</p>\n<p>[57]  <i>City of Farrell,</i> supra.</p>\n<p>[58]  <i>Id.</i> at 96.</p>\n<p>[59]  <i>Id.</i> at 99.</p>\n<p>[60]  <i>Id.</i></p>\n<p>[61]  <i>Id.</i> at 101-102.</p>\n<p>[62]  <i>Id.</i> 102.</p>\n<p>[63]  <i>Id.</i></p>\n<p>[64]  <i>Edison Bros.,</i> supra.</p>\n<p>[65]  <i>Id.</i> at 238.</p>\n<p>[66]  <i>Id.</i></p>\n<p>[67]  <i>Id.</i></p>\n<p>[68]  <i>Id.</i> at 240.</p>\n<p>[69]  <i>Id.</i> The Court denied the debtors' motion for summary judgment because it was based on the argument that once funds were commingled they could <i>never</i> be traced.</p>\n<p>[70]  <i>Id.</i></p>\n<p>[71]  <i>Begier,</i> 496 U.S. at 62, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>.</p>\n<p>[72]  <i>Dameron,</i> 155 F.3d at 724.</p>\n<p>[73]  <i>See</i> p. 24, supra.</p>\n<p>[74]  <i>Begier,</i> 496 U.S. at 62, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>.</p>\n<p>[75]  26 U.S.C. § 7501 (emphasis added).</p>\n<p>[76]  <i>Begier</i> at 62 (emphasis in original).</p>\n<p>[77]  <i>Id.</i></p>\n<p>[78]  <i>Id.</i> at § 74 (\"A trust cannot be created unless there is trust property.\").</p>\n<p>[79]  <i>Id.</i> at § 12 (\"A debt is not a trust.\").</p>\n<p>[80]  <i>In re MJK Clearing, Inc.,</i> <span class=\"citation\" data-id=\"786514\"><a href=\"/opinion/786514/in-re-mjk-clearing-inc-debtor-ferris-baker-watts-inc-v-james-p/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">397</span></a></span> (8th Cir.2004).</p>\n<p>[81]  <i>Id.</i> at 402 (<i>\"Begier's</i> tracing rules do not apply to constructive trusts. Unlike an IRC-created trust, `[t]he point of tracing [for a common-law or a constructive trust] is to follow the <i>particular</i> entrusted assets, not simply to identify <i>some</i> assets.' The constructive trust Ferris seeks to impose is a creature of equity. A constructive trust's subject is property wrongfully obtained by another. Thus, like a common-law trust, a constructive trust creates a trust in specific property, not an amorphous `amount.'\") (emphasis in original, internal citations omitted).</p>\n<p>[82]  The balance in the operating account fluctuates between approximately $5 million and $6 million.</p>\n<p>[83]  The Debtor argues that this finding is contrary to trust law, which specifically contemplates pooled investments. Restatement (First) of Trusts § 179, comment c (\"Where the trustee holds the funds of numerous beneficiaries, and it would be unreasonable and not subserve any purpose in protecting the interests of the beneficiaries of the several trusts to require him to keep separate the funds of the different trusts, it may be proper for the trustee to mingle funds of the different trusts by deposit thereof in a common bank account.\"). This provision, however, goes on to require that the beneficiary to trace its trust funds, even though they are in a pooled investment. <i>Id.</i> (\"Thus, ordinarily a trust company can properly deposit in a single trust account in another bank the funds of several trusts, <i>provided that it keeps an accurate record of the contributions of the separate trusts.\")</i> (emphasis added).</p>\n<p>[84]  <i>Columbia Gas Sys., Inc.,</i> 997 F.2d at 1063-1064.</p>\n<p>[85]  <i>Id.</i> at 1064 (\"When Columbia filed for bankruptcy, the $3.3 million in its general account was insufficient to satisfy its pre-petition obligations to its customers and GRI. The bankruptcy court found that this amount represents the lowest intermediate balance in the general account, and no party has challenged this finding as clearly erroneous. Therefore, Columbia may distribute only the $3.3 million on a pro rata basis to its customers and GRI to satisfy its pre-petition obligations. The remainder of its pre-petition obligations to its customers and GRI will be unsecured debt.\").</p>\n<p>[86]  <i>Cf. </i><i>E.I. DuPont De Nemours and Co. v. U.S.,</i> <span class=\"citation\" data-id=\"795431\"><a href=\"/opinion/795431/ei-dupont-de-nemours-and-company-conoco-inc-sporting-goods-properties/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 530 (3d Cir.2006) (\"[A] court confronted with apparently controlling authority must parse the precedent in light of the facts presented and the rule announced. Insofar as there may be factual differences between the current case and the earlier one, the court must determine whether those differences are material to the application of the rule or allow the precedent to be distinguished on a principled basis.\") (quoting <i>Hart v. Massanari,</i> <span class=\"citation\" data-id=\"775090\"><a href=\"/opinion/775090/patricia-hart-v-larry-g-massanari-acting-commissioner-of-social-security/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1155</span></a></span>, 1172 (9th Cir. 2001)).</p>\n<p>[87]  <i>See</i> pp. 23-24, supra.</p>\n<p>[88]  <i>MJK Clearing,</i> supra.</p>\n<p>[89]  <i>Id.</i> at 403.</p>\n<p>[90]  <i>Id.</i></p>\n<p>[91]  <i>Connecticut General Life Ins. Co. v. Universal Ins. Co.,</i> <span class=\"citation\" data-id=\"501184\"><a href=\"/opinion/501184/connecticut-general-life-insurance-company-v-universal-insurance-company/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span> (1st Cir.1988).</p>\n<p>[92]  <i>Id at</i> 619-620.</p>\n<p>[93]  The Court is cognizant of the fact that not all the entities that have invested money in the pooled investment program are parties to this adversary proceeding. Based on the fact that the PIA is in the Debtor's name, however, it is presumptively property of the estate and it is the burden of any purported trust beneficiary to establish otherwise. Moreover, because the PIA and its contents are property of the estate it would be a violation of the automatic stay for any party to make any withdrawal from the account without Court authorization. 11 U.S.C. § 362(a)(3)(\"(a) Except as provided in subsection (b) of this section, a petition filed under section 301, 302, or 303 of this title, or an application filed under section 5(a)(3) of the Securities Investor Protection Act of 1970, operates as a stay, applicable to all entities, of ... (3) any act to obtain possession of property of the estate or of property from the estate or to exercise control over property of the estate\"). Of course, any purported beneficiary that is not a party to this adversary proceeding is free to seek relief in this Court. This Court makes no ruling at this time on whether collateral estoppel and/or res judicata would be applicable in such a proceeding.</p>\n<p>[94]  The Court is not making any ruling at this time as to the allowance, priority or amount of any claim.</p>\n<p>[95]  The Non-Debtor Defendants use much of their money in the PIA to fund their extensive and important charitable activities. The dueling equities in this case, however, support the Court's application of established trust law, which was developed, in part, to balance fairly such competing interests.</p>\n<p>[96]  See, e.g., DOUGLAS G. BAIRD, ELEMENTS OF BANKRUPTCY 105 (4th ed. 2006) (Judges must resist the temptation to distort the non-bankruptcy rights of debtors and creditors because doing so \"undermines the operation of the Code in future cases.\").</p>\n<p>[97]  <i>See</i> p. 9 n. 14, supra.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108292/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112445/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/501184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/560481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/683160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795431/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1492134/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1546915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1552428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1839841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2198154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2299733/"
          ]
        }
      ],
      "judges": "Sontchi",
      "date_created": "2014-10-30T07:09:30.955380Z",
      "date_modified": "2016-05-10T18:46:40.183138Z",
      "date_filed": "2010-06-28",
      "date_filed_is_approximate": false,
      "slug": "in-re-catholic-diocese-of-wilmington-inc",
      "citation_id": 2168888,
      "case_name_short": "In Re Catholic Diocese of Wilmington, Inc.",
      "case_name": "In Re Catholic Diocese of Wilmington, Inc.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "432 B.R. 135",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/163379/in-re-catholic-diocese-of-wilmington-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:09:30.952804Z",
  "date_modified": "2014-10-30T07:09:30.952804Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re Catholic Diocese of Wilmington, Inc.",
  "case_name": "In Re Catholic Diocese of Wilmington, Inc.",
  "case_name_full": "",
  "slug": "in-re-catholic-diocese-of-wilmington-inc",
  "docket_number": "Bankruptcy No. 09-13560 (CSS). Adversary No. 09-52866",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}