{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/164605/",
  "id": 164605,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/777749/",
      "id": 777749,
      "absolute_url": "/opinion/777749/united-states-of-america-appellee-cross-appellant-v-bruce-w-gordon/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/164605/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/777749/",
          "id": 777749,
          "absolute_url": "/opinion/777749/united-states-of-america-appellee-cross-appellant-v-bruce-w-gordon/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/777749/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T12:51:12Z",
          "date_modified": "2017-03-26T08:00:11.724256Z",
          "type": "010combined",
          "sha1": "586058ff35b832fa03c168a5b828d9fa197cf230",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/291/291.F3d.181.00-1235.00-1277.00-1164.00-1181.00-1126.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">291 F.3d 181</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee-Cross-Appellant,<br>v.<br>Bruce W. GORDON, Defendant-Appellant-Cross-Appellee,<br>Tara Garboski, also known as Tara Green, Oral Frank Osman, also known as Frank Osman, also known as Frank Martin, Laura Weitz, also known as Laura Winters, Scott Michaelson, Steve Rubin, also known as Steve Ruben, also known as Steve Walden, Martin Reffsin, and Annette Haley, Defendants-Appellants,<br>Who's Who Worldwide Registry, Inc., Sterling Who's Who, Inc., Defendants.</p>\n    <p class=\"docket\">Docket No. 00-1122 (L).</p>\n    <p class=\"docket\">Docket No. 00-1123.</p>\n    <p class=\"docket\">Docket No. 00-1124.</p>\n    <p class=\"docket\">Docket No. 00-1125.</p>\n    <p class=\"docket\">Docket No. 00-1126(XAP).</p>\n    <p class=\"docket\">Docket No. 00-1181.</p>\n    <p class=\"docket\">Docket No. 00-1235.</p>\n    <p class=\"docket\">Docket No. 00-1277.</p>\n    <p class=\"docket\">Docket No. 00-1164.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: December 6, 2001.</p>\n    <p class=\"date\">Decided: May 30, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Brian E. Maas, Beldock, Levine &amp; Hoffman, New York, NY, for defendant-appellant Tara Garboski, aka Tara Green.</p>\n      <p class=\"indent\">Alan M. Nelson, Law Office of Alan M. Nelson, Lake Success, NY, for defendant-appellant Oral Frank Osman, aka Frank Osman, aka Frank Martin.</p>\n      <p class=\"indent\">John Laurence Kase, Kase &amp; Druker, Garden City, NY, for defendant-appellant Laura Weitz, aka Laura Winters.</p>\n      <p class=\"indent\">Martin Geduldig, Law Office of Martin Geduldig, Esq., Hicksville, NY, for defendant-appellant Annette Haley.</p>\n      <p class=\"indent\">Thomas F.X. Dunn, Law Office of Thomas F.X. Dunn, Esq., New York, NY, for defendant-appellant Steve Rubin, aka Steven Ruben, aka Steve Walden, aka Steve Ruben.</p>\n      <p class=\"indent\">Scott E. Leemon, Law Office of Scott E. Leemon, Esq., New York, NY, for defendant-appellant Martin Reffsin.</p>\n      <p class=\"indent\">Paula Schwartz Frome, Law Office of Paula Schwartz Frome, Esq., Garden City, NY, for defendant-appellant Scott Michaelson.</p>\n      <p class=\"indent\">Norman Trabulus, Storch, Amini, &amp; Munves, New York, NY, for defendant-appellant Bruce W. Gordon.</p>\n      <p class=\"indent\">Ronald White, United States Attorney's Office for the Eastern District of New York, Brooklyn, NY, for appellee.</p>\n      <p class=\"indent\">Before OAKES, NEWMAN, and F.I. PARKER, Circuit Judges.</p>\n      <p class=\"indent\">F.I. PARKER, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the February 16, 2000 entry of judgment in the United States District Court for the Eastern District of New York (Arthur D. Spatt, <i>Judge</i>) following a jury trial convicting defendants-appellants on sixty-nine counts of mail fraud, conspiracy to commit mail fraud, money laundering, perjury, tax evasion, conspiracy to impair, impede, and defeat the IRS, filing false tax returns, filing false collection information statements, and obstruction of justice based on the defendants' roles in a scheme to market memberships in a supposedly prestigious \"Who's Who\" organization. The United States of America cross-appeals, alleging error in the grouping of defendant Gordon's mail fraud and tax evasion counts pursuant to United States Sentencing Guidelines Manual (\"U.S.S.G.\") &#167; 3D1.2(c) (2000). The majority of the issues raised on appeal are addressed in a summary order filed today. This opinion addresses only three questions related to defendant Bruce W. Gordon's sentence: First, whether the district court erred by failing to consider applicable, but unclaimed, deductions in the calculation of tax loss for sentencing purposes under U.S.S.G. &#167; 2T1.1; second, whether, as the government alleges on cross-appeal, the district court erred by grouping Gordon's mail fraud and tax evasion counts under U.S.S.G. &#167; 3D1.2(c) rather than &#167; 3D1.2(d); and third, whether the district court erred in imposing consecutive sentences on counts 54 and 55. We affirm the district court on the first question and vacate and remand on the second and third.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1989 and 1994 respectively, Bruce W. Gordon incorporated two companies, Who's Who Worldwide (\"Worldwide\") and Sterling Who's Who (\"Sterling\"), to produce \"prestigious\" directories of \"noteworthy\" individuals. <i>United States v. Gordon,</i> CR 96-1016, 1999 U.S. Dist. LEXIS 183, at *5-*6 (E.D.N.Y. Jan. 8, 1999). Gordon served as president and CEO of both organizations, supervising the companies' efforts to sell expensive memberships in the directories through an extensive telemarketing scheme. <i>Id.</i> After a thirteen-week jury trial, Gordon and nine other defendants were found guilty on 297 charges under the sixty-nine counts of the indictment. <i>Id.</i> at *2.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"center\">\n      <i>A. The Fraudulent \"Who's Who\" Scheme</i>\n    </p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although Gordon's companies promoted their listings as exclusive collections of leaders in various fields, potential members were actually solicited from ordinary mailing lists. <i>Id.</i> at *6. Worldwide and Sterling often distributed 100,000 letters at a time. The letters informed potential clients of their \"nomination\" for inclusion in one of the available registries even though most recipients were not nominated. Although at the time the letters were sent, the companies knew nothing about the intended recipients, a typical solicitation letter included language indicating that (i) Worldwide or Sterling was a leading publication of accomplished individuals, (ii) inclusion in the registry was limited to \"exceptional\" people who were highly successful in their fields, and (iii) inclusion in the registry was without cost to the \"nominee.\" An enclosed questionnaire encouraged the recipient to \"apply\" for membership. If the \"nominee\" responded by filling out a personal information card, telemarketers then contacted the person to conduct a false evaluation interview. During the interview, the marketers read from \"pitch sheets\" that laid out false and misleading information aimed at encouraging the customer to join and specified fraudulent answers to common questions. <i>Gordon,</i> 1999 U.S. Dist. LEXIS 183, at *6-*7. The marketers stressed the exclusivity of membership and the great networking value membership would provide. \"Memberships\" were actually sold to anyone wishing to purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After completing the interview, Gordon's sales force would ask the customer to purchase a membership (ranging in price from $75 to $750) and informed the new member of additional \"perks\" of joining, such as the opportunity to purchase a CD ROM with registry information, discounts on services from Airborne Express and other providers, and networking seminars.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i> at *7-*8. By the end of 1994, over 60,000 people, swept along by Gordon's scheme, had become members of the organizations, netting tens of millions of dollars for Gordon's companies. <i>Gordon v. United States (In re the Seizure of All Funds in Accounts in the Names Registry Publ'g, Inc.</i>), 68 F.3d 577, 578-79 (2d Cir.1995). Although Gordon claimed that his registries were composed of leaders in the international business community, many actual members were employed outside the big business arenas his promotional materials implied. Among the members of one registry were the manager of a Florida rental car agency, the owner of a Florida Dairy Queen, a nutritionist at a Virginia state prison, a Virginia high school teacher, a Massachusetts candy store owner, the manager of a Connecticut Radio Shack, and the manager of a Pennsylvania department store beauty salon.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Notably, the employees of Worldwide and Sterling had no misconceptions about the true nature of the memberships they sold. The Worldwide employee assigned to \"review\" applications after conclusion of the telephone interviews admitted that she, at Gordon's instruction, regularly altered members' job titles so that the members would appear more prestigious in the publication, for example, listing the owner of a business as a \"President\" with expertise in \"Corporate Management,\" or a store manager as an \"area manager\" or \"operations manager,\" and making even small operations sound like large corporations. Furthermore, while telling potential customers that they, as nominees, were the \"creme de la creme\" or that the marketers rarely spoke with people who weren't \"multi-billionaires\" or \"CEO's\", Gordon's employees, among themselves, considered it a \"running joke\" that anyone with a credit card could become a member of one of the registries.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, the government presented twenty-three member witnesses who almost uniformly agreed that had they realized that the memberships they were offered were not prestigious, nor had they been nominated by their peers, they would not have been willing to pay for a membership and might not have purchased a membership at all. Even Gordon admitted that the value of his product lay in its appeal to customer egos.</p>\n    </div>\n    <p class=\"center\">\n      <i>B. Gordon's Financial Activities</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gordon's crimes extended beyond his telemarketing fraud. During the early 1990s, Gordon owed the IRS $3.5 million in back taxes, penalties, and interest. <i>Gordon,</i> 1999 U.S. Dist. Lexis 183, at *8-*9. Gordon told the IRS that he was an impoverished salesperson who slept in his car. <i>Id.</i> In reality, however, Gordon resided at two expensive properties, a Manhasset, New York, condominium and an East 54th Street penthouse apartment in Manhattan, the titles to which were in the name of Who's Who Worldwide. Gordon drove luxury cars leased by Worldwide and shopped at numerous premiere retail outlets. <i>Id.</i> at *12-*13.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Relying on Gordon's representations of poverty, the IRS, in 1991, offered to accept payments of $100 per month against Gordon's $3.5 million debt, while the tax division of the Department of Justice agreed to accept payments of amounts equal to one-half of Gordon's income over $50,000. <i>Id.</i> at *10-*11. In 1993, Gordon attempted to enter a further \"offer in compromise\" with the IRS under which he would pay $150,000 to resolve his entire debt. Gordon withdrew his offer before the IRS could accept when his arrest raised suspicions that he was more than simply a Sterling or Worldwide employee. <i>Id.</i></p>\n    </div>\n    <p class=\"center\">\n      <i>C. Investigation and Trial</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Postal officials first inspected Gordon and his companies in 1994 on suspicions of mail fraud. <i>In re Seizure,</i> 68 F.3d at 579. That investigation ultimately led to grand jury review and an indictment against Gordon, Sterling, and Worldwide for conspiracy to commit mail fraud, mail fraud, and money laundering. A seventy-three count superseding indictment added counts for perjury, obstruction of justice, and filing false income tax returns, and included six additional salesperson-defendants as well as Gordon's accountant. <i>United States v. Gordon,</i> 990 F.Supp. 171, 173 (E.D.N.Y. 1998). On April 7, 1998, after a thirteen-week trial, a jury returned 297 guilty verdicts on sixty-nine separate counts against the ten defendants. <i>Gordon,</i> 1999 U.S. Dist. LEXIS 183, at *17. Gordon and his fellow defendants moved for Rule 29(c) acquittal or a new trial under Rule 33. The court denied these motions, but granted the government's cross-motion for preliminary forfeiture of the $1.1 million involved in the money laundering offense. <i>Id.</i> at *79.</p>\n    </div>\n    <p class=\"center\">\n      <i>D. Sentencing</i>\n    </p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After a four day <i>Fatico</i> hearing at which the defendants presented testimony intended to demonstrate the value of memberships in Worldwide and Sterling registries, the district court sentenced Gordon to ninety-seven months in prison, $10 million restitution, and $3,450 in special assessments. To determine Gordon's sentence, the district court reduced the proposed mail fraud loss ($20,000,000) by $10,000,000 and the proposed tax loss ($1,662,832) by $65,579. <i>United States v. Gordon,</i> 71 F.Supp.2d 128, 136-37 (E.D.N.Y.1999). The district court then applied the sentencing guidelines to establish the appropriate length of the sentence on each count.</p>\n    </div>\n    <p class=\"center\">\n      <i>E. Claims on Appeal</i>\n    </p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pertinent to this opinion are three challenges to defendant Gordon's sentence. On Gordon's appeal are the district court's refusal to account for potential, but unclaimed, deductions in its calculation of tax loss under U.S.S.G. &#167; 2T1.1, and the district court's imposition of consecutive sentences on counts 54 and 55. On the government's cross-appeal is the district court's use of U.S.S.G. &#167; 3D1.2(c) to group Gordon's tax evasion and mail fraud counts.</p>\n    </div>\n    <p>III.</p>\n    <p class=\"center\">\n      <i>A. Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In examining a sentencing calculation, this Court reviews the district court's factual findings for clear error and its legal interpretations of the Guidelines de novo. <i>See United States v. Carboni,</i> 204 F.3d 39, 46 (2d Cir.2000).</p>\n    </div>\n    <p class=\"center\">\n      <i>B. Unclaimed Deductions</i>\n    </p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The 2000 United States Sentencing Guidelines Manual &#167; 2T1.1 provides sentencing standards for \"Tax Evasion; Willful Failure to File Return, Supply Information, or Pay Tax; Fraudulent or False Returns, Statements, or Other Documents.\" U.S.S.G. &#167; 2T1.1 (2000). Subsection (a) establishes the base level for the offense according to the corresponding amount of tax loss, or designates the level as 6 if the crime caused no tax loss. U.S.S.G. &#167; 2T1.1(a). Subsection (c) provides special instructions for the determination of the tax loss. U.S.S.G. &#167; 2T1.1(c). Subsection (c)(1) explains that \"[i]f the offense involved tax evasion or a fraudulent or false return, statement, or other document, the tax loss is the total amount of loss that was the object of the offense (<i>i.e.,</i> the loss that would have resulted had the offense been successfully completed).\" U.S.S.G. &#167; 2T1.1(c)(1). Note (A) to subsection (c)(1) establishes the following formula for computing tax loss in cases involving fraudulent filings: \"28% of the unreported gross income ... plus 100% of any false credits claimed against tax, unless a more accurate determination of the tax loss can be made.\" U.S.S.G. &#167; 2T1.1(c)(1)n.(A).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In his appeal, Gordon challenges the district court's failure to consider potential, but unclaimed, deductions that might reduce the total amount of tax loss for which he was responsible. Gordon argues that the district court erred by not reading the \"more accurate determination\" language of U.S.S.G. &#167; 2T1.1(c)(1)n.(A) to allow a defendant to include potential but unclaimed deductions in the tax loss figure used at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Tax loss under &#167; 2T1.1 is intended to reflect the revenue loss to the government from the defendant's behavior. Gordon asserts that the district court overestimated the tax loss because the unreported funds transferred from Worldwide to Gordon, had they been reported, would have been treated by Worldwide as a deductible salary expense. In other words, Gordon argues that the tax loss due to his failure to report the transferred funds should have been offset by the corporate tax deduction Worldwide would have taken. Gordon did not, however, offer any proof that had he reported the transfer of funds from Worldwide, Worldwide would have treated the money as salary, a deductible corporate expense rather than as a dividend, a non-deductible corporate expenditure.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In <i>United States v. Martinez-Rios,</i> this Court indicated in dicta that under &#167; 2T1.1, \"determination of the tax loss involves giving the defendant the benefit of legitimate but unclaimed deductions.\" 143 F.3d 662, 671 (2d Cir.1998). Adhering to <i>Martinez-Rios's</i> suggestion, this Court finds that the district court erred when it refused to consider any potential unclaimed deductions in its sentencing analysis. Nevertheless, this Court finds that the error was harmless because even had the court been willing to consider such deductions, Gordon failed to prove that the money he received would have been treated as salary by Worldwide if properly reported.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gordon asserted at oral argument and in his reply brief that the district court should have allowed a salary deduction because funds transferred from Worldwide to him were likely \"salary\" if they were not \"loans.\" Gordon, however, bears the full burden of proof in establishing the appropriateness of consideration of such an unclaimed deduction. <i>See United</i> <i>States v. Spencer,</i> 178 F.3d 1365, 1369 (10th Cir.1999); <i>see also Martinez-Rios,</i> 143 F.3d at 671-72 (finding witness testimony that close corporations would normally treat payments to officers as salary \"doubtful\"); <i>United States v. Sik Kin Wu,</i> 81 F.3d 72, 74-75 (7th Cir.1996)(finding when a \"single crime\" caused underreporting of both personal and corporate income, that disbursements to individuals should be treated as dividends taxable at both corporate and personal levels). In <i>Martinez-Rios,</i> this Court rejected testimony about how funds were normally distributed in close corporations as insufficient to establish that the funds in question had been distributed in that manner in the case at hand and that, therefore, a deduction applied. 143 F.3d at 671-72. Under <i>Martinez-Rios,</i> Gordon's argument that salary treatment was likely does not provide sufficient proof to establish an unclaimed deduction for consideration under &#167; 2T1.1. Even had the district court considered potential deductions, therefore, Gordon's sentence would have remained the same. Because Gordon did not provide any evidence tending to prove that Worldwide would have treated the transferred funds as salary, this Court finds the district court's failure to consider unclaimed deductions harmless.</p>\n    </div>\n    <p class=\"center\">\n      <i>C. Grouping of Charges</i>\n    </p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court grouped Gordon's mail fraud and tax evasion charges under U.S.S.G. &#167; 3D1.2(c). In its cross-appeal, the government argues that grouping was inappropriate under &#167; 3D1.2(c), but would have been proper under &#167; 3D1.2(d).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The government asks this Court to vacate and remand Gordon's sentence for adjustment under the proper Guidelines subsection.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government's appeal centers on the appropriate interpretation of U.S.S.G. &#167; 3D1.2 governing grouping of offenses. Section 3D1.2 provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">All counts involving substantially the same harm shall be grouped together into a single Group. Counts involve substantially the same harm within the meaning of this rule:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(c) When one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(d) When the offense level is determined largely on the basis of the total amount of harm or loss ... or some other measure of aggregate harm, or if the offense behavior is ongoing or continuous in nature and the offense guideline is written to cover such behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">U.S.S.G. &#167;&#167; 3D1.2 (c), (d). The application notes accompanying &#167; 3D1.2 provide insight into the meaning of the provision's terms. Application note 5 explains that the grouping of crimes sharing specific offense characteristics under subsection (c) prevents \"double counting\" of criminal behavior. U.S.S.G. &#167; 3D1.2, cmt. n. 5. It requires, however, that the crimes qualifying for such grouping be \"closely related.\" U.S.S.G. &#167; 3D1.2, cmt. n. 5. Application note 6 likewise clarifies subsection (d), explaining that the crimes involved in a single group should be of the \"same general type,\" and instructing courts to interpret this phrase broadly. U.S.S.G. &#167; 3D1.2, cmt. n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In Gordon's case, the district court found the mail fraud and tax evasion counts could be grouped under subsection (c). Under subsection (c), the highest level for an indicted offense within the group dictates the group's offense level. <i>See</i> U.S.S.G. &#167; 3D1.3(a)(determining offense levels under &#167; 3D1.2(a)-(c)). Thus, Gordon received an offense level of 28, which, after adjustment for his money laundering offense, <i>see</i> &#167; 3D1.4, resulted in an ultimate offense level of 30 and a sentencing range of 97-121 months. The government argues that had the district court correctly applied subsection (d) as the relevant grouping provision, Gordon would have received an offense level of 31, which, after adjustment for his money laundering offense, <i>see</i> &#167; 3D1.4, would have resulted in an ultimate offense level of 32 and a sentencing range of 121-151 months because subsection (d) sets the offense level for the group not in accordance with the highest level of a single offense, but in accordance with the highest level determined by the aggregate amount of loss from all offenses \"of the same general type.\" <i>See</i> U.S.S.G. &#167; 3D1.3(b) (determining offense levels under &#167; 3D1.2(d)). The government concludes that the district court's approach improperly lowered Gordon's final sentence by two levels, although, for reasons explained in the margin,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the reduction might be only one level.</p>\n    </div>\n    <p class=\"center\">\n      <i>1. Grouping was appropriate</i>\n    </p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <i>United States v. Napoli,</i> this Court rejected a defendant's claim for grouping together money laundering and fraud counts. 179 F.3d 1, 7 (2d Cir.1999)(finding the district court correct in separating fraud and money laundering counts into two distinct groups). The analysis developed in that opinion, however, led the Court in <i>United States v. Fitzgerald</i> to hold that \"tax evasion, fraud, and conversion should be grouped under U.S.S.G. &#167; 3D1.2(d).\" 232 F.3d 315, 320 (2d Cir. 2000)(<i>per curiam</i>). <i>United States v. Petrillo,</i> published the month after <i>Fitzgerald,</i> confirmed <i>Fitzgerald's</i> conclusion, holding that tax evasion and mail fraud were properly grouped under &#167; 3D1.2(d). 237 F.3d 119, 125 (2d Cir.2000). Although the Commission subsequently decided that money laundering and underlying offenses should be grouped under &#167; 3D1.2(c) and provided more severe offense levels where such grouping involves serious underlying offenses, <i>see</i> U.S.S.G. &#167; 2S1.1, cmt. n. 6 (2001); <i>id.</i> App. C Supp., Amend. 634, the reasoning of <i>Napoli, Petrillo,</i> and <i>Fitzgerald</i> remains instructive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Reading only these opinions, one might conclude that although this Circuit has clearly established the appropriateness of applying &#167; 3D1.2(d) when charges of mail fraud and tax evasion are grouped, it has not required such grouping in every instance. The Guidelines themselves, however, suggest that grouping is not optional.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Section 3D1.1 provides that \"[w]hen a defendant has been convicted of more than one count, the court <i>shall:</i> (1)[g]roup the counts resulting in conviction into distinct Groups of Closely Related Counts....\" U.S.S.G. &#167; 3D1.1(a)(1) (emphasis added). Section 3D1.2 adds that \"[a]ll counts involving substantially the same harm <i>shall</i> be grouped together into a single Group.\" U.S.S.G. &#167; 3D1.2 (emphasis added). Recognizing that the Guidelines have the force of law, <i>see Stinson v. United States,</i> 508 U.S. 36, 42, 113 S.Ct. 1913, 123 L.Ed.2d 598 (1993); <i>United States v. Maria,</i> 186 F.3d 65, 70 (2d Cir. 1999), this Court may not choose <i>not</i> to group tax evasion and mail fraud counts once the Court has determined that such counts are eligible for grouping under the Guidelines. When counts meet the &#167; 3D1.1 and &#167; 3D1.2 requirements, they must be grouped.</p>\n    </div>\n    <p class=\"center\">\n      <i>2. Plain Error Review</i>\n    </p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While it appears that grouping was appropriate, the government on appeal challenges the district court's grouping method. The government objects to the district court's use of &#167; 3D1.2(c) to accomplish this grouping, which finds \"substantially the same harm ... [w]hen one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts,\" rather than &#167; 3D1.2(d), which finds harms \"substantially the same ... [w]hen the offense level is determined largely on the basis of the total amount of harm or loss, the quantity of a substance involved, or some other measure of aggregate harm, or if the offense behavior is ongoing or continuous in nature and the offense guideline is written to cover such behavior.\" U.S.S.G. &#167;&#167; 3D1.2(c),(d). The government admits that it did not raise in the district court the issue of which provision should govern grouping, nor did it object to the court's choice of subsection 3D1.2(c). Its objection to the use of <i>any</i> grouping provision was not \"sufficiently distinct\" to alert the trial judge to the challenged issue in order to preserve the issue for appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See United States v. Gallerani,</i> 68 F.3d 611, 617 (2d Cir.1995). As the government failed to preserve the issue of alternative grouping mechanisms for this Court's review, this Court must review the government's cross-appeal for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In our recent decision in <i>United States v. Sofsky,</i> this Court found that plain error review may apply less rigorously in certain sentencing contexts. 31 Fed. Appx. 754 (2d Cir.2002). In <i>Sofsky,</i> this Court first noted two previous decisions that reviewed unobjected-to sentencing errors in a more relaxed fashion when the party raising the error on appeal did not have prior notice of the possible application of the sentence imposed. <i>Id.</i> at 755 (citing <i>United States v. Pico,</i> 966 F.2d 91 (2d Cir.1992) (finding \"clear error\" where a sentence outside the Guidelines range was imposed without explanation and against the recommendation of the PSR); <i>United States v. Alba,</i> 933 F.2d 1117, 1120 (2d Cir.1991)(reviewing unobjected-to downward departures without applying plain error standards where only one of the four grounds on which the district court granted the departures was addressed in the PSR)). The Court further commented on the relative ease of correcting sentencing errors (requiring only resentencing) as opposed to trial errors (requiring a new trial). <i>Id.</i> at 755 (citing <i>United States v. Leung,</i> 40 F.3d 577, 586 n. 2 (2d Cir.1994); <i>United States v. Baez,</i> 944 F.2d 88, 90 n. 1 (2d Cir.1991)). The <i>Sofsky</i> Court then concluded that \"[b]oth because the alleged error relates only to sentencing and because Sofsky lacked prior notice, we will entertain [Sofsky's] challenge without insisting on strict compliance with the rigorous standards of Rule 52(b).\" <i>Id.</i> at 755.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This case, unlike <i>Sofsky,</i> requires us to complete plain error analysis with Rule 52(b)'s full rigor. As noted, the government did not raise its objection to the choice of grouping provisions in the court below. Importantly, however, neither the district court's decision to use a grouping provision, nor its selection of &#167; 3D1.2(c) to accomplish that grouping, surprised the government. Both in the PSR and in discussions during sentencing, the government had, and took, the opportunity to discuss and challenge the court's decision to group the mail fraud and tax evasion charges. The government failed, nonetheless, to attack the provision selected to accomplish the discussed grouping; it instead presents that objection on appeal. Although the government had access to the provision it now asserts could have correctly grouped the charges, &#167; 3D1.2(d), throughout the sentencing process (&#167; 3D1.2(d) in fact appears on the same page of the 2000 Guidelines as &#167; 3D1.2(c)), the government did not attempt to explore alternative, more favorable, ways to group the counts until this appeal. The fact that this Court had not yet issued its decisions in <i>Petrillo</i> and <i>Fitzgerald</i> approving the grouping of mail fraud and tax evasion counts under &#167; 3D1.2(d) does not excuse the government's failure to consider all available grouping provisions as possible alternative mechanisms. We find that as the government had both the notice and opportunity necessary to raise its objection to the use of &#167; 3D1.2(c) before the district court, this case is distinguishable from <i>Sofsky,</i> and our consideration of the government's cross-appeal must be executed with the full rigor of traditional plain error review.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Traditional plain error analysis is a four-step process. To establish plain error, the Court must find 1) an error, 2) that is plain, 3) that affects substantial rights. <i>See Jones v. United States,</i> 527 U.S. 373, 389, 119 S.Ct. 2090, 144 L.Ed.2d 370 (1999). If an error meets these tests, the Court engages in a fourth consideration: whether or not to exercise its discretion to correct the error. The plain error should be corrected only if it \"seriously affects the fairness, integrity, or public reputation of judicial proceedings.\" <i>Id.</i> (internal quotation marks, brackets, and citation omitted).</p>\n    </div>\n    <p class=\"center\">\n      <i>a. The district court's use of &#167; 3D1.2(c) was in error.</i>\n    </p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although this Court has not previously addressed directly the choice between &#167; 3D1.2(c) and &#167; 3D1.2(d), this Court's prior decisions applying &#167; 3D1.2(d) and the structure of the relevant Guidelines demonstrate that the district court's use of &#167; 3D1.2(c) was in error.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This Circuit has recently concluded that the offenses of fraud and tax evasion should be grouped under &#167; 3D1.2(d). <i>See Petrillo,</i> 237 F.3d at 125; <i>Fitzgerald,</i> 232 F.3d at 320. The Court stated in <i>Petrillo</i> that, \"both tax evasion and mail fraud follow offense level schedules that trigger substantially identical offense level increments based on the amount of loss. Moreover, the offenses ... [are] both frauds, [are] part of a single continuous course of criminal activity and involve[] the same funds.\" <i>Petrillo,</i> 237 F.3d at 125. This Court concluded that while the tax evasion and fraud charges in <i>Petrillo</i> affected different victims, the distinction should not prevent grouping. <i>Id. Fitzgerald</i> also grouped tax evasion and fraud offenses under &#167; 3D1.2(d). The <i>Fitzgerald</i> court found that \"the guidelines for offenses that are of the same general type apply tables that translate the amount of losses involved into specific offense level increases at exactly the same rate, and at exactly the same monetary division points,\" and concluded that based on tax evasion's and fraud's similar offense level calculations, the counts should be grouped under &#167; 3D1.2(d). <i>Fitzgerald,</i> 232 F.3d at 320 (internal quotations and citation omitted). Neither <i>Petrillo</i> nor <i>Fitzgerald,</i> however, involved a choice between &#167; 3D1.2(c) and &#167; 3D1.2(d). Further analyzing the provisions to make the &#167; 3D1.2(c) or &#167; 3D1.2(d) determination in this case, the Court finds that, based on the language of the Guidelines, &#167; 3D1.2(d) is the correct choice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The introductory commentary to Chapter 3, Part D of the Guidelines Manual distinguishes two types of groupable offenses: (1) offenses whose guidelines \"base the offense level primarily on the amount of money or quantity of substance involved (<i>e.g.,</i> theft, fraud, drug trafficking, firearms dealing), or otherwise contain provisions dealing with repetitive or ongoing misconduct\" for which the court should \"add the numerical quantities and apply the pertinent offense guideline\"; (2) offenses that are \"closely interrelated,\" meaning that they \"are so closely intertwined with other offenses that conviction for them ordinarily would not warrant increasing the guideline range.\" U.S.S.G. ch.3, pt. D, introductory cmt.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Section 3D1.2's division of offenses reflects the commentary's grouping distinctions. In subsections (a), (b), and (c), &#167; 3D1.2 describes the types of commonalities that make crimes so \"closely interrelated\" (type 2) that a single punishment would ordinarily govern the acts, <i>i.e.,</i> (a) when the counts \"involve the same victim and the same act or transaction,\" (b) when the same victim is injured by two or more acts \"connected by a common criminal objective or constituting part of a common scheme or plan,\" or (c) when \"one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts,\" (<i>i.e.,</i> single punishment already provided). U.S.S.G. &#167;&#167; 3D1.2(a),(b),(c). Section 3D1.2(d) then refers to the introductory commentary's first offense type, that for which an aggregation of harm is facilitated by incremental punishment based on quantity. Section 3D1.2(d) notes several specific substantive guidelines to be grouped through its provision, including &#167; 2T1.1 (tax evasion) and &#167; 2F1.1 (fraud). U.S.S.G. &#167; 3D1.2(d).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Following the scheme outlined in Chapter 3, Part D's introductory commentary and &#167; 3D1.2, the next section, &#167; 3D1.3, sets out two methods for designating the appropriate base offense level for each type of offense group. One mechanism determines the base levels for offenses grouped under &#167; 3D1.2(a)-(c), those offenses which can be treated under a single (albeit the highest) offense level because they have enough in common to be treated as one crime (&#167; 3D1.2(a)), have already compensated for the additional offenses within the guidelines themselves (&#167; 3D1.2(c)), or share a single scheme or plan (&#167; 3D1.2(b)). U.S.S.G. &#167; 3D1.3(a). Section 3D1.3(b), recognizing the distinct structure of the punishment for &#167; 3D1.2(d) offenses, creates a unique mechanism for these crimes by using the aggregate amount of money or drugs involved in the offenses to set the offense level for the grouped counts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The structure of Chapter 3, Part D, through the introductory commentary, the grouping provisions of &#167; 3D1.2, and the offense level mechanisms of &#167; 3D1.3, repeatedly emphasizes the unique treatment afforded to offenses grouped because of the quantifiable nature of their harms. Thus, even if this Court's decisions in <i>Fitzgerald</i> and <i>Petrillo</i> do not require selection of &#167; 3D1.2(d) when a district court is asked to choose between &#167; 3D1.2(c) and &#167; 3D1.2(d), the Guidelines suggest that crimes falling within the special category of quantifiable-harm offenses require treatment under &#167; 3D1.2(d). Based on a careful reading of the Guidelines, this Court finds that the district court erred by grouping Gordon's counts under a provision that would allow the mail fraud and tax evasion counts to be considered as a single crime (&#167; 3D1.2(c)) rather than applying the provision that recognizes the Commission's unique choices about monetary harms (&#167; 3D1.2(d)).</p>\n    </div>\n    <p class=\"center\">\n      <i>b. The district court's error was plain.</i>\n    </p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">An error is \"plain\" if it is \"clear\" or \"obvious\" at the time of appellate consideration. <i>Johnson v. United States,</i> 520 U.S. 461, 467-68, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997). In light of current case law indicating that mail fraud and tax counts \"should\" be grouped under &#167; 3D1.2(d), <i>Fitzgerald,</i> 232 F.3d at 320, and the Guidelines' structural segregation of quantifiable-harm crimes, the district court's application of &#167; 3D1.2(c) to mail fraud and tax evasion grouping, viewed from the perspective of this review, was clear and obvious error.</p>\n    </div>\n    <p class=\"center\">\n      <i>c. The district court's error affected substantial rights.</i>\n    </p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">An error affects \"substantial rights\" if the error is \"prejudicial\" and \"affected the outcome of the district court proceedings.\" <i>United States v. Gore,</i> 154 F.3d 34, 47 (2d Cir.1998). The ability to claim such a violation of rights is not limited to defendants. <i>United States v. Perkins,</i> 108 F.3d 512, 517 (4th Cir.1997). Federal Rule of Criminal Procedure 52(b), allowing plain error review, does not limit the benefit of the rule to a particular party. <i>See</i> Fed.R.Crim.P. 52(b). In the words of Justice Cardozo, \"justice though due to the accused, is due to the accuser also.\" <i>Perkins,</i> 108 F.3d at 517 (quoting <i>Snyder v. Massachusetts,</i> 291 U.S. 97, 122, 54 S.Ct. 330, 78 L.Ed. 674 (1934)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The error in this case, the use of &#167; 3D1.2(c) rather than &#167; 3D1.2(d), decreased Gordon's total offense level by at least one, and possibly two, levels. <i>See</i> note 3, <i>supra.</i> Having grouped the counts under &#167; 3D1.2(c), the district court then applied &#167; 3D1.3(a), which provides that the resulting offense level for offenses grouped under &#167; 3D1.2(c) will be the offense level for \"the most serious of the counts comprising the Group, <i>i.e.,</i> the highest offense level of the counts in the Group.\" U.S.S.G. &#167; 3D1.3(a). This produced a final sentencing range for Gordon of 97-121 months. Had the district court applied &#167; 3D1.2(d) to group the tax evasion and mail fraud counts, the district court would have calculated Gordon's offense level under &#167; 3D1.3(b), which sets the applicable offense level as \"the offense level corresponding to the aggregated quantity\" under \"the offense guideline that produces the highest offense level.\" U.S.S.G. &#167; 3D1.3(b). This proper &#167; 3D1.2(d) analysis would have created a sentencing range of at least 108-135 months and possibly 121-151 months.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The difference between a maximum possible sentence of 135 or possibly 151 months and a maximum possible sentence of 121 months is substantial, as is the difference between the 97 month minimum sentence imposed and the 108 or possibly 121 month minimum sentence that would have resulted from the correct application of the grouping provisions. Thus, the district court's application of &#167; 3D1.2(c) rather than &#167; 3D1.2(d) threatened the \"substantial rights of the government and the people of the United States that [the defendant] be sentenced correctly in accordance with the legal principles of the sentencing guidelines.\" <i>United States v. Barajas-Nunez,</i> 91 F.3d 826, 833 (6th Cir.1996). Even though the government should and could have raised the issue below, the impact of the error on this public interest requires the Court to find that the error affects substantial rights.</p>\n    </div>\n    <p class=\"center\">\n      <i>d. The Court should exercise its discretion to correct the error.</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This Court should correct plain error only if it \"seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.\" <i>Jones,</i> 527 U.S. at 389, 119 S.Ct. 2090. Other circuits have found that sentencing errors raised by the government on appeal require correction because failure to correct such errors may damage the reputation of the judicial system by allowing district courts to sentence without regard to the law, <i>Barajas-Nunez,</i> 91 F.3d at 833, allow similarly situated defendants to receive different sentences, <i>id.,</i> or \"frustrate the Guidelines' goal of national sentencing uniformity,\" <i>Perkins,</i> 108 F.3d at 517. Circuits have chosen not to exercise their discretion to correct plain sentencing errors raised by the government on appeal, however, when refusal to remedy the error would provide a future incentive to the government to raise all available arguments below, <i>United States v. Garcia-Pillado,</i> 898 F.2d 36, 39-40 (5th Cir.1990), <i>disapproved in part on other grounds, United States v. Calverley,</i> 37 F.3d 160, 163 (5th Cir.1994), and when the difference in the length of the sentence imposed and the correct sentence was not significant enough to create a \"miscarriage of justice,\" <i>United States v. Posters `N' Things Ltd.,</i> 969 F.2d 652, 663 (8th Cir.1992), <i>aff'd</i> 511 U.S. 513, 114 S.Ct. 1747, 128 L.Ed.2d 539 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">While the government should have pursued other possible grouping options below even in the absence of case precedent specifically highlighting the potential application of &#167; 3D1.2(d), the damage done by allowing an inappropriate sentence to stand in Gordon's case while refusing other similarly situated defendants the opportunity to fall within &#167; 3D1.2(c) and &#167; 3D1.3(a)'s less burdensome confines is too great to allow the error to remain uncorrected. This is especially true given the relative ease of correcting the sentencing error on remand, thus accentuating the potential unfairness of allowing the district court's error to stand. This Court vacates and remands for resentencing under &#167; 3D1.2(d).</p>\n    </div>\n    <p class=\"center\">\n      <i>D. Consecutive Sentences</i>\n    </p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">After concluding that the total punishment should be ninety-seven months, the district court structured its sentence as follows: sixty months on counts 1-53, to run concurrently; 37 months on counts 54 and 55, to run concurrently with each other but consecutively to the sentences on counts 1-53; 37 months on counts 56 and 57, to run concurrently with each other and with counts 1-55; 36 months (the statutory maximum) on counts 59-61 and 66-68, to run concurrently with each other and with counts 1-57; and 97 months on count 69, the money laundering count (which carries a statutory maximum of 20 years, <i>see</i> 18 U.S.C. &#167; 1956(a)(1)(B)), to run concurrently with counts 1-57, 59-61, and 66-68. Although the district court's use of consecutive sentences for counts 54 and 55 did not affect the aggregate sentence, Gordon alleges, and the Government does not dispute, that the use of consecutive sentences will affect his release date, perhaps because of the calculation of good time credits.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The correct method for structuring the sentence, where the total punishment exceeds the statutory maximums on some counts, is to impose the statutory maximum punishment on all such counts, impose the total punishment on the count with a statutory maximum higher than the total punishment, and run sentences consecutively only to the extent necessary to achieve the total punishment. <i>See</i> U.S.S.G. &#167; 5G1.2(b),(d); <i>United States v. McLeod,</i> 251 F.3d 78, 83 (2d Cir.2001). Thus, on remand, the district court should impose statutory maximum sentences on each of counts 1-53, 56-57, 59-61, and 66-68, impose on count 69 the sentence it selects as appropriate within the range resulting from grouping the fraud and tax offenses pursuant to &#167; 3D1.2(d), and then run all sentences concurrently. The sentences on counts 54 and 55, which carry ten-year maximums, will depend on whether the sentencing judge's grouping decision yields a range of 108-135 months or a range of 121-151 months; if he selects the lower range and a total punishment of less than 120 months, then that total punishment should be imposed on counts 54 and 55, but if he selects the higher range, which has a minimum above 120 months, then the sentences on counts 54 and 55 should be the ten-year maximum. In either event, the sentences on counts 54 and 55 should run concurrently with all other sentences.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This Court affirms as harmless error the district court's refusal to consider potential but unclaimed deductions in the calculation of tax loss under U.S.S.G. &#167; 2T1.1. It vacates and remands, however, the district court's use of U.S.S.G. &#167; 3D1.2(c) rather than &#167; 3D1.2(d) to group Gordon's mail fraud and tax counts as challenged in the government's cross-appeal and orders restructuring of the sentence as set forth in this opinion. The remaining issues on appeal are affirmed by separate order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Notably, although two seminars were initially planned, none actually took place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Notably, the government acknowledged during oral argument that it had abandoned its argument against any grouping on appeal because of its belief that under this Court's decision in<i>Fitzgerald,</i> such an argument would be untenable. Thus, only the government's challenge to which grouping provision should have applied remains before this Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the government has not supplied its calculation, it appears likely that it combined the fraud and tax losses, identified the appropriate level for the combined total loss from both the fraud and tax loss tables, added adjustments, including four levels for role in the offense, to each of the levels, and then used level 31, resulting from the tax guideline, because that was higher than level 29, resulting from the fraud guideline. One more level was then added for the money laundering offense, pursuant to &#167; 3D1.4, resulting in an ultimate offense level for Gordon of 32. However, it is not clear that the four-level enhancement for role in the offense (leader of activity involving five or more participants, &#167; 3B1.1(a)) may be applied in determining the offense level for the tax offense. If that enhancement is applied only to the fraud offense (as to which it unquestionably applies), the combined dollar loss would result in level 29 under the fraud guideline and level 27 under the tax guideline; in that event, the level for the group would be 29, and Gordon's ultimate level, adjusted for the money laundering offense would be 31 (the money laundering offense, the level of which is 25, causes a two-level increase if the level for the combined fraud and tax group is 29, but only a one-level increase if the level for the combined group is 31<i>See</i> &#167; 3D1.4(a),(b)).</p>\n        <p class=\"indent\">We leave for consideration by the district court on remand, after receiving submissions from the parties, how the ultimate offense level should be calculated once the tax and fraud offenses are grouped under subsection (d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the concurrence suggests that the government's objection should have been sufficient to preserve its objection to grouping under &#167; 3D1.2(c) rather than &#167; 3D1.2(d) for appeal, we find the asserted objection to any grouping insufficient to alert the trial court of the need to consider a different grouping mechanism. To find the government's objection adequate would require this Court to construe an objection seeking \"no grouping\" to mean \"no grouping under subsection (c), but grouping is appropriate under subsection (d).\" Even recognizing, as our colleague points out, that this Court has been \"indulgent,\" 291 F.3d at 198 (slip op. at 6), in allowing broad readings of sentencing objections, we decline to read the government's objection to preserve the issue for appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A few courts have chosen not to apply plain error review to errors the government raises on appeal when those errors could have been addressed in the district court and do not create a manifestly unjust sentence<i>See, e.g., United States v. Filker,</i> 972 F.2d 240, 242 (8th Cir.1992); <i>United States v. Garcia-Pillado,</i> 898 F.2d 36, 39 (5th Cir.1990), <i>disapproved in part on other grounds, United States v. Calverley,</i> 37 F.3d 160, 163 (5th Cir.1994).</p>\n      </div>\n    </div>\n    <p class=\"indent\">JON O. NEWMAN, Circuit Judge, concurring:</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">I concur in the Court's judgment and in substantially all of Judge Parker's opinion, but believe that additional views are warranted on two aspects of the sentencing issue in this case: (1) whether the District Court erred in \"grouping\" the mail fraud and tax fraud offenses pursuant to subsection (c) instead of subsection (d) of section 3D1.2 of the Sentencing Guidelines, and (2) if so, whether that sentencing error is subject to review under \"plain error\" standards.</p>\n    </div>\n    <p class=\"indent\">1. The \"Grouping\" Error</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The District Court placed Gordon's mail fraud and tax fraud offenses in one group, pursuant to subsection (c) of section 3D1.2, resulting in assigning to that group the offense level of the fraud offenses. <i>See</i> U.S.S.G. &#167; 3D1.3(a). This Court concludes that the mail fraud and tax fraud offenses should have been grouped pursuant to subsection (d) of section 3D1.2, resulting in a slightly higher offense level based on the level corresponding to the aggregate of the dollar losses from both the tax fraud and the mail fraud.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> <i>See id.</i> &#167; 3D1.3(b). The issue as to which grouping subdivision applies is more complicated than the Court acknowledges; indeed, it is debatable whether any grouping is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Subsection (c) governs \"[w]hen one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts.\" <i>Id.</i> &#167; 3D1.2(c). The District Court understandably thought subsection (c) applied because mail fraud appears to be a specific offense characteristic of tax fraud: when the source of unreported income exceeding $10,000 is criminal activity, the offense level for the tax offense is increased two levels. <i>See id.</i> &#167; 2T1.1(b)(1); <i>United States v. Haltom,</i> 113 F.3d 43 (5th Cir. 1997). The Court's opinion never tells the District Judge why the seemingly applicable wording of subsection (c) does not apply to Gordon's offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Government offers two reasons why subsection (c) is inapplicable. First, it contends that subsection (c) does not literally apply because the conduct that resulted in enhancement of the tax offense level was the failure to report income from the fraud, not the fraudulent conduct itself. Second, it relies on language in Application Note 5 to section 3D1.2, in which the Commission explains that offenses are to be grouped under subsection (c) \"only if the offenses are closely related.\" The Government argues that the mail and tax fraud offenses are at best \"inter-related,\" but not \"closely related,\" and therefore subsection (c) is not applicable. <i>See</i> Brief for Cross Appellant at 332. The first argument seems strained, and the second argument, if valid, would defeat application of subsection (d) as well. After all, all four subsections of section 3D1.2 are contained in a section captioned \"Groups of Closely Related Counts.\" Obviously, the Commission thinks that counts groupable under subsection (c) and those groupable under subsection (d) are \"closely related.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Court's opinion opts for subsection (d) because the mail fraud and tax fraud offenses both involve money, and subsection (d) applies to offenses, otherwise groupable, where the offense level is determined by aggregating loss or harm, such as with money and drugs. But the fact that both offenses involve money tells us, at most, that subsection (d) is available to be applied; it does not tell us why subsection (c), the text of which appears to apply, is not also available to be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Court's opinion supports its application of subsection (d) on the normally conclusive ground of relevant precedent: in two prior decisions this Court has used that subsection to group mail fraud and tax fraud offenses. <i>See United States v. Petrillo,</i> 237 F.3d 119, 125 (2d Cir.2000); <i>United States v. Fitzgerald,</i> 232 F.3d 315, 320 (2d Cir.2000). What the Court's opinion does not discuss, however, is that neither <i>Petrillo</i> nor <i>Fitzgerald</i> considered the possibility that subsection (c) might apply (the sentencing judges had not grouped at all), and, more important, that the reason we deemed subsection (d) applicable was that the loss tables for mail fraud and tax fraud, in force at the time of the offenses punished in those cases, were \"substantially identical.\" <i>See Petrillo,</i> 237 F.3d at 125 (\"[B]oth tax evasion and mail fraud follow offense level schedules that trigger substantially identical offense level increments based on the amount of loss.\"); <i>Fitzgerald,</i> 232 F.3d at 320 (\"[Fraud and tax] offenses have tables that increase at the same rate and use the same monetary division points.\") The substantially identical nature of the two loss tables persuaded our Court that the offenses were \"of the same general type,\" <i>id.</i> (quoting U.S.S.G. &#167; 3D1.2 comment. (n.6)). However, Gordon is being sentenced in 2000, and the loss tables for mail and tax fraud in the 2000 Guidelines Manual are not the same. At every loss amount over $3,000, the tax loss table provides an offense level higher than the level in the fraud loss table. <i>See</i> U.S.S.G. &#167; 2T4.1 (2000) (tax loss table); <i>id.</i> &#167; 2F1.1(b)(1) (fraud loss table); <i>id.</i> App. C, amend. 491 (1993 amendment revising tax loss table). Whether <i>Petrillo</i> and <i>Fitzgerald</i> would have decided to use subsection (d) if the 2000 Guidelines Manual had been in force is not clear.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I note that in the 2001 Guidelines Manual the Commission has revised the tax and fraud loss tables once again and now makes them more congruent than they were in 2000. The tables are now identical for losses above $120,000; below that dollar level, the tax loss table yields offense levels that are the same or slightly more severe than the levels from the fraud loss table for the same amount. <i>See</i> U.S.S.G. &#167; 2T4.1 (2001) (tax loss table); <i>id.</i> &#167; 2B1.1(b)(1) (combined larceny and fraud loss table); <i>id.</i> App. C Supp., amend. 617 (2001 amendment revising tax and fraud loss tables).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">If we were to distinguish <i>Fitzgerald</i> and <i>Petrillo</i> on the ground that their reasoning depended on the substantial identity of the tax and fraud loss tables in 1993, there would be a plausible argument that mail fraud and tax fraud offenses should now not be grouped at all, as the Government unsuccessfully argued in the pending case in the District Court. The argument starts with our decision in <i>United States v. Napoli,</i> 179 F.3d 1 (2d Cir.1999), in which we refused to group money laundering and the underlying offense because the victims were different. <i>See also United States v. McCarthy,</i> 271 F.3d 387, 400-01 (2d Cir. 2001). It is true that the Commission has rejected <i>Napoli</i> and elected to have money laundering and underlying offenses grouped, <i>see</i> U.S.S.G.App. C Supp., amend. 634, but the Commission took that step only after significantly increasing the offense levels for money laundering. <i>See</i> U.S.S.G. &#167; 2S1.1(a) (2001); <i>id.</i> App. C Supp., amend. 634, at 233-36 (reasons for amendment). Since the Commission has not made a similar increase in the tax loss table, there is a considerable basis for following the reasoning of <i>Napoli,</i> recognizing that tax fraud and mail fraud harm different interests, and leaving these offenses ungrouped. <i>See, e.g., Weinberger v. United States,</i> 268 F.3d 346, 354-55 (6th Cir.2001); <i>United States v. Lindsay,</i> 184 F.3d 1138, 1142-43 (10th Cir.1999); <i>United States v. Vitale,</i> 159 F.3d 810, 815 (3d Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Ultimately, the Commission needs to cut through this morass and tell us in plain English whether it wants tax offenses grouped with the offenses that produced the income on which the taxes were evaded. Money derived from criminal offenses is frequently unreported to tax authorities, and tax and fraud offenses are frequently charged together. In dealing with this recurring issue, the Commission can either opt for no grouping, grouping under subsection (c), or grouping under subsection (d). The Commission once proposed an amendment that would explicitly have provided for grouping tax and fraud offenses under subsection (c), <i>see</i> Notice of Proposed Amendments to the Sentencing Guidelines for United States Courts, 66 Fed.Reg. 7962-01, 8003 (proposed Jan. 26, 2001), but did not promulgate the amendment. The Commission staff has informally advised that grouping should occur pursuant to subsection (c), <i>see</i> United States Sentencing Commission, Most Frequently Asked Questions About the Sentencing Guidelines No. 45, at 14 (7th ed. June 1, 1994), but has also advised that informal staff advice is not authoritative, <i>see id.</i> Until the Commission makes its position clear, I agree with the Court's opinion that we should continue to follow <i>Fitzgerald</i> and <i>Petrillo,</i> despite the arguable basis for distinguishing them, and group mail fraud and tax fraud offenses under subsection (d).</p>\n    </div>\n    <p class=\"indent\">2. Plain Error Review</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Court's opinion concludes that the District Court's application of subsection (c) is not only error but plain error of the sort we may notice under Fed.R.Crim.P. 52(b) in the absence of specific objection by the Government in the District Court. The initial issue is whether the Government's position at sentencing adequately raised the grouping issue.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\"><i>Adequacy of the Government's objection at trial.</i> The Government made clear to the District Court its view concerning grouping: it believed that the mail fraud and tax fraud offenses should not be grouped at all. There is a substantial argument that this position should be sufficient to preserve for review the Government's fall-back position, now asserted on its cross-appeal, that if grouping is to occur, it should occur under subsection (d), not subsection (c). In prior cases, we have been rather indulgent in permitting a sentencing objection to comprehend related points not explicitly articulated to the sentencing judge. <i>See United States v. Sprei,</i> 145 F.3d 528, 533 (2d Cir.1998) (Government objection at trial that \"family circumstances\" departure was not legally permissible sufficient to permit claim on appeal that evidence to support departure was speculative); <i>United States v. Shumard,</i> 120 F.3d 339, 340 &amp; n. 1 (2d Cir. 1997) (Government request that sentencing judge \"consider\" two-level adjustment for defrauding more than one victim sufficient to permit particularized claim on appeal that number of victims had been improperly counted by disregarding relevant conduct); <i>United States v. Rodriguez-Gonzalez,</i> 899 F.2d 177, 180 (2d Cir.1990) (defendant's objection at trial to appropriateness of sentence enhancement sufficient to permit claim on appeal that enhancement was unlawful on double jeopardy and due process grounds). In the pending case, however, the Court rules that the Government's objection to any grouping was insufficient to challenge grouping under subsection (c) of section 3D1.2 and faults the Government for its \"failure to consider all available grouping provisions as possible alternative mechanisms.\" 291 F.3d at 191. I doubt if district judges will welcome the suggestion in the Court's opinion that the Government in this case should have taken the sentencing judge's time to canvass all the possible grouping alternatives in order to preserve a fall-back position for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Having ruled that the Government has insufficiently preserved its objection to the sentencing judge's erroneous method of grouping, the Court's opinion proceeds to consider whether the error may be reviewed as plain error under Fed.R.Crim.P. 52(b). That issue comprehends two matters: whether sentencing errors are subject to Rule 52(b) plain error standards, and, if so, whether those standards should be applied to sentencing errors as rigorously as the standards are applied to trial errors.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\"><i>Application of Rule 52(b) to sentencing errors.</i> Although we have stated that the plain error standards of Rule 52(b) apply to sentencing errors, <i>see United States v. Keppler,</i> 2 F.3d 21, 23 (2d Cir.1993), and have acted on that premise, <i>see United States v. Thomas,</i> 274 F.3d 655, 666-72 (2d Cir.2001) (in banc); <i>United States v. Martinez-Rios,</i> 143 F.3d 662, 675-76 (2d Cir. 1998), there is a substantial argument that these standards should have no application to such errors. Rule 52(b) was adopted at a time when sentences could not be appealed, and the focus of the rule-makers was on errors occurring at trial. As the Supreme Court long ago observed, \"It is a familiar rule, that a thing may be within the letter of the statute and yet not within the statute, because not within its spirit, nor within the intention of its makers.\" <i>Church of the Holy Trinity v. United States,</i> 143 U.S. 457, 459, 12 S.Ct. 511, 36 L.Ed. 226 (1892). Moreover, the Supreme Court's elaboration of the plain error standards of Rule 52(b) has occurred in the context of trial errors. <i>See Johnson v. United States,</i> 520 U.S. 461, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997); <i>United States v. Olano,</i> 507 U.S. 725, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Before the widespread availability of sentencing appeals, inaugurated by the Sentencing Reform Act of 1984, <i>see</i> 18 U.S.C. &#167; 3742, sentences that were unlawful under applicable law could be corrected under the pre-1984 version of Rule 35(a) of the Federal Rules of Criminal Procedure, <i>see United States v. Morgan,</i> 346 U.S. 502, 506, 74 S.Ct. 247, 98 L.Ed. 248 (1954) (\"Sentences subject to correction under [Rule 35] are those that the judgment of conviction did not authorize.\"); <i>United States v. Huss,</i> 520 F.2d 598, 602 (2d Cir.1975) (\"An illegal sentence for purposes of Rule 35 is one in excess of a statutory provision or otherwise contrary to the applicable statute.\"). Under that regime, claims of illegality with respect to a sentence were entertained under Rule 35 without consideration of whether the sentencing error met the plain error standards of Rule 52(b). <i>See, e.g., United States v. Golay,</i> 560 F.2d 866, 870-71 (8th Cir.1977) (granting relief); <i>United States v. Sternman,</i> 433 F.2d 913, 914 (6th Cir. 1970) (denying relief). In <i>Golay,</i> the Eighth Circuit rejected the Government's contention that the sentencing error should not be corrected because it had not been raised on direct appeal from the conviction. <i>See Golay,</i> 560 F.2d at 870. In <i>Natarelli v. United States,</i> 516 F.2d 149 (2d Cir.1975), we noted that a sentencing error that had not been raised in the trial court or on direct appeal could be corrected under Rule 35. <i>Id.</i> at 152 n. 4. There was no suggestion that the error had to meet plain error standards. I doubt if Congress, in authorizing sentencing errors to be corrected by sentencing appeals in lieu of the prior practice under Rule 35, intended to permit correction of unlawful sentences only when the plain error standards of Rule 52(b) could be met.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It is also significant that we have corrected sentencing errors under 28 U.S.C. &#167; 2255 that could have been raised on direct appeal, <i>see Natarelli,</i> 516 F.2d at 152 n. 4; <i>Gorman v. United States,</i> 456 F.2d 1258, 1259 (2d Cir.1972), which we would not normally have done if a trial error had been involved, <i>see Natarelli,</i> 516 F.2d at 152 n. 4 (\"[H]ere, as in <i>Gorman,</i> the claim goes to the illegality of the sentence itself, and not to trial errors tainting the underlying conviction.\"). Thus, before the era of sentencing appeals, we generally recognized that the standards applicable to correction of trial errors did not apply to sentencing errors. At least where a sentencing error involves only an issue of law, as is normally the case, the error should be correctable without regard to the standards of Rule 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\"><i>Rigor of Rule 52(b) standards as applied to sentencing errors.</i> If the plain error standards of Rule 52(b) are to be applied to the correction of sentencing errors, we should use a less rigorous version of those standards, as we have done in numerous cases. <i>See, e.g., United States v. Sofsky,</i> 287 F.3d 122, 125 (2d Cir.2002) (correcting sentencing error under \"relax[ed]\" plain error standards); <i>United States v. Pico,</i> 966 F.2d 91, 92 (2d Cir. 1992) (correcting sentencing error with conclusory compliance with plain error standards); <i>United States v. Alba,</i> 933 F.2d 1117, 1120 (2d Cir.1991) (same). Indeed, we have repeatedly stated that a sentence imposed in violation of law <i>is</i> plain error, a conclusion reached without applying the four-component plain error standards relevant to trial errors. <i>See United States v. Merced,</i> 263 F.3d 34, 36 (2d Cir.2001); <i>United States v. A-Abras Inc.,</i> 185 F.3d 26, 30 (2d Cir.1999); <i>United States v. Kinlock,</i> 174 F.3d 297, 299 (2d Cir.1999); <i>United States v. Abrar,</i> 58 F.3d 43, 47 (2d Cir.1995); <i>United States v. Eng,</i> 14 F.3d 165, 172 n. 5 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">There are several reasons for applying plain error standards less rigorously to sentencing errors than to trial errors. First, as we have previously observed, noticing unobjected to errors that occur at trial precipitates an entire new trial that could have been avoided by a timely objection, whereas correcting a sentencing error results in, at most, only a remand for resentencing. <i>See Sofsky,</i> 287 F.3d at 125; <i>United States v. Leung,</i> 40 F.3d 577, 586 n. 2 (2d Cir.1994); <i>United States v. Baez,</i> 944 F.2d 88, 90 n. 1 (2d Cir.1991). Second, a sentencing error is normally prejudicial, and, where the sentence is unlawfully too high, the prejudice to a defendant is extremely serious. Third, there is no interest to be served by applying to sentencing errors the same plain error standards applicable to trial errors.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Even if some version of plain error review needs to be invoked to consider the sentencing error in this case, surely it should be the less rigorous version we have invoked in other sentencing cases, both for the benefit of the Government, <i>see Alba,</i> 933 F.2d at 1120, and defendants, <i>see</i> <i>Sofsky,</i> 287 F.3d at 125; <i>Pico,</i> 966 F.2d at 92.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Instead, the Court's opinion asserts that rigorous plain error standards are applicable, and then concludes that the standards of such review are met. In view of the extended discussion the Court's opinion has undertaken to show why grouping under subsection (c) was error, a discussion to which I have felt obliged to add further amplification, I do not see how it can be said that the District Judge's error in applying subsection (c) met the plain error standard of \"clear\" or \"obvious.\" <i>See Olano,</i> 507 U.S. at 734, 113 S.Ct. 1770. Moreover, the Supreme Court has instructed that we are to use our discretion to correct plain errors only if the error \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\" <i>Id.</i> at 732, 113 S.Ct. 1770 (alteration in original). I find it difficult to accept the idea that the public reputation of judicial proceedings will be impaired in the slightest if Gordon's already substantial sentence of eight years for an economic crime is not increased by eleven more months (or even by the twenty-four months that the Government's questionable calculation would impose). Indeed, some might think that Gordon's offense &#8212; selling listings in a Who's Who directory that was not limited, as claimed, to carefully selected, prestigious individuals &#8212; is sufficiently outside the heartland of fraud offenses, such as selling worthless stock or fake health remedies, to warrant a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Despite its use of the language of the \"full rigor\" plain error review, 291 F.3d at 191, I think the majority's opinion in substance and effect has applied a relaxed version of plain error standards to the District Court's grouping error. Because I agree that, if Rule 52(b) applies at all to sentencing errors, this is the appropriate approach in most sentencing appeals, and surely in this case, I concur in the Court's decision to notice the error and correct it.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The increase is probably one level, which would increase the sentencing range of 97-121 months to 108-135 months, and possibly two levels, in which event the sentencing range would increase to 121-151 months<i>See</i> 291 F.3d at 184, n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Supreme Court has recently decided that plain error analysis applies to the unobjected to omission from an indictment of a fact that enhances a sentence above a statutory maximum<i>United States v. Cotton,</i> ___ U.S. ___, 122 S.Ct. 1781, 1784, 152 L.Ed.2d 860 (2002). Although that decision applied plain error analysis to an <i>Apprendi</i> error, <i>see Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), the Court had no occasion to consider whether plain error analysis applies to the sort of sentencing error in the pending appeal &#8212; an error in application of the Sentencing Guidelines. Even though an unobjected to <i>Apprendi</i> error in omitting drug quantity from an indictment need not result in resentencing when proof of the quantity was overwhelming, as in <i>Cotton,</i> there is no reason to insist on the rigorous standards of plain error analysis before correcting a Guidelines application error that can readily be corrected upon resentencing.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee-Cross-Appellant,<br>v.<br>Bruce W. GORDON, Defendant-Appellant-Cross-Appellee,<br>Tara Garboski, also known as Tara Green, Oral Frank Osman, also known as Frank Osman, also known as Frank Martin, Laura Weitz, also known as Laura Winters, Scott Michaelson, Steve Rubin, also known as Steve Ruben, also known as Steve Walden, Martin Reffsin, and Annette Haley, Defendants-Appellants,<br>Who's Who Worldwide Registry, Inc., Sterling Who's Who, Inc., Defendants.</p>\n    <p class=\"docket\">Docket No. 00-1122 (L).</p>\n    <p class=\"docket\">Docket No. 00-1123.</p>\n    <p class=\"docket\">Docket No. 00-1124.</p>\n    <p class=\"docket\">Docket No. 00-1125.</p>\n    <p class=\"docket\">Docket No. 00-1126(XAP).</p>\n    <p class=\"docket\">Docket No. 00-1181.</p>\n    <p class=\"docket\">Docket No. 00-1235.</p>\n    <p class=\"docket\">Docket No. 00-1277.</p>\n    <p class=\"docket\">Docket No. 00-1164.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: December 6, 2001.</p>\n    <p class=\"date\">Decided: May 30, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Brian E. Maas, Beldock, Levine &amp; Hoffman, New York, NY, for defendant-appellant Tara Garboski, aka Tara Green.</p>\n      <p class=\"indent\">Alan M. Nelson, Law Office of Alan M. Nelson, Lake Success, NY, for defendant-appellant Oral Frank Osman, aka Frank Osman, aka Frank Martin.</p>\n      <p class=\"indent\">John Laurence Kase, Kase &amp; Druker, Garden City, NY, for defendant-appellant Laura Weitz, aka Laura Winters.</p>\n      <p class=\"indent\">Martin Geduldig, Law Office of Martin Geduldig, Esq., Hicksville, NY, for defendant-appellant Annette Haley.</p>\n      <p class=\"indent\">Thomas F.X. Dunn, Law Office of Thomas F.X. Dunn, Esq., New York, NY, for defendant-appellant Steve Rubin, aka Steven Ruben, aka Steve Walden, aka Steve Ruben.</p>\n      <p class=\"indent\">Scott E. Leemon, Law Office of Scott E. Leemon, Esq., New York, NY, for defendant-appellant Martin Reffsin.</p>\n      <p class=\"indent\">Paula Schwartz Frome, Law Office of Paula Schwartz Frome, Esq., Garden City, NY, for defendant-appellant Scott Michaelson.</p>\n      <p class=\"indent\">Norman Trabulus, Storch, Amini, &amp; Munves, New York, NY, for defendant-appellant Bruce W. Gordon.</p>\n      <p class=\"indent\">Ronald White, United States Attorney's Office for the Eastern District of New York, Brooklyn, NY, for appellee.</p>\n      <p class=\"indent\">Before OAKES, NEWMAN, and F.I. PARKER, Circuit Judges.</p>\n      <p class=\"indent\">F.I. PARKER, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the February 16, 2000 entry of judgment in the United States District Court for the Eastern District of New York (Arthur D. Spatt, <i>Judge</i>) following a jury trial convicting defendants-appellants on sixty-nine counts of mail fraud, conspiracy to commit mail fraud, money laundering, perjury, tax evasion, conspiracy to impair, impede, and defeat the IRS, filing false tax returns, filing false collection information statements, and obstruction of justice based on the defendants' roles in a scheme to market memberships in a supposedly prestigious \"Who's Who\" organization. The United States of America cross-appeals, alleging error in the grouping of defendant Gordon's mail fraud and tax evasion counts pursuant to United States Sentencing Guidelines Manual (\"U.S.S.G.\") &#167; 3D1.2(c) (2000). The majority of the issues raised on appeal are addressed in a summary order filed today. This opinion addresses only three questions related to defendant Bruce W. Gordon's sentence: First, whether the district court erred by failing to consider applicable, but unclaimed, deductions in the calculation of tax loss for sentencing purposes under U.S.S.G. &#167; 2T1.1; second, whether, as the government alleges on cross-appeal, the district court erred by grouping Gordon's mail fraud and tax evasion counts under U.S.S.G. &#167; 3D1.2(c) rather than &#167; 3D1.2(d); and third, whether the district court erred in imposing consecutive sentences on counts 54 and 55. We affirm the district court on the first question and vacate and remand on the second and third.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1989 and 1994 respectively, Bruce W. Gordon incorporated two companies, Who's Who Worldwide (\"Worldwide\") and Sterling Who's Who (\"Sterling\"), to produce \"prestigious\" directories of \"noteworthy\" individuals. <i>United States v. Gordon,</i> CR 96-1016, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">183</span></span>, at *5-*6 (E.D.N.Y. Jan. 8, 1999). Gordon served as president and CEO of both organizations, supervising the companies' efforts to sell expensive memberships in the directories through an extensive telemarketing scheme. <i>Id.</i> After a thirteen-week jury trial, Gordon and nine other defendants were found guilty on 297 charges under the sixty-nine counts of the indictment. <i>Id.</i> at *2.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"center\">\n      <i>A. The Fraudulent \"Who's Who\" Scheme</i>\n    </p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although Gordon's companies promoted their listings as exclusive collections of leaders in various fields, potential members were actually solicited from ordinary mailing lists. <i>Id.</i> at *6. Worldwide and Sterling often distributed 100,000 letters at a time. The letters informed potential clients of their \"nomination\" for inclusion in one of the available registries even though most recipients were not nominated. Although at the time the letters were sent, the companies knew nothing about the intended recipients, a typical solicitation letter included language indicating that (i) Worldwide or Sterling was a leading publication of accomplished individuals, (ii) inclusion in the registry was limited to \"exceptional\" people who were highly successful in their fields, and (iii) inclusion in the registry was without cost to the \"nominee.\" An enclosed questionnaire encouraged the recipient to \"apply\" for membership. If the \"nominee\" responded by filling out a personal information card, telemarketers then contacted the person to conduct a false evaluation interview. During the interview, the marketers read from \"pitch sheets\" that laid out false and misleading information aimed at encouraging the customer to join and specified fraudulent answers to common questions. <i>Gordon,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">183</span></span>, at *6-*7. The marketers stressed the exclusivity of membership and the great networking value membership would provide. \"Memberships\" were actually sold to anyone wishing to purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After completing the interview, Gordon's sales force would ask the customer to purchase a membership (ranging in price from $75 to $750) and informed the new member of additional \"perks\" of joining, such as the opportunity to purchase a CD ROM with registry information, discounts on services from Airborne Express and other providers, and networking seminars.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i> at *7-*8. By the end of 1994, over 60,000 people, swept along by Gordon's scheme, had become members of the organizations, netting tens of millions of dollars for Gordon's companies. <i>Gordon v. United States (In re the Seizure of All Funds in Accounts in the Names Registry Publ'g, Inc.</i>), <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></span>, 578-79 (2d Cir.1995). Although Gordon claimed that his registries were composed of leaders in the international business community, many actual members were employed outside the big business arenas his promotional materials implied. Among the members of one registry were the manager of a Florida rental car agency, the owner of a Florida Dairy Queen, a nutritionist at a Virginia state prison, a Virginia high school teacher, a Massachusetts candy store owner, the manager of a Connecticut Radio Shack, and the manager of a Pennsylvania department store beauty salon.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Notably, the employees of Worldwide and Sterling had no misconceptions about the true nature of the memberships they sold. The Worldwide employee assigned to \"review\" applications after conclusion of the telephone interviews admitted that she, at Gordon's instruction, regularly altered members' job titles so that the members would appear more prestigious in the publication, for example, listing the owner of a business as a \"President\" with expertise in \"Corporate Management,\" or a store manager as an \"area manager\" or \"operations manager,\" and making even small operations sound like large corporations. Furthermore, while telling potential customers that they, as nominees, were the \"creme de la creme\" or that the marketers rarely spoke with people who weren't \"multi-billionaires\" or \"CEO's\", Gordon's employees, among themselves, considered it a \"running joke\" that anyone with a credit card could become a member of one of the registries.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, the government presented twenty-three member witnesses who almost uniformly agreed that had they realized that the memberships they were offered were not prestigious, nor had they been nominated by their peers, they would not have been willing to pay for a membership and might not have purchased a membership at all. Even Gordon admitted that the value of his product lay in its appeal to customer egos.</p>\n    </div>\n    <p class=\"center\">\n      <i>B. Gordon's Financial Activities</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gordon's crimes extended beyond his telemarketing fraud. During the early 1990s, Gordon owed the IRS $3.5 million in back taxes, penalties, and interest. <i>Gordon,</i> 1999 U.S. Dist. Lexis 183, at *8-*9. Gordon told the IRS that he was an impoverished salesperson who slept in his car. <i>Id.</i> In reality, however, Gordon resided at two expensive properties, a Manhasset, New York, condominium and an East 54th Street penthouse apartment in Manhattan, the titles to which were in the name of Who's Who Worldwide. Gordon drove luxury cars leased by Worldwide and shopped at numerous premiere retail outlets. <i>Id.</i> at *12-*13.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Relying on Gordon's representations of poverty, the IRS, in 1991, offered to accept payments of $100 per month against Gordon's $3.5 million debt, while the tax division of the Department of Justice agreed to accept payments of amounts equal to one-half of Gordon's income over $50,000. <i>Id.</i> at *10-*11. In 1993, Gordon attempted to enter a further \"offer in compromise\" with the IRS under which he would pay $150,000 to resolve his entire debt. Gordon withdrew his offer before the IRS could accept when his arrest raised suspicions that he was more than simply a Sterling or Worldwide employee. <i>Id.</i></p>\n    </div>\n    <p class=\"center\">\n      <i>C. Investigation and Trial</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Postal officials first inspected Gordon and his companies in 1994 on suspicions of mail fraud. <i>In re Seizure,</i> 68 F.3d at 579. That investigation ultimately led to grand jury review and an indictment against Gordon, Sterling, and Worldwide for conspiracy to commit mail fraud, mail fraud, and money laundering. A seventy-three count superseding indictment added counts for perjury, obstruction of justice, and filing false income tax returns, and included six additional salesperson-defendants as well as Gordon's accountant. <i>United States v. Gordon,</i> <span class=\"citation\" data-id=\"1405313\"><a href=\"/opinion/1405313/united-states-v-gordon/\"><span class=\"volume\">990</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">171</span></a></span>, 173 (E.D.N.Y. 1998). On April 7, 1998, after a thirteen-week trial, a jury returned 297 guilty verdicts on sixty-nine separate counts against the ten defendants. <i>Gordon,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">183</span></span>, at *17. Gordon and his fellow defendants moved for Rule 29(c) acquittal or a new trial under Rule 33. The court denied these motions, but granted the government's cross-motion for preliminary forfeiture of the $1.1 million involved in the money laundering offense. <i>Id.</i> at *79.</p>\n    </div>\n    <p class=\"center\">\n      <i>D. Sentencing</i>\n    </p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After a four day <i>Fatico</i> hearing at which the defendants presented testimony intended to demonstrate the value of memberships in Worldwide and Sterling registries, the district court sentenced Gordon to ninety-seven months in prison, $10 million restitution, and $3,450 in special assessments. To determine Gordon's sentence, the district court reduced the proposed mail fraud loss ($20,000,000) by $10,000,000 and the proposed tax loss ($1,662,832) by $65,579. <i>United States v. Gordon,</i> <span class=\"citation\" data-id=\"2515518\"><a href=\"/opinion/2515518/united-states-v-gordon/\"><span class=\"volume\">71</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">128</span></a></span>, 136-37 (E.D.N.Y.1999). The district court then applied the sentencing guidelines to establish the appropriate length of the sentence on each count.</p>\n    </div>\n    <p class=\"center\">\n      <i>E. Claims on Appeal</i>\n    </p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pertinent to this opinion are three challenges to defendant Gordon's sentence. On Gordon's appeal are the district court's refusal to account for potential, but unclaimed, deductions in its calculation of tax loss under U.S.S.G. &#167; 2T1.1, and the district court's imposition of consecutive sentences on counts 54 and 55. On the government's cross-appeal is the district court's use of U.S.S.G. &#167; 3D1.2(c) to group Gordon's tax evasion and mail fraud counts.</p>\n    </div>\n    <p>III.</p>\n    <p class=\"center\">\n      <i>A. Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In examining a sentencing calculation, this Court reviews the district court's factual findings for clear error and its legal interpretations of the Guidelines de novo. <i>See United States v. Carboni,</i> <span class=\"citation\" data-id=\"767698\"><a href=\"/opinion/767698/united-states-v-harry-r-carboni/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 46 (2d Cir.2000).</p>\n    </div>\n    <p class=\"center\">\n      <i>B. Unclaimed Deductions</i>\n    </p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The 2000 United States Sentencing Guidelines Manual &#167; 2T1.1 provides sentencing standards for \"Tax Evasion; Willful Failure to File Return, Supply Information, or Pay Tax; Fraudulent or False Returns, Statements, or Other Documents.\" U.S.S.G. &#167; 2T1.1 (2000). Subsection (a) establishes the base level for the offense according to the corresponding amount of tax loss, or designates the level as 6 if the crime caused no tax loss. U.S.S.G. &#167; 2T1.1(a). Subsection (c) provides special instructions for the determination of the tax loss. U.S.S.G. &#167; 2T1.1(c). Subsection (c)(1) explains that \"[i]f the offense involved tax evasion or a fraudulent or false return, statement, or other document, the tax loss is the total amount of loss that was the object of the offense (<i>i.e.,</i> the loss that would have resulted had the offense been successfully completed).\" U.S.S.G. &#167; 2T1.1(c)(1). Note (A) to subsection (c)(1) establishes the following formula for computing tax loss in cases involving fraudulent filings: \"28% of the unreported gross income ... plus 100% of any false credits claimed against tax, unless a more accurate determination of the tax loss can be made.\" U.S.S.G. &#167; 2T1.1(c)(1)n.(A).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In his appeal, Gordon challenges the district court's failure to consider potential, but unclaimed, deductions that might reduce the total amount of tax loss for which he was responsible. Gordon argues that the district court erred by not reading the \"more accurate determination\" language of U.S.S.G. &#167; 2T1.1(c)(1)n.(A) to allow a defendant to include potential but unclaimed deductions in the tax loss figure used at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Tax loss under &#167; 2T1.1 is intended to reflect the revenue loss to the government from the defendant's behavior. Gordon asserts that the district court overestimated the tax loss because the unreported funds transferred from Worldwide to Gordon, had they been reported, would have been treated by Worldwide as a deductible salary expense. In other words, Gordon argues that the tax loss due to his failure to report the transferred funds should have been offset by the corporate tax deduction Worldwide would have taken. Gordon did not, however, offer any proof that had he reported the transfer of funds from Worldwide, Worldwide would have treated the money as salary, a deductible corporate expense rather than as a dividend, a non-deductible corporate expenditure.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In <i>United States v. Martinez-Rios,</i> this Court indicated in dicta that under &#167; 2T1.1, \"determination of the tax loss involves giving the defendant the benefit of legitimate but unclaimed deductions.\" <span class=\"citation\" data-id=\"754217\"><a href=\"/opinion/754217/united-states-v-angel-l-martinez-rios-sr-abraham-garcia-and-richard/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 671 (2d Cir.1998). Adhering to <i>Martinez-Rios's</i> suggestion, this Court finds that the district court erred when it refused to consider any potential unclaimed deductions in its sentencing analysis. Nevertheless, this Court finds that the error was harmless because even had the court been willing to consider such deductions, Gordon failed to prove that the money he received would have been treated as salary by Worldwide if properly reported.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gordon asserted at oral argument and in his reply brief that the district court should have allowed a salary deduction because funds transferred from Worldwide to him were likely \"salary\" if they were not \"loans.\" Gordon, however, bears the full burden of proof in establishing the appropriateness of consideration of such an unclaimed deduction. <i>See United</i> <i>States v. Spencer,</i> <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1365</span></span>, 1369 (10th Cir.1999); <i>see also Martinez-Rios,</i> 143 F.3d at 671-72 (finding witness testimony that close corporations would normally treat payments to officers as salary \"doubtful\"); <i>United States v. Sik Kin Wu,</i> <span class=\"citation\" data-id=\"715870\"><a href=\"/opinion/715870/united-states-v-sik-kin-wu/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 74-75 (7th Cir.1996)(finding when a \"single crime\" caused underreporting of both personal and corporate income, that disbursements to individuals should be treated as dividends taxable at both corporate and personal levels). In <i>Martinez-Rios,</i> this Court rejected testimony about how funds were normally distributed in close corporations as insufficient to establish that the funds in question had been distributed in that manner in the case at hand and that, therefore, a deduction applied. 143 F.3d at 671-72. Under <i>Martinez-Rios,</i> Gordon's argument that salary treatment was likely does not provide sufficient proof to establish an unclaimed deduction for consideration under &#167; 2T1.1. Even had the district court considered potential deductions, therefore, Gordon's sentence would have remained the same. Because Gordon did not provide any evidence tending to prove that Worldwide would have treated the transferred funds as salary, this Court finds the district court's failure to consider unclaimed deductions harmless.</p>\n    </div>\n    <p class=\"center\">\n      <i>C. Grouping of Charges</i>\n    </p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court grouped Gordon's mail fraud and tax evasion charges under U.S.S.G. &#167; 3D1.2(c). In its cross-appeal, the government argues that grouping was inappropriate under &#167; 3D1.2(c), but would have been proper under &#167; 3D1.2(d).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The government asks this Court to vacate and remand Gordon's sentence for adjustment under the proper Guidelines subsection.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government's appeal centers on the appropriate interpretation of U.S.S.G. &#167; 3D1.2 governing grouping of offenses. Section 3D1.2 provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">All counts involving substantially the same harm shall be grouped together into a single Group. Counts involve substantially the same harm within the meaning of this rule:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(c) When one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(d) When the offense level is determined largely on the basis of the total amount of harm or loss ... or some other measure of aggregate harm, or if the offense behavior is ongoing or continuous in nature and the offense guideline is written to cover such behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">U.S.S.G. &#167;&#167; 3D1.2 (c), (d). The application notes accompanying &#167; 3D1.2 provide insight into the meaning of the provision's terms. Application note 5 explains that the grouping of crimes sharing specific offense characteristics under subsection (c) prevents \"double counting\" of criminal behavior. U.S.S.G. &#167; 3D1.2, cmt. n. 5. It requires, however, that the crimes qualifying for such grouping be \"closely related.\" U.S.S.G. &#167; 3D1.2, cmt. n. 5. Application note 6 likewise clarifies subsection (d), explaining that the crimes involved in a single group should be of the \"same general type,\" and instructing courts to interpret this phrase broadly. U.S.S.G. &#167; 3D1.2, cmt. n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In Gordon's case, the district court found the mail fraud and tax evasion counts could be grouped under subsection (c). Under subsection (c), the highest level for an indicted offense within the group dictates the group's offense level. <i>See</i> U.S.S.G. &#167; 3D1.3(a)(determining offense levels under &#167; 3D1.2(a)-(c)). Thus, Gordon received an offense level of 28, which, after adjustment for his money laundering offense, <i>see</i> &#167; 3D1.4, resulted in an ultimate offense level of 30 and a sentencing range of 97-121 months. The government argues that had the district court correctly applied subsection (d) as the relevant grouping provision, Gordon would have received an offense level of 31, which, after adjustment for his money laundering offense, <i>see</i> &#167; 3D1.4, would have resulted in an ultimate offense level of 32 and a sentencing range of 121-151 months because subsection (d) sets the offense level for the group not in accordance with the highest level of a single offense, but in accordance with the highest level determined by the aggregate amount of loss from all offenses \"of the same general type.\" <i>See</i> U.S.S.G. &#167; 3D1.3(b) (determining offense levels under &#167; 3D1.2(d)). The government concludes that the district court's approach improperly lowered Gordon's final sentence by two levels, although, for reasons explained in the margin,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the reduction might be only one level.</p>\n    </div>\n    <p class=\"center\">\n      <i>1. Grouping was appropriate</i>\n    </p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <i>United States v. Napoli,</i> this Court rejected a defendant's claim for grouping together money laundering and fraud counts. <span class=\"citation\" data-id=\"764669\"><a href=\"/opinion/764669/united-states-v-john-napoli-aka-john-bianco-aka-vince-barry-d/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (2d Cir.1999)(finding the district court correct in separating fraud and money laundering counts into two distinct groups). The analysis developed in that opinion, however, led the Court in <i>United States v. Fitzgerald</i> to hold that \"tax evasion, fraud, and conversion should be grouped under U.S.S.G. &#167; 3D1.2(d).\" <span class=\"citation\" data-id=\"771099\"><a href=\"/opinion/771099/united-states-v-thomas-fitzgerald/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 320 (2d Cir. 2000)(<i>per curiam</i>). <i>United States v. Petrillo,</i> published the month after <i>Fitzgerald,</i> confirmed <i>Fitzgerald's</i> conclusion, holding that tax evasion and mail fraud were properly grouped under &#167; 3D1.2(d). <span class=\"citation\" data-id=\"771704\"><a href=\"/opinion/771704/united-states-v-gerald-j-petrillo/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 125 (2d Cir.2000). Although the Commission subsequently decided that money laundering and underlying offenses should be grouped under &#167; 3D1.2(c) and provided more severe offense levels where such grouping involves serious underlying offenses, <i>see</i> U.S.S.G. &#167; 2S1.1, cmt. n. 6 (2001); <i>id.</i> App. C Supp., Amend. 634, the reasoning of <i>Napoli, Petrillo,</i> and <i>Fitzgerald</i> remains instructive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Reading only these opinions, one might conclude that although this Circuit has clearly established the appropriateness of applying &#167; 3D1.2(d) when charges of mail fraud and tax evasion are grouped, it has not required such grouping in every instance. The Guidelines themselves, however, suggest that grouping is not optional.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Section 3D1.1 provides that \"[w]hen a defendant has been convicted of more than one count, the court <i>shall:</i> (1)[g]roup the counts resulting in conviction into distinct Groups of Closely Related Counts....\" U.S.S.G. &#167; 3D1.1(a)(1) (emphasis added). Section 3D1.2 adds that \"[a]ll counts involving substantially the same harm <i>shall</i> be grouped together into a single Group.\" U.S.S.G. &#167; 3D1.2 (emphasis added). Recognizing that the Guidelines have the force of law, <i>see Stinson v. United States,</i> <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 42, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span>, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1993); <i>United States v. Maria,</i> <span class=\"citation\" data-id=\"765472\"><a href=\"/opinion/765472/united-states-v-aris-maria-aka-luis-a-rivera/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 70 (2d Cir. 1999), this Court may not choose <i>not</i> to group tax evasion and mail fraud counts once the Court has determined that such counts are eligible for grouping under the Guidelines. When counts meet the &#167; 3D1.1 and &#167; 3D1.2 requirements, they must be grouped.</p>\n    </div>\n    <p class=\"center\">\n      <i>2. Plain Error Review</i>\n    </p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While it appears that grouping was appropriate, the government on appeal challenges the district court's grouping method. The government objects to the district court's use of &#167; 3D1.2(c) to accomplish this grouping, which finds \"substantially the same harm ... [w]hen one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts,\" rather than &#167; 3D1.2(d), which finds harms \"substantially the same ... [w]hen the offense level is determined largely on the basis of the total amount of harm or loss, the quantity of a substance involved, or some other measure of aggregate harm, or if the offense behavior is ongoing or continuous in nature and the offense guideline is written to cover such behavior.\" U.S.S.G. &#167;&#167; 3D1.2(c),(d). The government admits that it did not raise in the district court the issue of which provision should govern grouping, nor did it object to the court's choice of subsection 3D1.2(c). Its objection to the use of <i>any</i> grouping provision was not \"sufficiently distinct\" to alert the trial judge to the challenged issue in order to preserve the issue for appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See United States v. Gallerani,</i> <span class=\"citation\" data-id=\"706828\"><a href=\"/opinion/706828/united-states-v-paul-gallerani-and-herbert-gray/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 617 (2d Cir.1995). As the government failed to preserve the issue of alternative grouping mechanisms for this Court's review, this Court must review the government's cross-appeal for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In our recent decision in <i>United States v. Sofsky,</i> this Court found that plain error review may apply less rigorously in certain sentencing contexts. 31 Fed. Appx. 754 (2d Cir.2002). In <i>Sofsky,</i> this Court first noted two previous decisions that reviewed unobjected-to sentencing errors in a more relaxed fashion when the party raising the error on appeal did not have prior notice of the possible application of the sentence imposed. <i>Id.</i> at 755 (citing <i>United States v. Pico,</i> <span class=\"citation\" data-id=\"584199\"><a href=\"/opinion/584199/united-states-v-william-pico/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (2d Cir.1992) (finding \"clear error\" where a sentence outside the Guidelines range was imposed without explanation and against the recommendation of the PSR); <i>United States v. Alba,</i> <span class=\"citation\" data-id=\"561784\"><a href=\"/opinion/561784/united-states-v-didier-alba-john-gonzalez-marizol-vasquez-john-gonzalez/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1120 (2d Cir.1991)(reviewing unobjected-to downward departures without applying plain error standards where only one of the four grounds on which the district court granted the departures was addressed in the PSR)). The Court further commented on the relative ease of correcting sentencing errors (requiring only resentencing) as opposed to trial errors (requiring a new trial). <i>Id.</i> at 755 (citing <i>United States v. Leung,</i> <span class=\"citation\" data-id=\"682740\"><a href=\"/opinion/682740/united-states-v-lai-moi-leung-and-seow-ming-choon/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></a></span>, 586 n. 2 (2d Cir.1994); <i>United States v. Baez,</i> <span class=\"citation\" data-id=\"567930\"><a href=\"/opinion/567930/united-states-v-gualberto-baez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span>, 90 n. 1 (2d Cir.1991)). The <i>Sofsky</i> Court then concluded that \"[b]oth because the alleged error relates only to sentencing and because Sofsky lacked prior notice, we will entertain [Sofsky's] challenge without insisting on strict compliance with the rigorous standards of Rule 52(b).\" <i>Id.</i> at 755.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This case, unlike <i>Sofsky,</i> requires us to complete plain error analysis with Rule 52(b)'s full rigor. As noted, the government did not raise its objection to the choice of grouping provisions in the court below. Importantly, however, neither the district court's decision to use a grouping provision, nor its selection of &#167; 3D1.2(c) to accomplish that grouping, surprised the government. Both in the PSR and in discussions during sentencing, the government had, and took, the opportunity to discuss and challenge the court's decision to group the mail fraud and tax evasion charges. The government failed, nonetheless, to attack the provision selected to accomplish the discussed grouping; it instead presents that objection on appeal. Although the government had access to the provision it now asserts could have correctly grouped the charges, &#167; 3D1.2(d), throughout the sentencing process (&#167; 3D1.2(d) in fact appears on the same page of the 2000 Guidelines as &#167; 3D1.2(c)), the government did not attempt to explore alternative, more favorable, ways to group the counts until this appeal. The fact that this Court had not yet issued its decisions in <i>Petrillo</i> and <i>Fitzgerald</i> approving the grouping of mail fraud and tax evasion counts under &#167; 3D1.2(d) does not excuse the government's failure to consider all available grouping provisions as possible alternative mechanisms. We find that as the government had both the notice and opportunity necessary to raise its objection to the use of &#167; 3D1.2(c) before the district court, this case is distinguishable from <i>Sofsky,</i> and our consideration of the government's cross-appeal must be executed with the full rigor of traditional plain error review.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Traditional plain error analysis is a four-step process. To establish plain error, the Court must find 1) an error, 2) that is plain, 3) that affects substantial rights. <i>See Jones v. United States,</i> <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 389, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1999). If an error meets these tests, the Court engages in a fourth consideration: whether or not to exercise its discretion to correct the error. The plain error should be corrected only if it \"seriously affects the fairness, integrity, or public reputation of judicial proceedings.\" <i>Id.</i> (internal quotation marks, brackets, and citation omitted).</p>\n    </div>\n    <p class=\"center\">\n      <i>a. The district court's use of &#167; 3D1.2(c) was in error.</i>\n    </p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although this Court has not previously addressed directly the choice between &#167; 3D1.2(c) and &#167; 3D1.2(d), this Court's prior decisions applying &#167; 3D1.2(d) and the structure of the relevant Guidelines demonstrate that the district court's use of &#167; 3D1.2(c) was in error.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This Circuit has recently concluded that the offenses of fraud and tax evasion should be grouped under &#167; 3D1.2(d). <i>See Petrillo,</i> 237 F.3d at 125; <i>Fitzgerald,</i> 232 F.3d at 320. The Court stated in <i>Petrillo</i> that, \"both tax evasion and mail fraud follow offense level schedules that trigger substantially identical offense level increments based on the amount of loss. Moreover, the offenses ... [are] both frauds, [are] part of a single continuous course of criminal activity and involve[] the same funds.\" <i>Petrillo,</i> 237 F.3d at 125. This Court concluded that while the tax evasion and fraud charges in <i>Petrillo</i> affected different victims, the distinction should not prevent grouping. <i>Id. Fitzgerald</i> also grouped tax evasion and fraud offenses under &#167; 3D1.2(d). The <i>Fitzgerald</i> court found that \"the guidelines for offenses that are of the same general type apply tables that translate the amount of losses involved into specific offense level increases at exactly the same rate, and at exactly the same monetary division points,\" and concluded that based on tax evasion's and fraud's similar offense level calculations, the counts should be grouped under &#167; 3D1.2(d). <i>Fitzgerald,</i> 232 F.3d at 320 (internal quotations and citation omitted). Neither <i>Petrillo</i> nor <i>Fitzgerald,</i> however, involved a choice between &#167; 3D1.2(c) and &#167; 3D1.2(d). Further analyzing the provisions to make the &#167; 3D1.2(c) or &#167; 3D1.2(d) determination in this case, the Court finds that, based on the language of the Guidelines, &#167; 3D1.2(d) is the correct choice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The introductory commentary to Chapter 3, Part D of the Guidelines Manual distinguishes two types of groupable offenses: (1) offenses whose guidelines \"base the offense level primarily on the amount of money or quantity of substance involved (<i>e.g.,</i> theft, fraud, drug trafficking, firearms dealing), or otherwise contain provisions dealing with repetitive or ongoing misconduct\" for which the court should \"add the numerical quantities and apply the pertinent offense guideline\"; (2) offenses that are \"closely interrelated,\" meaning that they \"are so closely intertwined with other offenses that conviction for them ordinarily would not warrant increasing the guideline range.\" U.S.S.G. ch.3, pt. D, introductory cmt.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Section 3D1.2's division of offenses reflects the commentary's grouping distinctions. In subsections (a), (b), and (c), &#167; 3D1.2 describes the types of commonalities that make crimes so \"closely interrelated\" (type 2) that a single punishment would ordinarily govern the acts, <i>i.e.,</i> (a) when the counts \"involve the same victim and the same act or transaction,\" (b) when the same victim is injured by two or more acts \"connected by a common criminal objective or constituting part of a common scheme or plan,\" or (c) when \"one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts,\" (<i>i.e.,</i> single punishment already provided). U.S.S.G. &#167;&#167; 3D1.2(a),(b),(c). Section 3D1.2(d) then refers to the introductory commentary's first offense type, that for which an aggregation of harm is facilitated by incremental punishment based on quantity. Section 3D1.2(d) notes several specific substantive guidelines to be grouped through its provision, including &#167; 2T1.1 (tax evasion) and &#167; 2F1.1 (fraud). U.S.S.G. &#167; 3D1.2(d).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Following the scheme outlined in Chapter 3, Part D's introductory commentary and &#167; 3D1.2, the next section, &#167; 3D1.3, sets out two methods for designating the appropriate base offense level for each type of offense group. One mechanism determines the base levels for offenses grouped under &#167; 3D1.2(a)-(c), those offenses which can be treated under a single (albeit the highest) offense level because they have enough in common to be treated as one crime (&#167; 3D1.2(a)), have already compensated for the additional offenses within the guidelines themselves (&#167; 3D1.2(c)), or share a single scheme or plan (&#167; 3D1.2(b)). U.S.S.G. &#167; 3D1.3(a). Section 3D1.3(b), recognizing the distinct structure of the punishment for &#167; 3D1.2(d) offenses, creates a unique mechanism for these crimes by using the aggregate amount of money or drugs involved in the offenses to set the offense level for the grouped counts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The structure of Chapter 3, Part D, through the introductory commentary, the grouping provisions of &#167; 3D1.2, and the offense level mechanisms of &#167; 3D1.3, repeatedly emphasizes the unique treatment afforded to offenses grouped because of the quantifiable nature of their harms. Thus, even if this Court's decisions in <i>Fitzgerald</i> and <i>Petrillo</i> do not require selection of &#167; 3D1.2(d) when a district court is asked to choose between &#167; 3D1.2(c) and &#167; 3D1.2(d), the Guidelines suggest that crimes falling within the special category of quantifiable-harm offenses require treatment under &#167; 3D1.2(d). Based on a careful reading of the Guidelines, this Court finds that the district court erred by grouping Gordon's counts under a provision that would allow the mail fraud and tax evasion counts to be considered as a single crime (&#167; 3D1.2(c)) rather than applying the provision that recognizes the Commission's unique choices about monetary harms (&#167; 3D1.2(d)).</p>\n    </div>\n    <p class=\"center\">\n      <i>b. The district court's error was plain.</i>\n    </p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">An error is \"plain\" if it is \"clear\" or \"obvious\" at the time of appellate consideration. <i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 467-68, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997). In light of current case law indicating that mail fraud and tax counts \"should\" be grouped under &#167; 3D1.2(d), <i>Fitzgerald,</i> 232 F.3d at 320, and the Guidelines' structural segregation of quantifiable-harm crimes, the district court's application of &#167; 3D1.2(c) to mail fraud and tax evasion grouping, viewed from the perspective of this review, was clear and obvious error.</p>\n    </div>\n    <p class=\"center\">\n      <i>c. The district court's error affected substantial rights.</i>\n    </p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">An error affects \"substantial rights\" if the error is \"prejudicial\" and \"affected the outcome of the district court proceedings.\" <i>United States v. Gore,</i> <span class=\"citation\" data-id=\"757557\"><a href=\"/opinion/757557/united-states-v-andre-gore-aka-sha-kwaun-counts-danny-johnson-arnold/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 47 (2d Cir.1998). The ability to claim such a violation of rights is not limited to defendants. <i>United States v. Perkins,</i> <span class=\"citation\" data-id=\"737408\"><a href=\"/opinion/737408/united-states-v-daniel-perkins-united-states-of-america-v-daniel-perkins/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span>, 517 (4th Cir.1997). Federal Rule of Criminal Procedure 52(b), allowing plain error review, does not limit the benefit of the rule to a particular party. <i>See</i> Fed.R.Crim.P. 52(b). In the words of Justice Cardozo, \"justice though due to the accused, is due to the accuser also.\" <i>Perkins,</i> 108 F.3d at 517 (quoting <i>Snyder v. Massachusetts,</i> <span class=\"citation\" data-id=\"102189\"><a href=\"/opinion/102189/snyder-v-massachusetts/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 122, <span class=\"citation\" data-id=\"102189\"><a href=\"/opinion/102189/snyder-v-massachusetts/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">330</span></a></span>, <span class=\"citation\" data-id=\"102189\"><a href=\"/opinion/102189/snyder-v-massachusetts/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">674</span></a></span> (1934)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The error in this case, the use of &#167; 3D1.2(c) rather than &#167; 3D1.2(d), decreased Gordon's total offense level by at least one, and possibly two, levels. <i>See</i> note 3, <i>supra.</i> Having grouped the counts under &#167; 3D1.2(c), the district court then applied &#167; 3D1.3(a), which provides that the resulting offense level for offenses grouped under &#167; 3D1.2(c) will be the offense level for \"the most serious of the counts comprising the Group, <i>i.e.,</i> the highest offense level of the counts in the Group.\" U.S.S.G. &#167; 3D1.3(a). This produced a final sentencing range for Gordon of 97-121 months. Had the district court applied &#167; 3D1.2(d) to group the tax evasion and mail fraud counts, the district court would have calculated Gordon's offense level under &#167; 3D1.3(b), which sets the applicable offense level as \"the offense level corresponding to the aggregated quantity\" under \"the offense guideline that produces the highest offense level.\" U.S.S.G. &#167; 3D1.3(b). This proper &#167; 3D1.2(d) analysis would have created a sentencing range of at least 108-135 months and possibly 121-151 months.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The difference between a maximum possible sentence of 135 or possibly 151 months and a maximum possible sentence of 121 months is substantial, as is the difference between the 97 month minimum sentence imposed and the 108 or possibly 121 month minimum sentence that would have resulted from the correct application of the grouping provisions. Thus, the district court's application of &#167; 3D1.2(c) rather than &#167; 3D1.2(d) threatened the \"substantial rights of the government and the people of the United States that [the defendant] be sentenced correctly in accordance with the legal principles of the sentencing guidelines.\" <i>United States v. Barajas-Nunez,</i> <span class=\"citation\" data-id=\"723794\"><a href=\"/opinion/723794/united-states-v-francisco-javier-barajas-nunez/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">826</span></a></span>, 833 (6th Cir.1996). Even though the government should and could have raised the issue below, the impact of the error on this public interest requires the Court to find that the error affects substantial rights.</p>\n    </div>\n    <p class=\"center\">\n      <i>d. The Court should exercise its discretion to correct the error.</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This Court should correct plain error only if it \"seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.\" <i>Jones,</i> 527 U.S. at 389, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>. Other circuits have found that sentencing errors raised by the government on appeal require correction because failure to correct such errors may damage the reputation of the judicial system by allowing district courts to sentence without regard to the law, <i>Barajas-Nunez,</i> 91 F.3d at 833, allow similarly situated defendants to receive different sentences, <i>id.,</i> or \"frustrate the Guidelines' goal of national sentencing uniformity,\" <i>Perkins,</i> 108 F.3d at 517. Circuits have chosen not to exercise their discretion to correct plain sentencing errors raised by the government on appeal, however, when refusal to remedy the error would provide a future incentive to the government to raise all available arguments below, <i>United States v. Garcia-Pillado,</i> <span class=\"citation\" data-id=\"537794\"><a href=\"/opinion/537794/united-states-v-martin-garcia-pillado/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 39-40 (5th Cir.1990), <i>disapproved in part on other grounds, United States v. Calverley,</i> <span class=\"citation\" data-id=\"679550\"><a href=\"/opinion/679550/united-states-v-timothy-lynn-calverley/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">160</span></a></span>, 163 (5th Cir.1994), and when the difference in the length of the sentence imposed and the correct sentence was not significant enough to create a \"miscarriage of justice,\" <i>United States v. Posters `N' Things Ltd.,</i> <span class=\"citation\" data-id=\"586950\"><a href=\"/opinion/586950/united-states-v-posters-n-things-ltd-an-iowa-corporation-dba-world/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 663 (8th Cir.1992), <i>aff'd</i> <span class=\"citation\" data-id=\"1087958\"><a href=\"/opinion/1087958/posters-n-things-ltd-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, <span class=\"citation\" data-id=\"1087958\"><a href=\"/opinion/1087958/posters-n-things-ltd-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1747</span></a></span>, <span class=\"citation\" data-id=\"1087958\"><a href=\"/opinion/1087958/posters-n-things-ltd-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">While the government should have pursued other possible grouping options below even in the absence of case precedent specifically highlighting the potential application of &#167; 3D1.2(d), the damage done by allowing an inappropriate sentence to stand in Gordon's case while refusing other similarly situated defendants the opportunity to fall within &#167; 3D1.2(c) and &#167; 3D1.3(a)'s less burdensome confines is too great to allow the error to remain uncorrected. This is especially true given the relative ease of correcting the sentencing error on remand, thus accentuating the potential unfairness of allowing the district court's error to stand. This Court vacates and remands for resentencing under &#167; 3D1.2(d).</p>\n    </div>\n    <p class=\"center\">\n      <i>D. Consecutive Sentences</i>\n    </p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">After concluding that the total punishment should be ninety-seven months, the district court structured its sentence as follows: sixty months on counts 1-53, to run concurrently; 37 months on counts 54 and 55, to run concurrently with each other but consecutively to the sentences on counts 1-53; 37 months on counts 56 and 57, to run concurrently with each other and with counts 1-55; 36 months (the statutory maximum) on counts 59-61 and 66-68, to run concurrently with each other and with counts 1-57; and 97 months on count 69, the money laundering count (which carries a statutory maximum of 20 years, <i>see</i> 18 U.S.C. &#167; 1956(a)(1)(B)), to run concurrently with counts 1-57, 59-61, and 66-68. Although the district court's use of consecutive sentences for counts 54 and 55 did not affect the aggregate sentence, Gordon alleges, and the Government does not dispute, that the use of consecutive sentences will affect his release date, perhaps because of the calculation of good time credits.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The correct method for structuring the sentence, where the total punishment exceeds the statutory maximums on some counts, is to impose the statutory maximum punishment on all such counts, impose the total punishment on the count with a statutory maximum higher than the total punishment, and run sentences consecutively only to the extent necessary to achieve the total punishment. <i>See</i> U.S.S.G. &#167; 5G1.2(b),(d); <i>United States v. McLeod,</i> <span class=\"citation\" data-id=\"773393\"><a href=\"/opinion/773393/united-states-v-abraham-mcleod/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 83 (2d Cir.2001). Thus, on remand, the district court should impose statutory maximum sentences on each of counts 1-53, 56-57, 59-61, and 66-68, impose on count 69 the sentence it selects as appropriate within the range resulting from grouping the fraud and tax offenses pursuant to &#167; 3D1.2(d), and then run all sentences concurrently. The sentences on counts 54 and 55, which carry ten-year maximums, will depend on whether the sentencing judge's grouping decision yields a range of 108-135 months or a range of 121-151 months; if he selects the lower range and a total punishment of less than 120 months, then that total punishment should be imposed on counts 54 and 55, but if he selects the higher range, which has a minimum above 120 months, then the sentences on counts 54 and 55 should be the ten-year maximum. In either event, the sentences on counts 54 and 55 should run concurrently with all other sentences.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This Court affirms as harmless error the district court's refusal to consider potential but unclaimed deductions in the calculation of tax loss under U.S.S.G. &#167; 2T1.1. It vacates and remands, however, the district court's use of U.S.S.G. &#167; 3D1.2(c) rather than &#167; 3D1.2(d) to group Gordon's mail fraud and tax counts as challenged in the government's cross-appeal and orders restructuring of the sentence as set forth in this opinion. The remaining issues on appeal are affirmed by separate order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Notably, although two seminars were initially planned, none actually took place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Notably, the government acknowledged during oral argument that it had abandoned its argument against any grouping on appeal because of its belief that under this Court's decision in<i>Fitzgerald,</i> such an argument would be untenable. Thus, only the government's challenge to which grouping provision should have applied remains before this Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the government has not supplied its calculation, it appears likely that it combined the fraud and tax losses, identified the appropriate level for the combined total loss from both the fraud and tax loss tables, added adjustments, including four levels for role in the offense, to each of the levels, and then used level 31, resulting from the tax guideline, because that was higher than level 29, resulting from the fraud guideline. One more level was then added for the money laundering offense, pursuant to &#167; 3D1.4, resulting in an ultimate offense level for Gordon of 32. However, it is not clear that the four-level enhancement for role in the offense (leader of activity involving five or more participants, &#167; 3B1.1(a)) may be applied in determining the offense level for the tax offense. If that enhancement is applied only to the fraud offense (as to which it unquestionably applies), the combined dollar loss would result in level 29 under the fraud guideline and level 27 under the tax guideline; in that event, the level for the group would be 29, and Gordon's ultimate level, adjusted for the money laundering offense would be 31 (the money laundering offense, the level of which is 25, causes a two-level increase if the level for the combined fraud and tax group is 29, but only a one-level increase if the level for the combined group is 31<i>See</i> &#167; 3D1.4(a),(b)).</p>\n        <p class=\"indent\">We leave for consideration by the district court on remand, after receiving submissions from the parties, how the ultimate offense level should be calculated once the tax and fraud offenses are grouped under subsection (d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the concurrence suggests that the government's objection should have been sufficient to preserve its objection to grouping under &#167; 3D1.2(c) rather than &#167; 3D1.2(d) for appeal, we find the asserted objection to any grouping insufficient to alert the trial court of the need to consider a different grouping mechanism. To find the government's objection adequate would require this Court to construe an objection seeking \"no grouping\" to mean \"no grouping under subsection (c), but grouping is appropriate under subsection (d).\" Even recognizing, as our colleague points out, that this Court has been \"indulgent,\" 291 F.3d at 198 (slip op. at 6), in allowing broad readings of sentencing objections, we decline to read the government's objection to preserve the issue for appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A few courts have chosen not to apply plain error review to errors the government raises on appeal when those errors could have been addressed in the district court and do not create a manifestly unjust sentence<i>See, e.g., United States v. Filker,</i> <span class=\"citation\" data-id=\"588220\"><a href=\"/opinion/588220/united-states-v-steven-a-filker/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 242 (8th Cir.1992); <i>United States v. Garcia-Pillado,</i> <span class=\"citation\" data-id=\"537794\"><a href=\"/opinion/537794/united-states-v-martin-garcia-pillado/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 39 (5th Cir.1990), <i>disapproved in part on other grounds, United States v. Calverley,</i> <span class=\"citation\" data-id=\"679550\"><a href=\"/opinion/679550/united-states-v-timothy-lynn-calverley/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">160</span></a></span>, 163 (5th Cir.1994).</p>\n      </div>\n    </div>\n    <p class=\"indent\">JON O. NEWMAN, Circuit Judge, concurring:</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">I concur in the Court's judgment and in substantially all of Judge Parker's opinion, but believe that additional views are warranted on two aspects of the sentencing issue in this case: (1) whether the District Court erred in \"grouping\" the mail fraud and tax fraud offenses pursuant to subsection (c) instead of subsection (d) of section 3D1.2 of the Sentencing Guidelines, and (2) if so, whether that sentencing error is subject to review under \"plain error\" standards.</p>\n    </div>\n    <p class=\"indent\">1. The \"Grouping\" Error</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The District Court placed Gordon's mail fraud and tax fraud offenses in one group, pursuant to subsection (c) of section 3D1.2, resulting in assigning to that group the offense level of the fraud offenses. <i>See</i> U.S.S.G. &#167; 3D1.3(a). This Court concludes that the mail fraud and tax fraud offenses should have been grouped pursuant to subsection (d) of section 3D1.2, resulting in a slightly higher offense level based on the level corresponding to the aggregate of the dollar losses from both the tax fraud and the mail fraud.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> <i>See id.</i> &#167; 3D1.3(b). The issue as to which grouping subdivision applies is more complicated than the Court acknowledges; indeed, it is debatable whether any grouping is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Subsection (c) governs \"[w]hen one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts.\" <i>Id.</i> &#167; 3D1.2(c). The District Court understandably thought subsection (c) applied because mail fraud appears to be a specific offense characteristic of tax fraud: when the source of unreported income exceeding $10,000 is criminal activity, the offense level for the tax offense is increased two levels. <i>See id.</i> &#167; 2T1.1(b)(1); <i>United States v. Haltom,</i> <span class=\"citation\" data-id=\"11940\"><a href=\"/opinion/11940/united-states-v-haltom/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span> (5th Cir. 1997). The Court's opinion never tells the District Judge why the seemingly applicable wording of subsection (c) does not apply to Gordon's offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Government offers two reasons why subsection (c) is inapplicable. First, it contends that subsection (c) does not literally apply because the conduct that resulted in enhancement of the tax offense level was the failure to report income from the fraud, not the fraudulent conduct itself. Second, it relies on language in Application Note 5 to section 3D1.2, in which the Commission explains that offenses are to be grouped under subsection (c) \"only if the offenses are closely related.\" The Government argues that the mail and tax fraud offenses are at best \"inter-related,\" but not \"closely related,\" and therefore subsection (c) is not applicable. <i>See</i> Brief for Cross Appellant at 332. The first argument seems strained, and the second argument, if valid, would defeat application of subsection (d) as well. After all, all four subsections of section 3D1.2 are contained in a section captioned \"Groups of Closely Related Counts.\" Obviously, the Commission thinks that counts groupable under subsection (c) and those groupable under subsection (d) are \"closely related.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Court's opinion opts for subsection (d) because the mail fraud and tax fraud offenses both involve money, and subsection (d) applies to offenses, otherwise groupable, where the offense level is determined by aggregating loss or harm, such as with money and drugs. But the fact that both offenses involve money tells us, at most, that subsection (d) is available to be applied; it does not tell us why subsection (c), the text of which appears to apply, is not also available to be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Court's opinion supports its application of subsection (d) on the normally conclusive ground of relevant precedent: in two prior decisions this Court has used that subsection to group mail fraud and tax fraud offenses. <i>See United States v. Petrillo,</i> <span class=\"citation\" data-id=\"771704\"><a href=\"/opinion/771704/united-states-v-gerald-j-petrillo/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 125 (2d Cir.2000); <i>United States v. Fitzgerald,</i> <span class=\"citation\" data-id=\"771099\"><a href=\"/opinion/771099/united-states-v-thomas-fitzgerald/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 320 (2d Cir.2000). What the Court's opinion does not discuss, however, is that neither <i>Petrillo</i> nor <i>Fitzgerald</i> considered the possibility that subsection (c) might apply (the sentencing judges had not grouped at all), and, more important, that the reason we deemed subsection (d) applicable was that the loss tables for mail fraud and tax fraud, in force at the time of the offenses punished in those cases, were \"substantially identical.\" <i>See Petrillo,</i> 237 F.3d at 125 (\"[B]oth tax evasion and mail fraud follow offense level schedules that trigger substantially identical offense level increments based on the amount of loss.\"); <i>Fitzgerald,</i> 232 F.3d at 320 (\"[Fraud and tax] offenses have tables that increase at the same rate and use the same monetary division points.\") The substantially identical nature of the two loss tables persuaded our Court that the offenses were \"of the same general type,\" <i>id.</i> (quoting U.S.S.G. &#167; 3D1.2 comment. (n.6)). However, Gordon is being sentenced in 2000, and the loss tables for mail and tax fraud in the 2000 Guidelines Manual are not the same. At every loss amount over $3,000, the tax loss table provides an offense level higher than the level in the fraud loss table. <i>See</i> U.S.S.G. &#167; 2T4.1 (2000) (tax loss table); <i>id.</i> &#167; 2F1.1(b)(1) (fraud loss table); <i>id.</i> App. C, amend. 491 (1993 amendment revising tax loss table). Whether <i>Petrillo</i> and <i>Fitzgerald</i> would have decided to use subsection (d) if the 2000 Guidelines Manual had been in force is not clear.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I note that in the 2001 Guidelines Manual the Commission has revised the tax and fraud loss tables once again and now makes them more congruent than they were in 2000. The tables are now identical for losses above $120,000; below that dollar level, the tax loss table yields offense levels that are the same or slightly more severe than the levels from the fraud loss table for the same amount. <i>See</i> U.S.S.G. &#167; 2T4.1 (2001) (tax loss table); <i>id.</i> &#167; 2B1.1(b)(1) (combined larceny and fraud loss table); <i>id.</i> App. C Supp., amend. 617 (2001 amendment revising tax and fraud loss tables).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">If we were to distinguish <i>Fitzgerald</i> and <i>Petrillo</i> on the ground that their reasoning depended on the substantial identity of the tax and fraud loss tables in 1993, there would be a plausible argument that mail fraud and tax fraud offenses should now not be grouped at all, as the Government unsuccessfully argued in the pending case in the District Court. The argument starts with our decision in <i>United States v. Napoli,</i> <span class=\"citation\" data-id=\"764669\"><a href=\"/opinion/764669/united-states-v-john-napoli-aka-john-bianco-aka-vince-barry-d/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (2d Cir.1999), in which we refused to group money laundering and the underlying offense because the victims were different. <i>See also United States v. McCarthy,</i> <span class=\"citation\" data-id=\"775557\"><a href=\"/opinion/775557/united-states-v-robert-j-mccarthy/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span>, 400-01 (2d Cir. 2001). It is true that the Commission has rejected <i>Napoli</i> and elected to have money laundering and underlying offenses grouped, <i>see</i> U.S.S.G.App. C Supp., amend. 634, but the Commission took that step only after significantly increasing the offense levels for money laundering. <i>See</i> U.S.S.G. &#167; 2S1.1(a) (2001); <i>id.</i> App. C Supp., amend. 634, at 233-36 (reasons for amendment). Since the Commission has not made a similar increase in the tax loss table, there is a considerable basis for following the reasoning of <i>Napoli,</i> recognizing that tax fraud and mail fraud harm different interests, and leaving these offenses ungrouped. <i>See, e.g., Weinberger v. United States,</i> <span class=\"citation\" data-id=\"775222\"><a href=\"/opinion/775222/barrett-n-weinberger-v-united-states/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 354-55 (6th Cir.2001); <i>United States v. Lindsay,</i> <span class=\"citation\" data-id=\"158168\"><a href=\"/opinion/158168/united-states-v-lindsay/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1138</span></a></span>, 1142-43 (10th Cir.1999); <i>United States v. Vitale,</i> <span class=\"citation\" data-id=\"758810\"><a href=\"/opinion/758810/united-states-v-francis-x-vitale/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 815 (3d Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Ultimately, the Commission needs to cut through this morass and tell us in plain English whether it wants tax offenses grouped with the offenses that produced the income on which the taxes were evaded. Money derived from criminal offenses is frequently unreported to tax authorities, and tax and fraud offenses are frequently charged together. In dealing with this recurring issue, the Commission can either opt for no grouping, grouping under subsection (c), or grouping under subsection (d). The Commission once proposed an amendment that would explicitly have provided for grouping tax and fraud offenses under subsection (c), <i>see</i> Notice of Proposed Amendments to the Sentencing Guidelines for United States Courts, 66 Fed.Reg. 7962-01, 8003 (proposed Jan. 26, 2001), but did not promulgate the amendment. The Commission staff has informally advised that grouping should occur pursuant to subsection (c), <i>see</i> United States Sentencing Commission, Most Frequently Asked Questions About the Sentencing Guidelines No. 45, at 14 (7th ed. June 1, 1994), but has also advised that informal staff advice is not authoritative, <i>see id.</i> Until the Commission makes its position clear, I agree with the Court's opinion that we should continue to follow <i>Fitzgerald</i> and <i>Petrillo,</i> despite the arguable basis for distinguishing them, and group mail fraud and tax fraud offenses under subsection (d).</p>\n    </div>\n    <p class=\"indent\">2. Plain Error Review</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Court's opinion concludes that the District Court's application of subsection (c) is not only error but plain error of the sort we may notice under Fed.R.Crim.P. 52(b) in the absence of specific objection by the Government in the District Court. The initial issue is whether the Government's position at sentencing adequately raised the grouping issue.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\"><i>Adequacy of the Government's objection at trial.</i> The Government made clear to the District Court its view concerning grouping: it believed that the mail fraud and tax fraud offenses should not be grouped at all. There is a substantial argument that this position should be sufficient to preserve for review the Government's fall-back position, now asserted on its cross-appeal, that if grouping is to occur, it should occur under subsection (d), not subsection (c). In prior cases, we have been rather indulgent in permitting a sentencing objection to comprehend related points not explicitly articulated to the sentencing judge. <i>See United States v. Sprei,</i> <span class=\"citation\" data-id=\"754733\"><a href=\"/opinion/754733/united-states-v-solomon-sprei/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">528</span></a></span>, 533 (2d Cir.1998) (Government objection at trial that \"family circumstances\" departure was not legally permissible sufficient to permit claim on appeal that evidence to support departure was speculative); <i>United States v. Shumard,</i> <span class=\"citation\" data-id=\"744484\"><a href=\"/opinion/744484/united-states-v-lee-h-shumard/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">339</span></a></span>, 340 &amp; n. 1 (2d Cir. 1997) (Government request that sentencing judge \"consider\" two-level adjustment for defrauding more than one victim sufficient to permit particularized claim on appeal that number of victims had been improperly counted by disregarding relevant conduct); <i>United States v. Rodriguez-Gonzalez,</i> <span class=\"citation\" data-id=\"538806\"><a href=\"/opinion/538806/united-states-v-ramon-rodriguez-gonzalez-and-reuben-vargas-santanas/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">177</span></a></span>, 180 (2d Cir.1990) (defendant's objection at trial to appropriateness of sentence enhancement sufficient to permit claim on appeal that enhancement was unlawful on double jeopardy and due process grounds). In the pending case, however, the Court rules that the Government's objection to any grouping was insufficient to challenge grouping under subsection (c) of section 3D1.2 and faults the Government for its \"failure to consider all available grouping provisions as possible alternative mechanisms.\" 291 F.3d at 191. I doubt if district judges will welcome the suggestion in the Court's opinion that the Government in this case should have taken the sentencing judge's time to canvass all the possible grouping alternatives in order to preserve a fall-back position for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Having ruled that the Government has insufficiently preserved its objection to the sentencing judge's erroneous method of grouping, the Court's opinion proceeds to consider whether the error may be reviewed as plain error under Fed.R.Crim.P. 52(b). That issue comprehends two matters: whether sentencing errors are subject to Rule 52(b) plain error standards, and, if so, whether those standards should be applied to sentencing errors as rigorously as the standards are applied to trial errors.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\"><i>Application of Rule 52(b) to sentencing errors.</i> Although we have stated that the plain error standards of Rule 52(b) apply to sentencing errors, <i>see United States v. Keppler,</i> <span class=\"citation\" data-id=\"628064\"><a href=\"/opinion/628064/united-states-v-frederick-c-keppler/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 23 (2d Cir.1993), and have acted on that premise, <i>see United States v. Thomas,</i> <span class=\"citation\" data-id=\"775896\"><a href=\"/opinion/775896/united-states-v-ramse-thomas/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 666-72 (2d Cir.2001) (in banc); <i>United States v. Martinez-Rios,</i> <span class=\"citation\" data-id=\"754217\"><a href=\"/opinion/754217/united-states-v-angel-l-martinez-rios-sr-abraham-garcia-and-richard/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 675-76 (2d Cir. 1998), there is a substantial argument that these standards should have no application to such errors. Rule 52(b) was adopted at a time when sentences could not be appealed, and the focus of the rule-makers was on errors occurring at trial. As the Supreme Court long ago observed, \"It is a familiar rule, that a thing may be within the letter of the statute and yet not within the statute, because not within its spirit, nor within the intention of its makers.\" <i>Church of the Holy Trinity v. United States,</i> <span class=\"citation\" data-id=\"93280\"><a href=\"/opinion/93280/church-of-holy-trinity-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, 459, <span class=\"citation\" data-id=\"93280\"><a href=\"/opinion/93280/church-of-holy-trinity-v-united-states/\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"93280\"><a href=\"/opinion/93280/church-of-holy-trinity-v-united-states/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">226</span></a></span> (1892). Moreover, the Supreme Court's elaboration of the plain error standards of Rule 52(b) has occurred in the context of trial errors. <i>See Johnson v. United States,</i> <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997); <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Before the widespread availability of sentencing appeals, inaugurated by the Sentencing Reform Act of 1984, <i>see</i> 18 U.S.C. &#167; 3742, sentences that were unlawful under applicable law could be corrected under the pre-1984 version of Rule 35(a) of the Federal Rules of Criminal Procedure, <i>see United States v. Morgan,</i> <span class=\"citation\" data-id=\"105176\"><a href=\"/opinion/105176/united-states-v-morgan/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"105176\"><a href=\"/opinion/105176/united-states-v-morgan/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">248</span></span> (1954) (\"Sentences subject to correction under [Rule 35] are those that the judgment of conviction did not authorize.\"); <i>United States v. Huss,</i> <span class=\"citation\" data-id=\"329287\"><a href=\"/opinion/329287/united-states-v-richard-huss-and-jeffrey-smilow/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, 602 (2d Cir.1975) (\"An illegal sentence for purposes of Rule 35 is one in excess of a statutory provision or otherwise contrary to the applicable statute.\"). Under that regime, claims of illegality with respect to a sentence were entertained under Rule 35 without consideration of whether the sentencing error met the plain error standards of Rule 52(b). <i>See, e.g., United States v. Golay,</i> <span class=\"citation\" data-id=\"348440\"><a href=\"/opinion/348440/united-states-v-george-martin-golay/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 870-71 (8th Cir.1977) (granting relief); <i>United States v. Sternman,</i> <span class=\"citation\" data-id=\"292944\"><a href=\"/opinion/292944/united-states-v-hyman-sternman/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span>, 914 (6th Cir. 1970) (denying relief). In <i>Golay,</i> the Eighth Circuit rejected the Government's contention that the sentencing error should not be corrected because it had not been raised on direct appeal from the conviction. <i>See Golay,</i> 560 F.2d at 870. In <i>Natarelli v. United States,</i> <span class=\"citation\" data-id=\"327637\"><a href=\"/opinion/327637/pasquale-a-natarelli-aka-pat-natarelli-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span> (2d Cir.1975), we noted that a sentencing error that had not been raised in the trial court or on direct appeal could be corrected under Rule 35. <i>Id.</i> at 152 n. 4. There was no suggestion that the error had to meet plain error standards. I doubt if Congress, in authorizing sentencing errors to be corrected by sentencing appeals in lieu of the prior practice under Rule 35, intended to permit correction of unlawful sentences only when the plain error standards of Rule 52(b) could be met.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It is also significant that we have corrected sentencing errors under 28 U.S.C. &#167; 2255 that could have been raised on direct appeal, <i>see Natarelli,</i> 516 F.2d at 152 n. 4; <i>Gorman v. United States,</i> <span class=\"citation\" data-id=\"302162\"><a href=\"/opinion/302162/robert-william-gorman-v-united-states/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span>, 1259 (2d Cir.1972), which we would not normally have done if a trial error had been involved, <i>see Natarelli,</i> 516 F.2d at 152 n. 4 (\"[H]ere, as in <i>Gorman,</i> the claim goes to the illegality of the sentence itself, and not to trial errors tainting the underlying conviction.\"). Thus, before the era of sentencing appeals, we generally recognized that the standards applicable to correction of trial errors did not apply to sentencing errors. At least where a sentencing error involves only an issue of law, as is normally the case, the error should be correctable without regard to the standards of Rule 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\"><i>Rigor of Rule 52(b) standards as applied to sentencing errors.</i> If the plain error standards of Rule 52(b) are to be applied to the correction of sentencing errors, we should use a less rigorous version of those standards, as we have done in numerous cases. <i>See, e.g., United States v. Sofsky,</i> <span class=\"citation\" data-id=\"777314\"><a href=\"/opinion/777314/united-states-v-gregory-sofsky/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span>, 125 (2d Cir.2002) (correcting sentencing error under \"relax[ed]\" plain error standards); <i>United States v. Pico,</i> <span class=\"citation\" data-id=\"584199\"><a href=\"/opinion/584199/united-states-v-william-pico/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span>, 92 (2d Cir. 1992) (correcting sentencing error with conclusory compliance with plain error standards); <i>United States v. Alba,</i> <span class=\"citation\" data-id=\"561784\"><a href=\"/opinion/561784/united-states-v-didier-alba-john-gonzalez-marizol-vasquez-john-gonzalez/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1120 (2d Cir.1991) (same). Indeed, we have repeatedly stated that a sentence imposed in violation of law <i>is</i> plain error, a conclusion reached without applying the four-component plain error standards relevant to trial errors. <i>See United States v. Merced,</i> <span class=\"citation\" data-id=\"774686\"><a href=\"/opinion/774686/united-states-v-john-merced/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 36 (2d Cir.2001); <i>United States v. A-Abras Inc.,</i> <span class=\"citation\" data-id=\"765357\"><a href=\"/opinion/765357/united-states-v-a-abras-inc-osip-task/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (2d Cir.1999); <i>United States v. Kinlock,</i> <span class=\"citation\" data-id=\"763462\"><a href=\"/opinion/763462/united-states-v-david-e-kinlock/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">297</span></a></span>, 299 (2d Cir.1999); <i>United States v. Abrar,</i> <span class=\"citation\" data-id=\"698361\"><a href=\"/opinion/698361/united-states-v-syed-ali-abrar/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 47 (2d Cir.1995); <i>United States v. Eng,</i> <span class=\"citation\" data-id=\"660675\"><a href=\"/opinion/660675/united-states-v-johnny-eng/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 172 n. 5 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">There are several reasons for applying plain error standards less rigorously to sentencing errors than to trial errors. First, as we have previously observed, noticing unobjected to errors that occur at trial precipitates an entire new trial that could have been avoided by a timely objection, whereas correcting a sentencing error results in, at most, only a remand for resentencing. <i>See Sofsky,</i> 287 F.3d at 125; <i>United States v. Leung,</i> <span class=\"citation\" data-id=\"682740\"><a href=\"/opinion/682740/united-states-v-lai-moi-leung-and-seow-ming-choon/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></a></span>, 586 n. 2 (2d Cir.1994); <i>United States v. Baez,</i> <span class=\"citation\" data-id=\"567930\"><a href=\"/opinion/567930/united-states-v-gualberto-baez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span>, 90 n. 1 (2d Cir.1991). Second, a sentencing error is normally prejudicial, and, where the sentence is unlawfully too high, the prejudice to a defendant is extremely serious. Third, there is no interest to be served by applying to sentencing errors the same plain error standards applicable to trial errors.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Even if some version of plain error review needs to be invoked to consider the sentencing error in this case, surely it should be the less rigorous version we have invoked in other sentencing cases, both for the benefit of the Government, <i>see Alba,</i> 933 F.2d at 1120, and defendants, <i>see</i> <i>Sofsky,</i> 287 F.3d at 125; <i>Pico,</i> 966 F.2d at 92.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Instead, the Court's opinion asserts that rigorous plain error standards are applicable, and then concludes that the standards of such review are met. In view of the extended discussion the Court's opinion has undertaken to show why grouping under subsection (c) was error, a discussion to which I have felt obliged to add further amplification, I do not see how it can be said that the District Judge's error in applying subsection (c) met the plain error standard of \"clear\" or \"obvious.\" <i>See Olano,</i> 507 U.S. at 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>. Moreover, the Supreme Court has instructed that we are to use our discretion to correct plain errors only if the error \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\" <i>Id.</i> at 732, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (alteration in original). I find it difficult to accept the idea that the public reputation of judicial proceedings will be impaired in the slightest if Gordon's already substantial sentence of eight years for an economic crime is not increased by eleven more months (or even by the twenty-four months that the Government's questionable calculation would impose). Indeed, some might think that Gordon's offense &#8212; selling listings in a Who's Who directory that was not limited, as claimed, to carefully selected, prestigious individuals &#8212; is sufficiently outside the heartland of fraud offenses, such as selling worthless stock or fake health remedies, to warrant a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Despite its use of the language of the \"full rigor\" plain error review, 291 F.3d at 191, I think the majority's opinion in substance and effect has applied a relaxed version of plain error standards to the District Court's grouping error. Because I agree that, if Rule 52(b) applies at all to sentencing errors, this is the appropriate approach in most sentencing appeals, and surely in this case, I concur in the Court's decision to notice the error and correct it.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The increase is probably one level, which would increase the sentencing range of 97-121 months to 108-135 months, and possibly two levels, in which event the sentencing range would increase to 121-151 months<i>See</i> 291 F.3d at 184, n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Supreme Court has recently decided that plain error analysis applies to the unobjected to omission from an indictment of a fact that enhances a sentence above a statutory maximum<i>United States v. Cotton,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1781</span></a></span>, 1784, <span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">860</span></a></span> (2002). Although that decision applied plain error analysis to an <i>Apprendi</i> error, <i>see Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), the Court had no occasion to consider whether plain error analysis applies to the sort of sentencing error in the pending appeal &#8212; an error in application of the Sentencing Guidelines. Even though an unobjected to <i>Apprendi</i> error in omitting drug quantity from an indictment need not result in resentencing when proof of the quantity was overwhelming, as in <i>Cotton,</i> there is no reason to insist on the rigorous standards of plain error analysis before correcting a Guidelines application error that can readily be corrected upon resentencing.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/11940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93280/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118106/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/158168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/327637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329287/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/348440/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/537794/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538806/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/561784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/567930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/584199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/588220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/628064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/660675/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/682740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/723794/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/737408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754217/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765357/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771099/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773393/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774686/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1405313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2515518/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2016-01-08T16:49:53.966947Z",
      "date_modified": "2018-03-19T14:06:47.408799Z",
      "date_filed": "2002-05-30",
      "date_filed_is_approximate": false,
      "slug": "united-states-of-america-appellee-cross-appellant-v-bruce-w-gordon",
      "citation_id": 750504,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "United States of America, Appellee-Cross-Appellant v. Bruce W. Gordon, Defendant-Appellant-Cross-Appellee, Tara Garboski, Also Known as Tara Green, Oral Frank Osman, Also Known as Frank Osman, Also Known as Frank Martin, Laura Weitz, Also Known as Laura Winters, Scott Michaelson, Steve Rubin, Also Known as Steve Ruben, Also Known as Steve Walden, Martin Reffsin, and Annette Haley, Who's Who Worldwide Registry, Inc., Sterling Who's Who, Inc.",
      "federal_cite_one": "291 F.3d 181",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 56,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/164605/united-states-of-america-appellee-cross-appellant-v-bruce-w-gordon/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:10:12.890882Z",
  "date_modified": "2016-02-01T18:30:21.877350Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "United States of America, Appellee-Cross-Appellant v. Bruce W. Gordon, Defendant-Appellant-Cross-Appellee, Tara Garboski, Also Known as Tara Green, Oral Frank Osman, Also Known as Frank Osman, Also Known as Frank Martin, Laura Weitz, Also Known as Laura Winters, Scott Michaelson, Steve Rubin, Also Known as Steve Ruben, Also Known as Steve Walden, Martin Reffsin, and Annette Haley, Who's Who Worldwide Registry, Inc., Sterling Who's Who, Inc.",
  "slug": "united-states-of-america-appellee-cross-appellant-v-bruce-w-gordon",
  "docket_number": "00-1126",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}