{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1648897/",
  "id": 1648897,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/iowa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1585496/",
      "id": 1585496,
      "absolute_url": "/opinion/1585496/dotts-v-bennett/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1648897/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1585496/",
          "id": 1585496,
          "absolute_url": "/opinion/1585496/dotts-v-bennett/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1585496/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4442/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:51:33.838459Z",
          "date_modified": "2017-04-06T09:26:05.511324Z",
          "type": "010combined",
          "sha1": "091e400e93c2d1b6a999107a62c5a0051a8a49ed",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>382 N.W.2d 85 (1986)</b></center>\n<center><h1>Gordon DOTTS and Marie Dotts, Appellees,<br>\nv.<br>\nCarl BENNETT and Evelyn Bennett, Appellants.</h1></center>\n<center>No. 85-220.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>February 19, 1986.</center>\n<p>Gale E. Juhl of Morain, Burlingame, Pugh &amp; Juhl, Des Moines, for appellants.</p>\n<p>Paul M. Goldsmith of Shelton Law Firm, Chariton, for appellees.</p>\n<p>Considered en banc.</p>\n<p>UHLENHOPP, Justice.</p>\n<p>This appeal concerning the sale of hay presents the issue inter alia of whether plaintiffs Gordon and Marie Dotts generated a jury question on their allegation that defendants Carl and Evelyn Bennett were \"merchants\", triggering an implied warranty of merchantability under section 554.2314 of the Iowa Code of 1981. The two men were the participants in the transaction and we will refer to them as Dotts and Bennett. We present the facts in the light most favorable to the jury verdict for Dotts. <i>Lambert v. Sisters of Mercy,</i> 369 N.W.2d 417, 418 (Iowa 1985).</p>\n<p>Dotts grew up on a farm and has farmed most of his adult life. In 1981 he raised approximately sixty acres of hay of which he used about seventy percent as feed and <span class=\"star-pagination\">*86</span> sold about thirty percent. In 1982 his farming operation included the feeding of cattle and the raising of sheep, corn, and soybeans.</p>\n<p>Bennett has also been a lifetime farmer except for four years in the service. In February 1982 his farming operation entailed the fattening of cattle and hogs as well as raising crops including hay for feed and sale.</p>\n<p>Bennett's hay sales generated approximately five percent of his income from farming. He had 100 to 150 acres in hay of which about thirty acres were rented from his father and sixty acres were rented from others. When questioned concerning the percentage of his hay that he sold, Bennett testified:</p>\n<blockquote>Q. Well, what percentage of hay do you feel you sell? A. Oh, over a period of time, probably 10 percent. Since this time, I sell very little. I have sold</blockquote>\n<blockquote>Q. On the average, how much would you sell? A. Well, year after year, it would be about 10 percent. Some years I might sell 20 percent and some years I might not sell any.</blockquote>\n<blockquote>Q. Could it be as high as 20 percent on the average? A. Well, if hay gets high and I have got my barns full, I will clean them out.</blockquote>\n<blockquote>Q. Well, you wouldn't disagree if I told you you earlier thought you sold it at least 20 percent on a regular basis? A. Prior to this time for a period of 15 years maybe so. I wouldn't say. I don't have no records. I justyears like I say when I have quite a bit of hay in storage and I have any left over, if I can get my price, I sell it. If I can't, I leave it over and then I get the good hay prices when it comes. I clean up what I got.</blockquote>\n<p>At one time Bennett sold a large quantity of hay to parties in southern Missouri, and he advertised hay for sale a few times in the Corydon and Farm Bureau papers. He did not sell hay on a daily basis. When his sons were in high school several years ago, he did some custom hay farming.</p>\n<p>Bennett considers himself a knowledgeable hay farmer. He had two years of schooling on the \"GI bill\" related to farming. He has also attended \"a lot\" of seminars and 4-H extension meetings as well as leading a 4-H group.</p>\n<p>Bennett has never been engaged in any business except farming, and has never been a member of a board of directors for any company. He did not buy or sell on the open market except for crops he raised, nor did he sell any crop he did not raise.</p>\n<p>Dotts inquired of Bennett about purchasing hay when Dotts was helping his father pick up hay purchased from Bennett.</p>\n<p>In February 1982, Dotts went to Bennett's farm to purchase hay to feed cattle. Dotts testified he was unsure how he learned Bennett had hay at this time, but it was by word of mouth. He knew of others who had bought hay from Bennett. Mrs. Dotts testified she remembered a telephone conversation with Mrs. Bennett wherein she learned the Bennetts had hay.</p>\n<p>On this occasion and upon Dotts' inquiry, Bennett showed Dotts two types of hay he had for sale. One type was selling for $15 per round bale, the other for $18. Bennett advised Dotts that the price difference was due to the quality of hay, the $15 hay having been cut six weeks late due to a wet spring; it was therefore coarser than normal. Bennett, knowing that Dotts had cattle, informed him he wasn't sure that cattle would eat this hay, making plain to Dotts that the hay was inferior. Dotts chose to purchase the $15 hay and Bennett allowed him to take ten bales on a trial basis \"because we both knew it wasn't very good hay.\" These bales were extra heavy, so they made cheap hay. If Dotts was satisfied, he was to purchase a total of forty bales.</p>\n<p>Because of snow, Dotts picked up only three bales the day the sale was consummated. He fed that hay to his cattle, and returned to pick up seven more bales the next day.</p>\n<p>Dotts segregated his cattle into four herds: two herds of stock cows, one of bulls, and one of heifers. The heifers were the only cattle not fed Bennett's hay. <span class=\"star-pagination\">*87</span> Within two or three days Dotts' cattle began to show signs of illness, except the heifers. In time every head fed Bennett's hay became sick. A number of the cattle died.</p>\n<p>Dotts called his veterinarian, Leo J. Freese, who by a process of elimination determined the origin of the illness to be Bennett's hay. Dr. Freese theorized the hay was infected with mycotoxin, a chemical by-product of mold. He suggested the hay be tested, but Dotts burned the remaining hay because it was suspected of having caused the illness. Dotts obtained a sample of hay from Bennett's farm from the same cutting and sent it to Iowa State University for tests, together with two of the afflicted cattle. Joan Kean, a veterinarian at the university, opined the chemical causing the illness originated in the hay. Gary D. Osweiler, a veterinary toxicologist, testified that the suspected chemical is rarely found in hay, and therefore a low probability existed that it originated in the hay.</p>\n<p>Farmers do not ordinarily test for mycotoxin, nor do most of them have equipment to do so. Mycotoxin cannot be detected without testing. To check adequately for the presence or absence of mycotoxins, six to eight samples must be taken from each bale of hay and be ground and tested at a cost ranging from ten to sixty dollars per sample.</p>\n<p>The Dotts sued the Bennetts for damages. The trial court refused to direct a verdict for the Bennetts and submitted the implied warranties of merchantability and fitness to the jury for consideration. The jury returned answers to special interrogatories in favor of the Dotts as to both implied warranty theories and awarded the Dotts damages of $16,500. The Bennetts appealed, arguing that the trial court should have directed a verdict in their favor.</p>\n<p>I. <i>Standard of review.</i> In reviewing the trial court's denial of a directed verdict, our question is \"whether reasonable minds could have drawn different inferences from the facts.\" <i>Bauer v. Curran,</i> 360 N.W.2d 88, 91 (Iowa 1984). \"While there must be some substantial evidence on which to submit an instruction, all relevant and material evidence including justifiable inferences favorable to plaintiff must be accepted at face value in determining whether a jury issue is created. Also our function is not to weigh the testimony but to determine whether substantial evidence was presented upon which a jury could find for plaintiff.\" <i>Jacobson v. Benson Motors, Inc.,</i> 216 N.W.2d 396, 398 (Iowa 1974).</p>\n<p>II. <i>Implied warranty of fitness.</i> The implied warranty of fitness for a particular purpose is provided in section 554.2315 of the Iowa Code:</p>\n<blockquote>Where the seller at the time of contracting has reason to know any particular purpose for which the goods are required and that the buyer is relying on the seller's skill or judgment to select or furnish suitable goods, there is unless excluded or modified under the next section an implied warranty that the goods shall be fit for such purpose.</blockquote>\n<p>The warranty \"turn[s] on the `bargain-related' facts as to what the seller had reason to know [1] about the buyer's purpose for the goods and [2] about his reliance on the seller's skill and judgment in selecting them.\" <i>Van Wyk v. Norden Laboratories, Inc.,</i> 345 N.W.2d 81, 84 (Iowa 1984). Of course the buyer must actually be relying on the seller. U.C.C. § 2-315, Comment 2, 1 U.L.A. 483 (1976).</p>\n<p>Close scrutiny of the facts is required in determining the warranty's applicability. <i>Jacobson,</i> 216 N.W.2d at 404. Following are the relevant facts related to the second, reliance requirement.</p>\n<p>Dotts has been a farmer most of his life. He raised approximately sixty acres of hay himself the year of the sale. Bennett showed Dotts two cuts of hay he had for sale. He told Dotts the cheaper hay was cut late due to a wet spring and was coarser than normal. He also stated he was not sure cattle would eat the cheaper hay. <span class=\"star-pagination\">*88</span> In light of this concern, Dotts purchased this hay on a trial basistaking ten bales.</p>\n<p>During trial Dotts testified as follows:</p>\n<blockquote>Q. [Mr. Juhl] And isn't it true that at the time you purchased the hay you did not rely on anything Mr. Bennett said about the hay? A. No, I didn't rely on anything he said.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Q. [Mr. Goldsmith] When you purchased the hay did you expect it to kill and poison your cows? A. No, I did not.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Q. What did you expect to happen from your cows eating the hay? A. Well, I expected them to receive nourishment from it just like they did from any other hay.</blockquote>\n<blockquote>Q. Did you expect any bad effects? A. No, I did not.</blockquote>\n<p>After close scrutiny of this evidence and the entire record, we find no substantial evidence to support the requirement that Bennett had reason to know Dotts was relying on his skill and judgment to select or furnish suitable hay. Indeed, the evidence does not lend itself to the argument that Dotts relied on Bennett's skill or judgment or that Bennett actually made any decision or selection himself.</p>\n<p>We therefore conclude the district court erred in submitting this issue to the jury.</p>\n<p>III. <i>Implied warranty of merchantability.</i> Section 554.2314 of the Iowa Code provides: \"Unless excluded or modified (section 554.2316), a warranty that the goods shall be merchantable is implied in a contract for their sale if the seller is a merchant with respect to goods of that kind.\"</p>\n<p>The definition of \"merchant\" applicable to a warranty of merchantability is provided in section 554.2104(1):</p>\n<blockquote>\n<i>\"Merchant\"</i> means a person who deals in goods of the kind or otherwise by his occupation holds himself out as having knowledge or skill peculiar to the practices or goods involved in the transaction or to whom such knowledge or skill may be attributed by his employment of an agent or broker or other intermediary who by his occupation holds himself out as having such knowledge or skill.</blockquote>\n<p>Bennett argues that the evidence is insufficient to generate a jury question as to whether he is a \"merchant with respect to goods of that kind.\" He contends that a farmer selling only the crop that he grows annually is not a \"merchant\", and he relies on our decision in <i>Sand Seed Service, Inc. v. Poeckes,</i> 249 N.W.2d 663 (Iowa 1977).</p>\n<p><i>Sand Seed</i> involved a contract for the sale of soybeans by a farmer. The farmer was sued, and raised the statute of frauds as defense. <i>See</i> Iowa Code § 554-2201. The issue on appeal from summary judgment in favor of the farmer was whether he was a merchant within the definition in section 554.2104. The pertinent evidence before the court on this issue was the farmer's affidavit setting forth</p>\n<blockquote>the fact that he sold no crops or livestock except those which he raised; that he did not otherwise buy or sell any crops or livestock on the open market; that he is engaged in no business or occupation except farming; that he has no ownership interest in any other business; that he is not a member of the board of directors of any corporation or association; that he has no other business experience; that he is a high school graduate with no additional formal education; that he has had limited experience in selling crops; that before selling his crops he occasionally makes inquiry as to the current prices being paid by various buyers; that prior to the transaction in question, he had sold soybeans and other crops on approximately three other occasions each; and that he had never bought any crops except for seed or feed.</blockquote>\n<p><i>Id.</i> at 665. Based on this affidavit we held:</p>\n<p>It should be clear from what we have said that a farmer may indeed also be a merchant under certain circumstances. Whether he is or is not is ordinarily a question of fact. However, where as here, the facts are undisputed and reasonable minds could draw no different <span class=\"star-pagination\">*89</span> inferences from them, the issue becomes one of law. Under Poeckes' uncontroverted affidavit, the trial court properly held he was not a merchant as a matter of law.</p>\n<p><i>Id.</i> at 666.</p>\n<p>We again had occasion to determine whether a jury question existed on a farmer's status as a merchant in <i>Bauer v. Curran,</i> 360 N.W.2d 88 (Iowa 1984). That case involved a merchant's power to transfer ownership of entrusted goods to a buyer in ordinary course. Iowa Code § 554.2403(2). We applied the definition in section 554.2104 and held \"the evidence provided a sufficient basis for a decision either way\" and the question was therefore properly submitted to the jury. The facts considered in <i>Bauer</i> were these:</p>\n<p>Prior to the sale in question, there was evidence that Davidson [farmer] had bought, sold, and leased cattle. One year, for example, Davidson leased approximately twenty head of cattle from another individual and in addition had entered into a lease-purchase agreement with a Clearview Cattle Company. Matthew Bauer, the individual who had leased the present cattle to Davidson, testified that although he had engaged in a large number of transactions in buying and selling cattle in the area, he had never seen or met Davidson prior to 1980 when they entered into the lease agreement in question.</p>\n<blockquote>Most other cattle sales involving Davidson were said by him to be merely attempts to cull his herd, and, while Davidson had earlier sold part of these cattle leased from plaintiff Bauer, he had done so under Bauer's name and at his direction. Davidson appears to have only occasionally bought or sold cattle.</blockquote>\n<p><i>Id.</i> at 91.</p>\n<p>The present case is our first confrontation with the question of the farmer-merchant status under the implied warranty of merchantability in section 554.2314. Comment 2 to section 2-104 of the Uniform Commercial Code states:</p>\n<blockquote>[I]n Section 2-314 [our section 554.2314] on the warranty of merchantability, such warranty is implied only \"if the seller is a merchant with respect to goods of that kind.\" Obviously this qualification restricts the implied warranty to a much smaller group than everyone who is engaged in business and requires a professional status as to particular kinds of goods.</blockquote>\n<p>Thus the inquiry in this case is not into Bennett's status as a merchant generally, but whether he is a merchant with respect to hay, the good he sold Dotts.</p>\n<p>The evidence supporting a finding that Bennett was a hay merchant includes these factors. He had been a lifetime farmer; he had 100 to 150 acres in hay in 1981; he has sold about twenty percent of his hay for fifteen years; he has advertised hay for sale; at one time he sold a large quantity of hay to parties in southern Missouri; he has done some custom hay farming; he considers himself a knowledgeable hay farmer; and he has had continuing education in farming.</p>\n<p>While we recognize considerable evidence exists tending to show Bennett was not a hay merchant, we hold that the jury's finding to the contrary has substantial evidentiary support. <i>Bauer,</i> 360 N.W.2d at 91. Reasonable minds could reach different findings and the jury could infer that Bennett was a dealer in hay.</p>\n<p>IV. <i>Jury instruction.</i> Bennett also argues that the following jury instruction was insufficient:</p>\n<blockquote>With regard to proposition No. 1 of Instruction No. 11, a merchant is a person who deals in goods of the kind in question.</blockquote>\n<p>Bennett requested that the trial court add:</p>\n<blockquote>The warranty of merchantability is implied only if the seller is a merchant with respect to goods of that kind. The definition of merchant does not apply to a casual or inexperienced seller.</blockquote>\n<p>The requested additional language is not statutory, but we do find similar language in the comments to section 2-104 of the <span class=\"star-pagination\">*90</span> Uniform Commercial Code (our section 554.2104). Comment 1 distinguishes a merchant from \"a casual or inexperienced seller or buyer.\" Comment 2 explains that \"[t]he term `merchant' as defined here roots in the `law merchant' concept of a professional in business.\" We cited this language with approval in <i>Sand Seed,</i> 249 N.W.2d at 665.</p>\n<p>The trial court did not grant the request; it was of the view that its own instruction sufficiently defined \"merchant.\" A trial court may draft jury instructions in its own way if it fairly covers the issues. <i>Bossuyt v. Osage Farmers National Bank,</i> 360 N.W.2d 769, 774 (Iowa 1985); <i>Knauss v. City of Des Moines,</i> 357 N.W.2d 573, 577 (Iowa 1984).</p>\n<p>The given instruction is correct as far as it goes. But Bennett requested an instruction explaining the issue more fully, and preserved error when his request was denied. Bennett's request should have been granted. <i>See </i><i>Bean v. Bickley,</i> 187 Iowa 689, 700, 174 N.W. 675, 680 (1919) (\"This is a complaint of a paucity in charging. That is rarely available, unless an offered instruction speaking more fully was disregarded.\").</p>\n<p>The term \"deals\" in the given instruction indicates a course of dealing as opposed to a casual sale. <i>See</i> Webster's New Collegiate Dictionary 212 (7th ed. 1963) (\"4: to do a retailing or distributing business: TRADE\"). We do not find the word deals to be sufficient, however, in light of Bennett's timely request that it be clarified. Upon this particular instruction now rests the entire verdict.</p>\n<p>The trial judge has the duty to see \"that every case goes to the jury so that they have clear and intelligent notions of precisely what it is they are to decide. His charge is their chart and compass.\" <i>Owen v. Owen,</i> 22 Iowa 270, 274 (1867). The trial judge erred in failing to give the requested instruction. As the instruction defines the critical term necessary for resolution of this case, justice mandates a reversal.</p>\n<p>REVERSED AND REMANDED.</p>\n<p>All Justices concur except CARTER and WOLLE, JJ., who dissent, and LARSON and LAVORATO, JJ., who take no part.</p>\n<p>WOLLE, Justice (concurring in part and dissenting in part).</p>\n<p>I agree that defendants were entitled to a directed verdict on the claim that they breached an implied warranty of fitness. I dissent because I believe defendants were also entitled to a directed verdict on the merchantability issue. Defendants should not be classified as merchants in the sale of hay from their farm fields.</p>\n<p>In <i>Sand Seed Service, Inc. v. Poeckes,</i> 249 N.W.2d 663 (Iowa 1977), this court upheld a summary judgment for a soybean-selling farmer on the ground he was not a \"merchant\" as that term is defined in Iowa Code section 554.2104(1). Essentially the same statutory definition applies here and the facts here are not materially different from the facts in <i>Poeckes.</i> I would summarize here, as this court summarized the issue in <i>Poeckes:</i></p>\n<blockquote>The undisputed facts show only that Poeckes is a farmer who annually sells what he himself grows. Although this may make him an expert or professional in <i>growing</i> crops, it does not do so in <i>selling</i> them.</blockquote>\n<p><i>Id.</i> at 666 (emphasis in original). Only the names need be changed to fit the facts here.</p>\n<p>We should hold that the Bennettshay-selling farmerswere entitled to a directed verdict and judgment dismissing the merchantability claim because they were not merchants within the meaning of the commercial code definition.</p>\n<p>CARTER, Justice (dissenting).</p>\n<p>I dissent. I believe that whether defendant was a merchant is an issue of fact and that the jury was adequately instructed on the criteria to be applied in making that determination. I would affirm the judgment.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">85</span></span> (1986)</b></center>\n<center><h1>Gordon DOTTS and Marie Dotts, Appellees,<br>\nv.<br>\nCarl BENNETT and Evelyn Bennett, Appellants.</h1></center>\n<center>No. 85-220.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>February 19, 1986.</center>\n<p>Gale E. Juhl of Morain, Burlingame, Pugh &amp; Juhl, Des Moines, for appellants.</p>\n<p>Paul M. Goldsmith of Shelton Law Firm, Chariton, for appellees.</p>\n<p>Considered en banc.</p>\n<p>UHLENHOPP, Justice.</p>\n<p>This appeal concerning the sale of hay presents the issue inter alia of whether plaintiffs Gordon and Marie Dotts generated a jury question on their allegation that defendants Carl and Evelyn Bennett were \"merchants\", triggering an implied warranty of merchantability under section 554.2314 of the Iowa Code of 1981. The two men were the participants in the transaction and we will refer to them as Dotts and Bennett. We present the facts in the light most favorable to the jury verdict for Dotts. <i>Lambert v. Sisters of Mercy,</i> <span class=\"citation\" data-id=\"1240611\"><a href=\"/opinion/1240611/lambert-v-sisters-of-mercy-health-corp/\"><span class=\"volume\">369</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">417</span></a></span>, 418 (Iowa 1985).</p>\n<p>Dotts grew up on a farm and has farmed most of his adult life. In 1981 he raised approximately sixty acres of hay of which he used about seventy percent as feed and <span class=\"star-pagination\">*86</span> sold about thirty percent. In 1982 his farming operation included the feeding of cattle and the raising of sheep, corn, and soybeans.</p>\n<p>Bennett has also been a lifetime farmer except for four years in the service. In February 1982 his farming operation entailed the fattening of cattle and hogs as well as raising crops including hay for feed and sale.</p>\n<p>Bennett's hay sales generated approximately five percent of his income from farming. He had 100 to 150 acres in hay of which about thirty acres were rented from his father and sixty acres were rented from others. When questioned concerning the percentage of his hay that he sold, Bennett testified:</p>\n<blockquote>Q. Well, what percentage of hay do you feel you sell? A. Oh, over a period of time, probably 10 percent. Since this time, I sell very little. I have sold</blockquote>\n<blockquote>Q. On the average, how much would you sell? A. Well, year after year, it would be about 10 percent. Some years I might sell 20 percent and some years I might not sell any.</blockquote>\n<blockquote>Q. Could it be as high as 20 percent on the average? A. Well, if hay gets high and I have got my barns full, I will clean them out.</blockquote>\n<blockquote>Q. Well, you wouldn't disagree if I told you you earlier thought you sold it at least 20 percent on a regular basis? A. Prior to this time for a period of 15 years maybe so. I wouldn't say. I don't have no records. I justyears like I say when I have quite a bit of hay in storage and I have any left over, if I can get my price, I sell it. If I can't, I leave it over and then I get the good hay prices when it comes. I clean up what I got.</blockquote>\n<p>At one time Bennett sold a large quantity of hay to parties in southern Missouri, and he advertised hay for sale a few times in the Corydon and Farm Bureau papers. He did not sell hay on a daily basis. When his sons were in high school several years ago, he did some custom hay farming.</p>\n<p>Bennett considers himself a knowledgeable hay farmer. He had two years of schooling on the \"GI bill\" related to farming. He has also attended \"a lot\" of seminars and 4-H extension meetings as well as leading a 4-H group.</p>\n<p>Bennett has never been engaged in any business except farming, and has never been a member of a board of directors for any company. He did not buy or sell on the open market except for crops he raised, nor did he sell any crop he did not raise.</p>\n<p>Dotts inquired of Bennett about purchasing hay when Dotts was helping his father pick up hay purchased from Bennett.</p>\n<p>In February 1982, Dotts went to Bennett's farm to purchase hay to feed cattle. Dotts testified he was unsure how he learned Bennett had hay at this time, but it was by word of mouth. He knew of others who had bought hay from Bennett. Mrs. Dotts testified she remembered a telephone conversation with Mrs. Bennett wherein she learned the Bennetts had hay.</p>\n<p>On this occasion and upon Dotts' inquiry, Bennett showed Dotts two types of hay he had for sale. One type was selling for $15 per round bale, the other for $18. Bennett advised Dotts that the price difference was due to the quality of hay, the $15 hay having been cut six weeks late due to a wet spring; it was therefore coarser than normal. Bennett, knowing that Dotts had cattle, informed him he wasn't sure that cattle would eat this hay, making plain to Dotts that the hay was inferior. Dotts chose to purchase the $15 hay and Bennett allowed him to take ten bales on a trial basis \"because we both knew it wasn't very good hay.\" These bales were extra heavy, so they made cheap hay. If Dotts was satisfied, he was to purchase a total of forty bales.</p>\n<p>Because of snow, Dotts picked up only three bales the day the sale was consummated. He fed that hay to his cattle, and returned to pick up seven more bales the next day.</p>\n<p>Dotts segregated his cattle into four herds: two herds of stock cows, one of bulls, and one of heifers. The heifers were the only cattle not fed Bennett's hay. <span class=\"star-pagination\">*87</span> Within two or three days Dotts' cattle began to show signs of illness, except the heifers. In time every head fed Bennett's hay became sick. A number of the cattle died.</p>\n<p>Dotts called his veterinarian, Leo J. Freese, who by a process of elimination determined the origin of the illness to be Bennett's hay. Dr. Freese theorized the hay was infected with mycotoxin, a chemical by-product of mold. He suggested the hay be tested, but Dotts burned the remaining hay because it was suspected of having caused the illness. Dotts obtained a sample of hay from Bennett's farm from the same cutting and sent it to Iowa State University for tests, together with two of the afflicted cattle. Joan Kean, a veterinarian at the university, opined the chemical causing the illness originated in the hay. Gary D. Osweiler, a veterinary toxicologist, testified that the suspected chemical is rarely found in hay, and therefore a low probability existed that it originated in the hay.</p>\n<p>Farmers do not ordinarily test for mycotoxin, nor do most of them have equipment to do so. Mycotoxin cannot be detected without testing. To check adequately for the presence or absence of mycotoxins, six to eight samples must be taken from each bale of hay and be ground and tested at a cost ranging from ten to sixty dollars per sample.</p>\n<p>The Dotts sued the Bennetts for damages. The trial court refused to direct a verdict for the Bennetts and submitted the implied warranties of merchantability and fitness to the jury for consideration. The jury returned answers to special interrogatories in favor of the Dotts as to both implied warranty theories and awarded the Dotts damages of $16,500. The Bennetts appealed, arguing that the trial court should have directed a verdict in their favor.</p>\n<p>I. <i>Standard of review.</i> In reviewing the trial court's denial of a directed verdict, our question is \"whether reasonable minds could have drawn different inferences from the facts.\" <i>Bauer v. Curran,</i> <span class=\"citation\" data-id=\"2091695\"><a href=\"/opinion/2091695/bauer-v-curran/\"><span class=\"volume\">360</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">88</span></a></span>, 91 (Iowa 1984). \"While there must be some substantial evidence on which to submit an instruction, all relevant and material evidence including justifiable inferences favorable to plaintiff must be accepted at face value in determining whether a jury issue is created. Also our function is not to weigh the testimony but to determine whether substantial evidence was presented upon which a jury could find for plaintiff.\" <i>Jacobson v. Benson Motors, Inc.,</i> <span class=\"citation\" data-id=\"1270401\"><a href=\"/opinion/1270401/jacobson-v-benson-motors-inc/\"><span class=\"volume\">216</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">396</span></a></span>, 398 (Iowa 1974).</p>\n<p>II. <i>Implied warranty of fitness.</i> The implied warranty of fitness for a particular purpose is provided in section 554.2315 of the Iowa Code:</p>\n<blockquote>Where the seller at the time of contracting has reason to know any particular purpose for which the goods are required and that the buyer is relying on the seller's skill or judgment to select or furnish suitable goods, there is unless excluded or modified under the next section an implied warranty that the goods shall be fit for such purpose.</blockquote>\n<p>The warranty \"turn[s] on the `bargain-related' facts as to what the seller had reason to know [1] about the buyer's purpose for the goods and [2] about his reliance on the seller's skill and judgment in selecting them.\" <i>Van Wyk v. Norden Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"2101148\"><a href=\"/opinion/2101148/van-wyk-v-norden-laboratories-inc/\"><span class=\"volume\">345</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">81</span></a></span>, 84 (Iowa 1984). Of course the buyer must actually be relying on the seller. U.C.C. § 2-315, Comment 2, 1 U.L.A. 483 (1976).</p>\n<p>Close scrutiny of the facts is required in determining the warranty's applicability. <i>Jacobson,</i> 216 N.W.2d at 404. Following are the relevant facts related to the second, reliance requirement.</p>\n<p>Dotts has been a farmer most of his life. He raised approximately sixty acres of hay himself the year of the sale. Bennett showed Dotts two cuts of hay he had for sale. He told Dotts the cheaper hay was cut late due to a wet spring and was coarser than normal. He also stated he was not sure cattle would eat the cheaper hay. <span class=\"star-pagination\">*88</span> In light of this concern, Dotts purchased this hay on a trial basistaking ten bales.</p>\n<p>During trial Dotts testified as follows:</p>\n<blockquote>Q. [Mr. Juhl] And isn't it true that at the time you purchased the hay you did not rely on anything Mr. Bennett said about the hay? A. No, I didn't rely on anything he said.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Q. [Mr. Goldsmith] When you purchased the hay did you expect it to kill and poison your cows? A. No, I did not.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Q. What did you expect to happen from your cows eating the hay? A. Well, I expected them to receive nourishment from it just like they did from any other hay.</blockquote>\n<blockquote>Q. Did you expect any bad effects? A. No, I did not.</blockquote>\n<p>After close scrutiny of this evidence and the entire record, we find no substantial evidence to support the requirement that Bennett had reason to know Dotts was relying on his skill and judgment to select or furnish suitable hay. Indeed, the evidence does not lend itself to the argument that Dotts relied on Bennett's skill or judgment or that Bennett actually made any decision or selection himself.</p>\n<p>We therefore conclude the district court erred in submitting this issue to the jury.</p>\n<p>III. <i>Implied warranty of merchantability.</i> Section 554.2314 of the Iowa Code provides: \"Unless excluded or modified (section 554.2316), a warranty that the goods shall be merchantable is implied in a contract for their sale if the seller is a merchant with respect to goods of that kind.\"</p>\n<p>The definition of \"merchant\" applicable to a warranty of merchantability is provided in section 554.2104(1):</p>\n<blockquote>\n<i>\"Merchant\"</i> means a person who deals in goods of the kind or otherwise by his occupation holds himself out as having knowledge or skill peculiar to the practices or goods involved in the transaction or to whom such knowledge or skill may be attributed by his employment of an agent or broker or other intermediary who by his occupation holds himself out as having such knowledge or skill.</blockquote>\n<p>Bennett argues that the evidence is insufficient to generate a jury question as to whether he is a \"merchant with respect to goods of that kind.\" He contends that a farmer selling only the crop that he grows annually is not a \"merchant\", and he relies on our decision in <i>Sand Seed Service, Inc. v. Poeckes,</i> <span class=\"citation\" data-id=\"1722390\"><a href=\"/opinion/1722390/sand-seed-service-inc-v-poeckes/\"><span class=\"volume\">249</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">663</span></a></span> (Iowa 1977).</p>\n<p><i>Sand Seed</i> involved a contract for the sale of soybeans by a farmer. The farmer was sued, and raised the statute of frauds as defense. <i>See</i> Iowa Code § 554-2201. The issue on appeal from summary judgment in favor of the farmer was whether he was a merchant within the definition in section 554.2104. The pertinent evidence before the court on this issue was the farmer's affidavit setting forth</p>\n<blockquote>the fact that he sold no crops or livestock except those which he raised; that he did not otherwise buy or sell any crops or livestock on the open market; that he is engaged in no business or occupation except farming; that he has no ownership interest in any other business; that he is not a member of the board of directors of any corporation or association; that he has no other business experience; that he is a high school graduate with no additional formal education; that he has had limited experience in selling crops; that before selling his crops he occasionally makes inquiry as to the current prices being paid by various buyers; that prior to the transaction in question, he had sold soybeans and other crops on approximately three other occasions each; and that he had never bought any crops except for seed or feed.</blockquote>\n<p><i>Id.</i> at 665. Based on this affidavit we held:</p>\n<p>It should be clear from what we have said that a farmer may indeed also be a merchant under certain circumstances. Whether he is or is not is ordinarily a question of fact. However, where as here, the facts are undisputed and reasonable minds could draw no different <span class=\"star-pagination\">*89</span> inferences from them, the issue becomes one of law. Under Poeckes' uncontroverted affidavit, the trial court properly held he was not a merchant as a matter of law.</p>\n<p><i>Id.</i> at 666.</p>\n<p>We again had occasion to determine whether a jury question existed on a farmer's status as a merchant in <i>Bauer v. Curran,</i> <span class=\"citation\" data-id=\"2091695\"><a href=\"/opinion/2091695/bauer-v-curran/\"><span class=\"volume\">360</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">88</span></a></span> (Iowa 1984). That case involved a merchant's power to transfer ownership of entrusted goods to a buyer in ordinary course. Iowa Code § 554.2403(2). We applied the definition in section 554.2104 and held \"the evidence provided a sufficient basis for a decision either way\" and the question was therefore properly submitted to the jury. The facts considered in <i>Bauer</i> were these:</p>\n<p>Prior to the sale in question, there was evidence that Davidson [farmer] had bought, sold, and leased cattle. One year, for example, Davidson leased approximately twenty head of cattle from another individual and in addition had entered into a lease-purchase agreement with a Clearview Cattle Company. Matthew Bauer, the individual who had leased the present cattle to Davidson, testified that although he had engaged in a large number of transactions in buying and selling cattle in the area, he had never seen or met Davidson prior to 1980 when they entered into the lease agreement in question.</p>\n<blockquote>Most other cattle sales involving Davidson were said by him to be merely attempts to cull his herd, and, while Davidson had earlier sold part of these cattle leased from plaintiff Bauer, he had done so under Bauer's name and at his direction. Davidson appears to have only occasionally bought or sold cattle.</blockquote>\n<p><i>Id.</i> at 91.</p>\n<p>The present case is our first confrontation with the question of the farmer-merchant status under the implied warranty of merchantability in section 554.2314. Comment 2 to section 2-104 of the Uniform Commercial Code states:</p>\n<blockquote>[I]n Section 2-314 [our section 554.2314] on the warranty of merchantability, such warranty is implied only \"if the seller is a merchant with respect to goods of that kind.\" Obviously this qualification restricts the implied warranty to a much smaller group than everyone who is engaged in business and requires a professional status as to particular kinds of goods.</blockquote>\n<p>Thus the inquiry in this case is not into Bennett's status as a merchant generally, but whether he is a merchant with respect to hay, the good he sold Dotts.</p>\n<p>The evidence supporting a finding that Bennett was a hay merchant includes these factors. He had been a lifetime farmer; he had 100 to 150 acres in hay in 1981; he has sold about twenty percent of his hay for fifteen years; he has advertised hay for sale; at one time he sold a large quantity of hay to parties in southern Missouri; he has done some custom hay farming; he considers himself a knowledgeable hay farmer; and he has had continuing education in farming.</p>\n<p>While we recognize considerable evidence exists tending to show Bennett was not a hay merchant, we hold that the jury's finding to the contrary has substantial evidentiary support. <i>Bauer,</i> 360 N.W.2d at 91. Reasonable minds could reach different findings and the jury could infer that Bennett was a dealer in hay.</p>\n<p>IV. <i>Jury instruction.</i> Bennett also argues that the following jury instruction was insufficient:</p>\n<blockquote>With regard to proposition No. 1 of Instruction No. 11, a merchant is a person who deals in goods of the kind in question.</blockquote>\n<p>Bennett requested that the trial court add:</p>\n<blockquote>The warranty of merchantability is implied only if the seller is a merchant with respect to goods of that kind. The definition of merchant does not apply to a casual or inexperienced seller.</blockquote>\n<p>The requested additional language is not statutory, but we do find similar language in the comments to section 2-104 of the <span class=\"star-pagination\">*90</span> Uniform Commercial Code (our section 554.2104). Comment 1 distinguishes a merchant from \"a casual or inexperienced seller or buyer.\" Comment 2 explains that \"[t]he term `merchant' as defined here roots in the `law merchant' concept of a professional in business.\" We cited this language with approval in <i>Sand Seed,</i> 249 N.W.2d at 665.</p>\n<p>The trial court did not grant the request; it was of the view that its own instruction sufficiently defined \"merchant.\" A trial court may draft jury instructions in its own way if it fairly covers the issues. <i>Bossuyt v. Osage Farmers National Bank,</i> <span class=\"citation\" data-id=\"2091406\"><a href=\"/opinion/2091406/bossuyt-v-osage-farmers-nat-bank/\"><span class=\"volume\">360</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">769</span></a></span>, 774 (Iowa 1985); <i>Knauss v. City of Des Moines,</i> <span class=\"citation\" data-id=\"2221247\"><a href=\"/opinion/2221247/knauss-v-city-of-des-moines/\"><span class=\"volume\">357</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">573</span></a></span>, 577 (Iowa 1984).</p>\n<p>The given instruction is correct as far as it goes. But Bennett requested an instruction explaining the issue more fully, and preserved error when his request was denied. Bennett's request should have been granted. <i>See </i><i>Bean v. Bickley,</i> <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">689</span></span>, 700, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">675</span></span>, 680 (1919) (\"This is a complaint of a paucity in charging. That is rarely available, unless an offered instruction speaking more fully was disregarded.\").</p>\n<p>The term \"deals\" in the given instruction indicates a course of dealing as opposed to a casual sale. <i>See</i> Webster's New Collegiate Dictionary 212 (7th ed. 1963) (\"4: to do a retailing or distributing business: TRADE\"). We do not find the word deals to be sufficient, however, in light of Bennett's timely request that it be clarified. Upon this particular instruction now rests the entire verdict.</p>\n<p>The trial judge has the duty to see \"that every case goes to the jury so that they have clear and intelligent notions of precisely what it is they are to decide. His charge is their chart and compass.\" <i>Owen v. Owen,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">270</span></span>, 274 (1867). The trial judge erred in failing to give the requested instruction. As the instruction defines the critical term necessary for resolution of this case, justice mandates a reversal.</p>\n<p>REVERSED AND REMANDED.</p>\n<p>All Justices concur except CARTER and WOLLE, JJ., who dissent, and LARSON and LAVORATO, JJ., who take no part.</p>\n<p>WOLLE, Justice (concurring in part and dissenting in part).</p>\n<p>I agree that defendants were entitled to a directed verdict on the claim that they breached an implied warranty of fitness. I dissent because I believe defendants were also entitled to a directed verdict on the merchantability issue. Defendants should not be classified as merchants in the sale of hay from their farm fields.</p>\n<p>In <i>Sand Seed Service, Inc. v. Poeckes,</i> <span class=\"citation\" data-id=\"1722390\"><a href=\"/opinion/1722390/sand-seed-service-inc-v-poeckes/\"><span class=\"volume\">249</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">663</span></a></span> (Iowa 1977), this court upheld a summary judgment for a soybean-selling farmer on the ground he was not a \"merchant\" as that term is defined in Iowa Code section 554.2104(1). Essentially the same statutory definition applies here and the facts here are not materially different from the facts in <i>Poeckes.</i> I would summarize here, as this court summarized the issue in <i>Poeckes:</i></p>\n<blockquote>The undisputed facts show only that Poeckes is a farmer who annually sells what he himself grows. Although this may make him an expert or professional in <i>growing</i> crops, it does not do so in <i>selling</i> them.</blockquote>\n<p><i>Id.</i> at 666 (emphasis in original). Only the names need be changed to fit the facts here.</p>\n<p>We should hold that the Bennettshay-selling farmerswere entitled to a directed verdict and judgment dismissing the merchantability claim because they were not merchants within the meaning of the commercial code definition.</p>\n<p>CARTER, Justice (dissenting).</p>\n<p>I dissent. I believe that whether defendant was a merchant is an issue of fact and that the jury was adequately instructed on the criteria to be applied in making that determination. I would affirm the judgment.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1240611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1270401/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1722390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2091406/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2091695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2101148/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2221247/"
          ]
        }
      ],
      "judges": "Uhlenhopp",
      "date_created": "2014-10-30T18:23:33.580745Z",
      "date_modified": "2016-03-03T20:12:46.220580Z",
      "date_filed": "1986-02-19",
      "date_filed_is_approximate": false,
      "slug": "dotts-v-bennett",
      "citation_id": 1558267,
      "case_name_short": "Dotts",
      "case_name": "Dotts v. Bennett",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "382 N.W.2d 85",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1648897/dotts-v-bennett/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:23:33.577122Z",
  "date_modified": "2014-10-30T18:23:33.577122Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Dotts",
  "case_name": "Dotts v. Bennett",
  "case_name_full": "",
  "slug": "dotts-v-bennett",
  "docket_number": "85-220",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}