{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1657432/",
  "id": 1657432,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/332972/",
      "id": 332972,
      "absolute_url": "/opinion/332972/james-e-sweet-v-south-carolina-department-of-corrections-director/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1657432/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/332972/",
          "id": 332972,
          "absolute_url": "/opinion/332972/james-e-sweet-v-south-carolina-department-of-corrections-director/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/332972/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:59:20Z",
          "date_modified": "2017-03-24T23:55:05.720533Z",
          "type": "010combined",
          "sha1": "692e7b7a54014c38986014d7f7f3c6fc50f0bce0",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/529/529.F2d.854.74--1118.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">529 F.2d 854</p>\n    <p class=\"parties\">James E. SWEET, Appellant,<br>v.<br>SOUTH CAROLINA DEPARTMENT OF CORRECTIONS, Director William<br>D. Leeke, Appellee.</p>\n    <p class=\"docket\">No. 74--1118.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued April 8, 1975.<br>Decided Dec. 1, 1975.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard L. C. Sullivan, Columbia, S.C.  (court-assigned counsel), for appellant.</p>\n      <p class=\"indent\">Emmet H. Clair, Asst. Atty. Gen. of S.C.  (Daniel R. McLeod, Atty. Gen., and Stephen T. Savitz, Asst. Atty. Gen. of S.C., on brief) for appellee.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and WINTER, CRAVEN, BUTZNER, RUSSELL, FIELD and WIDENER, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">DONALD RUSSELL, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action sought both injunctive and monetary relief under the provisions of &#167; 1983, 42 U.S.C., by a State prisoner, who has been for almost five years in segregated confinement in what is known as Cell Block 2 at the South Carolina Central Correctional Institution.  The defendants, sued both officially and individually, are the Director of the South Carolina Department of Corrections and the Warden of the Central Correctional Institution.  After a trial without a jury, the District Court dismissed the action.  The plaintiff has appealed.  We affirm in part and remand in part.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff is serving a sentence imposed in 1967, following a plea of guilty to the crime of statutory rape.  He had earlier served a sentence for a similar crime, i.e., assault of a 'high and aggravated nature--attempt to ravish.'  As a repeat sex offender, he was incarcerated in the Central Correctional Institution for service of his sentence, since it was the policy of the Department of Corrections not to place sex offenders in 'any minimal security institutions.'  After commitment, the plaintiff, according to to testimony of the prison authorities, was a 'constant problem.'  He had been placed on several occasions in administrative segregation in Cell Block 3, prior to being confined in Cell Block 2. The reasons for such segregation do not appear in the record.  The difference between the conditions of confinement in the two Cell Blocks, as described by the plaintiff, is that the inmates in Cell Block 3 'gets (sic) to go in the general population' while those in Cell Block 2 may not.  The plaintiff's transfer to Cell Block 2 occurred in April, 1968, and followed a prison riot at the Central Correctional Institution.  The record is somewhat obscure on the plaintiff's connection with that riot.  He testified at the trial in District Court that at that time he was in Cell Block 3 but, during the day, he had been detailed to cut grass in the prison compound yard.  While the plaintiff was proceeding down a walkway between two fences for the purpose of putting up his lawnmower, he was apparently accosted by, or noticed some inmates with knives.  Whether the plaintiff was threatened by these inmates or whether he merely reported his observation to the prison guards is unclear.  In any event, according to the plaintiff, prison guards observed the incident and 'they came in there, you know, and they got those guys * * *.'  The punishment of 'those guys' apparently inflamed the other inmates and a riot began, during which threats were freely made against the plaintiff.  The reason for the threats, as stated by the plaintiff, was '(B)ecause (the other inmates) thought that (Sweet) told on them down there.'  Earlier, in State Court proceedings, he gave a somewhat different story.  He indicated that he may have been an informer in connection with the riot and that, as a result of actions taken against those involved in the riot, he was subjected to threats of serious bodily harm.  At the trial in the District Court, as we have already noted, he gave no such account.  Perhaps the reason for the difference in the two accounts was that, in the State Court proceedings, he was testifying in a closed, private hearing and in the trial in the District Court, on the other hand, he was publicly testifying.  In the former case, he did not fear that his admission would be known publicly but in the latter case, such admission, if made, would be known publicly.  Whatever may be the true version, however, it is clear that the plaintiff became the object of threats generally from his fellow inmates.  Because of these threats the plaintiff requested that he be placed in segregated confinement in Cell Block 2. Nor does the plaintiff by this action seek release from segregated confinement in Cell Block 2. He freely concedes the propriety of his segregation from the general prison population; in fact, he expressly declares in his brief in this Court that he 'does not suggest that he has been wronged by being administratively segregated.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He has never asked and does not by his petition in this proceeding ask to be released from Cell Block 2. He testified unequivocally that he did 'not want to get out of Cell Block 2' and that '(I)t wouldn't be safe' for him to do so.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He justified his demand to be placed in segregated confinement by testimony indicating that his presence in the general population would place him in danger of serious bodily harm, if not death.  This testimony makes it understandable why the plaintiff does not ask for release from Cell Block 2 but rather expresses the firm desire to remain there.  And, since the prison authorities have the responsibility for taking all reasonable steps to protect the plaintiff from assaults,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> it is equall understandable why they are agreeable to retaining the plaintiff in segregated confinement, separate from other members of the prison population.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To restate it, then, the issue presented by the plaintiff is not the constitutional validity of segregated confinement.  As we have already observed, he is not objecting to being placed in segregated confinement in Cell Block 2; his complaint as he phrases it in his brief, was in being 'subjected in administrative segregation to the same treatment as that of those punitively segregated.'  And, in order to secure this different treatment, he sought certain additional privileges, or, to use his own words, to obtain 'a little more privileges in CB--2.'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> And he specifically identified both in his testimony and in his brief in this Court, the additional privileges he sought and only sought by his action.  He testified that what he sued to secure was 'the opportunity to have more food and more exercise time, and at least three showers a week anyhow.'  At another point in his testimony, he said that his complaint against the prison authorities was their failure to offer him 'an opportunity to work and get more food and take more showers.'  In his amended complaint, however, he had been more expansive in the cataloging of his complaints.  He claimed there that he was improperly denied the right to engage in religious exercises, to be provided with necessary medical attention, to have access to reading or writing material, to be allowed legal consultation, to have other inmates to converse with, to have his complaints 'about prison conditions and prison officials' properly investigated, to be given extra food, and finally, to be allowed sufficient time for exercise and showers.  While we might properly restrict our consideration to the privileges which the plaintiff testified he sought, we shall discuss, as the District Court did too, his broader demands as stated in his amended complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In assessing the right of the plaintiff to these additional privileges, it must be kept firmly in mind that \"(l)awful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system,\" Pell v. Procunier (1974) 417 U.S. 817, 822, 94 S.Ct. 2800, 2804, 41 L.Ed.2d 495 (quoting from Price v. Johnston (1948) 334 U.S. 266, 285, 68 S.Ct. 1049, 92 L.Ed. 1356), and that '(F)ederal courts sit not to supervise prisons but to enforce the constitutional rights of all 'persons,' including prisoners.'  Cruz v. Beto (1972) 405 U.S. 319, 321, 92 S.Ct. 1079, 1081, 31 L.Ed.2d 263.  The problems of prison management have been properly described as 'complex and intractable, * * * not readily susceptible of resolution by decree,' a fact which finds expression in 'a broad hands-off attitude toward problems of prison administration' as adopted '(t)raditionally,' by 'federal courts.'  Procunier v. Martinez (1974) 416 U.S. 396, 404, 405, 94 S.Ct. 1800, 1807, 40 L.Ed.2d 224.  After all, 'courts possess no expertise in the conduct and management of correctional institutions.'  Finney v. Arkansas Board of Correction (8th Cir. 1974) 505 F.2d 194, 200.  Because of this want of judicial expertise, 'prison officials must be accorded latitude in the administration of prison affairs,' Cruz v. Beto, supra, 405 U.S. at 321, 92 S.Ct. at 1081; Frazier v. Ciccone (8th Cir. 1974) 506 F.2d 1022, 1024, and their judgments are entitled to 'great weight,' Ross v. Blackledge (4th Cir. 1973) 477 F.2d 616, 618; Gardner v. Joyce (5th Cir. 1973) 482 F.2d 283, 285, cert. denied 414 U.S. 1096, 94 S.Ct. 731, 38 L.Ed.2d 555 (1973); Burke v. Levi (E.D.Va.1975) 391 F.Supp. 186, 189.  Particularly, '(W)here state penal institutions are involved, federal courts have a further reason for deference to the appropriate prison authorities.'  Procunier v. Martinez, supra, 416 U.S. at 405, 94 S.Ct. at 1807.  Courts are accordingly limited in their exercise of power in this area to deprivations which represent constitutional abuses and they cannot prohibit a given condition or treatment in prison management unless it reaches the level of an unconstitutional deprivation.  It has been well said that '(C)ourts encounter numerous cases in which the acts or conditions under attack are clearly undesirable and are condemned by penologists, but the courts are powerless to act because the practices are not so abusive as to violate a constitutional right.'  Note, Decency and Fairness: An Emerging Judicial Role in Prison Reform, 72 Va.L.Rev. 841, 843 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This does not mean that courts must never intervene in prison administration.  Recent decisions have repeatedly affirmed that a prison inmate is not stripped of all rights during incarceration.  Subject to the legitimate requirements of prison discipline and security, he retains his constitutional rights to due process, to equal protection and to protection against 'cruel and unusual punishment,' as guaranteed by the Eighth Amendment<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>--rights which are binding on the states.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In particular, a prison inmate 'retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.'  Pell v. Procunier, supra, 417 U.S. at 822, 94 S.Ct. at 2804.  His right of free speech, especially as it relates to the right to communicate by mail, and his right to worship,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> can only be restricted to the extent that such restraint is 'necessary to protect' a legitimate governmental interest.  Procunier v. Martinez, supra, 416 U.S. at 414, 94 S.Ct. 1800.  Courts can and should intervene when any due process, equal protection or Eighth Amendment rights of prison inmates are violated; and jurisdiction for such intervention is specifically provided under &#167; 1983.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> And this is true whether the prisoner is in segregated confinement either for administrative or protective reasons, or in the general prison population.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Applying these principles, both courts and prison administrators have established standards to be observed in segregated confinement such as that of the plaintiff, if constitutional requirements are to be met.  Both recognize that the conditions of solitary or segregated confinement must be measured against what the Supreme Court has termed 'the evolving standards of decency that mark the progress of a maturing society' and that the orthodox terms in this area of the law, such as 'barbarous' and 'shocking to the conscience', must take into account and be given effect in the light of the changing concepts of civilized conduct and treatment.  Trop v. Dulles (1958) 356 U.S. 86, 101, 78 S.Ct. 590, 2 L.Ed.2d 630.  The conditions, so established, will inevitably represent some reasonable balancing of the legitimate rights of the prisoner and the necessary concern and responsibility of the prison authorities for security and order.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In meeting these standards and in achieving this balance, the United States Bureau of Prisons 'require(s) that 'the quarters used for segregation shall be well ventilated, adequately lighted, appropriately heated and maintained in a sanitary condition at all times'.'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Court decisions are somewhat more specific in their exposition of these 'evolving standards', as they apply to segregated confinement.  As summarized in a comment on Sostre v. McGinnis (2d Cir. 1971)442 F.2d 178, cert. denied  404 U.S. 1049, 92 S.Ct. 719, 30 L.Ed.2d 740 (1972), which is the leading case in this area, the Courts have declared that while the conditions of segregated confinement 'may be harsh and unpleasant,' they must meet 'basic sanitation and nutrition' requirements.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The commentator adds that '(I)nadequate lighting, ventilation, heating, cleaning, bedding, nutrition, medical care, or opportunities to wash are all factors which bear on a finding of cruel and unusual punishment.  No single condition has ever by itself been held cruel and unusual punishment; however, the cumulative effect of several conditions will bring solitary confinement within the prohibition of the eighth amendment.'  Note, Prisoner's Constitutional Rights: Segregated Confinement as Cruel and Unusual Punishment, 1972, Wash.U.L.Q. 347, 350--1.  To condemn inmates in solitary confinement to what has been described as 'strip cells,' which are generally 'small dark closets,' and to deprive them of 'human companionship, sanitary needs and clothing, feed them on starvation diets, force them to sleep on their mattresses' would violate both due process and Eighth Amendment rights.  Cf., Singer, Solitary Confinement: Constitutional Arguments from a New Penology,56 Iowa L.Rev. 1251 (1971).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> But specifically, 'isolation from companionship,' 'restriction on intellectual stimulation and prolonged inactivity', inescapable accompaniments of segregated confinement, will not render segregated confinement unconstitutional absent other illegitimate deprivations.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Nor will the fact that the segregated confinement is prolonged and indefinite be sufficient in itself to command constitutional protection, though it is a factor to be considered,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> especially if the confinement is punitive rather than administrative or protective.  Whether prolonged or indefinite duration may offend constitutional standards will depend on whether the above standards of confinement are observed,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and whether the confinement 'bear(s) some reasonable relation to the purpose for which the individual is committed.'<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Actually, in the federal prison system, segregated confinement is 'indefinite.'  See Novak v. Beto, supra,453 F.2d at 666, n. 2. In Sostre, which involved a state prison, the Court stated positively that 'indefinite (segregated) confinement' under the prison conditions that existed in that case was not subject to constitutional attack, 'however * * * abhorrent the practice may seem to some of us.'<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> So long as the conditions of segregated confinement do not involve any of the intolerable aspects enumerated above or impose any improper restraints on legitimate constitutional rights, as have been stated, they will not violate constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Turning from these principles and considering the plaintiff's specific claims, it will be observed that nowhere, either in his complaint or in his testimony, does the plaintiff claim that his cell failed to meet reasonable sanitary standards, was inadequately heated, was not provided with proper lighting or ventilation; nor does he complain that he is denied proper bedding or that he has been subjected to any cruel treatment at the hands of the prison officials.  Conditions in 'strip cells' or in the 'hole,' as those terms are used in the prison context, are irrelevant to this case.  We are not concerned with such conditions and the plaintiff, by the silence of his claims on such point, concedes this.  As a matter of fact, some of the complaints he actually specified in his complaint he apparently conceded were too unimportant to be pressed and he did not refer to them in his testimony at trial.  He did not testify, for instance, as to any denial of a right to 'professional legal counsel' at disciplinary hearings or as to any physical discomfort experienced when mace or gas was used to quell disturbances in the cell block.  More important, many of the complaints actually testified to by the plaintiff were without any real basis in fact.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Like all the other prisoners in the Institution, the plaintiff was served three hot meals each day.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> He did not assert they were of the 'poorest quality' or 'improperly prepared.'<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> He did not contend they were different from the diet given all the hundreds of other inmates of the Institution.  He did not say, as did the prisoner in Krist v. Smith, supra, that the foot was 'terrible, the diet unbalanced' consisting of 'far too much of a nauseous herb called turnip greens.'  He did intimate the diet was inadequate, though.  He did not specify in what way it was inadequate or deficient.  He made no attempt to show any calorie deficiency or anything of that character.  The only support he offered for this claim of an inadequate diet was that his weight, when he entered prison, was 210 pounds and that, since confinement, it had dropped some fifty pounds.  The prison records, on the other hand, established that, when imprisoned, he weighed not 210 pounds, but just under 165 pounds.  Actually, the petitioner's complaint as to food related not so much to the diet itself, either its composition or quantity, as to the fact that he claimed the prisoners who delivered the food would give to some prisoners extra food out of the food allowance left over after each inmate in the cell had been given his food allowance.  He complained that he was never given any such extras.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> He admitted this was not at the instance or of with the knowledge of the prison officials, whose instructions were that any extra food should be made available to any prisoner requesting it.  It is but to be expected that every rule for treatment will not be uniformly followed.  Novak v. Beto,supra.  That the prisoners assigned to deliver the food and to allocate it among the prisoners occasionally violated these instructions for equal rights on the part of all inmates to extras while available, would, however, give rise to no constitutional deprivation, especially since it would seem reasonably inferable, as the District Court found, that the diet available was adequate.  We would add, however, that the prison authorities should be vigilant to see that any occasional favoritism does not become endemic and to prevent any favoritism by their prison helpers.  Diamond v. Thompson (M.D.Ala.1973)364 F.Supp. 659, 668.  There is no reason to assume they will not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff asserted in his complaint and sought to sustain with his testimony the claim that his religious rights were unconstitutionally restricted.  The right to exercise one's religion, though entitled to a 'preferred' position in the catalogue of constitutional rights<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> even in the prison context, is not an absolute right.  As Justice (then Circuit Judge) Blackmun put it in Sharp v. Sigler (8th Cir. 1969) 408 F.2d 966, 970, '(w)hile freedom to believe is absolute, the exercise of religion is not.'  Prison authorities accordingly may adopt any regulations dealing with the exercise by an inmate of his religion that may be reasonably and substantially justified by considerations of prison discipline and order.  So long as the prison authorities provide the inmate with a reasonable opportunity for the exercise of his religious tenets in a form that is substantially warranted by the requirements of prison safety and order, there is no violation of the inmate's constitutional rights.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The plaintiff's claim of a violation of his constitutional religious rights must be examined in the light of these principles.  As the Court said in Proffitt v. Ciccone (8th Cir. 1974) 506 F.2d 1020, 1021, 'a person, in or out of prison, may not, in the name of religion, become a law unto himself' but must accommodate himself to reasonable regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">His initial complaint in this area is that he was denied the right to attend regular chapel services along with the general prison population.  He expressed the opinion that he could safely attend if protected at all times by a prison guard.  Whether he was serious in this assertion we cannot be certain.  He had already testified that his mere presence in the general prison population had practically precipitated a riot and that his life was thereby put in jeopardy.  In that sort of an atmosphere it would seem foolhardy, if not downright gross negligence for the prison authorities to assume that a single guard could adequately protect the plaintiff while attending chapel services with the general prison population.  This same claim has been often asserted by prisoners in segregated confinement for protective reasons.  The uniform answer, as given by the Courts, has been that the refusal of the prison authorities to allow such attendance represents 'a reasonable judgment' which the Courts will not disturb.  LaReau v. McDougall, supra, 473 F.2d at 979; Sharp v. Sigler, supra, 408 F.2d at 971; Diamond v. Thompson, supra, 364 F.Supp. at 667, n. 7; Smith v. Swenson (W.D.Mo.1971) 333 F.Supp. 1253 at 1254 and 1258; United States v. Pate (N.D.Ill.1964) 229 F.Supp. 818, 821.  We find this answer adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The prison authorities, though, offered another and a practical objection to this application of the plaintiff to attend chapel services.  If this right were extended the plaintiff, they asserted they would be obligated to provide the same services for any one of the other 25 inmates in protective custody in Cell Block 2. With normally only 3 guards and never more than 4 on duty in the Cell Block, this would have been impossible.  The plaintiff countered, however, with the suggestion that regular religious services might be conducted in the corridor of the Cell Block.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> To this suggestion, the prison officials rejoined that there were about 100 prisoners in the Cell Block.  They included persons of many religious faiths as well as persons of no faith.  The prison authorities expressed the fear that many objections from other prisoners in the Cell Block would be raised to being compelled to listen to a religious service of some faith different from theirs in the corridor to their cells.  Because of all these considerations, the prison authorities concluded that individual religious counseling and ministration should be offered in lieu of attendance at a regular general religious service.  This determination was not arbitrary; it was supported by a reasonable and legitimate regard both for the religious rights of the inmates and the maintenance of order and security.  Cf. Procunier v. Martinez, supra, 416 U.S. 396, 94 S.Ct. 1800.  It did not constitute an unconstitutional deprivation.  Cf. LaReau v. McDougall, supra,  473 F.2d at 979.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> But the plaintiff declares that, if individual ministration by the chaplain was the established procedure for providing religious opportunities to inmates in Cell Block 2, he was not afforded such individual religious ministration.  In fact, at one point in his testimony, he went so far as to state he had not seen a chaplain in the cell block or been visited by one.  He later recanted and admitted that chaplains did visit the cell block and that one visited him every time he requested a personal visit of the chaplain.  That is as much as he can constitutionally demand.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The medical service in the prison, as testified to, was adequate by any standards.  Three times each day, two medical technicians visited the cell block to receive any complaints from the inmates and to provide any medication that might be requested or would appear appropriate.  If a prisoner had any substantial complaint, though, that fact was reported to the prison medical staff, who would then provide such service as the condition complained of might require.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> The plaintiff claimed that, despite this program of medical service, he was denied adequate medical attention.  The official records in the medica l office of the Institution showed, however, that the plaintiff had received some form of medical services on more than forty occasions.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> The plaintiff conceded he had been relatively free of any sickness during his confinement.  He testified to only three occasions when he had required or asked for medical attention.  One of those involved the correction of a knee disability which had been with the plaintiff since childhood.  An operation to correct this disability was scheduled by the prison orthopedist for the week of the trial in this case but had to be delayed for that reason.  On the other occasions, the plaintiff had received satisfactory medical attention.  On this record, the District Court found that neither in its treatment of the plaintiff nor in its general medical program had the Institution failed to meet its constitutional obligation for providing adequate medical services.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is inconceivable that the plaintiff seriously claims that he has been denied writing material.  The record suggests that he assumed the role of an unofficial ombudsman, complaining in writing of other prisoners and of prison officials alike.  Indeed, one of his complaints, as stated in his complaint, was that the top prison officials did not adequately investigate his many written charges.  Certainly, he could not have carried on this activity had he not been provided with an adequate supply of writing material.  Moreover, he testified to the many requests he addressed to the prison chaplains and the prison doctors.  In the week before the trial, the prison chaplain, to whom requests for writing material were directed, had furnished the plaintiff at his request, 'six stamped envelopes, four unstamped envelopes, some sheets of paper, plus some reading material.'  In the face of this testimony--much from the plaintiff himself--it is readily understandable why the District Court was unable to consider seriously this claim and neither can we.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiff alleges he was denied any reading material.  In making this claim, he was not referring to school books and other material with which he could further his education.  He admitted an educational officer at the Institution visited him, apparently reviewed with him his educational background, and worked out a course of study for him.  This officer later supplied him with 'school books' in connection with this proposed program of study but the plaintiff said, 'I've not been to school in so long, its difficult for me to get started in my school books; and I give them to another inmate that could get started, because he was going to school * * *.'  His complaint must relate to general reading material, the character of which the plaintiff does not indicate.  He testified that during his confinement in the cell block only one box of magazines was made available, though the prison authorities testified that the Jaycee chapter for the prison regularly visited the block and made available to all inmates requesting it reading material.  Also, through the chaplain's office, reading material was made available when requested.  The District Judge chose to credit the testimony of the prison officials and we have no reason to fault his findings on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The difficulty experienced by the plaintiff in conversing with other inmates, as suggested by his own testimony, is that he 'gets too loud' and is so contentious that some restraint must be placed on him.  Indeed, a fellow inmate, called by the plaintiff in support of his claims, did not deny that the plaintiff was over-loud and contentious; he did seek to justify this conduct by testifying that he thought the plaintiff was provoked.  Whether provoked or not, the plaintiff, in his relations with others in the cell block, was loud and boisterous.  It was but natural that the guards would request him to be quieter.  We perceive no clear error in the District Court's finding in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We are concerned, however, with the prisoner's claim that he is denied adequate exercise time. 'Cruel and unusual punishment,' as used in the Eighth Amendment, is a term that cannot be defined in vacuo.  It does not draw its meaning simply from the type of punishment or deprivation imposed; it is often intimately concerned with the time covered by the punishment or deprivation and the reasonable limits of prison supervision.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> As we have seen, confinement in the 'strip cell' has often been found inoffensive under the constitutional provision if the confinement is for a short duration but invalid under the 'cruel and unusual' provision of the Eighth Amendment if long extended.  The Courts, however, in measuring the deprivation by constitutional standards of 'cruel and unusual' cannot, as we have already observed, be blind to the practical difficulties of prison management.  We repeat that Courts, just as the prison authorities themselves, must be reasonable in their requirements and must always remember that the primary responsibility for prison management lies with the prison authorities.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> The prison authorities involved here have demonstrated their recognition of their responsibility for giving reasonable consideration to the rights of the prisoners.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> While a restriction of two exercise periods of one hour each during a week, as allowed the plaintiff, may not ordinarily transgress the constitutional standard as fixed by the Eighth Amendment if confined to a relatively short period of maximum confinement, the rule may be quite different when, as here, the restriction has extended already over a period of years and is likely to extend indefinitely for the balance of plaintiff's confinement.  Such indefinite limitation on exercise may be harmful to a prisoner's health, and, if so, would amount to 'cruel and unusual' punishment.  This issue was apparently not addressed either by the parties or by the Court.  We accordingly feel constrained because of the extended period of plaintiff's confinement in maximum security to remand the cause to the District Court in order that it may take additional testimony and consider in greater detail whether the health of the plaintiff may be adversely affected by the restricted exercise rights accorded him<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> and whether it is not practical for the prison authorities to provide him with more exercise opportunities.  If the prisoner's health is being affected or it is practical for the prison authorities to grant additional exercise time to the plaintiff, without unduly imperilling security or without making unreasonable administrative difficulties for the prison authorities, the prisoner's constitutional rights, it would seem, are implicated.  And, while we do not view with the same concern, or place in the same constitutional context, the limitations placed on the plaintiff's shower rights,<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> the District Court should consider at the same time this claim of the plaintiff under the same standards of review as stated for exercise time.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We would add that under the facts as developed, we are satisfied that a monetary recovery against the defendants individually would not be justified.  Additionally, a money judgment against them officially would represent a judgment against the State and would thus be invalid.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> The dismissal of the claim for a money judgment is accordingly affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Except for the remand for further consideration of plaintiff's request for additional exercise time and for enlargement of his shower privileges, the judgment of the District Court is affirmed.</p>\n    </div>\n    <p class=\"indent\">BUTZNER, Circuit Judge (specially concurring):</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I concur in the judgment based on Judge Russell's majority opinion because the limited remedy it affords the prisoner is more consistent with the Constitution than the district court's dismissal of this action.  Although the judgment is a step in the right direction, it does not, in my opinion, provide the full remedy that the eighth and fourteenth amendments of the Constitution require.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Because other convicts endanger his life, James E. Sweet has been confined since October 1968 in a 9' $ 12' segregated cell with only two one-hour periods a week for exercise followed by a shower.  The reason why the convicts dislike Sweet is disputed.  Whether their animosity is unfounded is of no consequence, for the prison officials know the threat to his life is real.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Nevertheless, the warden maintains that Sweet's segregated confinement is voluntary and that he may return to the prison population at any time.  The district court, accepting the warden's argument, dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Sweet's predicament is not unique.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The record discloses that more than a score of prisoners in the same institution are confined under similarly harsh conditions because they too are threatened, not because they are being punished for any wrong.  Other prisoners' complaints of assault and rape have previously come to our attention.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> We therefore convened the court en banc to examine the constitutional issues of this pervasive aspect of prison life.  This required us to reconsider Breeden v. Jackson, 457 F.2d 578 (4th Cir. 1972), in which a divided court held that guarding a prisoner from harm by detaining him in maximum security at his own request was not cruel and unusual punishment, even though the conditions of his confinement were identical to those imposed on wrongdoers.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Woodhous v. Virginia, 487 F.2d 889, 890 (4th Cir. 1973), we held, 'A prisoner has a right, secured by the eighth and fourteenth amendments, to be reasonably protected from constant threat of violence and sexual assault by his feollow inmates, and he need not wait until he is actually assaulted to obtain relief.'  Accord, Finney v. Arkansas Board of Correction, 505 F.2d 194, 201 (8th Cir. 1974).  This salutary principle is not disputed.  Therefore, the only issue in this case is the constitutionality of the means employed by the state to provide protection.  As the citations in the majority opinion disclose, many cases hold that solitary confinement for a limited time to punish the infraction of prison rules is not unconstitutional.  These cases do not, however, answer the critical issue before us, which is the constitutionality of using solitary confinement for an indefinite time to guard a prisoner who has violated no rules.  Moreover, cases sanctioning punishment by solitary confinement rest on the premise that the warden's discipline of unruly prisoners must be upheld to enable him to govern the prison effectively.  See Sostre v. McGinnis, 442 F.2d 178, 192 (2d Cir. 1971).  But these cases are inapplicable when the proof shows that unrestrained prisoners dominate other inmates through terror.  Then, discipline is not promoted by placing the victims in solitary confinement while those who threaten them enjoy the privileges of prisoners at large.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is now settled that a prisoner is not shorn of all constitutional rights.  Wolff v. McDonnell, 418 U.S. 539, 555, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974).  Among those which he retains is immunity from the arbitrary and capricious imposition of punishment for breaking prison disciplinary rules.  Wolff v. McDonnell, supra; Haines v. Kerner, 404 U.S. 519, 9 S.Ct. 594, 30 L.Ed.2d 652 (1972).  It is undisputed that Sweet has violated no prison regulations recently.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Nevertheless, he is confined under conditions identical to those imposed on recalcitrant inmates.  He is in solitary confinement because others have threatened his life.  It is no answer to say that his complaint about this punishment should be dismissed on the ground that his confinement is voluntary.  As Judge Craven convincingly demonstrated in Breeden v. Jackson, 457 F.2d 578, 581 (4th Cir. 1972) (Craven, J., dissenting), a preference for solitary confinement over the probability of death is not a real choice.  Pragmatically, Sweet does not demand release from his segregated confinement lest his request be granted and death follow.  His only alternative is to ask that his conditions of segregation be ameliorated.  Because Sweet is coerced by the threat of harm, he has not voluntarily waived those constitutional rights which all prisoners possess.  Cf. Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A prisoner charged with a breach of discipline is entitled to notice and a hearing to determine the validity of the charges before he can be placed in solitary confinement for an appreciable length of time.  Haines v. Kerner, supra; Wolff v. McDonnell, supra, 418 U.S. at 556, 94 S.Ct. 2963 (dictum).  The procedures required by these cases are not intended to be empty rituals.  On the contrary, they are designed to insure that an innocent prisoner shall not be subjected to punitive confinement.  When a prisoner has not broken any rules, the state has an obligation to provide an explanation for treating him as though he had.  Threats against a prisoner's life establish a rational explanation for protecting him, but not for punishing him.  Though Sweet's assignment to a punitive cell is labeled administrative or segregative, his treatment is tantamount to punishment.  Confining him as though he has breached prison rules, when in fact he has not, is so arbitrary and capricious that it deprives him of due process of law.  And placing him in the same class as lawless prisoners, though he is not lawless, denies him the equal protection of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is also settled that the fourteenth amendment makes applicable to the states the eighth amendment's prohibition of cruel and unusual punishment.  Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962).  Several tests have been articulated to determine whether punishment is cruel and unusual.  Among these is whether the punishment is disproportionate to the offense.  See Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793 (1910).  Sweet is a victim of prison lawlessness, not a perpetrator of prison crime.  Even if his years of solitary confinement were considered in the abstract to be neither cruel nor unusual punishment for one who broke a prison rule,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> Sweet's confinement cannot be viewed in the abstract.  Robinson v. California, supra, 370 U.S. at 667, 82 S.Ct. 1417.  Measured by the prison's own standards of punishment, his solitary confinement is clearly disproportionate to his conduct and therefore constitutes cruel and unusual punishment in violation of the eighth amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Since the district court ruled that Sweet had suffered no constitutional wrong, it had no occasion to consider an appropriate remedy.  I would overrule Breeden v. Jackson, 457 F.2d 578 (4th Cir. 1972), and remand Sweet's case.  The district court should direct the warden to submit a plan for imprisoning Sweet without depriving him of the privileges accorded other prisoners, so long as he does not violate any disciplinary rules.  The plan might employ any of the following alternatives: the isolation or transfer of prisoners who threaten his life, so that Sweet could rejoin the general prison population; provision of additional guards for Sweet so he could regularly exercise, shower, and attend chapel; transferring Sweet to another institution where he could safely be confined; or other measures not readily apparent to a court.  The fact that precautions for Sweet's safe imprisonment may entail additional expense is not a justification for retaining him in solitary confinement in violation of his constitutional rights.  Cf. Finney v. Arkansas Board of Correction, 505 F.2d 194, 201 (8th Cir. 1974); Jackson v. Bishop, 404 F.2d 571, 580 (8th Cir. 1968).  Only if the warden is unable to devise a plan which will safely alter the present conditions of Sweet's confinement would I authorize the district court to retain a consultant to investigate and report to the court what changes in the conditions of Sweet's imprisonment are feasible.  In this event, the court should consider appointing a person approved or nominated by Sweet's counsel, and the cost should be taxed against the Board of Corrections.  I would not award damages to Sweet.  The warden acted in good faith, and he is entitled to rely on Breeden v. Jackson, 457 F.2d 578 (4th Cir. 1972), until its principles are authoritatively supplanted.  Cf. Pierson v. Ray, 386 U.S. 547, 555--57, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Judge WINTER and Judge CRAVEN concur in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under proper conditions and for appropriate reasons, segregated confinement of prison inmates has been uniformly ruled as constitutional.  For a collection of the cases, see Annotation, 18 A.L.R.Fed. 7, at 65, and Note, 51 A.L.R.3d 111 at 161</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At page 99 of the transcript, the plaintiff, examined by the Court said:</p>\n        <p>The Court: Have you ever asked to be released from Cell Block 2?</p>\n        <p>The Witness: I think it would be--</p>\n        <p>The Court: I didn't ask you if you think.  I asked have you asked?</p>\n        <p>The Witness: It wouldn't be safe.</p>\n        <p>The Court: So, you have not asked?</p>\n        <p>The Witness: No, sir.</p>\n        <p>The Court: So, you think that you need to be segregated from the general population?</p>\n        <p>The Witness: Yes, sir.</p>\n        <p>Later, in answer to questions by counsel for the defendant, the plaintiff testified: (p. 94)</p>\n        <p>Q. * * * even today, you do not want to get out of Cell Block 2?</p>\n        <p>A. That's correct.</p>\n        <p>Again, he testified: (pp. 90 and 91)</p>\n        <p>Q. You would simply like a little more privileges in CB--2?  Is that the basis of your--</p>\n        <p>A.  Yes, sir.</p>\n        <p>Q.--Complaint?</p>\n        <p>A. Yes, sir.</p>\n        <p>During argument, it was suggested that the prison authorities themselves, by testifying at a hearing in state court to the fact that the plaintiff had made reports to the authorities on the activities of his fellow inmates, had a heavy responsibility for the hostility experienced by the plaintiff at the hands of his fellow inmates and this fact, in turn, placed a heavy responsibility on the authorities to extend every possible consideration to the plaintiff.  It must be noted, though, that the hostility on the part of his fellow inmates, as the plaintiff testified at the state hearing, developed before that hearing.  Further, reporting by the plaintiff on his fellow inmates was apparently unsolicited, and any development of the fact occurred as a result of the cross-examination of the warden by the plaintiff's own attorney, in an en camera hearing which was not available to the plaintiff's fellow prisoners.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Woodhous v. Commonwealth of Virginia (4th Cir. 1973) 487 F.2d 889, 890; McCray v. Sullivan (5th Cir. 1975) 509 F.2d 1332, 1334</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We have used the term 'privilege' because this is the term used by the parties at trial but we use it in its constitutional sense as synonymous with 'right.'  See Morrissey v. Brewer (1972) 408 U.S. 471, 481, 92 S.Ct. 2593, 33 L.Ed.2d 484</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cruz v. Beto, supra; Jackson v. Bishop, supra; United States v. Smith (10th Cir. 1972) 464 F.2d 194, 196, cert. denied 409 U.S. 1066, 93 S.Ct. 566, 34 L.Ed.2d 519 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Robinson v. California (1962) 370 U.S. 660, 675--78, 82 S.Ct. 1417, 8 L.Ed.2d 758, pet. for rehearing denied 371 U.S. 905, 83 S.Ct. 202, 9 L.Ed.2d 166 (1962); LaReau v. McDougall (2d Cir. 1972) 473 F.2d 974, 977, n. 5, cert. denied 414 U.S. 878, 94 S.Ct. 49, 38 L.Ed.2d 123 (1973); Wilkinson v. Skinner (1974) 34 N.Y.2d 53, 312 N.E.2d 158, 162</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Cruz v. Beto, supra; Howard v. Smyth (4th Cir. 1966) 365 F.2d 428, cert. denied 385 U.S. 988, 87 S.Ct. 599, 17 L.Ed.2d 449 (1966)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The constitutional basis for review of prison conditions has been described as 'mottled' by one court; it is plain, though, that due process, equal protection and the Eighth Amendment are implicated.  See Newman v. State of Alabama (5th Cir. 1974) 503 F.2d 1320, 1328 (U.S.App. pending.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Pell v. Procunier, supra, 417 U.S. at 827, 94 S.Ct. 2800; Graham v. Willingham (10th Cir. 1967) 384 F.2d 367, 368; Burke v. Levi, supra, 391 F.Supp. at 191--2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Quoted in Wright v. McMann (2d Cir. 1967) 387 F.2d 519, 526.  For further elaboration of the federal rules as to administrative and punitive confinement, see Novak v. Beto (5th Cir. 1971) 453 F.2d 661, 666, n. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Court has correctly noted in Battle v. Anderson (E.D.Okl.1974) 376 F.Supp. 402, 423:</p>\n        <p>'* * * In most of the cases in which the conditions in solitary confinement have been condemned, the inmates were held in dark cells where personal hygiene was impossible due to the lack of materials necessary for personal sanitation and/or the inability to properly dispose of body waste.'</p>\n        <p>A recent illustration of the type of conditions in solitary confinement found to offend constitutional standards is provided by Gates v. Collier (5th Cir. 1974) 501 F.2d 1291, 1305, where the cell of the complaining inmate had 'no lights, commode, sink or other furnishings.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See, also, Collins v. Schoonfield (D.C.Md.1972) 344 F.Supp. 257, 268; Wright v. McMann, supra, at 526; Jordan v. Fitzharris (D.C.Cal.1966) 257 F.Supp. 674, 680</p>\n        <p>But, cf., Ford v. Board of Managers of New Jersey State Prison (3d Cir. 1969) 407 F.2d 937, 939, where a short period of solitary confinement for a flagrant breach of discipline in a cell without 'wash bowl(s),' 'running water,' or 'water for sanitary purposes' and filled with a 'pervasive stench' and where the prisoner's diet was limited to '4 slices of bread and a pint of water 3 times daily,' with 'one 'full' meal every third day' was found not to be 'cruel and unusual punishment.'  (Emphasis in opinion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Johnson v. Anderson (D.C.Del.1974) 370 F.Supp. 1373, 1387</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Johnson v. Anderson, supra, 370 F.Supp. at 1387</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See O'Brien v. Moriarty (1st Cir. 1974) 489 F.2d 941, 944</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Jackson v. Indiana (1972) 406 U.S. 715, 738, 92 S.Ct. 1845, 1858, 32 L.Ed.2d 435</p>\n        <p>If the segregated confinement is punitive, it has been held that it should not be continued indefinitely and for a prolonged period without some periodic review of the continued reasonableness of the confinement.  Adams v. Carlson (7th Cir. 1973) 488 F.2d 619, 634--5; Morales v. Turman (E.D.Tex.1973) 364 F.Supp. 166, 174.  Of course, this reasoning would not apply where the confinement is at the request of the inmate himself and solely for protective purposes.  In this case, for instance, the inmate's continuance in segregated confinement is by his choice and, the defendant testified, is terminable at any time by him.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Sostra v. McGinnis, supra, 442 F.2d at 193</p>\n        <p>For a critique of this case and its finding that prolonged segregated confinement, under proper circumstances, is not invalid, see Schwartz, A Comment on Sostre v. McGinnis, 21 Buffalo L.Rev. 775, 783--4 (1972); Comment, Prison Rights, 21 Buffalo L.Rev. 539, 548 (1972); Comment, 46 St. Johns' L.Rev. 474, 480--2 (1972); Comment, 1972 Wash.U.L.Rev. 347, 350--1.</p>\n        <p>Sostre was reaffirmed in LaReau v. McDougall, supra, 473 F.2d at 978--79, n. 7:</p>\n        <p>'In Sostre v. McGinnis, 442 F.2d 178 (2 Cir. 1971) (en banc), cert. denied sub nom.  Sostre v. Oswald, 404 U.S. 1049 (92 S.Ct. 719, 30 L.Ed.2d 740) (1972), we held that segregated confinement for long periods is not violative of the Eighth Amendment when the following conditions exist: basic implements of personal hygiene, opportunity for exercise, reading matter, communication with other prisoners * * *.'</p>\n        <p>In Sostre and Graham v. Willingham, the prison inmates had been in segregated confinement for more than two years and in Howard v. Smyth, for four years.  The confinement was found invalid in the latter case, not because of its duration, but because the reason for such confinement was violative of the inmate's right to religious freedom under the First Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> This represented a definite contrast with the food allowance made in punitive segregation in 'strip cells', as described in many cases.  Cf., Krist v. Smith (D.C.Ga.1970) 309 F.Supp. 497, 499, affd.  (5 Cir.) 439 F.2d 146 (in solitary confinement 'one meal a day'); Novak v. Beto, supra (a 'bread and water diet.')</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Cf., Lunsford v. Reynolds (D.C.Va.1974) 376 F.Supp. 526, 527</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In Sostre, too, the petitioner complained that he was not given extras in his food allowance but the claim was disallowed.  (442 F.2d at 186)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Brown v. Peyton (4th Cir. 1971) 437 F.2d 1228, 1231</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Sharp v. Sigler, supra, 408 F.2d at 971</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> A similar demand was made in Sharp v. Sigler (D.Neb.1967) 277 F.Supp. 963 and denied.  The denial was affirmed in 408 F.2d at 971--2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> In Diamond v. Thompson, supra, 364 F.Supp. at 667, n. 7, Judge Johnson dealt with the situation where prison inmates in segregation were denied participation in any 'group' religious services but did 'receive religious materials and visits by the Chaplain or other minister of their choosing.'  He concluded:</p>\n        <p>'* * * The Court finds that the restriction on attending religious services applied to inmates in segregation and isolation is reasonable in light of the need for security and of the alternative provisions made to ensure the religious well-being of the inmates.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> This specific form of medical service was found adequate in McCray v. Sullivan (5th Cir. 1975) 509 F.2d 1332, 1335</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See Blanks v. Cunningham (4th Cir. 1969) 409 F.2d 220, 221:</p>\n        <p>'* * * Usually the propriety of an evidential (sic) hearing on this issue (of a prisoner's right to reasonable medical attention) can be determined by examining the prisoner's allegations in the light of the prison's medical records.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See Notes 15 and 16, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> As we recently stated in United States v. Hillick (4th Cir. 1975), (decided August 25, 1975), 'the courts will not interfere with the administration and management of prisons absent a showing of arbitrary punishment of a constitutional magnitude.'  (Slip opinion p. 6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> See Remington, State Prisoner Litigation and the Federal Courts, 1974, Ariz.St.L.J. 549, 553, n. 13</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> In Sostre v. McGinnis (2d Cir. 1971) 442 F.2d 178, the Court dealt with the effect of the deprivation to which the prisoner was subjected in terms of 'his physical or mental health.'  It stated the question thus:</p>\n        <p>'* * * The question, rather, is a general one: whether the Eighth Amendment absolutely forbids a state to use a means of discipline when there is no evidence of any physical or psychological injury to the health of the prisoner who complains of the measure, and also when the opinions of the experts as to the effects of the type of discipline are in conflict.'  (442 F.2d at 193, n. 24).  (Emphasis in opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> In Sostre, supra, the right to shower and shave under prison regulations, was granted on a weekly basis but exercise rights were on a daily basis. 442 F.2d at 186.  These regulations for prisoners in segregative security were sustained</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> See Lake v. Lee (S.D.Ala.1971) 329 F.Supp. 196, 199, re-affirmed on this point in McCray v. Sullivan, supra, 509 F.2d at 1335 (twice a week); Krist v. Smith, supra, 309 F.Supp. at 498 (two showers a week); Howard v. Smyth, supra, 365 F.2d at 429 (once a week)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Edelman v. Jordan (1974) 415 U.S. 651, 94 S.Ct. 1347, 39 L.Ed.2d 662</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The warden testified:</p>\n        <p>Q: He is maximum security then?</p>\n        <p>Warren: Yes.</p>\n        <p>Q: Is he considered dangerous to the population then?</p>\n        <p>Warden: No, he is not considered dangerous to the population.  I think--and I am not being facetious--the population is dangerous to him.</p>\n        <p>Q: I understand that but he is not a dangerous individual?</p>\n        <p>Warden: From my personal knowledge, I don't feel Mr. Sweet is dangerous, no.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> See generally Total, Recent Developments in Correctional Case Law, 1 Resolution of Correctional Problems and Issues 55 (S.C.Dept. of Corrections 1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> See, e.g., Woodhous v. Virginia, 487 F.2d 889 (4th Cir. 1973); Breeden v. Jackson, 457 F.2d 578 (4th Cir. 1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> In 1969 Sweet was disciplined by being placed in maximum detention on limited rations for twenty-eight days after he cursed and threatened a correctional officer.  His present confinement, however, does not arise out of any rule violations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> It has been suggested that solitary confinement for unlimited duration constitutes cruel and unusual punishment per se, either because it endangers sanity or because of the inherent excessiveness of unlimited isolation.  Cf. O'Brien v. Moriarty, 489 F.2d 941, 944 (1st Cir. 1974) (dictum); Sostre v. McGinnis, 442 F.2d 178, 207--09 (2d Cir. 1971) (Feinberg, J., dissenting).  The disposition of Sweet's case that I favor makes consideration of this question unnecessary</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></span></p>\n    <p class=\"parties\">James E. SWEET, Appellant,<br>v.<br>SOUTH CAROLINA DEPARTMENT OF CORRECTIONS, Director William<br>D. Leeke, Appellee.</p>\n    <p class=\"docket\">No. 74--1118.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued April 8, 1975.<br>Decided Dec. 1, 1975.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard L. C. Sullivan, Columbia, S.C.  (court-assigned counsel), for appellant.</p>\n      <p class=\"indent\">Emmet H. Clair, Asst. Atty. Gen. of S.C.  (Daniel R. McLeod, Atty. Gen., and Stephen T. Savitz, Asst. Atty. Gen. of S.C., on brief) for appellee.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and WINTER, CRAVEN, BUTZNER, RUSSELL, FIELD and WIDENER, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">DONALD RUSSELL, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action sought both injunctive and monetary relief under the provisions of &#167; 1983, 42 U.S.C., by a State prisoner, who has been for almost five years in segregated confinement in what is known as Cell Block 2 at the South Carolina Central Correctional Institution.  The defendants, sued both officially and individually, are the Director of the South Carolina Department of Corrections and the Warden of the Central Correctional Institution.  After a trial without a jury, the District Court dismissed the action.  The plaintiff has appealed.  We affirm in part and remand in part.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff is serving a sentence imposed in 1967, following a plea of guilty to the crime of statutory rape.  He had earlier served a sentence for a similar crime, i.e., assault of a 'high and aggravated nature--attempt to ravish.'  As a repeat sex offender, he was incarcerated in the Central Correctional Institution for service of his sentence, since it was the policy of the Department of Corrections not to place sex offenders in 'any minimal security institutions.'  After commitment, the plaintiff, according to to testimony of the prison authorities, was a 'constant problem.'  He had been placed on several occasions in administrative segregation in Cell Block 3, prior to being confined in Cell Block 2. The reasons for such segregation do not appear in the record.  The difference between the conditions of confinement in the two Cell Blocks, as described by the plaintiff, is that the inmates in Cell Block 3 'gets (sic) to go in the general population' while those in Cell Block 2 may not.  The plaintiff's transfer to Cell Block 2 occurred in April, 1968, and followed a prison riot at the Central Correctional Institution.  The record is somewhat obscure on the plaintiff's connection with that riot.  He testified at the trial in District Court that at that time he was in Cell Block 3 but, during the day, he had been detailed to cut grass in the prison compound yard.  While the plaintiff was proceeding down a walkway between two fences for the purpose of putting up his lawnmower, he was apparently accosted by, or noticed some inmates with knives.  Whether the plaintiff was threatened by these inmates or whether he merely reported his observation to the prison guards is unclear.  In any event, according to the plaintiff, prison guards observed the incident and 'they came in there, you know, and they got those guys * * *.'  The punishment of 'those guys' apparently inflamed the other inmates and a riot began, during which threats were freely made against the plaintiff.  The reason for the threats, as stated by the plaintiff, was '(B)ecause (the other inmates) thought that (Sweet) told on them down there.'  Earlier, in State Court proceedings, he gave a somewhat different story.  He indicated that he may have been an informer in connection with the riot and that, as a result of actions taken against those involved in the riot, he was subjected to threats of serious bodily harm.  At the trial in the District Court, as we have already noted, he gave no such account.  Perhaps the reason for the difference in the two accounts was that, in the State Court proceedings, he was testifying in a closed, private hearing and in the trial in the District Court, on the other hand, he was publicly testifying.  In the former case, he did not fear that his admission would be known publicly but in the latter case, such admission, if made, would be known publicly.  Whatever may be the true version, however, it is clear that the plaintiff became the object of threats generally from his fellow inmates.  Because of these threats the plaintiff requested that he be placed in segregated confinement in Cell Block 2. Nor does the plaintiff by this action seek release from segregated confinement in Cell Block 2. He freely concedes the propriety of his segregation from the general prison population; in fact, he expressly declares in his brief in this Court that he 'does not suggest that he has been wronged by being administratively segregated.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He has never asked and does not by his petition in this proceeding ask to be released from Cell Block 2. He testified unequivocally that he did 'not want to get out of Cell Block 2' and that '(I)t wouldn't be safe' for him to do so.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He justified his demand to be placed in segregated confinement by testimony indicating that his presence in the general population would place him in danger of serious bodily harm, if not death.  This testimony makes it understandable why the plaintiff does not ask for release from Cell Block 2 but rather expresses the firm desire to remain there.  And, since the prison authorities have the responsibility for taking all reasonable steps to protect the plaintiff from assaults,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> it is equall understandable why they are agreeable to retaining the plaintiff in segregated confinement, separate from other members of the prison population.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To restate it, then, the issue presented by the plaintiff is not the constitutional validity of segregated confinement.  As we have already observed, he is not objecting to being placed in segregated confinement in Cell Block 2; his complaint as he phrases it in his brief, was in being 'subjected in administrative segregation to the same treatment as that of those punitively segregated.'  And, in order to secure this different treatment, he sought certain additional privileges, or, to use his own words, to obtain 'a little more privileges in CB--2.'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> And he specifically identified both in his testimony and in his brief in this Court, the additional privileges he sought and only sought by his action.  He testified that what he sued to secure was 'the opportunity to have more food and more exercise time, and at least three showers a week anyhow.'  At another point in his testimony, he said that his complaint against the prison authorities was their failure to offer him 'an opportunity to work and get more food and take more showers.'  In his amended complaint, however, he had been more expansive in the cataloging of his complaints.  He claimed there that he was improperly denied the right to engage in religious exercises, to be provided with necessary medical attention, to have access to reading or writing material, to be allowed legal consultation, to have other inmates to converse with, to have his complaints 'about prison conditions and prison officials' properly investigated, to be given extra food, and finally, to be allowed sufficient time for exercise and showers.  While we might properly restrict our consideration to the privileges which the plaintiff testified he sought, we shall discuss, as the District Court did too, his broader demands as stated in his amended complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In assessing the right of the plaintiff to these additional privileges, it must be kept firmly in mind that \"(l)awful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system,\" Pell v. Procunier (1974) <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></span>, 822, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></span>, 2804, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></span> (quoting from Price v. Johnston (1948) <span class=\"citation\" data-id=\"104557\"><a href=\"/opinion/104557/price-v-johnston/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 285, <span class=\"citation\" data-id=\"104557\"><a href=\"/opinion/104557/price-v-johnston/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1049</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1356</span></span>), and that '(F)ederal courts sit not to supervise prisons but to enforce the constitutional rights of all 'persons,' including prisoners.'  Cruz v. Beto (1972) <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 321, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1081, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span>.  The problems of prison management have been properly described as 'complex and intractable, * * * not readily susceptible of resolution by decree,' a fact which finds expression in 'a broad hands-off attitude toward problems of prison administration' as adopted '(t)raditionally,' by 'federal courts.'  Procunier v. Martinez (1974) <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 404, 405, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span>.  After all, 'courts possess no expertise in the conduct and management of correctional institutions.'  Finney v. Arkansas Board of Correction (8th Cir. 1974) <span class=\"citation\" data-id=\"322533\"><a href=\"/opinion/322533/robert-finney-v-arkansas-board-of-correction-and-terrell-don-hutto-james/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 200.  Because of this want of judicial expertise, 'prison officials must be accorded latitude in the administration of prison affairs,' Cruz v. Beto, supra, 405 U.S. at 321, 92 S.Ct. at 1081; Frazier v. Ciccone (8th Cir. 1974) <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></span>, 1024, and their judgments are entitled to 'great weight,' Ross v. Blackledge (4th Cir. 1973) <span class=\"citation no-link\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></span>, 618; Gardner v. Joyce (5th Cir. 1973) <span class=\"citation\" data-id=\"312671\"><a href=\"/opinion/312671/donald-gardner-and-richard-eagen-v-samuel-t-joyce-sheriff-indian-river/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span>, 285, cert. denied <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1096</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></span> (1973); Burke v. Levi (E.D.Va.1975) <span class=\"citation\" data-id=\"1494869\"><a href=\"/opinion/1494869/burke-v-levi/\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">186</span></a></span>, 189.  Particularly, '(W)here state penal institutions are involved, federal courts have a further reason for deference to the appropriate prison authorities.'  Procunier v. Martinez, supra, 416 U.S. at 405, 94 S.Ct. at 1807.  Courts are accordingly limited in their exercise of power in this area to deprivations which represent constitutional abuses and they cannot prohibit a given condition or treatment in prison management unless it reaches the level of an unconstitutional deprivation.  It has been well said that '(C)ourts encounter numerous cases in which the acts or conditions under attack are clearly undesirable and are condemned by penologists, but the courts are powerless to act because the practices are not so abusive as to violate a constitutional right.'  Note, Decency and Fairness: An Emerging Judicial Role in Prison Reform, 72 Va.L.Rev. 841, 843 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This does not mean that courts must never intervene in prison administration.  Recent decisions have repeatedly affirmed that a prison inmate is not stripped of all rights during incarceration.  Subject to the legitimate requirements of prison discipline and security, he retains his constitutional rights to due process, to equal protection and to protection against 'cruel and unusual punishment,' as guaranteed by the Eighth Amendment<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>--rights which are binding on the states.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In particular, a prison inmate 'retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.'  Pell v. Procunier, supra, 417 U.S. at 822, 94 S.Ct. at 2804.  His right of free speech, especially as it relates to the right to communicate by mail, and his right to worship,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> can only be restricted to the extent that such restraint is 'necessary to protect' a legitimate governmental interest.  Procunier v. Martinez, supra, 416 U.S. at 414, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>.  Courts can and should intervene when any due process, equal protection or Eighth Amendment rights of prison inmates are violated; and jurisdiction for such intervention is specifically provided under &#167; 1983.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> And this is true whether the prisoner is in segregated confinement either for administrative or protective reasons, or in the general prison population.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Applying these principles, both courts and prison administrators have established standards to be observed in segregated confinement such as that of the plaintiff, if constitutional requirements are to be met.  Both recognize that the conditions of solitary or segregated confinement must be measured against what the Supreme Court has termed 'the evolving standards of decency that mark the progress of a maturing society' and that the orthodox terms in this area of the law, such as 'barbarous' and 'shocking to the conscience', must take into account and be given effect in the light of the changing concepts of civilized conduct and treatment.  Trop v. Dulles (1958) <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span>.  The conditions, so established, will inevitably represent some reasonable balancing of the legitimate rights of the prisoner and the necessary concern and responsibility of the prison authorities for security and order.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In meeting these standards and in achieving this balance, the United States Bureau of Prisons 'require(s) that 'the quarters used for segregation shall be well ventilated, adequately lighted, appropriately heated and maintained in a sanitary condition at all times'.'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Court decisions are somewhat more specific in their exposition of these 'evolving standards', as they apply to segregated confinement.  As summarized in a comment on Sostre v. McGinnis (2d Cir. 1971)<span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, cert. denied  <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1049</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></span> (1972), which is the leading case in this area, the Courts have declared that while the conditions of segregated confinement 'may be harsh and unpleasant,' they must meet 'basic sanitation and nutrition' requirements.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The commentator adds that '(I)nadequate lighting, ventilation, heating, cleaning, bedding, nutrition, medical care, or opportunities to wash are all factors which bear on a finding of cruel and unusual punishment.  No single condition has ever by itself been held cruel and unusual punishment; however, the cumulative effect of several conditions will bring solitary confinement within the prohibition of the eighth amendment.'  Note, Prisoner's Constitutional Rights: Segregated Confinement as Cruel and Unusual Punishment, 1972, Wash.U.L.Q. 347, 350--1.  To condemn inmates in solitary confinement to what has been described as 'strip cells,' which are generally 'small dark closets,' and to deprive them of 'human companionship, sanitary needs and clothing, feed them on starvation diets, force them to sleep on their mattresses' would violate both due process and Eighth Amendment rights.  Cf., Singer, Solitary Confinement: Constitutional Arguments from a New Penology,56 Iowa L.Rev. 1251 (1971).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> But specifically, 'isolation from companionship,' 'restriction on intellectual stimulation and prolonged inactivity', inescapable accompaniments of segregated confinement, will not render segregated confinement unconstitutional absent other illegitimate deprivations.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Nor will the fact that the segregated confinement is prolonged and indefinite be sufficient in itself to command constitutional protection, though it is a factor to be considered,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> especially if the confinement is punitive rather than administrative or protective.  Whether prolonged or indefinite duration may offend constitutional standards will depend on whether the above standards of confinement are observed,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and whether the confinement 'bear(s) some reasonable relation to the purpose for which the individual is committed.'<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Actually, in the federal prison system, segregated confinement is 'indefinite.'  See Novak v. Beto, supra,453 F.2d at 666, n. 2. In Sostre, which involved a state prison, the Court stated positively that 'indefinite (segregated) confinement' under the prison conditions that existed in that case was not subject to constitutional attack, 'however * * * abhorrent the practice may seem to some of us.'<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> So long as the conditions of segregated confinement do not involve any of the intolerable aspects enumerated above or impose any improper restraints on legitimate constitutional rights, as have been stated, they will not violate constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Turning from these principles and considering the plaintiff's specific claims, it will be observed that nowhere, either in his complaint or in his testimony, does the plaintiff claim that his cell failed to meet reasonable sanitary standards, was inadequately heated, was not provided with proper lighting or ventilation; nor does he complain that he is denied proper bedding or that he has been subjected to any cruel treatment at the hands of the prison officials.  Conditions in 'strip cells' or in the 'hole,' as those terms are used in the prison context, are irrelevant to this case.  We are not concerned with such conditions and the plaintiff, by the silence of his claims on such point, concedes this.  As a matter of fact, some of the complaints he actually specified in his complaint he apparently conceded were too unimportant to be pressed and he did not refer to them in his testimony at trial.  He did not testify, for instance, as to any denial of a right to 'professional legal counsel' at disciplinary hearings or as to any physical discomfort experienced when mace or gas was used to quell disturbances in the cell block.  More important, many of the complaints actually testified to by the plaintiff were without any real basis in fact.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Like all the other prisoners in the Institution, the plaintiff was served three hot meals each day.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> He did not assert they were of the 'poorest quality' or 'improperly prepared.'<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> He did not contend they were different from the diet given all the hundreds of other inmates of the Institution.  He did not say, as did the prisoner in Krist v. Smith, supra, that the foot was 'terrible, the diet unbalanced' consisting of 'far too much of a nauseous herb called turnip greens.'  He did intimate the diet was inadequate, though.  He did not specify in what way it was inadequate or deficient.  He made no attempt to show any calorie deficiency or anything of that character.  The only support he offered for this claim of an inadequate diet was that his weight, when he entered prison, was 210 pounds and that, since confinement, it had dropped some fifty pounds.  The prison records, on the other hand, established that, when imprisoned, he weighed not 210 pounds, but just under 165 pounds.  Actually, the petitioner's complaint as to food related not so much to the diet itself, either its composition or quantity, as to the fact that he claimed the prisoners who delivered the food would give to some prisoners extra food out of the food allowance left over after each inmate in the cell had been given his food allowance.  He complained that he was never given any such extras.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> He admitted this was not at the instance or of with the knowledge of the prison officials, whose instructions were that any extra food should be made available to any prisoner requesting it.  It is but to be expected that every rule for treatment will not be uniformly followed.  Novak v. Beto,supra.  That the prisoners assigned to deliver the food and to allocate it among the prisoners occasionally violated these instructions for equal rights on the part of all inmates to extras while available, would, however, give rise to no constitutional deprivation, especially since it would seem reasonably inferable, as the District Court found, that the diet available was adequate.  We would add, however, that the prison authorities should be vigilant to see that any occasional favoritism does not become endemic and to prevent any favoritism by their prison helpers.  Diamond v. Thompson (M.D.Ala.1973)364 F.Supp. 659, 668.  There is no reason to assume they will not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff asserted in his complaint and sought to sustain with his testimony the claim that his religious rights were unconstitutionally restricted.  The right to exercise one's religion, though entitled to a 'preferred' position in the catalogue of constitutional rights<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> even in the prison context, is not an absolute right.  As Justice (then Circuit Judge) Blackmun put it in Sharp v. Sigler (8th Cir. 1969) <span class=\"citation\" data-id=\"284071\"><a href=\"/opinion/284071/alvin-allen-sharp-v-maurice-h-sigler-warden-charles-e-mcclelland-v/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span>, 970, '(w)hile freedom to believe is absolute, the exercise of religion is not.'  Prison authorities accordingly may adopt any regulations dealing with the exercise by an inmate of his religion that may be reasonably and substantially justified by considerations of prison discipline and order.  So long as the prison authorities provide the inmate with a reasonable opportunity for the exercise of his religious tenets in a form that is substantially warranted by the requirements of prison safety and order, there is no violation of the inmate's constitutional rights.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The plaintiff's claim of a violation of his constitutional religious rights must be examined in the light of these principles.  As the Court said in Proffitt v. Ciccone (8th Cir. 1974) <span class=\"citation\" data-id=\"323210\"><a href=\"/opinion/323210/wilbert-eugene-proffitt-v-dr-p-j-ciccone/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1021, 'a person, in or out of prison, may not, in the name of religion, become a law unto himself' but must accommodate himself to reasonable regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">His initial complaint in this area is that he was denied the right to attend regular chapel services along with the general prison population.  He expressed the opinion that he could safely attend if protected at all times by a prison guard.  Whether he was serious in this assertion we cannot be certain.  He had already testified that his mere presence in the general prison population had practically precipitated a riot and that his life was thereby put in jeopardy.  In that sort of an atmosphere it would seem foolhardy, if not downright gross negligence for the prison authorities to assume that a single guard could adequately protect the plaintiff while attending chapel services with the general prison population.  This same claim has been often asserted by prisoners in segregated confinement for protective reasons.  The uniform answer, as given by the Courts, has been that the refusal of the prison authorities to allow such attendance represents 'a reasonable judgment' which the Courts will not disturb.  LaReau v. McDougall, supra, 473 F.2d at 979; Sharp v. Sigler, supra, 408 F.2d at 971; Diamond v. Thompson, supra, 364 F.Supp. at 667, n. 7; Smith v. Swenson (W.D.Mo.1971) <span class=\"citation\" data-id=\"1606825\"><a href=\"/opinion/1606825/smith-v-swenson/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1253</span></a></span> at 1254 and 1258; United States v. Pate (N.D.Ill.1964) <span class=\"citation\" data-id=\"2352614\"><a href=\"/opinion/2352614/united-states-v-pate/\"><span class=\"volume\">229</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">818</span></a></span>, 821.  We find this answer adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The prison authorities, though, offered another and a practical objection to this application of the plaintiff to attend chapel services.  If this right were extended the plaintiff, they asserted they would be obligated to provide the same services for any one of the other 25 inmates in protective custody in Cell Block 2. With normally only 3 guards and never more than 4 on duty in the Cell Block, this would have been impossible.  The plaintiff countered, however, with the suggestion that regular religious services might be conducted in the corridor of the Cell Block.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> To this suggestion, the prison officials rejoined that there were about 100 prisoners in the Cell Block.  They included persons of many religious faiths as well as persons of no faith.  The prison authorities expressed the fear that many objections from other prisoners in the Cell Block would be raised to being compelled to listen to a religious service of some faith different from theirs in the corridor to their cells.  Because of all these considerations, the prison authorities concluded that individual religious counseling and ministration should be offered in lieu of attendance at a regular general religious service.  This determination was not arbitrary; it was supported by a reasonable and legitimate regard both for the religious rights of the inmates and the maintenance of order and security.  Cf. Procunier v. Martinez, supra, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>.  It did not constitute an unconstitutional deprivation.  Cf. LaReau v. McDougall, supra,  473 F.2d at 979.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> But the plaintiff declares that, if individual ministration by the chaplain was the established procedure for providing religious opportunities to inmates in Cell Block 2, he was not afforded such individual religious ministration.  In fact, at one point in his testimony, he went so far as to state he had not seen a chaplain in the cell block or been visited by one.  He later recanted and admitted that chaplains did visit the cell block and that one visited him every time he requested a personal visit of the chaplain.  That is as much as he can constitutionally demand.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The medical service in the prison, as testified to, was adequate by any standards.  Three times each day, two medical technicians visited the cell block to receive any complaints from the inmates and to provide any medication that might be requested or would appear appropriate.  If a prisoner had any substantial complaint, though, that fact was reported to the prison medical staff, who would then provide such service as the condition complained of might require.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> The plaintiff claimed that, despite this program of medical service, he was denied adequate medical attention.  The official records in the medica l office of the Institution showed, however, that the plaintiff had received some form of medical services on more than forty occasions.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> The plaintiff conceded he had been relatively free of any sickness during his confinement.  He testified to only three occasions when he had required or asked for medical attention.  One of those involved the correction of a knee disability which had been with the plaintiff since childhood.  An operation to correct this disability was scheduled by the prison orthopedist for the week of the trial in this case but had to be delayed for that reason.  On the other occasions, the plaintiff had received satisfactory medical attention.  On this record, the District Court found that neither in its treatment of the plaintiff nor in its general medical program had the Institution failed to meet its constitutional obligation for providing adequate medical services.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is inconceivable that the plaintiff seriously claims that he has been denied writing material.  The record suggests that he assumed the role of an unofficial ombudsman, complaining in writing of other prisoners and of prison officials alike.  Indeed, one of his complaints, as stated in his complaint, was that the top prison officials did not adequately investigate his many written charges.  Certainly, he could not have carried on this activity had he not been provided with an adequate supply of writing material.  Moreover, he testified to the many requests he addressed to the prison chaplains and the prison doctors.  In the week before the trial, the prison chaplain, to whom requests for writing material were directed, had furnished the plaintiff at his request, 'six stamped envelopes, four unstamped envelopes, some sheets of paper, plus some reading material.'  In the face of this testimony--much from the plaintiff himself--it is readily understandable why the District Court was unable to consider seriously this claim and neither can we.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiff alleges he was denied any reading material.  In making this claim, he was not referring to school books and other material with which he could further his education.  He admitted an educational officer at the Institution visited him, apparently reviewed with him his educational background, and worked out a course of study for him.  This officer later supplied him with 'school books' in connection with this proposed program of study but the plaintiff said, 'I've not been to school in so long, its difficult for me to get started in my school books; and I give them to another inmate that could get started, because he was going to school * * *.'  His complaint must relate to general reading material, the character of which the plaintiff does not indicate.  He testified that during his confinement in the cell block only one box of magazines was made available, though the prison authorities testified that the Jaycee chapter for the prison regularly visited the block and made available to all inmates requesting it reading material.  Also, through the chaplain's office, reading material was made available when requested.  The District Judge chose to credit the testimony of the prison officials and we have no reason to fault his findings on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The difficulty experienced by the plaintiff in conversing with other inmates, as suggested by his own testimony, is that he 'gets too loud' and is so contentious that some restraint must be placed on him.  Indeed, a fellow inmate, called by the plaintiff in support of his claims, did not deny that the plaintiff was over-loud and contentious; he did seek to justify this conduct by testifying that he thought the plaintiff was provoked.  Whether provoked or not, the plaintiff, in his relations with others in the cell block, was loud and boisterous.  It was but natural that the guards would request him to be quieter.  We perceive no clear error in the District Court's finding in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We are concerned, however, with the prisoner's claim that he is denied adequate exercise time. 'Cruel and unusual punishment,' as used in the Eighth Amendment, is a term that cannot be defined in vacuo.  It does not draw its meaning simply from the type of punishment or deprivation imposed; it is often intimately concerned with the time covered by the punishment or deprivation and the reasonable limits of prison supervision.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> As we have seen, confinement in the 'strip cell' has often been found inoffensive under the constitutional provision if the confinement is for a short duration but invalid under the 'cruel and unusual' provision of the Eighth Amendment if long extended.  The Courts, however, in measuring the deprivation by constitutional standards of 'cruel and unusual' cannot, as we have already observed, be blind to the practical difficulties of prison management.  We repeat that Courts, just as the prison authorities themselves, must be reasonable in their requirements and must always remember that the primary responsibility for prison management lies with the prison authorities.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> The prison authorities involved here have demonstrated their recognition of their responsibility for giving reasonable consideration to the rights of the prisoners.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> While a restriction of two exercise periods of one hour each during a week, as allowed the plaintiff, may not ordinarily transgress the constitutional standard as fixed by the Eighth Amendment if confined to a relatively short period of maximum confinement, the rule may be quite different when, as here, the restriction has extended already over a period of years and is likely to extend indefinitely for the balance of plaintiff's confinement.  Such indefinite limitation on exercise may be harmful to a prisoner's health, and, if so, would amount to 'cruel and unusual' punishment.  This issue was apparently not addressed either by the parties or by the Court.  We accordingly feel constrained because of the extended period of plaintiff's confinement in maximum security to remand the cause to the District Court in order that it may take additional testimony and consider in greater detail whether the health of the plaintiff may be adversely affected by the restricted exercise rights accorded him<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> and whether it is not practical for the prison authorities to provide him with more exercise opportunities.  If the prisoner's health is being affected or it is practical for the prison authorities to grant additional exercise time to the plaintiff, without unduly imperilling security or without making unreasonable administrative difficulties for the prison authorities, the prisoner's constitutional rights, it would seem, are implicated.  And, while we do not view with the same concern, or place in the same constitutional context, the limitations placed on the plaintiff's shower rights,<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> the District Court should consider at the same time this claim of the plaintiff under the same standards of review as stated for exercise time.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We would add that under the facts as developed, we are satisfied that a monetary recovery against the defendants individually would not be justified.  Additionally, a money judgment against them officially would represent a judgment against the State and would thus be invalid.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> The dismissal of the claim for a money judgment is accordingly affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Except for the remand for further consideration of plaintiff's request for additional exercise time and for enlargement of his shower privileges, the judgment of the District Court is affirmed.</p>\n    </div>\n    <p class=\"indent\">BUTZNER, Circuit Judge (specially concurring):</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I concur in the judgment based on Judge Russell's majority opinion because the limited remedy it affords the prisoner is more consistent with the Constitution than the district court's dismissal of this action.  Although the judgment is a step in the right direction, it does not, in my opinion, provide the full remedy that the eighth and fourteenth amendments of the Constitution require.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Because other convicts endanger his life, James E. Sweet has been confined since October 1968 in a 9' $ 12' segregated cell with only two one-hour periods a week for exercise followed by a shower.  The reason why the convicts dislike Sweet is disputed.  Whether their animosity is unfounded is of no consequence, for the prison officials know the threat to his life is real.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Nevertheless, the warden maintains that Sweet's segregated confinement is voluntary and that he may return to the prison population at any time.  The district court, accepting the warden's argument, dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Sweet's predicament is not unique.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The record discloses that more than a score of prisoners in the same institution are confined under similarly harsh conditions because they too are threatened, not because they are being punished for any wrong.  Other prisoners' complaints of assault and rape have previously come to our attention.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> We therefore convened the court en banc to examine the constitutional issues of this pervasive aspect of prison life.  This required us to reconsider Breeden v. Jackson, <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (4th Cir. 1972), in which a divided court held that guarding a prisoner from harm by detaining him in maximum security at his own request was not cruel and unusual punishment, even though the conditions of his confinement were identical to those imposed on wrongdoers.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Woodhous v. Virginia, <span class=\"citation\" data-id=\"314913\"><a href=\"/opinion/314913/gene-woodhous-v-commonwealth-of-virginia/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></a></span>, 890 (4th Cir. 1973), we held, 'A prisoner has a right, secured by the eighth and fourteenth amendments, to be reasonably protected from constant threat of violence and sexual assault by his feollow inmates, and he need not wait until he is actually assaulted to obtain relief.'  Accord, Finney v. Arkansas Board of Correction, <span class=\"citation\" data-id=\"322533\"><a href=\"/opinion/322533/robert-finney-v-arkansas-board-of-correction-and-terrell-don-hutto-james/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 201 (8th Cir. 1974).  This salutary principle is not disputed.  Therefore, the only issue in this case is the constitutionality of the means employed by the state to provide protection.  As the citations in the majority opinion disclose, many cases hold that solitary confinement for a limited time to punish the infraction of prison rules is not unconstitutional.  These cases do not, however, answer the critical issue before us, which is the constitutionality of using solitary confinement for an indefinite time to guard a prisoner who has violated no rules.  Moreover, cases sanctioning punishment by solitary confinement rest on the premise that the warden's discipline of unruly prisoners must be upheld to enable him to govern the prison effectively.  See Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 192 (2d Cir. 1971).  But these cases are inapplicable when the proof shows that unrestrained prisoners dominate other inmates through terror.  Then, discipline is not promoted by placing the victims in solitary confinement while those who threaten them enjoy the privileges of prisoners at large.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is now settled that a prisoner is not shorn of all constitutional rights.  Wolff v. McDonnell, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974).  Among those which he retains is immunity from the arbitrary and capricious imposition of punishment for breaking prison disciplinary rules.  Wolff v. McDonnell, supra; Haines v. Kerner, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></span>, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></a></span> (1972).  It is undisputed that Sweet has violated no prison regulations recently.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Nevertheless, he is confined under conditions identical to those imposed on recalcitrant inmates.  He is in solitary confinement because others have threatened his life.  It is no answer to say that his complaint about this punishment should be dismissed on the ground that his confinement is voluntary.  As Judge Craven convincingly demonstrated in Breeden v. Jackson, <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span>, 581 (4th Cir. 1972) (Craven, J., dissenting), a preference for solitary confinement over the probability of death is not a real choice.  Pragmatically, Sweet does not demand release from his segregated confinement lest his request be granted and death follow.  His only alternative is to ask that his conditions of segregation be ameliorated.  Because Sweet is coerced by the threat of harm, he has not voluntarily waived those constitutional rights which all prisoners possess.  Cf. Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></a></span> (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A prisoner charged with a breach of discipline is entitled to notice and a hearing to determine the validity of the charges before he can be placed in solitary confinement for an appreciable length of time.  Haines v. Kerner, supra; Wolff v. McDonnell, supra, 418 U.S. at 556, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span> (dictum).  The procedures required by these cases are not intended to be empty rituals.  On the contrary, they are designed to insure that an innocent prisoner shall not be subjected to punitive confinement.  When a prisoner has not broken any rules, the state has an obligation to provide an explanation for treating him as though he had.  Threats against a prisoner's life establish a rational explanation for protecting him, but not for punishing him.  Though Sweet's assignment to a punitive cell is labeled administrative or segregative, his treatment is tantamount to punishment.  Confining him as though he has breached prison rules, when in fact he has not, is so arbitrary and capricious that it deprives him of due process of law.  And placing him in the same class as lawless prisoners, though he is not lawless, denies him the equal protection of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is also settled that the fourteenth amendment makes applicable to the states the eighth amendment's prohibition of cruel and unusual punishment.  Robinson v. California, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span></a></span> (1962).  Several tests have been articulated to determine whether punishment is cruel and unusual.  Among these is whether the punishment is disproportionate to the offense.  See Weems v. United States, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span> (1910).  Sweet is a victim of prison lawlessness, not a perpetrator of prison crime.  Even if his years of solitary confinement were considered in the abstract to be neither cruel nor unusual punishment for one who broke a prison rule,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> Sweet's confinement cannot be viewed in the abstract.  Robinson v. California, supra, 370 U.S. at 667, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></a></span>.  Measured by the prison's own standards of punishment, his solitary confinement is clearly disproportionate to his conduct and therefore constitutes cruel and unusual punishment in violation of the eighth amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Since the district court ruled that Sweet had suffered no constitutional wrong, it had no occasion to consider an appropriate remedy.  I would overrule Breeden v. Jackson, <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (4th Cir. 1972), and remand Sweet's case.  The district court should direct the warden to submit a plan for imprisoning Sweet without depriving him of the privileges accorded other prisoners, so long as he does not violate any disciplinary rules.  The plan might employ any of the following alternatives: the isolation or transfer of prisoners who threaten his life, so that Sweet could rejoin the general prison population; provision of additional guards for Sweet so he could regularly exercise, shower, and attend chapel; transferring Sweet to another institution where he could safely be confined; or other measures not readily apparent to a court.  The fact that precautions for Sweet's safe imprisonment may entail additional expense is not a justification for retaining him in solitary confinement in violation of his constitutional rights.  Cf. Finney v. Arkansas Board of Correction, <span class=\"citation\" data-id=\"322533\"><a href=\"/opinion/322533/robert-finney-v-arkansas-board-of-correction-and-terrell-don-hutto-james/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 201 (8th Cir. 1974); Jackson v. Bishop, <span class=\"citation\" data-id=\"282638\"><a href=\"/opinion/282638/william-king-jackson-v-o-e-bishop-superintendent-of-the-arkansas-state/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 580 (8th Cir. 1968).  Only if the warden is unable to devise a plan which will safely alter the present conditions of Sweet's confinement would I authorize the district court to retain a consultant to investigate and report to the court what changes in the conditions of Sweet's imprisonment are feasible.  In this event, the court should consider appointing a person approved or nominated by Sweet's counsel, and the cost should be taxed against the Board of Corrections.  I would not award damages to Sweet.  The warden acted in good faith, and he is entitled to rely on Breeden v. Jackson, <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (4th Cir. 1972), until its principles are authoritatively supplanted.  Cf. Pierson v. Ray, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, 555--57, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1213</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1967).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Judge WINTER and Judge CRAVEN concur in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under proper conditions and for appropriate reasons, segregated confinement of prison inmates has been uniformly ruled as constitutional.  For a collection of the cases, see Annotation, 18 A.L.R.Fed. 7, at 65, and Note, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">111</span></span> at 161</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At page 99 of the transcript, the plaintiff, examined by the Court said:</p>\n        <p>The Court: Have you ever asked to be released from Cell Block 2?</p>\n        <p>The Witness: I think it would be--</p>\n        <p>The Court: I didn't ask you if you think.  I asked have you asked?</p>\n        <p>The Witness: It wouldn't be safe.</p>\n        <p>The Court: So, you have not asked?</p>\n        <p>The Witness: No, sir.</p>\n        <p>The Court: So, you think that you need to be segregated from the general population?</p>\n        <p>The Witness: Yes, sir.</p>\n        <p>Later, in answer to questions by counsel for the defendant, the plaintiff testified: (p. 94)</p>\n        <p>Q. * * * even today, you do not want to get out of Cell Block 2?</p>\n        <p>A. That's correct.</p>\n        <p>Again, he testified: (pp. 90 and 91)</p>\n        <p>Q. You would simply like a little more privileges in CB--2?  Is that the basis of your--</p>\n        <p>A.  Yes, sir.</p>\n        <p>Q.--Complaint?</p>\n        <p>A. Yes, sir.</p>\n        <p>During argument, it was suggested that the prison authorities themselves, by testifying at a hearing in state court to the fact that the plaintiff had made reports to the authorities on the activities of his fellow inmates, had a heavy responsibility for the hostility experienced by the plaintiff at the hands of his fellow inmates and this fact, in turn, placed a heavy responsibility on the authorities to extend every possible consideration to the plaintiff.  It must be noted, though, that the hostility on the part of his fellow inmates, as the plaintiff testified at the state hearing, developed before that hearing.  Further, reporting by the plaintiff on his fellow inmates was apparently unsolicited, and any development of the fact occurred as a result of the cross-examination of the warden by the plaintiff's own attorney, in an en camera hearing which was not available to the plaintiff's fellow prisoners.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Woodhous v. Commonwealth of Virginia (4th Cir. 1973) <span class=\"citation\" data-id=\"314913\"><a href=\"/opinion/314913/gene-woodhous-v-commonwealth-of-virginia/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></a></span>, 890; McCray v. Sullivan (5th Cir. 1975) <span class=\"citation\" data-id=\"324793\"><a href=\"/opinion/324793/robert-g-mccray-v-l-b-sullivan-as-commissioner-of-the-alabama-state/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1334</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We have used the term 'privilege' because this is the term used by the parties at trial but we use it in its constitutional sense as synonymous with 'right.'  See Morrissey v. Brewer (1972) <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cruz v. Beto, supra; Jackson v. Bishop, supra; United States v. Smith (10th Cir. 1972) <span class=\"citation\" data-id=\"304750\"><a href=\"/opinion/304750/united-states-v-austin-louis-smith/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 196, cert. denied <span class=\"citation\" data-id=\"108693\"><a href=\"/opinion/108693/austin-louis-smith-v-united-states/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1066</span></a></span>, <span class=\"citation\" data-id=\"108644\"><a href=\"/opinion/108644/john-r-dillard-etc-v-industrial-commission-of-virginia/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></span> (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Robinson v. California (1962) <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, 675--78, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span></a></span>, pet. for rehearing denied <span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></span> (1962); LaReau v. McDougall (2d Cir. 1972) <span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></span>, 977, n. 5, cert. denied <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span></span> (1973); Wilkinson v. Skinner (1974) <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">53</span></span>, <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">158</span></span>, 162</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Cruz v. Beto, supra; Howard v. Smyth (4th Cir. 1966) <span class=\"citation\" data-id=\"272951\"><a href=\"/opinion/272951/william-howard-v-w-frank-smyth-jr-director-virginia-division-of/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">428</span></a></span>, cert. denied <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></span> (1966)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The constitutional basis for review of prison conditions has been described as 'mottled' by one court; it is plain, though, that due process, equal protection and the Eighth Amendment are implicated.  See Newman v. State of Alabama (5th Cir. 1974) <span class=\"citation\" data-id=\"321970\"><a href=\"/opinion/321970/n-h-newman-v-state-of-alabama-and-bill-baxley-attorney-general-for-the/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1328 (U.S.App. pending.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Pell v. Procunier, supra, 417 U.S. at 827, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></span>; Graham v. Willingham (10th Cir. 1967) <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></span>, 368; Burke v. Levi, supra, 391 F.Supp. at 191--2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Quoted in Wright v. McMann (2d Cir. 1967) <span class=\"citation\" data-id=\"278308\"><a href=\"/opinion/278308/lawrence-william-wright-v-daniel-mcmann-as-warden-of-clinton-state-prison/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span>, 526.  For further elaboration of the federal rules as to administrative and punitive confinement, see Novak v. Beto (5th Cir. 1971) <span class=\"citation\" data-id=\"300811\"><a href=\"/opinion/300811/ronald-novak-individually-and-on-behalf-of-all-others-similarly-situated/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span>, 666, n. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Court has correctly noted in Battle v. Anderson (E.D.Okl.1974) <span class=\"citation\" data-id=\"1468410\"><a href=\"/opinion/1468410/battle-v-anderson/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">402</span></a></span>, 423:</p>\n        <p>'* * * In most of the cases in which the conditions in solitary confinement have been condemned, the inmates were held in dark cells where personal hygiene was impossible due to the lack of materials necessary for personal sanitation and/or the inability to properly dispose of body waste.'</p>\n        <p>A recent illustration of the type of conditions in solitary confinement found to offend constitutional standards is provided by Gates v. Collier (5th Cir. 1974) <span class=\"citation\" data-id=\"321166\"><a href=\"/opinion/321166/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1291</span></a></span>, 1305, where the cell of the complaining inmate had 'no lights, commode, sink or other furnishings.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See, also, Collins v. Schoonfield (D.C.Md.1972) <span class=\"citation\" data-id=\"2303767\"><a href=\"/opinion/2303767/collins-v-schoonfield/\"><span class=\"volume\">344</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">257</span></a></span>, 268; Wright v. McMann, supra, at 526; Jordan v. Fitzharris (D.C.Cal.1966) <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">674</span></span>, 680</p>\n        <p>But, cf., Ford v. Board of Managers of New Jersey State Prison (3d Cir. 1969) <span class=\"citation\" data-id=\"283749\"><a href=\"/opinion/283749/russell-ford-v-the-board-of-managers-of-the-new-jersey-state-prison-lloyd/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 939, where a short period of solitary confinement for a flagrant breach of discipline in a cell without 'wash bowl(s),' 'running water,' or 'water for sanitary purposes' and filled with a 'pervasive stench' and where the prisoner's diet was limited to '4 slices of bread and a pint of water 3 times daily,' with 'one 'full' meal every third day' was found not to be 'cruel and unusual punishment.'  (Emphasis in opinion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Johnson v. Anderson (D.C.Del.1974) <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1373</span></span>, 1387</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Johnson v. Anderson, supra, 370 F.Supp. at 1387</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See O'Brien v. Moriarty (1st Cir. 1974) <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></span>, 944</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Jackson v. Indiana (1972) <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 738, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></a></span>, 1858, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span></p>\n        <p>If the segregated confinement is punitive, it has been held that it should not be continued indefinitely and for a prolonged period without some periodic review of the continued reasonableness of the confinement.  Adams v. Carlson (7th Cir. 1973) <span class=\"citation\" data-id=\"315513\"><a href=\"/opinion/315513/eddie-adams-v-norman-carlson-director-of-the-federal-bureau-of-prisons/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">619</span></a></span>, 634--5; Morales v. Turman (E.D.Tex.1973) <span class=\"citation\" data-id=\"2259200\"><a href=\"/opinion/2259200/morales-v-turman/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">166</span></a></span>, 174.  Of course, this reasoning would not apply where the confinement is at the request of the inmate himself and solely for protective purposes.  In this case, for instance, the inmate's continuance in segregated confinement is by his choice and, the defendant testified, is terminable at any time by him.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Sostra v. McGinnis, supra, 442 F.2d at 193</p>\n        <p>For a critique of this case and its finding that prolonged segregated confinement, under proper circumstances, is not invalid, see Schwartz, A Comment on Sostre v. McGinnis, 21 Buffalo L.Rev. 775, 783--4 (1972); Comment, Prison Rights, 21 Buffalo L.Rev. 539, 548 (1972); Comment, 46 St. Johns' L.Rev. 474, 480--2 (1972); Comment, 1972 Wash.U.L.Rev. 347, 350--1.</p>\n        <p>Sostre was reaffirmed in LaReau v. McDougall, supra, 473 F.2d at 978--79, n. 7:</p>\n        <p>'In Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (2 Cir. 1971) (en banc), cert. denied sub nom.  Sostre v. Oswald, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1049</span></span> (<span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></span>) (1972), we held that segregated confinement for long periods is not violative of the Eighth Amendment when the following conditions exist: basic implements of personal hygiene, opportunity for exercise, reading matter, communication with other prisoners * * *.'</p>\n        <p>In Sostre and Graham v. Willingham, the prison inmates had been in segregated confinement for more than two years and in Howard v. Smyth, for four years.  The confinement was found invalid in the latter case, not because of its duration, but because the reason for such confinement was violative of the inmate's right to religious freedom under the First Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> This represented a definite contrast with the food allowance made in punitive segregation in 'strip cells', as described in many cases.  Cf., Krist v. Smith (D.C.Ga.1970) <span class=\"citation\" data-id=\"2096118\"><a href=\"/opinion/2096118/krist-v-smith/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">497</span></a></span>, 499, affd.  (5 Cir.) <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">146</span></span> (in solitary confinement 'one meal a day'); Novak v. Beto, supra (a 'bread and water diet.')</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Cf., Lunsford v. Reynolds (D.C.Va.1974) <span class=\"citation\" data-id=\"1468450\"><a href=\"/opinion/1468450/lunsford-v-reynolds/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">526</span></a></span>, 527</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In Sostre, too, the petitioner complained that he was not given extras in his food allowance but the claim was disallowed.  (442 F.2d at 186)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Brown v. Peyton (4th Cir. 1971) <span class=\"citation\" data-id=\"294711\"><a href=\"/opinion/294711/richard-x-brown-v-c-c-peyton-etc/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1231</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Sharp v. Sigler, supra, 408 F.2d at 971</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> A similar demand was made in Sharp v. Sigler (D.Neb.1967) <span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></span> and denied.  The denial was affirmed in 408 F.2d at 971--2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> In Diamond v. Thompson, supra, 364 F.Supp. at 667, n. 7, Judge Johnson dealt with the situation where prison inmates in segregation were denied participation in any 'group' religious services but did 'receive religious materials and visits by the Chaplain or other minister of their choosing.'  He concluded:</p>\n        <p>'* * * The Court finds that the restriction on attending religious services applied to inmates in segregation and isolation is reasonable in light of the need for security and of the alternative provisions made to ensure the religious well-being of the inmates.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> This specific form of medical service was found adequate in McCray v. Sullivan (5th Cir. 1975) <span class=\"citation\" data-id=\"324793\"><a href=\"/opinion/324793/robert-g-mccray-v-l-b-sullivan-as-commissioner-of-the-alabama-state/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1335</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See Blanks v. Cunningham (4th Cir. 1969) <span class=\"citation\" data-id=\"284250\"><a href=\"/opinion/284250/arden-francis-blanks-jr-v-w-k-cunningham-jr-etc-and-courtland-c/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span>, 221:</p>\n        <p>'* * * Usually the propriety of an evidential (sic) hearing on this issue (of a prisoner's right to reasonable medical attention) can be determined by examining the prisoner's allegations in the light of the prison's medical records.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See Notes 15 and 16, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> As we recently stated in United States v. Hillick (4th Cir. 1975), (decided August 25, 1975), 'the courts will not interfere with the administration and management of prisons absent a showing of arbitrary punishment of a constitutional magnitude.'  (Slip opinion p. 6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> See Remington, State Prisoner Litigation and the Federal Courts, 1974, Ariz.St.L.J. 549, 553, n. 13</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> In Sostre v. McGinnis (2d Cir. 1971) <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, the Court dealt with the effect of the deprivation to which the prisoner was subjected in terms of 'his physical or mental health.'  It stated the question thus:</p>\n        <p>'* * * The question, rather, is a general one: whether the Eighth Amendment absolutely forbids a state to use a means of discipline when there is no evidence of any physical or psychological injury to the health of the prisoner who complains of the measure, and also when the opinions of the experts as to the effects of the type of discipline are in conflict.'  (442 F.2d at 193, n. 24).  (Emphasis in opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> In Sostre, supra, the right to shower and shave under prison regulations, was granted on a weekly basis but exercise rights were on a daily basis. 442 F.2d at 186.  These regulations for prisoners in segregative security were sustained</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> See Lake v. Lee (S.D.Ala.1971) <span class=\"citation\" data-id=\"2596159\"><a href=\"/opinion/2596159/lake-v-lee/\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">196</span></a></span>, 199, re-affirmed on this point in McCray v. Sullivan, supra, 509 F.2d at 1335 (twice a week); Krist v. Smith, supra, 309 F.Supp. at 498 (two showers a week); Howard v. Smyth, supra, 365 F.2d at 429 (once a week)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Edelman v. Jordan (1974) <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The warden testified:</p>\n        <p>Q: He is maximum security then?</p>\n        <p>Warren: Yes.</p>\n        <p>Q: Is he considered dangerous to the population then?</p>\n        <p>Warden: No, he is not considered dangerous to the population.  I think--and I am not being facetious--the population is dangerous to him.</p>\n        <p>Q: I understand that but he is not a dangerous individual?</p>\n        <p>Warden: From my personal knowledge, I don't feel Mr. Sweet is dangerous, no.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> See generally Total, Recent Developments in Correctional Case Law, 1 Resolution of Correctional Problems and Issues 55 (S.C.Dept. of Corrections 1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> See, e.g., Woodhous v. Virginia, <span class=\"citation\" data-id=\"314913\"><a href=\"/opinion/314913/gene-woodhous-v-commonwealth-of-virginia/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></a></span> (4th Cir. 1973); Breeden v. Jackson, <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (4th Cir. 1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> In 1969 Sweet was disciplined by being placed in maximum detention on limited rations for twenty-eight days after he cursed and threatened a correctional officer.  His present confinement, however, does not arise out of any rule violations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> It has been suggested that solitary confinement for unlimited duration constitutes cruel and unusual punishment per se, either because it endangers sanity or because of the inherent excessiveness of unlimited isolation.  Cf. O'Brien v. Moriarty, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></span>, 944 (1st Cir. 1974) (dictum); Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 207--09 (2d Cir. 1971) (Feinberg, J., dissenting).  The disposition of Sweet's case that I favor makes consideration of this question unnecessary</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108644/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/278308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321970/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/322533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1494869/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1606825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2259200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2303767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2352614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2596159/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-22T01:50:20.549179Z",
      "date_modified": "2016-09-29T20:03:42.565987Z",
      "date_filed": "1975-12-01",
      "date_filed_is_approximate": false,
      "slug": "james-e-sweet-v-south-carolina-department-of-corrections-director",
      "citation_id": 306752,
      "case_name_short": "",
      "case_name": "James E. Sweet v. South Carolina Department of Corrections, Director William D. Leeke",
      "case_name_full": "",
      "federal_cite_one": "529 F.2d 854",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 135,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1657432/james-e-sweet-v-south-carolina-department-of-corre/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:27:32.484162Z",
  "date_modified": "2014-10-30T18:27:32.484162Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "James E. Sweet v. South Carolina Department of Corrections, Director William D. Leeke",
  "case_name_full": "",
  "slug": "james-e-sweet-v-south-carolina-department-of-corre",
  "docket_number": "74--1118",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}