{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1665069/",
  "id": 1665069,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/md/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1922583/",
      "id": 1922583,
      "absolute_url": "/opinion/1922583/attorney-grievance-v-thompson/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/4663/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4664/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4669/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4678/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4685/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4708/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4717/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1665069/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1922583/",
          "id": 1922583,
          "absolute_url": "/opinion/1922583/attorney-grievance-v-thompson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1922583/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:49:46.112145Z",
          "date_modified": "2017-04-07T13:33:36.416703Z",
          "type": "010combined",
          "sha1": "af2dd3aadb78c84b5f2c7c2071dfb5ca9d4a4a9a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>830 A.2d 474 (2003)</b></center>\n<center><b>376 Md. 500</b></center>\n<center><h1>ATTORNEY GRIEVANCE COMMISSION of Maryland<br>\nv.<br>\nRobert P. THOMPSON.</h1></center>\n<center>No. 9, September Term, 2002.</center>\n<center><p><b>Court of Appeals of Maryland.</b></p></center>\n<center>August 13, 2003.</center>\n<p><span class=\"star-pagination\">*475</span> Melvin Hirshman, Bar and Counsel and Dolores O. Ridgell, Assistant Bar Counsel for the Attorney Grievance Commission of Maryland, for petitioner.</p>\n<p>Eric Gordon, Esquire, Baltimore, for respondent.</p>\n<p>Argued before BELL, C.J., ELDRIDGE, RAKER, WILNER, CATHELL, HARRELL and BATTAGLIA, JJ.</p>\n<p>RAKER, Judge.</p>\n<p>The Attorney Grievance Commission, acting through Bar Counsel, filed in this Court a Petition for Disciplinary Action, pursuant to Maryland Rule 16-709, alleging that Robert P. Thompson violated Maryland Rules of Professional Conduct 1.8 <span class=\"star-pagination\">*476</span> (Conflict of Interest)<sup>[1]</sup>, 1.1 (Competence)<sup>[2]</sup>, 1.15 (Safekeeping property)<sup>[3]</sup>, and 8.4(d) (Misconduct)<sup>[4]</sup>. Pursuant to Maryland Rule 16-752(a), we referred the matter to Judge M. Brooke Murdock of the Circuit Court for Baltimore City to make findings of fact and conclusions of law. Following an evidentiary hearing, Judge Murdock found by clear and convincing evidence that respondent had violated Rules 1.15 and 8.4(d).<sup>[5]</sup> Judge Murdock made the following Findings of Fact and Conclusions of Law. (footnotes omitted).</p>\n<blockquote>\"FINDINGS OF FACT AND CONCLUSIONS OF LAW INTRODUCTION</blockquote>\n<blockquote>\"The Attorney Grievance Commission of Maryland (`Petitioner'), filed a Petition for Disciplinary Action pursuant to Md. Rule 16-709, alleging that Robert P. Thompson violated 1.8, 1.15, and 8.4(d) of the Maryland Rules of Professional Conduct (`MRPC'). Pursuant to an Order from the Court of Appeals dated March 22, 2002, the Petition for disciplinary action was transmitted to this Court for a hearing, which was conducted on October 10, 2002. The Petitioner was represented by Dolores O. Ridgell, Robert Thompson represented himself.</blockquote>\n<blockquote>\"The parties stipulated to the admission of the bank records for the Estate of Ida Maye Redd (`the Estate'), a spreadsheet summarizing the activity in the bank accounts, a certified copy of the Orphans' Court file for the Estate, copies of various filings and the Orders in the Estate. Petitioner offered testimony of an expert, Allan Gibber, Esq., the transcript of the deposition of Gail Davis and other documentary evidence. Mr. Thompson testified in his own defense.</blockquote>\n<blockquote>STANDARD OF PROOF</blockquote>\n<p>\"Maryland Rule 16-710(d) provides that `the hearing of charges is governed <span class=\"star-pagination\">*477</span> by the same rules of law, evidence and procedure as are applicable to the trial of civil proceedings in equity. Factual findings shall be supported by clear and convincing evidence.'</p>\n<blockquote>\"However, in establishing a defense, a Respondent need only prove factual matters, including the existence of mitigating circumstances, by a preponderance of the evidence. <i>Attorney Grievance Comm'n v. Bakas,</i> 322 Md. 603, 589 A.2d 52, modified, 323 Md. 395, 593 A.2d 1087 (1991); <i>Attorney Grievance Comm'n v. Powell,</i> 328 Md. 276, 614 A.2d 102 (1992).</blockquote>\n<blockquote>FINDINGS OF FACT</blockquote>\n<blockquote>\"The Court finds that the following facts have been established by clear and convincing evidence.</blockquote>\n<blockquote>\"On November 16, 1978, Mr. Robert Thompson (`Respondent') was admitted to the Bar of the Court of Appeals of Maryland. From 1989 to 1993, he operated as a sole practitioner in Baltimore City. In August, 1993, Respondent began doing business as Thompson &amp; Sugar, P.A.</blockquote>\n<blockquote>TAXES</blockquote>\n<blockquote>\"During the tax years 1989 through 1993, Respondent employed one or more employees and withheld Federal and Maryland State taxes from the salaries of those employees. However, for the tax years 1989 through 1993, Respondent failed to maintain a separate account for the funds, hold the funds owed to the Federal and State governments in trust, or pay the State and Federal withholding taxes to the government, as due. Further, during the tax years 1989 through 1993, Respondent failed to file quarterly withholding tax reports as required in a timely manner for each quarter. The amount of the employee withholding taxes owed to the State of Maryland by Respondent for 1989-1993 was in excess of $11,000.</blockquote>\n<blockquote>\"Maryland Comptroller of the Treasury (`Comptroller') repeatedly notified Respondent of this obligation and requested that he remit the income taxes withheld from his employees. The Comptroller instituted a lien against Respondent and made other collection efforts. On October 27, 1998, the Comptroller informed the Petitioner of Respondent's conduct. Prior to the institution of the disciplinary action, Respondent satisfied his Federal withholding tax liability. On July 26, 2002, he satisfied the State withholding tax obligation. Respondent's present law firm has handled payroll taxes properly.</blockquote>\n<blockquote>ESTATE OF IDA MAYE REDD</blockquote>\n<p>\"Respondent drafted Ida May Redd's will dated May 31, 1995 and a codicil to the will dated January 5, 1996. The codicil to Ms. Redd's will named Robert Thompson, Respondent, and Geneva Davis, Ms. Redd's sister, as personal representatives. On January 21, 1996, Ms. Redd, a resident of Baltimore City, died. Having no children, Ms. Redd left bequests to her sister, nieces, nephews, stepsons and friends. Ms. Redd's estate was valued at approximately $488,000, of which approximately $470,000 was held in bank and investment accounts. On February 7, 1996, Respondent filed a Petition for Probate of the Redd Estate. Respondent and Ms. Davis were appointed co-personal representatives of the Redd Estate. Ms. Davis was 70 or 71 at the time she was named co-personal representative. She had a degree in education and was a retired school teacher. She had no legal training. After her sister's death, Ms. Davis sent all <span class=\"star-pagination\">*478</span> of Ms. Redd's personal property to Georgia to be placed in storage.</p>\n<blockquote>\"On February 8, 1996, Respondent and Ms. Davis traveled to various financial institutions to collect the estate assets. They opened an Estate account at First Fidelity/First Union Bank on February 8, from which both Respondent or Ms. Davis could make withdrawals. Respondent and Ms. Davis withdrew funds from Ms. Redd's accounts at First Fidelity Bank and Signet Bank. Also, on February 8, 1996, a Provident Bank account, which was titled jointly in the names of the decedent and Ms. Davis, was closed. The balance in the Provident Bank account was $27,387.28. The Provident Bank records indicate Ms. Davis signed the debit slip and withdrew the entire balance. This account was not listed on the Information Report filed in the Orphans' Court by Respondent and Ms. Davis on February 28, 1996.</blockquote>\n<blockquote>\"In February, 1996, Ms. Davis became ill and was diagnosed with pancreatic cancer. She was hospitalized until April, 1996, when she went to her daughter's home. Ms. Davis was extremely weak and fed through a feeding tube. Ms. Gail Davis, her daughter, assisted her in making entries in the Estate check register. Ms. Gail Davis played no role in administrating the estate.</blockquote>\n<blockquote>\"On May 8, 1996, Respondent filed an inventory for the Estate. On May 31, 1996, at Respondent's request, a check in the amount of $1,000 was sent to Respondent from the Estate account, to compensate him for travel expenses for a trip to Georgia. On June 1, 1996, Respondent traveled to Albany, Georgia, where he met with some of the heirs, including Geneva Davis, Gail Davis, Alma Noble, Melvin George, Kay McGee and Regina Johnson. Respondent gave out a copy of the Administration Account and had Ms. Davis begin to prepare the distribution checks. During the meeting, one of the heirs questioned Respondent about why she had not received a bracelet, one of the specific bequests in Ms. Redd's will; and Respondent offered her $500 out of his commission in lieu of the bracelet. While preparing the distribution checks at the meeting, Ms. Davis became ill and returned home with her daughter and Respondent, where she finished writing the checks. On June 3, 1996, Ms. Davis lapsed into a coma and died the following week.</blockquote>\n<blockquote>\"As a result, before taxes totaling $36,834.96 had been paid, Respondent distributed the assets of the Estate. After the distributions and expenses were paid, the assets in the Estate totaled $35,537.65. In order to recover enough of the Estate to pay the taxes, Respondent subsequently obtained judgments against the heirs, including Ms. Davis and her daughter, Gail Davis. As a result of the judgments, some of the heirs returned a portion of their shares; and some did not. The taxes could only be paid after Respondent returned $800 of the travel expenses he received for going to Georgia and collected some of the judgment against the heirs. As a result, some of her heirs received more than their share and some of her heirs received less than their share.</blockquote>\n<blockquote>\"After Respondent had returned to Maryland on June 2, 1996, he notified Ms. Davis' daughter that he had overlooked one of the heirs. Respondent requested that Ms. Davis' daughter prepare a check and send it to him in Maryland for his signature. This was done. Respondent held the Estate assets from 1996 until the taxes were paid in an account that did not pay interest.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*479</span> \"At the June 1, 1996 meeting, Respondent received a check from the Estate in the amount of $16,000 in payment of a Personal Representative's commission fee, for which no authorization from the Orphans' Court, as of that date, had been requested. On June 17, 1997, Respondent filed a Petition for Allowance of Personal Representative's Commission, requesting approval of commissions in the amount of $18,669.74. Pursuant to the agreement of the co-personal representatives, Ms. Davis had received $2,000 and Respondent had received $16,669.74. On September 21, 1998, the Orphans' Court denied the Petition, with leave to refile when administration of the Estate was completed. Respondent did not return the $16,000 commission he received on June 1, 1996 to the Estate. Subsequently, five years later, on October 3, 2002, the Orphans' Court approved payment of the commission.</blockquote>\n<blockquote>\"Ms. Davis' daughter called Respondent several times in December, 1996. Respondent did not return her calls. On January 8, 1997, Ms. Davis' daughter wrote to Respondent and questioned him why her mother had been given a check for $101,101.40 when the accounting provided by Respondent showed a distribution of $124,726.73. Respondent did not answer the letter.</blockquote>\n<blockquote>\"On February 25, 1997, Ms. Davis' daughter wrote again. No answer was received. Subsequently, Respondent requested that the daughter send him the bank statements she had relating to the Redd Estate bank accounts. She sent them on March 17, 1997.</blockquote>\n<blockquote>\"During a telephone conversation in August, 1997, Respondent told Ms. Davis' daughter that a mistake had been made with regard to the inheritance tax. On September 19, 1997, Respondent asked Ms. Davis' daughter to prepare two checks, payable to the Register of Wills. Respondent explained that he needed these checks to replace the checks written to the Register of Wills on June 1, 1996.</blockquote>\n<blockquote>CONCLUSIONS OF LAW</blockquote>\n<blockquote>\"In the course of handling the payroll taxes and the Redd Estate, Respondent violated Rules 1.15, and 8.4(d) of the Maryland Rules of Professional Conduct. As to his handling of the payroll taxes, 1.15 was violated. Pursuant to §§ 10-817 and 10-906 of the Tax General Article of the Md. Ann Code, Respondent is required to withhold income taxes from his employees' salaries and maintain them in a separate account in trust for the State. He failed to do so. He further violated his fiduciary duty to the State of Maryland when he did not promptly deliver to the State the funds Respondent had collected from his employees.</blockquote>\n<blockquote>\"With regard to the Redd Estate, Respondent violated Rules 1.15 and 8.4 He failed to file reports in a timely manner pursuant to §§ 7-301 and 7-305 Estates &amp; Trust Art. Md.Code Ann. (1997 Repl. Vol.2000 Supp.). The first Estate accounting was filed only after the Orphans' Court was forced to issue a Notice of Deficiency and a Show Cause Order. The Estate was not closed until 2002.</blockquote>\n<blockquote>\"Respondent failed to list the various accounts in which the Estate's cash assets were maintained at the time of Ms. Redd's death. The Inventory Report filed by Respondent listed only the Estate checking accounts. Furthermore, Respondent did not keep records concerning closed accounts.</blockquote>\n<p>\"He failed to correct errors on his Accountings. For example, the $800 travel expense reported on the first accounting, <span class=\"star-pagination\">*480</span> which subsequently, was not allowed by the Orphans' Court, was removed on the next accounting; but, the totals were not changed. Respondent failed to accurately calculate the various distributions owed to the heirs and failed to reserve enough to satisfy the tax obligations. Respondent's miscalculations resulted in the Estate incurring collection cost, delayed the payment of the taxes and the closure of the Estate, and caused some heirs to receive less than the distribution to which they were entitled. The Estate taxes should have been paid at the time of the distribution. <i>Page v. Comptroller of the Treasury,</i> 270 Md. 725, 313 A.2d 691 (1974). Further, Respondent held the Estate assets from 1996 until the taxes were paid in an account that did not pay interest.</p>\n<blockquote>\"Respondent failed to comply with his duty as personal representative of the Estate to report the joint account of Ms. Redd and her sister on the Accounting Information Report he filed in February, 1996. Even if, as Respondent testified, he did not know about the account until after the paperwork had been filed, he was required to file an amended report once he became aware of it.</blockquote>\n<blockquote>\"Without obtaining the prior approval of the Orphans' Court as required by § 7-601 Estates &amp; Trusts Article Md. Code Ann. (1997 Repl.Vol.2000 Supp.), Respondent received personal representative commissions from the Estate. Respondent did not return these funds even after his Petition for Allowance was denied on September 21, 1998 and again on May 27, 1999. Further, although he had been paid $1,000, Respondent reported on the Accounting a travel expense of $800. Even after the expense was disallowed by the Orphans' Court, he failed to return these monies to the Estate.</blockquote>\n<blockquote>\"MRPC 1.15 requires that an attorney maintain complete records of account funds for the period of the representation and five years after termination of the representation. This was not done. Respondent relied on Ms. Davis, an ill and elderly sister of the decedent to maintain the records. Respondent and Ms. Davis, in February, 1996 went to at least three banks and closed accounts. No record was kept of those accounts. Further Respondent did not render a prompt and complete accounting of other accounts.</blockquote>\n<blockquote>\"MRPC 1.15 also requires that the property of the client shall be kept separately from the attorney's. The $16,000 commission and the $1,000 for travel expenses, Respondent received, remained Estate assets until the payment of commissions was approved by the Orphans' Court. Not until December, 2001 did Respondent return $800 of these funds to the Estate and only then because taxes had to be paid.</blockquote>\n<blockquote>\"MRPC 8.4(d) prohibits a lawyer from engaging in conduct which is prejudicial to the administration of justice. The Redd Estate was not promptly handled, and the taxes were not promptly paid due to Respondent's [sic]. When it became apparent that the Estate assets would have to be reclaimed in order to satisfy its tax obligation, Respondent chose to obtain judgments rather than return a portion of the $16,000 commission he had prematurely received without Court approval.</blockquote>\n<blockquote>\"Therefore this Court finds by clear and convincing evidence that Respondent has violated Maryland Rules of Professional Conduct 1.15 and 8.4(d).\"</blockquote>\n<p>Both parties have excepted to the hearing judge's proposed conclusions of law.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*481</span> II.</h2>\n<p>This Court has original jurisdiction over attorney discipline proceedings. <i>See </i><i>Attorney Grievance Comm'n v. Seiden,</i> 373 Md. 409, 414, 818 A.2d 1108, 1111 (2003). In the exercise of our responsibility, we conduct an independent review of the record. <i>Id.</i> at 415, 818 A.2d at 1111. We accept the hearing judge's findings of fact unless we determine that they are clearly erroneous. <i>See </i><i>Attorney Grievance Comm'n v. Garfield,</i> 369 Md. 85, 97, 797 A.2d 757, 764 (2002). We review the conclusions of law essentially <i>de novo. See </i><i>Attorney Grievance Comm'n v. McLaughlin,</i> 372 Md. 467, 493, 813 A.2d 1145, 1160 (2002).</p>\n<p>We shall first address Bar Counsel's exceptions. Bar Counsel contends that the hearing judge erred in failing to find that respondent violated Rule 1.1 in his handling of the Estate of Ida Maye Redd and in failing to find that respondent violated Rule 8.4(d) in his failing to withhold and pay employee withholding taxes. Bar Counsel also complains that although the Petition for Disciplinary Action alleged that respondent violated Rule 8.4(d) in connection with his failure to pay and withhold employee taxes, and the hearing judge concluded that respondent committed the misconduct, the judge did not include this misconduct in her opinion as a violation of the rule. We turn first to Rule 1.1, Competence. Bar Counsel maintains that the hearing judge erred in not finding that Rule 1.1 was violated. Bar Counsel argues that Judge Murdock's findings of fact support the conclusion that respondent did not provide competent representation.</p>\n<p>Respondent suggests that he did not violate Rule 1.1 because there was no proof of any pattern of improperly handling estate matters and that the handling of one case, standing alone, does not support a finding of incompetency. He maintains that his conduct was more akin to a lack of thoroughness or preparation.</p>\n<p>Respondent's position is meritless. While he is correct that a single mistake does not necessarily result in a violation of Rule 1.1, and may constitute negligence but not misconduct under the rule, such is not the case before us. A simple review of respondent's handling of this estate leads to the inescapable conclusion that he was incompetent.</p>\n<p>Judge Murdock found facts, by clear and convincing evidence, demonstrating that respondent's handling of the estate of Redd was not competent. Respondent failed to file reports in a timely manner; filed the first accounting only after the issuance of a Notice of Deficiency and a show cause order; failed to list the various accounts in which estate assets were maintained at the time of the decedent's death on the estate inventory and did not keep records of these accounts; failed to correct errors in his accountings; miscalculated the various distributions which caused the estate to incur collection costs and delayed payment of taxes and closure of the estate; caused some heirs to receive less than the distribution to which they were entitled; failed to pay the estate taxes at the time of distribution; paid himself a commission and travel expense reimbursement before approval by the Orphans's Court; and held estate assets from 1996 until the taxes were paid in a non-interest bearing account. In addition, respondent did not report the joint account of decedent and her sister on the February 1996 information report and failed to file an amended information report when he became aware of the account.</p>\n<p>Bar Counsel's exception is sustained. Respondent's actions demonstrated by clear and convincing evidence that <span class=\"star-pagination\">*482</span> he did not act competently in his handling of the estate of Ms. Redd. A pattern of misconduct is considered as an aggravating circumstance, see American Bar Association's Standards for Imposing Lawyer's Sanctions (1992), § 9.22 Aggravating Circumstances, and ordinarily is more relevant to the sanction than to the initial inquiry of whether a rule has been violated. <i>Attorney Grievance Comm'n. v. Ficker,</i> 319 Md. 305, 313, 572 A.2d 501, 505 (1990). In any case, respondent's conduct is more than mere negligence. Although an isolated incident may be reflective of lack of diligence, oversight or confusion, in this case, respondent's cumulative acts of misconduct within this same case are different from an isolated incident of neglect. Moreover, his actions resulted in harm to his client and the heirs.</p>\n<p>Bar Counsel also excepts to the hearing judge's failure to find that respondent's failure to withhold and pay employee taxes constituted a violation of Rule 8.4(d), conduct prejudicial to the administration of justice. We agree with Bar Counsel and shall sustain the exception.</p>\n<p>It was undisputed at the hearing before Judge Murdock that respondent employed one or more employees, withheld federal and state taxes from the employees' salaries, and failed to maintain a separate account for the monies, hold the funds in trust, or pay the taxes to the governmental entities. It is also undisputed that he failed to file in a timely manner quarterly tax reports as required by law. He owed the State of Maryland in excess of $11,000.00 for employee withholding taxes for the period 1989-1993. The hearing judge's findings of fact set forth in great detail the facts surrounding respondent's failure to comply with the law regarding these taxes.</p>\n<p>Respondent argues that his failure to withhold payroll taxes was due to his lack of knowledge as to how to run a business properly and that he was not aware that payroll taxes needed to be kept in a separate account. He claims that once the liability existed, he could not pay both previous tax liability and current employee withholding taxes. Essentially, respondent seems to be claiming that this is not a case of <i>willful</i> tax evasion and thus, not a violation of the rule.</p>\n<p>Maryland Code (1957, 1997 Repl.Vol., 2002 Supp.) § 10-901 <i>et seq.</i> of the Tax-General Article sets out the duties of employers regarding employee withholding taxes. Included among those duties is the requirement that an employer withhold income tax from an employee, pay quarterly taxes and maintain a separate account for the withheld monies. <i>See</i> §§ 10-902, 10-906. Section 13-1007 provides that a willful failure to withhold taxes is a misdemeanor.<sup>[6]</sup> The hearing judge <span class=\"star-pagination\">*483</span> made sufficient findings of fact to enable us to conclude, as a matter of law, that respondent's conduct regarding the employee withholding taxes violated Rule 8.4(d).</p>\n<p>Respondent's \"defense\" that he did not have the money to pay the taxes or that he did not know that he was required to keep the money in a separate trust account is no defense at all. The hearing judge found that respondent had been notified repeatedly of his obligation. He knew of his legal duty to pay and he intentionally did not do so. This was not through accident, mistake or other innocent cause. Taxes are a known legal duty. Respondent was under an obligation to inform himself of his legal responsibilities. Ignorance of the law is not a defense. <i>See </i><i>Attorney Grievance Comm'n v. Stein,</i> 373 Md. 531, 819 A.2d 372 (2003). Respondent did not pay his taxes. His explanation that he was inexperienced in business matters and did not know of his obligation or that he did not have the money does not excuse his conduct and does not make his conduct any less \"willful.\" He willfully failed to pay his taxes and thus, his conduct was prejudicial to the administration of justice. Respondent violated Rule 8.4(d) by not paying his employee withholding taxes.</p>\n<p>Failure to pay taxes has been held to constitute a violation of Rule 8.4(d). <i>See </i><i>Attorney Grievance Comm'n v. Angst,</i> 369 Md. 404, 800 A.2d 747 (2002); <i>Attorney Grievance Comm'n v. Clark,</i> 363 Md. 169, 767 A.2d 865 (2001); <i>Attorney Grievance Comm'n v. Atkinson,</i> 357 Md. 646, 745 A.2d 1086 (2000); <i>Attorney Grievance Comm'n v. Post,</i> 350 Md. 85, 710 A.2d 935 (1998); <i>Attorney Grievance Comm'n v. Baldwin,</i> 308 Md. 397, 519 A.2d 1291 (1987); <i>Attorney Grievance Comm'n v. Gilland,</i> 293 Md. 316, 443 A.2d 603 (1982).</p>\n<p>We next address respondent's exceptions. Respondent first excepts to the finding that he violated Rule 1.15 both in regards to the record keeping of the estate of Ida Maye Redd and by not keeping the $16,000.00 estate commission separate from his other funds. Respondent maintains that the hearing judge erred in finding that he failed to keep estate records for the requisite five years because the co-personal representative, Geneva Davis,<sup>[7]</sup> maintained the bank records and kept them in her home in Georgia. He argues that he presented facts at the hearing that proved at least by a preponderance of the evidence that records of the account were maintained throughout the course of the administration.</p>\n<p><span class=\"star-pagination\">*484</span> Judge Murdock found that respondent and the co-personal representative, Ms. Davis, in February, 1996, went to at least three banks and closed accounts and that no record was kept of those accounts. In addition, the hearing judge found that respondent did not render a prompt and complete accounting of other accounts.</p>\n<p>Judge Murdock's findings are supported by clear and convincing evidence. In addition to the testimony and depositions received into evidence at the hearing, the parties entered into stipulated findings of facts. The stipulation reflects as follows:</p>\n<blockquote>¶ 14. On or about February 8, 1996, the Respondent and Geneva Davis traveled to various financial institutions to collect the estate assets. They opened an Estate account at First Fidelity Bank/First Union Bank that same day. Either Respondent or Geneva Davis could write checks on the Estate Account.</blockquote>\n<blockquote>¶ 15. Provident Bank was one of the financial institutions from which funds were withdrawn by the Respondent and Ms. Davis on February 8, 1996. Funds were also withdrawn from accounts located at First Fidelity Bank and Signet Bank.</blockquote>\n<blockquote>¶ 16. On February 8, 1996, a Provident Bank account which was titled jointly in the names of Ida M. Redd and Geneva W. Davis was closed. The balance in this account on February 8, 1996, was $27,387.28. The Provident Bank records indicate Geneva W. Davis signed the debit slip and removed the entire balance on February 28, 1996. This account was not listed on the Information Report filed in the Orphans' Court by Respondent and Geneva Davis on February 28, 1996. Respondent contends that he was not aware of this joint account in February 1996.</blockquote>\n<p>Respondent testified before the hearing court that \"[t]hese are the records that I can find at this time.\" The hearing judge found that there were no records of closed accounts.</p>\n<p>Based on our independent review of the record, we find ample support for the hearing judge's findings of fact. Judge Murdock was not clearly erroneous in concluding that respondent, who was present when the funds were withdrawn from Provident Bank, had knowledge of the joint account and that it was not listed in the Information Report with the Orphans' Court. She was not clearly erroneous in finding that respondent did not fulfill his obligation to keep records of the estate for at least five years. We reject respondent's excuse that because he relied upon Geneva Davis to keep the records, he was therefore not responsible for maintaining the records for the required period of time. The duty to retain the records remained on respondent as the attorney for the estate, and he cannot escape responsibility for his statutory obligation by shifting it to another person.</p>\n<p>Respondent excepts to the finding that his handling of the Redd estate violated Rule 8.4(d). He excepts to the hearing judge's finding that he violated Rule 1.15 requiring him to keep property of a client separately from the funds of the attorney. Respondent explains that he did not violate any rule by depositing the $16,000.00 into his personal account because the auditor from the Registrar of Wills told him to list the commission check as \"reserved pending final accounting.\"</p>\n<p>Pursuant to the stipulated agreed facts, respondent received a check in the amount of $16,000.00 from the Redd estate representing his Personal Representative commission. He deposited this check in his personal account and not the estate account. Respondent was not entitled to his commission until approved by the Orphans' <span class=\"star-pagination\">*485</span> Court.<sup>[8]</sup> Until the court approved the fee, the $16,000.00 belonged to the estate. While the money belonged to the estate, respondent was required to keep it in a separate account. By co-mingling the money with other accounts, respondent violated Rule 1.15(a).</p>\n<p>Finally, in some convoluted explanation, respondent excepts to the hearing judge's ruling that he violated 8.4(d). He asserts that at no time did he engage in conduct that was prejudicial to the administration of justice because the heirs signed a release agreeing to hold the estate and personal representative harmless from liability resulting from an early distribution of the estate; that the miscalculation of the amount of taxes due on the estate was the result of an erroneous but good faith belief as to how the will was to be interpreted; that the incorrect first account which was rejected by the Orphans' Court was corrected and subsequently approved; that the court ultimately approved the commissions which had been distributed in June, 1996; and that the funds were distributed early to the heirs because they constantly were calling the co-personal representative, who was seriously ill.</p>\n<p>We overrule respondent's exception. As we have previously indicated, he violated Rule 8.4(d) by failing to follow the law with regard to employee withholding taxes. In addition, he violated Rule 8.4(d) by improperly handling the Redd estate, <i>i.e.,</i> improperly distributing the assets, not paying inheritance taxes before distributing the assets, suing the heirs, distributing less than the heirs were entitled to under the will, and then, to add insult to injury, retaining the $16,000.00 commission.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn now to the sanction. The purpose of sanctions in attorney grievance matters is not to punish the attorney but to prevent other attorneys from violating the Rules of Professional Conduct and to maintain the integrity of the legal profession. <i>See </i><i>Attorney Grievance Comm'n v. Angst,</i> 369 Md. 404, 416, 800 A.2d 747, 754-55 (2002). The appropriate sanction to be imposed depends upon the particular facts and circumstances of each case. <i>See </i><i>Attorney Grievance Comm'n v. McClain,</i> 373 Md. 196, 211, 817 A.2d 218, 227 (2003). In <i>McClain,</i> writing for the Court, Chief Judge Bell explained some of the considerations in regard to the sanction. He wrote:</p>\n<blockquote>\"Relevant to the sanction decision is `the nature and gravity of the violations and the intent with which they were committed.' Likewise relevant are the attorney's prior grievance history, whether there have been prior disciplinary proceedings, the nature of the misconduct involved in those proceedings and the <span class=\"star-pagination\">*486</span> nature of any sanctions imposed, as well as any facts in mitigation, the attorney's remorse for the misconduct, and the likelihood of the conduct being repeated. As to the latter, we have held that an attorney's voluntary termination of the charged misconduct, when accompanied by an appreciation of the serious impropriety of that past conduct and remorse for it, may be evidence that the attorney will not again engage in such misconduct.\"</blockquote>\n<p><i>Id.</i> at 211-12, 817 A.2d at 227-28 (citations omitted).</p>\n<p>Bar Counsel recommends that respondent be suspended indefinitely with the right to reapply for reinstatement no sooner than three years from the date of suspension. Respondent suggests that, at most, a reprimand is appropriate.</p>\n<p>Respondent has violated Rules 1.1, 1.15, and 8.4(d). In the estate matter, respondent failed to hold estate assets in trust, resulting in harm to the heirs. He received commission payments and travel expenses from the estate without prior approval of the Orphans' Court, did not pay the estate taxes promptly and chose to obtain judgments against the heirs rather than return any part of his commission which he took prematurely. He violated federal and state tax laws by failing to pay withholding taxes and failing to hold the money in trust for the employee.</p>\n<p>In mitigation, respondent represents that, in 1993, he ceased operating as a sole proprietor and has set up a professional association known as Thompson and Sugar, P.A. Since changing his professional status, he has paid all back federal and state taxes and he is current with all tax liabilities. He further avers that his failure to pay the taxes was out of ignorance and was not fraudulent. As to the handling of the estate, while he disputes the finding of incompetency, he concedes that he made certain mistakes, but maintains that there is no evidence that he has a pattern of incompetently handling estates.</p>\n<p>This Court has stated that \"the gravity of misconduct is not measured solely by the number of rules broken but is determined largely by the lawyer's conduct.\" <i>Attorney Grievance Comm'n v. Briscoe,</i> 357 Md. 554, 568, 745 A.2d 1037, 1044 (2000) (quoting <i>Attorney Grievance Comm'n v. Milliken,</i> 348 Md. 486, 519, 704 A.2d 1225, 1241 (1998)). In order to accomplish our goal to protect the public and to deter other lawyers from engaging in similar misconduct, we also look to our past cases involving attorney discipline.</p>\n<p>Violations of Rules 1.15 and 8.4, through misappropriation and commingling of estate moneys, have warranted both suspension and disbarment in prior cases before this Court. <i>See e.g. </i><i>Attorney Grievance Comm'n v. Seiden,</i> 373 Md. 409, 818 A.2d 1108 (2003) (imposing suspension with leave to reapply in thirty days for taking a fee without the permission of the Orphan's Court); <i>Attorney Grievance Comm'n v. Sullivan,</i> 369 Md. 650, 801 A.2d 1077 (2002) (disbarring attorney who, as personal representative, took funds from the estate without approval of the Orphans' Court); <i>Attorney Grievance Comm'n v. Sachse,</i> 345 Md. 578, 693 A.2d 806 (1997) (suspending attorney indefinitely with leave to reapply in one year for mishandling a trust fund created by will); <i>Attorney Grievance Comm'n v. Owrutsky,</i> 322 Md. 334, 587 A.2d 511 (1991) (suspending attorney for three years for mishandling client funds as attorney in fact and misconduct during service as personal representative).</p>\n<p>Likewise, this Court has found disbarment or suspension warranted for attorneys who failed to timely file federal and state income taxes. <i>See e.g. </i><i>Attorney Grievance Comm'n v. Clark,</i> 363 Md. 169, <span class=\"star-pagination\">*487</span> 767 A.2d 865 (2001) (imposing indefinite suspension with immediate right to reapply provided a showing by the attorney of good standing with respect to his tax obligations); <i>Attorney Grievance Comm'n v. Atkinson,</i> 357 Md. 646, 745 A.2d 1086 (2000) (suspending attorney indefinitely with right to reapply after one year for failing to file income tax returns); <i>Attorney Grievance Comm'n v. Casalino,</i> 335 Md. 446, 644 A.2d 43 (1994) (disbarring attorney for willful tax evasion); <i>Attorney Grievance Comm'n v. Baldwin,</i> 308 Md. 397, 519 A.2d 1291 (1987) (suspending attorney for eighteen months for failure to file withholding tax returns for employees); <i>Attorney Grievance Comm'n v. Gilland,</i> 293 Md. 316, 443 A.2d 603 (1982) (suspending attorney for two years for willful failure to file federal income taxes); <i>Maryland St. Bar Ass'n v. Callanan,</i> 271 Md. 554, 318 A.2d 809 (1974) (disbarring attorney for federal criminal conviction of willful tax evasion).</p>\n<p>We find several mitigating factors are present. We have not been advised by either party whether respondent has any prior disciplinary matters, and thus, we shall assume that this is his first violation. With respect to the tax matters, there has been no finding of a fraudulent intent. Respondent paid his federal employee withholding tax liability before the matter came to the attention of the Attorney Grievance Commission and has been current in his taxes since 1993. In addition, respondent appears to have cooperated with Bar Counsel throughout the investigation.</p>\n<p>Weighing all of these factors, we conclude that the appropriate sanction is an indefinite suspension with the right to reapply after the expiration of one year. It is hereby ordered that:</p>\n<p>1. Respondent, Robert P. Thompson, is indefinitely suspended from the practice of law in Maryland with the right to reapply after the expiration of one year, said suspension to commence thirty (30) days from the date of entry of this Opinion and Order.</p>\n<p>2. Respondent is directed to pay all costs associated with these disciplinary proceedings as taxed by the Clerk of this Court.</p>\n<p><i>IT IS SO ORDERED; RESPONDENT SHALL PAY ALL COSTS AS TAXED BY THE CLERK OF THIS COURT, INCLUDING COSTS OF ALL TRANSCRIPTS, PURSUANT TO MARYLAND RULE 16-761, FOR WHICH SUM JUDGMENT IS ENTERED IN FAVOR OF THE ATTORNEY GRIEVANCE COMMISSION OF MARYLAND AGAINST ROBERT P. THOMPSON.</i></p>\n<p>Concurring and Dissenting Opinion by BELL, C.J.</p>\n<p>This Court indefinitely suspends the respondent, Robert P. Thompson, with the right to apply for readmission after one year, for violations of Maryland Rules of Professional Conduct, 1.1 (Competence),<sup>[9]</sup> 1.15 (Safekeeping property)<sup>[10]</sup>, <span class=\"star-pagination\">*488</span> and 8.4(d) (Misconduct).<sup>[11]</sup> That the respondent violated Rules 1.15 and 8.4(d) cannot be gainsaid.<sup>[12]</sup> Therefore, I join the Court's opinion so far as it concludes that the respondent violated those rules. I am satisfied, however, that the punishment imposedI have not the slightest doubt, despite the disclaimer by the majority, that the sanction imposed in this case is, and is intended to be, punishmentdoes not fit the \"crime.\" Accordingly, as to that, I dissent.</p>\n<p>The hearing judge found violations of Rules 1.15 and 8.4(d) as a result of the respondent's \"handling [of his] payroll taxes\" and the manner in which he performed as co-personal representative of the Redd estate. Only Rule 1.15 was implicated in the tax matter, the hearing judge concluded, and the violation of that rule consisted of failing to withhold income taxes from his employees'he had one or more during the applicable periodsalaries, maintaining them in a separate account in trust for the State and remitting them promptly to the State. This violation occurred between 1989 and 1993, when the respondent practiced as a sole practitioner. In August 1993, the hearing court found, the respondent began practicing as Thompson &amp; Sugar, P.A., after which withholding taxes were, and continue to be, handled properly. Moreover, the respondent's withholding tax liability to the federal government was satisfied prior to the institution of disciplinary proceedings and the State obligation was satisfied prior to the hearing of this case. Sustaining the petitioner's exception, the majority determined that the same conduct that was found by the hearing judge to constitute a violation of Rule 1.15 also constituted violation of Rule 8.4(d).<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*489</span> The hearing judge found that the respondent violated both Rule 1.15 and 8.4(d) in connection with his handling of the estate matter. The Rule 1.15 violation consisted of failure: to file reports and close the estate timely; to list, and keep records of, the various bank accounts comprising the estate's cash assets; to correct errors on the Accounting he filed, resulting in the miscalculation of some of the distributions, a smaller reserve than required for payment of the taxes, collection costs and delay in closure of the estate; to report a joint account held by the decedent and his co-personal representative; to obtain the prior approval of the Orphans' Court before taking a personal representative commission and travel expenses; to return the commission and travel expenses after they had been disallowed; to maintain complete records of account funds during the representation and for five years thereafter; to keep the client's fundsthe commission and travel expenses remained estate funds until their payment was approved by the Orphans' Courtand his funds segregated.</p>\n<p>This same conduct was determined to be a violation of Rule 8.4(d). The hearing judge noted, in that regard, the respondent's failure promptly and properly to handle the estate and to pay the taxes promptly. She also found relevant that</p>\n<blockquote>\"When it became apparent that the Estate assets would have to be reclaimed in order to satisfy its tax obligation, Respondent chose to obtain judgments rather than return a portion of the $16,000 commission he had prematurely received without Court approval.\"</blockquote>\n<p>As we have seen, the Court added to the violations, Rule 1.1, premised again on the same conduct.</p>\n<p>The purpose of attorney disciplinary proceedings is so well stated and has been stated so often as not to require citation. It is to protect the public and not to punish the erring attorney. Thirty years ago, in <i>Bar Ass'n of Baltimore City v. Marshall,</i> 269 Md. 510, 519, 307 A.2d 677, 682 (1973), we recognized \"that the purpose of disciplinary actions ... is not to punish the offending attorney, as that function is performed in other types of legal proceedings, but it is to protect the public from one who has demonstrated his unworthiness to continue the practice of law.\" We most recently stated the rule in <i>Attorney Grievance Comm'n v. Davis,</i> 375 Md. 131, 166, 825 A.2d 430, 451 (2003) [slip op. at 34]. There, we opined:</p>\n<blockquote>\"Our consideration of the appropriate disciplinary measure to be taken in any given case involving violation of the Rules of Professional Conduct is guided by our interest in protecting the public and the public's confidence in the legal profession. <i>Attorney Grievance Comm'n v. Powell,</i> 369 Md. 462, 474, 800 A.2d 782, 789 (2002). The purpose of such proceedings is not to punish the lawyer, but should deter other lawyers from engaging in similar conduct. <i>[Attorney Grievance Comm'n v.] Mooney,</i> 359 Md. [56,] 96, 753 A.2d [17,] 38 [2000]. The public is protected when we impose sanctions that are commensurate with the nature and gravity of the violations and the intent with which they were committed. <i>Attorney Grievance Comm'n v. Awuah,</i> 346 Md. 420, 435, 697 A.2d 446, 454 (1997).\"</blockquote>\n<p>It is equally well settled that the decision whether to impose a sanction in a particular case and, if so, what the sanction should be, does, and must, depend on the facts and circumstances of that case. There are, however, factors that inform and guide that decision: \"the nature and gravity of the violations and the intent <span class=\"star-pagination\">*490</span> with which they were committed.\" <i>Awuah,</i> 346 Md. at 435, 697 A.2d at 454. <i>See </i><i>Attorney Grievance Comm'n v. Pennington,</i> 355 Md. 61, 78, 733 A.2d 1029, 1037-38 (1999); <i>Attorney Grievance Comm'n v. Milliken,</i> 348 Md. 486, 519, 704 A.2d 1225, 1241 (1998); <i>Attorney Grievance Comm'n v. Montgomery,</i> 318 Md. 154, 165, 567 A.2d 112, 117 (1989); the attorney's prior grievance history, including whether there have been prior disciplinary proceedings, the nature of the misconduct involved in those proceedings and the nature of any sanctions imposed, as well as any facts in mitigation, <i>Attorney Grievance Comm'n v. Franz,</i> 355 Md. 752, 762, 736 A.2d 339, 344 (1999); <i>Maryland State Bar Ass'n v. Phoebus,</i> 276 Md. 353, 362, 347 A.2d 556, 561 (1975); whether the attorney is remorseful for the misconduct, <i>Attorney Grievance Comm'n v. Wyatt,</i> 323 Md. 36, 38, 591 A.2d 467, 468 (1991), and the likelihood of the conduct being repeated. <i>Attorney Grievance Comm'n v. Freedman,</i> 285 Md. 298, 300, 402 A.2d 75, 76 (1979). With respect to the latter factor, the likelihood of recidivism, we have held that the voluntary termination of the charged misconduct, when accompanied by an appreciation of the impropriety of having engaged in it and remorse for having done so, may be evidence that the attorney will not again engage in such misconduct. <i>Freedman,</i> 285 Md. at 300, 402 A.2d at 76. <i>See </i><i>Attorney Grievance Comm'n v. McClain,</i> 373 Md. 196, 211, 817 A.2d 218, 227 (2003); <i>Franz,</i> 355 Md. at 762, 736 A.2d at 344. <i>See also </i><i>Attorney Grievance Comm'n v. Harris-Smith,</i> 356 Md. 72, 90-91, 737 A.2d 567, 577 (1999) (acknowledging the principal objective of sanction in that case, deterrence of other non-admitted attorneys from undertaking a federal practice from an office in Maryland, was achieved when the firm dissolved after bar counsel's investigation commenced).</p>\n<p>This Court also has acknowledged the importance of the sanction being imposed reasonably close in time to the violation found. <i>See </i><i>Attorney Grievance Comm'n v. Howard,</i> 282 Md. 515, 523, 385 A.2d 1191, 1196 (1978). In that case, the respondent was found to have violated Disciplinary Rule 6-101(A)(3), by neglecting legal matters entrusted to him, and Disciplinary Rule 7-106(C)(6), by being found in contempt of court on three occasions and failing to be present for a trial in which he had entered his appearance. The Court issued a stern reprimand. It explained:</p>\n<blockquote>\"Had these proceedings been instituted more closely on the heels of the events giving rise to them, we might well have recommended a suspension. A suspension would have served a dual purpose: it would have protected the public during the period of suspension and it would also have had the salutory effect of forcing Mr. Howard to reduce his practice to more manageable proportions.</blockquote>\n<blockquote>\"But much water has gone over the dam since then. His lapse in the Bernice Adams matter occurred in March 1966. His failure to file the Campbell brief took place in July 1971, and the three contempts took place between October 21, 1971 and December 1, 1972. To disbar or suspend at this late date would be a case of locking the barn door after the horse is stolen and would not serve the underlying purpose of disciplinary proceedings, which is not to punish the offending attorney but \"`is to protect the public from one who has demonstrated his unworthiness to continue the practice of law'\". <i>Attorney Grievance Commission of Maryland v. Pollack,</i> 279 Md. 225, 237, 369 A.2d 61 (1977), <i>Maryland State Bar Association v. Agnew,</i> 271 Md. 543, 318 A.2d 811(1974), <i>Maryland State Bar Association v. Phoebus,</i> 276 Md. 353, 347 A.2d 556 (1975).\"</blockquote>\n<p><i>Id.</i> at 523-24, 385 A.2d at 1196.</p>\n<p>The majority acknowledges all of the enumerated relevant factors except the <span class=\"star-pagination\">*491</span> last. In fact, it quotes the passage from <i>McClain</i> where they are set forth. 376 Md. at 519, 830 A.2d at 485-86. It also recognizes that there are mitigating circumstances in this case:</p>\n<blockquote>\"We find several mitigating factors are present. We have not been advised by either party whether respondent has any prior disciplinary matters, and thus, we shall assume that this is his first violation. With respect to the tax matters, there has been no finding of a fraudulent intent. Respondent paid his federal employee withholding tax liability before the matter came to the attention of the Attorney Grievance Commission and has been current in his taxes since 1993. In addition, respondent appears to have cooperated with Bar Counsel throughout the investigation.\"</blockquote>\n<p>Id. at 521-22, 830 A.2d at 487. Curiously, other than the lack of a disciplinary history, despite the absence of a finding of fraudulent intent on the respondent's part in handling the estate, the majority does not identify any mitigating factor with regard to the estate matter. In any event, it simply does not meaningfully apply any of the factors.</p>\n<p>At the outset, it must be stated clearly that the violations relating to the duty to withhold employee income taxes, as opposed to the liability resulting from the failure to withhold and remit the taxes, ceased in 1993, when the respondent ceased solo practice and began to practice with Sugar as Thompson &amp; Sugar, P.A. As of that time, it is undisputed that the withholdings have been current and that all that remained was the clearing up of the incurred liability. That liability having been discharged, there is no need, as to this violation, for any sanction beyond a stern reprimand to protect the public. A recent case involving withholding taxes makes the point.</p>\n<p>In <i>Clark,</i> the respondent was found to have violated Rules 8.4(a) (\"violate or attempt to violate the Rules of Professional Conduct, knowingly assist or induce another to do so, or do so through the acts of another\"), (b) (\"commit a criminal act that reflects adversely on the lawyer's honesty, trustworthiness, or fitness as a lawyer in other respects\") and (c) (\"engage in conduct involving dishonesty, fraud, deceit or misrepresentation\"), in addition to Rules 8.4(d) and 1.15(b). 363 Md. at 173, 767 A.2d at 868. Nevertheless, his sanction was an indefinite suspension with the right to apply immediately for readmission. By way of explanation for that sanction, the Court observed:</p>\n<blockquote>\"Similar mitigating factors are present in this case as [were found in <i>Attorney Grievance Comm'n v. Post,</i> 350 Md. 85, 101, 710 A.2d 935, 943 1998], namely, that there had never been a finding of fraudulent intent on the part of the respondent, that the respondent, while often late, never sought to avoid his obligation to file returns or remit taxes, and finally, that, as of the time of oral argument before this Court, respondent was current onor in this case, had completedthe payment plan with the Comptroller. While respondent's conduct consisted of inveterate violations of the Tax-General Article throughout the duration of Ford's employment, respondent did attempt to come into compliance with the withholding tax requirements on several occasionsan indication of his willingness to confront the financial and managerial problems before him. In addition to paying the Comptroller's Office the outstanding balance in its entirety, the respondent in this case has taken several additional steps to ensure that such violations will not occur again. Respondent testified before Judge North that he made <span class=\"star-pagination\">*492</span> arrangements with his accountant to maintain a continuous relationship by granting him authority over his accounts and monies, that he established escrow and payroll accounts and that he no longer employs persons other than himself.\"</blockquote>\n<p><i>Id.</i> at 184-85, 767 A.2d at 873-74. Not only has the respondent not been found to have violated Rules 8.4(a), (b) and (c), but his remediation of the violation and the liability incurred thereby is complete and, insofar as the violation is concerned, has been for some time.<sup>[14]</sup></p>\n<p>This leaves the Rules 1.1, 1.15 and 8.4(d) violations related to the respondent's handling of the estate matter. There is no allegation in connection with this matter that the respondent acted fraudulently or dishonestly or committed a criminal act reflecting adversely on his honesty, trustworthiness or fitness as a lawyer, not to mention any such findings.</p>\n<p>As previously pointed out, as was the case with the tax matter, the hearing judge did not make any finding that the respondent had a fraudulent intent. Moreover, the respondent is an attorney of long standing, practicing almost twenty-five (25) years without a prior disciplinary history.</p>\n<p>The gravamen of the violations, so far as the hearing judge was concerned, was the respondent's improper and dilatory handling of the estate funds and accounts and the impact of that conduct on the administration of justice. The majority seems to focus on the \"incompetence\" with which the respondent undertook and performed his duties as co-personal representative of the estate and the effect of that performance on the estate, the beneficiaries and the administration of justice. While, to be sure, the respondent's performance left a great deal to be desired and the result was harm to the estate and to some of the beneficiaries, it did not merit the sanction imposed by the majority, a suspension of a minimum of one (1) year. Indeed, under the facts and circumstances of this case, the sanction imposed is nothing short of punishment, which is not the goal or object of attorney discipline. The sanctions imposed for similar, even more egregious, conduct demonstrate that this is so.</p>\n<p>In <i>McClain,</i> we suspended the respondent, who had no prior history of disciplinary proceedings and, subsequent to the events giving rise to the disciplinary case, had taken a course in escrow account management, for thirty days as a sanction for failing to hold the entire amount of the deposit given him by the successful bidder at the foreclosure sale, in violation of Rule 1.15, and for not properly naming and designating his escrow account as an attorney trust account, in violation of Rule 16-606.<sup>[15]</sup><span class=\"star-pagination\">*493</span> In explaining the imposition of that sanction, we noted that the hearing court did not find clear and convincing evidence that the Rule 1.15 violation was willful or consciously done for an unlawful purpose and that the escrow account violation had been corrected shortly after the respondent was made aware of the problem. 373 Md. at 212, 817 A.2d at 228.</p>\n<p>The respondent in <i>Attorney Grievance Comm'n v. Garfield,</i> 369 Md. 85, 797 A.2d 757 (2002), neglected the cases of six clients, in violation of Rules 1.1, 1.3, 1.4(b), 1.16, and 8.4(d), with the result that their cases were either dismissed for lack of prosecution or barred by limitations. Noting the respondent's lack of a dishonest or selfish motive, his remorse for his actions, his cooperation with Bar Counsel, the existence of his drug addiction, found by the hearing court to be the substantial cause of his professional misconduct, and his rehabilitative efforts, the Court imposed as the sanction an indefinite suspension with the right to apply for readmission no earlier than 30 days from the effective date of the suspension. <i>Id.</i> at 107, 797 A.2d at 769-70. The respondent in that case, who had substantial experience in the practice of law, previously had been the subject of disciplinary proceedings alleging neglect of two client matters, as a result of which he received a private reprimand. <i>Id.</i> at 106-07, 797 A.2d at 769-70.</p>\n<p>In <i>Attorney Grievance Comm'n v. Cohen,</i> 361 Md. 161, 760 A.2d 706 (2000), the respondent, the subject of two complaints, one involving a custody dispute and the other a bankruptcy proceeding, was found to have violated Rules 1.1, 1.3, 1.4, 8.1(a), 8.1(c), and 8.1(d). Although we concluded that he possessed \"very little or no appreciation of the seriousness of his misconduct\" and that his \"pattern of behavior demonstrates Respondent's inability to conform his conduct within the bounds of the Maryland Lawyer's Rules of Professional Conduct,\" <i>id.</i> at 178, 760 A.2d at 715, and notwithstanding that we had previously suspended the respondent for violations of Rules 4.4 and 8.4(d), we imposed as the appropriate sanction in that case an indefinite suspension, with the right to apply for readmission in six months. <i>Id.</i> at 179, 760 A.2d at 716.</p>\n<p>In <i>Attorney Grievance Comm'n v. Brown,</i> 308 Md. 219, 517 A.2d 1111 (1986), the respondent was found to have acted incompetently in certain matters relating essentially to estate administration and federal estate taxation. <i>Id.</i> at 235-36, 517 A.2d at 1119. The Court set out the factual basis for that finding, as follows:</p>\n<blockquote>\"Elmyra Hahn died in 1978 and Brown qualified as the personal representative of her estate. Shortly after that Mr. Hahn's health deteriorated. At the request of the Hahns' daughter, Brown arranged for the appointment of Robert Owen, the Hahns' accountant, as guardian of Mr. Hahn's property and estate.</blockquote>\n<p>\"Mrs. Hahn's will left a portion of her estate outright to Mr. Hahn and another portion to Mr. Hahn as trustee for others. Because of Mr. Hahn's physical condition, Brown arranged for Owen's appointment as substitute trustee. <span class=\"star-pagination\">*494</span> Brown never discussed with Owen the latter's duties as guardian or trustee.</p>\n<blockquote>\"When Brown filed the first and final administration account for Mrs. Hahn's estate, he failed to include the `small' farm as an asset. Moreover, he erroneously allocated the net estate between Mr. Hahn and the residuary trust. And it was not until 1982 that he executed and recorded a deed conveying the `small' farm to Mr. Hahn's guardian and to the substitute trustee. Additionally, while Brown turned over all the personal assets of Mrs. Hahn's estate to Owen, he failed to indicate which portions passed to Owen in his capacity as guardian and which went to him as substituted trustee. Moreover, the federal estate tax return Brown prepared for Mrs. Hahn's estate contained a number of errors.</blockquote>\n<blockquote>\"Walter Hahn died in 1980 and Brown qualified as personal representative of his estate. He received from Owen assets of Mrs. Hahn's trust (stocks, bonds, and bank accounts) that he should not have received; he commingled these with assets of Mr. Hahn's estate. He failed to see that Owen, as substitute trustee under Mrs. Hahn's will, delivered trust assets to the beneficiaries promptly. That distribution did not occur until 1982. He delayed for over a year after Mr. Hahn's death before seeing that a final guardianship account for Mr. Hahn was filed.</blockquote>\n<blockquote>\"Brown also prepared a federal estate tax return for Mr. Hahn's estate. In it he wrongly included assets that should have passed to the beneficiaries of Mrs. Hahn's trust, as well as a gift that should not have been included. He understated the taxes, erred in the calculation of the tax on prior transfers, and improperly calculated commissions by claiming a 10 percent commission on the sale of real estate as well as the maximum statutory allowance under Md. Est. and Trusts Art., § 7-601, against a tax base that included the real estate.\"</blockquote>\n<p><i>Id.</i> at 226-27, 517 A.2d at 1114-15.</p>\n<p>A reprimand was the sanction imposed. That sanction was recommended by the hearing judge and by Bar Counsel, based on the fact that the respondent, \"a lawyer of long standing, with a previously unblemished record,\" was not guilty \"of intentional wrongdoing\" or \"actuated by inappropriate motives or purpose ....\" and evidence that he was a man of high integrity and principle, and an acknowledged expert in some areas of the law. <i>Id.</i> at 236, 517 A.2d at 1119. Accepting the recommendation, the Court observed: \"By this proceeding Brown has been warned to use care in undertaking representation in areas in which his competence is doubtful. In view of his experience and integrity, we have no doubt he will take this warning to heart, and will in future not err as he did in his representation of the Hahns.\" <i>Id.</i></p>\n<p>The cases on which the majority relies do not support the sanction it imposes for the violations with regard to the estate matter. <i>Attorney Grievance Comm'n v. Sullivan</i>, 369 Md. 650, 801 A.2d 1077 (2002), is totally inapposite. It is a misappropriation case, the hearing court having found, without exceptions being taken, that</p>\n<blockquote>\"Respondent violated Rule 8.4(b), (c) and (d) ... by taking funds from the Amoss estate without the approval of the Orphans' Court and contrary to his agreement not to take compensation in excess of $ 25,000.00. Mr. Sullivan had no lawful claim to those funds and his taking of those funds for his personal use was theft and a criminal act reflecting adversely on his honesty, trustworthiness and fitness as an attorney. His taking of those funds was dishonest. Respondent's conduct throughout this <span class=\"star-pagination\">*495</span> matter, including his failure to administer the estate promptly, his dishonest and unlawful taking of funds, and his lack of communication with the successor personal representatives was conduct prejudicial to the administration of justice.\"</blockquote>\n<p><i>Id.</i> at 655, 801 A.2d at 1080. As we pointed out in Sullivan, \"It is well settled in this State that misappropriation, by an attorney, of funds entrusted to his or her care `is an act infected with deceit and dishonesty and ordinarily will result in disbarment in the absence of compelling extenuating circumstances justifying a lesser sanction.'\" <i>Id.</i> at 655-56, 801 A.2d at 1080.</p>\n<p>Misappropriation was also the central issue in <i>Attorney Grievance Comm'n v. Hayes,</i> 367 Md. 504, 789 A.2d 119 (2002). Noting that the hearing judge did not find that the respondent in that case had a fraudulent intent and had not been charged with rule violations necessarily implicating fraud or dishonesty, the Court rejected Bar Counsel's recommendation that the respondent be disbarred for violation of Rule 1.15 and other escrow account mishandlings. Instead, the Court determined that the appropriate sanction was an indefinite suspension with the right to seek reinstatement after ninety (90) days. <i>Id.</i> at 520, 789 A.2d at 129. It is true, of course, that the respondent in <i>Attorney Grievance Comm'n v. Sachse,</i> 345 Md. 578, 693 A.2d 806 (1997) was found to have acted incompetently, in violation of Rule 1.1, in the handling of a trust fund created by a will and to have used trust monies for a purpose other than the one for which it was entrusted, in violation of Md.Code (1989, 1995 Replacement Vol.) § 10-306 of the Business Occupations and Professions Article; however, the matter on which both the Court and Bar Counsel were chiefly focused was whether, in representing the trust, the respondent had a conflict of interest, in violation of Rule 1.7,<sup>[16]</sup> a finding that the hearing court declined to make. <i>Id.</i> at 589-92, 693 A.2d at 812-13. The Court sustained Bar Counsel's exception to that finding and, for the violation of Rule 1.7(b) and § 10-306, held that the proper sanction was indefinite suspension with the right to apply for readmission in one year. <i>Id.</i> at 594, 693 A.2d at 814.</p>\n<p>The conduct of the attorney in <i>Attorney Grievance Comm'n v. Owrutsky,</i> 322 Md. 334, 587 A.2d 511 (1991) is more egregious. There, the attorney was careless and neglectful in the handling of more than one estate and trust. Moreover, in addition to taking fees from the estates before, and in some cases without, approval of the Orphans' Court, he made a loan to himself from trust funds. The Court commented that these transgressions were \"perilously close to misappropriation of funds for which, in the absence of extenuating circumstances, disbarment is ordinarily the appropriate sanction.\" <i>Id.</i> at 355, 587 A.2d at 521. In view of the attorney's nearly thirty years at the bar with no prior disciplinary history, the Court concluded that a lengthy suspension, three years, was an appropriate sanction.</p>\n<p>The sanction imposed in <i>Attorney Grievance Comm'n v. Seiden,</i> 373 Md. 409, 818 A.2d 1108 (2003), indefinite suspension with the right to apply for readmission <span class=\"star-pagination\">*496</span> after ninety days, is more in line with the position that I take than with the sanction imposed in this case. As in this case, violations of Rules 1.1, 1.15, and 8.4(d) were involved in <i>Seiden.</i> It is also significant that, when we heard the case, the respondent in that case had not filed a Fee Petition and thus still had not kept the disputed fee in an escrow account. <i>Id.</i> at 424, 818 A.2d at 1117. Nevertheless, we acknowledged and gave effect to mitigating evidence that justified a lesser sanction than the three-year suspension recommended by Bar Counsel:</p>\n<blockquote>\"This is respondent's first disciplinary proceeding in over 24 years of practicing law. Respondent ... was not charged with violations of MRPC 8.4(b) and (c), thus he did not intentionally misappropriate the monies of the complainant. He is remorseful for his conduct and has been cooperative throughout these proceedings. Respondent was also extremely ill from December of 2000 through mid-April of 2001, which, according to respondent, prevented him from filing a Fee Petition during that time. Respondent's conduct directly resulted from his representations of a particularly difficult client and will unlikely be repeated, as evidenced by his many years of practice without being charged in a disciplinary proceeding.\"</blockquote>\n<p>Id. at 425, 818 A.2d at 1117.</p>\n<p>I believe that any sanction beyond a short period of suspension, thirty to sixty days, is punishment, which does not serve the purpose of protecting the public.</p>\n<p>I dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Rule 1.8. Conflict of Interest: Prohibited Transactions\n</p>\n<p>\"(h) A lawyer shall not make an agreement prospectively limiting the lawyer's liability to a client for malpractice unless permitted by law and the client is independently represented in making the agreement, or settle a claim for such liability with an unrepresented client or former client without first advising that person in writing that independent representation is appropriate in connection therewith.\"</p>\n<p>[2]  Rule 1.1. Competence\n</p>\n<p>\"A lawyer shall provide competent representation to a client. Competent representation requires the legal knowledge, skill, thoroughness and preparation reasonably necessary for the representation.\"</p>\n<p>[3]  Rule 1.15. Safekeeping property\n</p>\n<p>\"(a) A lawyer shall hold property of clients or third persons that is in a lawyer's possession in connection with a representation separate from the lawyer's own property. Funds shall be kept in a separate account maintained pursuant to Title 16, Chapter 600 of the Maryland Rules. Other property shall be identified as such and appropriately safeguarded. Complete records of such account funds and of other property shall be kept by the lawyer and shall be preserved for a period of five years after the termination of the representation.</p>\n<p>\"(b)Upon receiving funds or other property in which a client or third person has an interest, a lawyer shall promptly notify the client or third person. Except as stated in this Rule or otherwise permitted by law or by agreement with the client, a lawyer shall promptly deliver to the client or third person any funds or other property that the client or third person is entitled to receive and, upon request by the client or third person, shall promptly render a full accounting regarding such property.\"</p>\n<p>[4]  Rule 8.4. Misconduct\n</p>\n<p>\"It is professional misconduct for a lawyer to: \"(d) engage in conduct that is prejudicial to the administration of justice; ...\"</p>\n<p>[5]  Bar Counsel dismissed the allegation of a violation of Rule 1.8 (Conflict of Interest) at the hearing before Judge Murdock.</p>\n<p>[6]  In <i>Deibler v. State,</i> 365 Md. 185, 776 A.2d 657 (2001), Judge Wilner, writing for the Court, discussed the various meanings which courts have ascribed to the term \"willful\":\n</p>\n<p>\"`[W]illful' has received four different constructions from the courts. The first, and most restrictive, is that an act is willful only if it is done with a bad purpose or evil motivedeliberately to violate the law. A second interpretation considers an act to be willful `if it is done with an intent to commit the act and with a knowledge that the act is in violation of the law.' That construction does not require that the defendant possess a sinister motivation, but, like the first interpretation, it does require knowledge that the act is unlawful. The third interpretation `requires only that the act be committed voluntarily and intentionally as opposed to one that is committed through inadvertence, accident, or ordinary negligence.' Under that approach, `as long as there is an intent to commit the act, there can be a finding of willfulness even though the actor was consciously attempting to comply with the law and was acting with the good faith belief that the action was lawful.' What is required is `an objective intent to commit the act but not necessarily a knowledge that the act will bring about the illegal result.' Finally, ... some courts have gone so far as to find an act willful even though it was not committed intentionally, but through oversight, inadvertence, or negligence.\"</p>\n<p><i>Id.</i> at 192-93, 776 A.2d at 661 (quoting S. Brogan, <i>An Analysis of the Term \"Willful\" in Federal Criminal Statutes,</i> 51 Notre Dame L.Rev. 786 (1976)). Judge Wilner noted that in the majority of applications, this Court utilized the third definition, <i>i.e.,</i> that the act be committed voluntarily and intentionally, and not accidently. <i>Id.</i> at 195, 776 A.2d at 663. Likewise, in attorney grievance matters based on the willful failure to file tax returns, this Court has defined willfulness as the \"voluntary, intentional violation of a known legal duty not requiring a deceitful or fraudulent motive.\" <i>Attorney Grievance Comm'n v. Boyd,</i> 333 Md. 298, 309, 635 A.2d 382, 387 (1994); <i>Attorney Grievance Comm'n. v. Walman,</i> 280 Md. 453, 460, 374 A.2d 354, 359 (1977).</p>\n<p>[7]  Geneva Davis, the co-personal representative of the estate, died in June 1996, and respondent then became the sole personal representative of the Redd estate. Following her death, respondent was dealing with Ms. Davis' daughter, Gayle Davis, who told respondent that she would find the records kept by Geneva Davis.</p>\n<p>[8]  The procedure for compensation for an attorney or the personal representative is set out in Maryland Code (1957, 2001 Repl.Vol., 2002 Supp.) § 7-601 <i>et seq.</i> of the Estates and Trusts Article. Section 7-602 provides as follows:\n</p>\n<p>\"(a) <i>General.</i>An attorney is entitled to reasonable compensation for legal services rendered by him to the estate and/or the personal representative.</p>\n<p>\"(b) <i>Petition.</i>Upon the filing of a petition in reasonable detail by the personal representative or the attorney, the court may allow a counsel fee to an attorney employed by the personal representative for legal services. The compensation shall be fair and reasonable in the light of all the circumstances to be considered in fixing the fee of an attorney.</p>\n<p>\"(c) <i>Considered with commissions.</i>If the court shall allow a counsel fee to one or more attorneys, it shall take into consideration in making its determination, what would be a fair and reasonable total charge for the cost of administering the estate under this article, and it shall not allow aggregate compensation in excess of that figure.\"</p>\n<p>[9]  Rule 1.1 Competence\n</p>\n<p>A lawyer shall provide competent representation to a client. Competent representation requires the legal knowledge, skill, thoroughness and preparation reasonably necessary for the representation.</p>\n<p>[10]  Rule 1.15(b). Safekeeping property\n</p>\n<p>Upon receiving funds or other property in which a client or third person has an interest, a lawyer shall promptly notify the client or third person. Except as stated in this Rule or otherwise permitted by law or by agreement with the client, a lawyer shall promptly deliver to the client or third person any funds or other property that the client or third person is entitled to receive and, upon request by the client or third person, shall promptly render a full accounting regarding such property.</p>\n<p>[11]  Rule 8.4 Misconduct\n</p>\n<p>It is professional misconduct for a lawyer to: (d) engage in conduct that is prejudicial to the administration of justice; ...</p>\n<p>[12]  The hearing judge did not find a violation of Rule 1.1, determining that the conduct on which the majority relies for that purpose established the 8.4(d) violation, that it was prejudicial to the administration of justice. Because the mishandling, whether negligent or the result of a degree of incompetence does impact adversely the perception of the client of the justice system, I do not believe that the hearing judge was clearly erroneous in so concluding. Significantly, as the majority recognizes,' \"the gravity of misconduct is not measured solely by the number of rules broken but is determined largely by the lawyer's conduct.'\" 376 Md. at 520, 830 A.2d at 486, quoting <i>Attorney Grievance Comm'n v. Briscoe,</i> 357 Md. 554, 568, 745 A.2d 1037, 1044 (2000) (quoting <i>Attorney Grievance Comm'n v. Milliken,</i> 348 Md. 486, 519, 704 A.2d 1225, 1241 (1998)). It does not apply that teaching in this case, however. Instead, by sustaining the exception of the Attorney Grievance Commission, the petitioner, with respect to the competency charge, and then imposing the harsh punishment, the majority in effect piles on, or at least appears to.</p>\n<p>[13]  To be sure, this Court has held, as the majority opinion points out, 376 Md. at 515-16, 830 A.2d at 483-84, that the failure properly to handle withholding taxes is conduct prejudicial to the administration of justice, but that fact does not mean that such a finding must be made, especially when the conduct has been found to be another, appropriate violation. In all but one of the cases in which the handling of withholding taxes was an issue, cited by the majority, <i>Attorney Grievance Comm'n v. Angst,</i> 369 Md. 404, 800 A.2d 747 (2002); <i>Attorney Grievance Comm'n v. Post,</i> 350 Md. 85, 710 A.2d 935 (1998); <i>Attorney Grievance Comm'n v. Baldwin,</i> 308 Md. 397, 519 A.2d 1291 (1987), the 8.4(d) violation was found by the hearing court, and not by this Court. In <i>Attorney Grievance Comm'n v. Clark,</i> 363 Md. 169, 767 A.2d 865 (2001), as here, the Court sustained the petitioner's exception to the hearing judge's failure to find a violation of 8.4(d), but, unlike here, the hearing judge also did not find a violation of 1.15, a failure that the Court likewise corrected. Neither <i>Attorney Grievance Comm'n v. Atkinson,</i> 357 Md. 646, 745 A.2d 1086 (2000) nor <i>Attorney Grievance Comm'n v. Gilland,</i> 293 Md. 316, 443 A.2d 603 (1982) is relevant, as they both involve failure to file personal tax returns.</p>\n<p>[14]  Of the cases on which the majority relies, <i>see</i> 376 Md. 520-22, 830 A.2d at 486-87 (2003), only two, <i>Attorney Grievance Comm'n v. Clark,</i> 363 Md. 169, 767 A.2d 865 (2001) and <i>Attorney Grievance Comm'n v. Baldwin,</i> 308 Md. 397, 519 A.2d 1291 (1987), have any conceivable relevance. The others are cases involving the failure of the respondent to file personal income tax returns, <i>Attorney Grievance Comm'n v. Atkinson,</i> 357 Md. 646, 745 A.2d 1086 (2000), willful tax evasion, <i>Attorney Grievance Comm'n v. Casalino,</i> 335 Md. 446, 644 A.2d 43 (1994); <i>Maryland State Bar Ass'n Inc., v. Callanan,</i> 271 Md. 554, 318 A.2d 809 (1974), and willful failure to file federal income taxes. <i>Attorney Grievance Comm'n v. Gilland,</i> 293 Md. 316, 443 A.2d 603 (1982). <i>Clark,</i> as discussed <i>supra,</i> is consistent with the position I take in this dissent. <i>Baldwin</i> is not inconsistent with my position when it is considered that the eighteen month suspension followed two prior disciplinary proceedings in which he had been sanctioned, a reprimand for failing to close an estate with reasonable diligence and an eighteen month suspension for failing to file federal income tax return. 308 Md. at 408-09, 519 A.2d at 1297.</p>\n<p>[15]  Rule 16-606 provides:\n</p>\n<p>\"An attorney or law firm shall maintain each attorney trust account with a title that includes the name of the attorney or law firm and that clearly designates the account as `Attorney Trust Account' `Attorney Escrow Account', or `Clients' Funds Account' on all checks and deposit slips. The title shall distinguish the account from any other fiduciary account that the attorney or law firm may maintain and from any personal or business account of the attorney or law firm.\"</p>\n<p>[16]  Rule 1.7, Conflict of Interest: General Rule, provides, in pertinent part:\n</p>\n<p>\"(b) A lawyer shall not represent a client if the representation of that client may be materially limited by the lawyer's responsibilities to another client or to a third person, or by the lawyer's own interests, unless:</p>\n<p>\"(1) the lawyer reasonably believes the representation will not be adversely affected; and</p>\n<p>\"(2) the client consents after consultation.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">830</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">474</span></span> (2003)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">Md.</span> <span class=\"page\">500</span></span></b></center>\n<center><h1>ATTORNEY GRIEVANCE COMMISSION of Maryland<br>\nv.<br>\nRobert P. THOMPSON.</h1></center>\n<center>No. 9, September Term, 2002.</center>\n<center><p><b>Court of Appeals of Maryland.</b></p></center>\n<center>August 13, 2003.</center>\n<p><span class=\"star-pagination\">*475</span> Melvin Hirshman, Bar and Counsel and Dolores O. Ridgell, Assistant Bar Counsel for the Attorney Grievance Commission of Maryland, for petitioner.</p>\n<p>Eric Gordon, Esquire, Baltimore, for respondent.</p>\n<p>Argued before BELL, C.J., ELDRIDGE, RAKER, WILNER, CATHELL, HARRELL and BATTAGLIA, JJ.</p>\n<p>RAKER, Judge.</p>\n<p>The Attorney Grievance Commission, acting through Bar Counsel, filed in this Court a Petition for Disciplinary Action, pursuant to Maryland Rule 16-709, alleging that Robert P. Thompson violated Maryland Rules of Professional Conduct 1.8 <span class=\"star-pagination\">*476</span> (Conflict of Interest)<sup>[1]</sup>, 1.1 (Competence)<sup>[2]</sup>, 1.15 (Safekeeping property)<sup>[3]</sup>, and 8.4(d) (Misconduct)<sup>[4]</sup>. Pursuant to Maryland Rule 16-752(a), we referred the matter to Judge M. Brooke Murdock of the Circuit Court for Baltimore City to make findings of fact and conclusions of law. Following an evidentiary hearing, Judge Murdock found by clear and convincing evidence that respondent had violated Rules 1.15 and 8.4(d).<sup>[5]</sup> Judge Murdock made the following Findings of Fact and Conclusions of Law. (footnotes omitted).</p>\n<blockquote>\"FINDINGS OF FACT AND CONCLUSIONS OF LAW INTRODUCTION</blockquote>\n<blockquote>\"The Attorney Grievance Commission of Maryland (`Petitioner'), filed a Petition for Disciplinary Action pursuant to Md. Rule 16-709, alleging that Robert P. Thompson violated 1.8, 1.15, and 8.4(d) of the Maryland Rules of Professional Conduct (`MRPC'). Pursuant to an Order from the Court of Appeals dated March 22, 2002, the Petition for disciplinary action was transmitted to this Court for a hearing, which was conducted on October 10, 2002. The Petitioner was represented by Dolores O. Ridgell, Robert Thompson represented himself.</blockquote>\n<blockquote>\"The parties stipulated to the admission of the bank records for the Estate of Ida Maye Redd (`the Estate'), a spreadsheet summarizing the activity in the bank accounts, a certified copy of the Orphans' Court file for the Estate, copies of various filings and the Orders in the Estate. Petitioner offered testimony of an expert, Allan Gibber, Esq., the transcript of the deposition of Gail Davis and other documentary evidence. Mr. Thompson testified in his own defense.</blockquote>\n<blockquote>STANDARD OF PROOF</blockquote>\n<p>\"Maryland Rule 16-710(d) provides that `the hearing of charges is governed <span class=\"star-pagination\">*477</span> by the same rules of law, evidence and procedure as are applicable to the trial of civil proceedings in equity. Factual findings shall be supported by clear and convincing evidence.'</p>\n<blockquote>\"However, in establishing a defense, a Respondent need only prove factual matters, including the existence of mitigating circumstances, by a preponderance of the evidence. <i>Attorney Grievance Comm'n v. Bakas,</i> <span class=\"citation\" data-id=\"2291218\"><a href=\"/opinion/2291218/attorney-griev-commn-v-bakas/\"><span class=\"volume\">322</span> <span class=\"reporter\">Md.</span> <span class=\"page\">603</span></a></span>, <span class=\"citation\" data-id=\"2291218\"><a href=\"/opinion/2291218/attorney-griev-commn-v-bakas/\"><span class=\"volume\">589</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">52</span></a></span>, modified, <span class=\"citation\" data-id=\"2369708\"><a href=\"/opinion/2369708/attorney-griev-commn-v-bakas/\"><span class=\"volume\">323</span> <span class=\"reporter\">Md.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"2369708\"><a href=\"/opinion/2369708/attorney-griev-commn-v-bakas/\"><span class=\"volume\">593</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1087</span></a></span> (1991); <i>Attorney Grievance Comm'n v. Powell,</i> <span class=\"citation\" data-id=\"2373862\"><a href=\"/opinion/2373862/attorney-griev-commn-of-maryland-v-powell/\"><span class=\"volume\">328</span> <span class=\"reporter\">Md.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"2373862\"><a href=\"/opinion/2373862/attorney-griev-commn-of-maryland-v-powell/\"><span class=\"volume\">614</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">102</span></a></span> (1992).</blockquote>\n<blockquote>FINDINGS OF FACT</blockquote>\n<blockquote>\"The Court finds that the following facts have been established by clear and convincing evidence.</blockquote>\n<blockquote>\"On November 16, 1978, Mr. Robert Thompson (`Respondent') was admitted to the Bar of the Court of Appeals of Maryland. From 1989 to 1993, he operated as a sole practitioner in Baltimore City. In August, 1993, Respondent began doing business as Thompson &amp; Sugar, P.A.</blockquote>\n<blockquote>TAXES</blockquote>\n<blockquote>\"During the tax years 1989 through 1993, Respondent employed one or more employees and withheld Federal and Maryland State taxes from the salaries of those employees. However, for the tax years 1989 through 1993, Respondent failed to maintain a separate account for the funds, hold the funds owed to the Federal and State governments in trust, or pay the State and Federal withholding taxes to the government, as due. Further, during the tax years 1989 through 1993, Respondent failed to file quarterly withholding tax reports as required in a timely manner for each quarter. The amount of the employee withholding taxes owed to the State of Maryland by Respondent for 1989-1993 was in excess of $11,000.</blockquote>\n<blockquote>\"Maryland Comptroller of the Treasury (`Comptroller') repeatedly notified Respondent of this obligation and requested that he remit the income taxes withheld from his employees. The Comptroller instituted a lien against Respondent and made other collection efforts. On October 27, 1998, the Comptroller informed the Petitioner of Respondent's conduct. Prior to the institution of the disciplinary action, Respondent satisfied his Federal withholding tax liability. On July 26, 2002, he satisfied the State withholding tax obligation. Respondent's present law firm has handled payroll taxes properly.</blockquote>\n<blockquote>ESTATE OF IDA MAYE REDD</blockquote>\n<p>\"Respondent drafted Ida May Redd's will dated May 31, 1995 and a codicil to the will dated January 5, 1996. The codicil to Ms. Redd's will named Robert Thompson, Respondent, and Geneva Davis, Ms. Redd's sister, as personal representatives. On January 21, 1996, Ms. Redd, a resident of Baltimore City, died. Having no children, Ms. Redd left bequests to her sister, nieces, nephews, stepsons and friends. Ms. Redd's estate was valued at approximately $488,000, of which approximately $470,000 was held in bank and investment accounts. On February 7, 1996, Respondent filed a Petition for Probate of the Redd Estate. Respondent and Ms. Davis were appointed co-personal representatives of the Redd Estate. Ms. Davis was 70 or 71 at the time she was named co-personal representative. She had a degree in education and was a retired school teacher. She had no legal training. After her sister's death, Ms. Davis sent all <span class=\"star-pagination\">*478</span> of Ms. Redd's personal property to Georgia to be placed in storage.</p>\n<blockquote>\"On February 8, 1996, Respondent and Ms. Davis traveled to various financial institutions to collect the estate assets. They opened an Estate account at First Fidelity/First Union Bank on February 8, from which both Respondent or Ms. Davis could make withdrawals. Respondent and Ms. Davis withdrew funds from Ms. Redd's accounts at First Fidelity Bank and Signet Bank. Also, on February 8, 1996, a Provident Bank account, which was titled jointly in the names of the decedent and Ms. Davis, was closed. The balance in the Provident Bank account was $27,387.28. The Provident Bank records indicate Ms. Davis signed the debit slip and withdrew the entire balance. This account was not listed on the Information Report filed in the Orphans' Court by Respondent and Ms. Davis on February 28, 1996.</blockquote>\n<blockquote>\"In February, 1996, Ms. Davis became ill and was diagnosed with pancreatic cancer. She was hospitalized until April, 1996, when she went to her daughter's home. Ms. Davis was extremely weak and fed through a feeding tube. Ms. Gail Davis, her daughter, assisted her in making entries in the Estate check register. Ms. Gail Davis played no role in administrating the estate.</blockquote>\n<blockquote>\"On May 8, 1996, Respondent filed an inventory for the Estate. On May 31, 1996, at Respondent's request, a check in the amount of $1,000 was sent to Respondent from the Estate account, to compensate him for travel expenses for a trip to Georgia. On June 1, 1996, Respondent traveled to Albany, Georgia, where he met with some of the heirs, including Geneva Davis, Gail Davis, Alma Noble, Melvin George, Kay McGee and Regina Johnson. Respondent gave out a copy of the Administration Account and had Ms. Davis begin to prepare the distribution checks. During the meeting, one of the heirs questioned Respondent about why she had not received a bracelet, one of the specific bequests in Ms. Redd's will; and Respondent offered her $500 out of his commission in lieu of the bracelet. While preparing the distribution checks at the meeting, Ms. Davis became ill and returned home with her daughter and Respondent, where she finished writing the checks. On June 3, 1996, Ms. Davis lapsed into a coma and died the following week.</blockquote>\n<blockquote>\"As a result, before taxes totaling $36,834.96 had been paid, Respondent distributed the assets of the Estate. After the distributions and expenses were paid, the assets in the Estate totaled $35,537.65. In order to recover enough of the Estate to pay the taxes, Respondent subsequently obtained judgments against the heirs, including Ms. Davis and her daughter, Gail Davis. As a result of the judgments, some of the heirs returned a portion of their shares; and some did not. The taxes could only be paid after Respondent returned $800 of the travel expenses he received for going to Georgia and collected some of the judgment against the heirs. As a result, some of her heirs received more than their share and some of her heirs received less than their share.</blockquote>\n<blockquote>\"After Respondent had returned to Maryland on June 2, 1996, he notified Ms. Davis' daughter that he had overlooked one of the heirs. Respondent requested that Ms. Davis' daughter prepare a check and send it to him in Maryland for his signature. This was done. Respondent held the Estate assets from 1996 until the taxes were paid in an account that did not pay interest.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*479</span> \"At the June 1, 1996 meeting, Respondent received a check from the Estate in the amount of $16,000 in payment of a Personal Representative's commission fee, for which no authorization from the Orphans' Court, as of that date, had been requested. On June 17, 1997, Respondent filed a Petition for Allowance of Personal Representative's Commission, requesting approval of commissions in the amount of $18,669.74. Pursuant to the agreement of the co-personal representatives, Ms. Davis had received $2,000 and Respondent had received $16,669.74. On September 21, 1998, the Orphans' Court denied the Petition, with leave to refile when administration of the Estate was completed. Respondent did not return the $16,000 commission he received on June 1, 1996 to the Estate. Subsequently, five years later, on October 3, 2002, the Orphans' Court approved payment of the commission.</blockquote>\n<blockquote>\"Ms. Davis' daughter called Respondent several times in December, 1996. Respondent did not return her calls. On January 8, 1997, Ms. Davis' daughter wrote to Respondent and questioned him why her mother had been given a check for $101,101.40 when the accounting provided by Respondent showed a distribution of $124,726.73. Respondent did not answer the letter.</blockquote>\n<blockquote>\"On February 25, 1997, Ms. Davis' daughter wrote again. No answer was received. Subsequently, Respondent requested that the daughter send him the bank statements she had relating to the Redd Estate bank accounts. She sent them on March 17, 1997.</blockquote>\n<blockquote>\"During a telephone conversation in August, 1997, Respondent told Ms. Davis' daughter that a mistake had been made with regard to the inheritance tax. On September 19, 1997, Respondent asked Ms. Davis' daughter to prepare two checks, payable to the Register of Wills. Respondent explained that he needed these checks to replace the checks written to the Register of Wills on June 1, 1996.</blockquote>\n<blockquote>CONCLUSIONS OF LAW</blockquote>\n<blockquote>\"In the course of handling the payroll taxes and the Redd Estate, Respondent violated Rules 1.15, and 8.4(d) of the Maryland Rules of Professional Conduct. As to his handling of the payroll taxes, 1.15 was violated. Pursuant to §§ 10-817 and 10-906 of the Tax General Article of the Md. Ann Code, Respondent is required to withhold income taxes from his employees' salaries and maintain them in a separate account in trust for the State. He failed to do so. He further violated his fiduciary duty to the State of Maryland when he did not promptly deliver to the State the funds Respondent had collected from his employees.</blockquote>\n<blockquote>\"With regard to the Redd Estate, Respondent violated Rules 1.15 and 8.4 He failed to file reports in a timely manner pursuant to §§ 7-301 and 7-305 Estates &amp; Trust Art. Md.Code Ann. (1997 Repl. Vol.2000 Supp.). The first Estate accounting was filed only after the Orphans' Court was forced to issue a Notice of Deficiency and a Show Cause Order. The Estate was not closed until 2002.</blockquote>\n<blockquote>\"Respondent failed to list the various accounts in which the Estate's cash assets were maintained at the time of Ms. Redd's death. The Inventory Report filed by Respondent listed only the Estate checking accounts. Furthermore, Respondent did not keep records concerning closed accounts.</blockquote>\n<p>\"He failed to correct errors on his Accountings. For example, the $800 travel expense reported on the first accounting, <span class=\"star-pagination\">*480</span> which subsequently, was not allowed by the Orphans' Court, was removed on the next accounting; but, the totals were not changed. Respondent failed to accurately calculate the various distributions owed to the heirs and failed to reserve enough to satisfy the tax obligations. Respondent's miscalculations resulted in the Estate incurring collection cost, delayed the payment of the taxes and the closure of the Estate, and caused some heirs to receive less than the distribution to which they were entitled. The Estate taxes should have been paid at the time of the distribution. <i>Page v. Comptroller of the Treasury,</i> <span class=\"citation\" data-id=\"2333818\"><a href=\"/opinion/2333818/page-v-comptroller-of-treasury/\"><span class=\"volume\">270</span> <span class=\"reporter\">Md.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"2333818\"><a href=\"/opinion/2333818/page-v-comptroller-of-treasury/\"><span class=\"volume\">313</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">691</span></a></span> (1974). Further, Respondent held the Estate assets from 1996 until the taxes were paid in an account that did not pay interest.</p>\n<blockquote>\"Respondent failed to comply with his duty as personal representative of the Estate to report the joint account of Ms. Redd and her sister on the Accounting Information Report he filed in February, 1996. Even if, as Respondent testified, he did not know about the account until after the paperwork had been filed, he was required to file an amended report once he became aware of it.</blockquote>\n<blockquote>\"Without obtaining the prior approval of the Orphans' Court as required by § 7-601 Estates &amp; Trusts Article Md. Code Ann. (1997 Repl.Vol.2000 Supp.), Respondent received personal representative commissions from the Estate. Respondent did not return these funds even after his Petition for Allowance was denied on September 21, 1998 and again on May 27, 1999. Further, although he had been paid $1,000, Respondent reported on the Accounting a travel expense of $800. Even after the expense was disallowed by the Orphans' Court, he failed to return these monies to the Estate.</blockquote>\n<blockquote>\"MRPC 1.15 requires that an attorney maintain complete records of account funds for the period of the representation and five years after termination of the representation. This was not done. Respondent relied on Ms. Davis, an ill and elderly sister of the decedent to maintain the records. Respondent and Ms. Davis, in February, 1996 went to at least three banks and closed accounts. No record was kept of those accounts. Further Respondent did not render a prompt and complete accounting of other accounts.</blockquote>\n<blockquote>\"MRPC 1.15 also requires that the property of the client shall be kept separately from the attorney's. The $16,000 commission and the $1,000 for travel expenses, Respondent received, remained Estate assets until the payment of commissions was approved by the Orphans' Court. Not until December, 2001 did Respondent return $800 of these funds to the Estate and only then because taxes had to be paid.</blockquote>\n<blockquote>\"MRPC 8.4(d) prohibits a lawyer from engaging in conduct which is prejudicial to the administration of justice. The Redd Estate was not promptly handled, and the taxes were not promptly paid due to Respondent's [sic]. When it became apparent that the Estate assets would have to be reclaimed in order to satisfy its tax obligation, Respondent chose to obtain judgments rather than return a portion of the $16,000 commission he had prematurely received without Court approval.</blockquote>\n<blockquote>\"Therefore this Court finds by clear and convincing evidence that Respondent has violated Maryland Rules of Professional Conduct 1.15 and 8.4(d).\"</blockquote>\n<p>Both parties have excepted to the hearing judge's proposed conclusions of law.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*481</span> II.</h2>\n<p>This Court has original jurisdiction over attorney discipline proceedings. <i>See </i><i>Attorney Grievance Comm'n v. Seiden,</i> <span class=\"citation\" data-id=\"1952949\"><a href=\"/opinion/1952949/attorney-grievance-commissioin-v-seiden/\"><span class=\"volume\">373</span> <span class=\"reporter\">Md.</span> <span class=\"page\">409</span></a></span>, 414, <span class=\"citation\" data-id=\"1952949\"><a href=\"/opinion/1952949/attorney-grievance-commissioin-v-seiden/\"><span class=\"volume\">818</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1108</span></a></span>, 1111 (2003). In the exercise of our responsibility, we conduct an independent review of the record. <i>Id.</i> at 415, 818 A.2d at 1111. We accept the hearing judge's findings of fact unless we determine that they are clearly erroneous. <i>See </i><i>Attorney Grievance Comm'n v. Garfield,</i> <span class=\"citation\" data-id=\"1537402\"><a href=\"/opinion/1537402/attorney-grievance-v-garfield/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">85</span></a></span>, 97, <span class=\"citation\" data-id=\"1537402\"><a href=\"/opinion/1537402/attorney-grievance-v-garfield/\"><span class=\"volume\">797</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">757</span></a></span>, 764 (2002). We review the conclusions of law essentially <i>de novo. See </i><i>Attorney Grievance Comm'n v. McLaughlin,</i> <span class=\"citation\" data-id=\"2275350\"><a href=\"/opinion/2275350/attorney-grievance-commission-v-mclaughlin/\"><span class=\"volume\">372</span> <span class=\"reporter\">Md.</span> <span class=\"page\">467</span></a></span>, 493, <span class=\"citation\" data-id=\"2275350\"><a href=\"/opinion/2275350/attorney-grievance-commission-v-mclaughlin/\"><span class=\"volume\">813</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1145</span></a></span>, 1160 (2002).</p>\n<p>We shall first address Bar Counsel's exceptions. Bar Counsel contends that the hearing judge erred in failing to find that respondent violated Rule 1.1 in his handling of the Estate of Ida Maye Redd and in failing to find that respondent violated Rule 8.4(d) in his failing to withhold and pay employee withholding taxes. Bar Counsel also complains that although the Petition for Disciplinary Action alleged that respondent violated Rule 8.4(d) in connection with his failure to pay and withhold employee taxes, and the hearing judge concluded that respondent committed the misconduct, the judge did not include this misconduct in her opinion as a violation of the rule. We turn first to Rule 1.1, Competence. Bar Counsel maintains that the hearing judge erred in not finding that Rule 1.1 was violated. Bar Counsel argues that Judge Murdock's findings of fact support the conclusion that respondent did not provide competent representation.</p>\n<p>Respondent suggests that he did not violate Rule 1.1 because there was no proof of any pattern of improperly handling estate matters and that the handling of one case, standing alone, does not support a finding of incompetency. He maintains that his conduct was more akin to a lack of thoroughness or preparation.</p>\n<p>Respondent's position is meritless. While he is correct that a single mistake does not necessarily result in a violation of Rule 1.1, and may constitute negligence but not misconduct under the rule, such is not the case before us. A simple review of respondent's handling of this estate leads to the inescapable conclusion that he was incompetent.</p>\n<p>Judge Murdock found facts, by clear and convincing evidence, demonstrating that respondent's handling of the estate of Redd was not competent. Respondent failed to file reports in a timely manner; filed the first accounting only after the issuance of a Notice of Deficiency and a show cause order; failed to list the various accounts in which estate assets were maintained at the time of the decedent's death on the estate inventory and did not keep records of these accounts; failed to correct errors in his accountings; miscalculated the various distributions which caused the estate to incur collection costs and delayed payment of taxes and closure of the estate; caused some heirs to receive less than the distribution to which they were entitled; failed to pay the estate taxes at the time of distribution; paid himself a commission and travel expense reimbursement before approval by the Orphans's Court; and held estate assets from 1996 until the taxes were paid in a non-interest bearing account. In addition, respondent did not report the joint account of decedent and her sister on the February 1996 information report and failed to file an amended information report when he became aware of the account.</p>\n<p>Bar Counsel's exception is sustained. Respondent's actions demonstrated by clear and convincing evidence that <span class=\"star-pagination\">*482</span> he did not act competently in his handling of the estate of Ms. Redd. A pattern of misconduct is considered as an aggravating circumstance, see American Bar Association's Standards for Imposing Lawyer's Sanctions (1992), § 9.22 Aggravating Circumstances, and ordinarily is more relevant to the sanction than to the initial inquiry of whether a rule has been violated. <i>Attorney Grievance Comm'n. v. Ficker,</i> <span class=\"citation\" data-id=\"1939082\"><a href=\"/opinion/1939082/attorney-griev-commn-of-maryland-v-ficker/\"><span class=\"volume\">319</span> <span class=\"reporter\">Md.</span> <span class=\"page\">305</span></a></span>, 313, <span class=\"citation\" data-id=\"1939082\"><a href=\"/opinion/1939082/attorney-griev-commn-of-maryland-v-ficker/\"><span class=\"volume\">572</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">501</span></a></span>, 505 (1990). In any case, respondent's conduct is more than mere negligence. Although an isolated incident may be reflective of lack of diligence, oversight or confusion, in this case, respondent's cumulative acts of misconduct within this same case are different from an isolated incident of neglect. Moreover, his actions resulted in harm to his client and the heirs.</p>\n<p>Bar Counsel also excepts to the hearing judge's failure to find that respondent's failure to withhold and pay employee taxes constituted a violation of Rule 8.4(d), conduct prejudicial to the administration of justice. We agree with Bar Counsel and shall sustain the exception.</p>\n<p>It was undisputed at the hearing before Judge Murdock that respondent employed one or more employees, withheld federal and state taxes from the employees' salaries, and failed to maintain a separate account for the monies, hold the funds in trust, or pay the taxes to the governmental entities. It is also undisputed that he failed to file in a timely manner quarterly tax reports as required by law. He owed the State of Maryland in excess of $11,000.00 for employee withholding taxes for the period 1989-1993. The hearing judge's findings of fact set forth in great detail the facts surrounding respondent's failure to comply with the law regarding these taxes.</p>\n<p>Respondent argues that his failure to withhold payroll taxes was due to his lack of knowledge as to how to run a business properly and that he was not aware that payroll taxes needed to be kept in a separate account. He claims that once the liability existed, he could not pay both previous tax liability and current employee withholding taxes. Essentially, respondent seems to be claiming that this is not a case of <i>willful</i> tax evasion and thus, not a violation of the rule.</p>\n<p>Maryland Code (1957, 1997 Repl.Vol., 2002 Supp.) § 10-901 <i>et seq.</i> of the Tax-General Article sets out the duties of employers regarding employee withholding taxes. Included among those duties is the requirement that an employer withhold income tax from an employee, pay quarterly taxes and maintain a separate account for the withheld monies. <i>See</i> §§ 10-902, 10-906. Section 13-1007 provides that a willful failure to withhold taxes is a misdemeanor.<sup>[6]</sup> The hearing judge <span class=\"star-pagination\">*483</span> made sufficient findings of fact to enable us to conclude, as a matter of law, that respondent's conduct regarding the employee withholding taxes violated Rule 8.4(d).</p>\n<p>Respondent's \"defense\" that he did not have the money to pay the taxes or that he did not know that he was required to keep the money in a separate trust account is no defense at all. The hearing judge found that respondent had been notified repeatedly of his obligation. He knew of his legal duty to pay and he intentionally did not do so. This was not through accident, mistake or other innocent cause. Taxes are a known legal duty. Respondent was under an obligation to inform himself of his legal responsibilities. Ignorance of the law is not a defense. <i>See </i><i>Attorney Grievance Comm'n v. Stein,</i> <span class=\"citation\" data-id=\"2331425\"><a href=\"/opinion/2331425/attorney-grievance-commission-v-stein/\"><span class=\"volume\">373</span> <span class=\"reporter\">Md.</span> <span class=\"page\">531</span></a></span>, <span class=\"citation\" data-id=\"2331425\"><a href=\"/opinion/2331425/attorney-grievance-commission-v-stein/\"><span class=\"volume\">819</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">372</span></a></span> (2003). Respondent did not pay his taxes. His explanation that he was inexperienced in business matters and did not know of his obligation or that he did not have the money does not excuse his conduct and does not make his conduct any less \"willful.\" He willfully failed to pay his taxes and thus, his conduct was prejudicial to the administration of justice. Respondent violated Rule 8.4(d) by not paying his employee withholding taxes.</p>\n<p>Failure to pay taxes has been held to constitute a violation of Rule 8.4(d). <i>See </i><i>Attorney Grievance Comm'n v. Angst,</i> <span class=\"citation\" data-id=\"1473822\"><a href=\"/opinion/1473822/attorney-grievance-v-angst/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">404</span></a></span>, <span class=\"citation\" data-id=\"1473822\"><a href=\"/opinion/1473822/attorney-grievance-v-angst/\"><span class=\"volume\">800</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">747</span></a></span> (2002); <i>Attorney Grievance Comm'n v. Clark,</i> <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">363</span> <span class=\"reporter\">Md.</span> <span class=\"page\">169</span></a></span>, <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">767</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">865</span></a></span> (2001); <i>Attorney Grievance Comm'n v. Atkinson,</i> <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">357</span> <span class=\"reporter\">Md.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1086</span></a></span> (2000); <i>Attorney Grievance Comm'n v. Post,</i> <span class=\"citation\" data-id=\"1898860\"><a href=\"/opinion/1898860/attorney-grievance-v-post/\"><span class=\"volume\">350</span> <span class=\"reporter\">Md.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"1898860\"><a href=\"/opinion/1898860/attorney-grievance-v-post/\"><span class=\"volume\">710</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">935</span></a></span> (1998); <i>Attorney Grievance Comm'n v. Baldwin,</i> <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">308</span> <span class=\"reporter\">Md.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">519</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1291</span></a></span> (1987); <i>Attorney Grievance Comm'n v. Gilland,</i> <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">293</span> <span class=\"reporter\">Md.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">443</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">603</span></a></span> (1982).</p>\n<p>We next address respondent's exceptions. Respondent first excepts to the finding that he violated Rule 1.15 both in regards to the record keeping of the estate of Ida Maye Redd and by not keeping the $16,000.00 estate commission separate from his other funds. Respondent maintains that the hearing judge erred in finding that he failed to keep estate records for the requisite five years because the co-personal representative, Geneva Davis,<sup>[7]</sup> maintained the bank records and kept them in her home in Georgia. He argues that he presented facts at the hearing that proved at least by a preponderance of the evidence that records of the account were maintained throughout the course of the administration.</p>\n<p><span class=\"star-pagination\">*484</span> Judge Murdock found that respondent and the co-personal representative, Ms. Davis, in February, 1996, went to at least three banks and closed accounts and that no record was kept of those accounts. In addition, the hearing judge found that respondent did not render a prompt and complete accounting of other accounts.</p>\n<p>Judge Murdock's findings are supported by clear and convincing evidence. In addition to the testimony and depositions received into evidence at the hearing, the parties entered into stipulated findings of facts. The stipulation reflects as follows:</p>\n<blockquote>¶ 14. On or about February 8, 1996, the Respondent and Geneva Davis traveled to various financial institutions to collect the estate assets. They opened an Estate account at First Fidelity Bank/First Union Bank that same day. Either Respondent or Geneva Davis could write checks on the Estate Account.</blockquote>\n<blockquote>¶ 15. Provident Bank was one of the financial institutions from which funds were withdrawn by the Respondent and Ms. Davis on February 8, 1996. Funds were also withdrawn from accounts located at First Fidelity Bank and Signet Bank.</blockquote>\n<blockquote>¶ 16. On February 8, 1996, a Provident Bank account which was titled jointly in the names of Ida M. Redd and Geneva W. Davis was closed. The balance in this account on February 8, 1996, was $27,387.28. The Provident Bank records indicate Geneva W. Davis signed the debit slip and removed the entire balance on February 28, 1996. This account was not listed on the Information Report filed in the Orphans' Court by Respondent and Geneva Davis on February 28, 1996. Respondent contends that he was not aware of this joint account in February 1996.</blockquote>\n<p>Respondent testified before the hearing court that \"[t]hese are the records that I can find at this time.\" The hearing judge found that there were no records of closed accounts.</p>\n<p>Based on our independent review of the record, we find ample support for the hearing judge's findings of fact. Judge Murdock was not clearly erroneous in concluding that respondent, who was present when the funds were withdrawn from Provident Bank, had knowledge of the joint account and that it was not listed in the Information Report with the Orphans' Court. She was not clearly erroneous in finding that respondent did not fulfill his obligation to keep records of the estate for at least five years. We reject respondent's excuse that because he relied upon Geneva Davis to keep the records, he was therefore not responsible for maintaining the records for the required period of time. The duty to retain the records remained on respondent as the attorney for the estate, and he cannot escape responsibility for his statutory obligation by shifting it to another person.</p>\n<p>Respondent excepts to the finding that his handling of the Redd estate violated Rule 8.4(d). He excepts to the hearing judge's finding that he violated Rule 1.15 requiring him to keep property of a client separately from the funds of the attorney. Respondent explains that he did not violate any rule by depositing the $16,000.00 into his personal account because the auditor from the Registrar of Wills told him to list the commission check as \"reserved pending final accounting.\"</p>\n<p>Pursuant to the stipulated agreed facts, respondent received a check in the amount of $16,000.00 from the Redd estate representing his Personal Representative commission. He deposited this check in his personal account and not the estate account. Respondent was not entitled to his commission until approved by the Orphans' <span class=\"star-pagination\">*485</span> Court.<sup>[8]</sup> Until the court approved the fee, the $16,000.00 belonged to the estate. While the money belonged to the estate, respondent was required to keep it in a separate account. By co-mingling the money with other accounts, respondent violated Rule 1.15(a).</p>\n<p>Finally, in some convoluted explanation, respondent excepts to the hearing judge's ruling that he violated 8.4(d). He asserts that at no time did he engage in conduct that was prejudicial to the administration of justice because the heirs signed a release agreeing to hold the estate and personal representative harmless from liability resulting from an early distribution of the estate; that the miscalculation of the amount of taxes due on the estate was the result of an erroneous but good faith belief as to how the will was to be interpreted; that the incorrect first account which was rejected by the Orphans' Court was corrected and subsequently approved; that the court ultimately approved the commissions which had been distributed in June, 1996; and that the funds were distributed early to the heirs because they constantly were calling the co-personal representative, who was seriously ill.</p>\n<p>We overrule respondent's exception. As we have previously indicated, he violated Rule 8.4(d) by failing to follow the law with regard to employee withholding taxes. In addition, he violated Rule 8.4(d) by improperly handling the Redd estate, <i>i.e.,</i> improperly distributing the assets, not paying inheritance taxes before distributing the assets, suing the heirs, distributing less than the heirs were entitled to under the will, and then, to add insult to injury, retaining the $16,000.00 commission.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn now to the sanction. The purpose of sanctions in attorney grievance matters is not to punish the attorney but to prevent other attorneys from violating the Rules of Professional Conduct and to maintain the integrity of the legal profession. <i>See </i><i>Attorney Grievance Comm'n v. Angst,</i> <span class=\"citation\" data-id=\"1473822\"><a href=\"/opinion/1473822/attorney-grievance-v-angst/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">404</span></a></span>, 416, <span class=\"citation\" data-id=\"1473822\"><a href=\"/opinion/1473822/attorney-grievance-v-angst/\"><span class=\"volume\">800</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">747</span></a></span>, 754-55 (2002). The appropriate sanction to be imposed depends upon the particular facts and circumstances of each case. <i>See </i><i>Attorney Grievance Comm'n v. McClain,</i> <span class=\"citation\" data-id=\"1889143\"><a href=\"/opinion/1889143/attorney-grievance-commission-v-mcclain/\"><span class=\"volume\">373</span> <span class=\"reporter\">Md.</span> <span class=\"page\">196</span></a></span>, 211, <span class=\"citation\" data-id=\"1889143\"><a href=\"/opinion/1889143/attorney-grievance-commission-v-mcclain/\"><span class=\"volume\">817</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">218</span></a></span>, 227 (2003). In <i>McClain,</i> writing for the Court, Chief Judge Bell explained some of the considerations in regard to the sanction. He wrote:</p>\n<blockquote>\"Relevant to the sanction decision is `the nature and gravity of the violations and the intent with which they were committed.' Likewise relevant are the attorney's prior grievance history, whether there have been prior disciplinary proceedings, the nature of the misconduct involved in those proceedings and the <span class=\"star-pagination\">*486</span> nature of any sanctions imposed, as well as any facts in mitigation, the attorney's remorse for the misconduct, and the likelihood of the conduct being repeated. As to the latter, we have held that an attorney's voluntary termination of the charged misconduct, when accompanied by an appreciation of the serious impropriety of that past conduct and remorse for it, may be evidence that the attorney will not again engage in such misconduct.\"</blockquote>\n<p><i>Id.</i> at 211-12, 817 A.2d at 227-28 (citations omitted).</p>\n<p>Bar Counsel recommends that respondent be suspended indefinitely with the right to reapply for reinstatement no sooner than three years from the date of suspension. Respondent suggests that, at most, a reprimand is appropriate.</p>\n<p>Respondent has violated Rules 1.1, 1.15, and 8.4(d). In the estate matter, respondent failed to hold estate assets in trust, resulting in harm to the heirs. He received commission payments and travel expenses from the estate without prior approval of the Orphans' Court, did not pay the estate taxes promptly and chose to obtain judgments against the heirs rather than return any part of his commission which he took prematurely. He violated federal and state tax laws by failing to pay withholding taxes and failing to hold the money in trust for the employee.</p>\n<p>In mitigation, respondent represents that, in 1993, he ceased operating as a sole proprietor and has set up a professional association known as Thompson and Sugar, P.A. Since changing his professional status, he has paid all back federal and state taxes and he is current with all tax liabilities. He further avers that his failure to pay the taxes was out of ignorance and was not fraudulent. As to the handling of the estate, while he disputes the finding of incompetency, he concedes that he made certain mistakes, but maintains that there is no evidence that he has a pattern of incompetently handling estates.</p>\n<p>This Court has stated that \"the gravity of misconduct is not measured solely by the number of rules broken but is determined largely by the lawyer's conduct.\" <i>Attorney Grievance Comm'n v. Briscoe,</i> <span class=\"citation\" data-id=\"2087719\"><a href=\"/opinion/2087719/attorney-grievance-comn-of-maryland-v-briscoe/\"><span class=\"volume\">357</span> <span class=\"reporter\">Md.</span> <span class=\"page\">554</span></a></span>, 568, <span class=\"citation\" data-id=\"2087719\"><a href=\"/opinion/2087719/attorney-grievance-comn-of-maryland-v-briscoe/\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1037</span></a></span>, 1044 (2000) (quoting <i>Attorney Grievance Comm'n v. Milliken,</i> <span class=\"citation\" data-id=\"1530578\"><a href=\"/opinion/1530578/attorney-griev-comm-v-milliken/\"><span class=\"volume\">348</span> <span class=\"reporter\">Md.</span> <span class=\"page\">486</span></a></span>, 519, <span class=\"citation\" data-id=\"1530578\"><a href=\"/opinion/1530578/attorney-griev-comm-v-milliken/\"><span class=\"volume\">704</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1225</span></a></span>, 1241 (1998)). In order to accomplish our goal to protect the public and to deter other lawyers from engaging in similar misconduct, we also look to our past cases involving attorney discipline.</p>\n<p>Violations of Rules 1.15 and 8.4, through misappropriation and commingling of estate moneys, have warranted both suspension and disbarment in prior cases before this Court. <i>See e.g. </i><i>Attorney Grievance Comm'n v. Seiden,</i> <span class=\"citation\" data-id=\"1952949\"><a href=\"/opinion/1952949/attorney-grievance-commissioin-v-seiden/\"><span class=\"volume\">373</span> <span class=\"reporter\">Md.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"1952949\"><a href=\"/opinion/1952949/attorney-grievance-commissioin-v-seiden/\"><span class=\"volume\">818</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1108</span></a></span> (2003) (imposing suspension with leave to reapply in thirty days for taking a fee without the permission of the Orphan's Court); <i>Attorney Grievance Comm'n v. Sullivan,</i> <span class=\"citation\" data-id=\"2320434\"><a href=\"/opinion/2320434/attorney-grievance-commission-v-sullivan/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">650</span></a></span>, <span class=\"citation\" data-id=\"2320434\"><a href=\"/opinion/2320434/attorney-grievance-commission-v-sullivan/\"><span class=\"volume\">801</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1077</span></a></span> (2002) (disbarring attorney who, as personal representative, took funds from the estate without approval of the Orphans' Court); <i>Attorney Grievance Comm'n v. Sachse,</i> <span class=\"citation\" data-id=\"1968796\"><a href=\"/opinion/1968796/attorney-griev-comm-v-sachase/\"><span class=\"volume\">345</span> <span class=\"reporter\">Md.</span> <span class=\"page\">578</span></a></span>, <span class=\"citation\" data-id=\"1968796\"><a href=\"/opinion/1968796/attorney-griev-comm-v-sachase/\"><span class=\"volume\">693</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">806</span></a></span> (1997) (suspending attorney indefinitely with leave to reapply in one year for mishandling a trust fund created by will); <i>Attorney Grievance Comm'n v. Owrutsky,</i> <span class=\"citation\" data-id=\"2201914\"><a href=\"/opinion/2201914/attorney-griev-commn-of-maryland-of-maryland-v-owrutsky/\"><span class=\"volume\">322</span> <span class=\"reporter\">Md.</span> <span class=\"page\">334</span></a></span>, <span class=\"citation\" data-id=\"2201914\"><a href=\"/opinion/2201914/attorney-griev-commn-of-maryland-of-maryland-v-owrutsky/\"><span class=\"volume\">587</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">511</span></a></span> (1991) (suspending attorney for three years for mishandling client funds as attorney in fact and misconduct during service as personal representative).</p>\n<p>Likewise, this Court has found disbarment or suspension warranted for attorneys who failed to timely file federal and state income taxes. <i>See e.g. </i><i>Attorney Grievance Comm'n v. Clark,</i> <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">363</span> <span class=\"reporter\">Md.</span> <span class=\"page\">169</span></a></span>, <span class=\"star-pagination\">*487</span> <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">767</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">865</span></a></span> (2001) (imposing indefinite suspension with immediate right to reapply provided a showing by the attorney of good standing with respect to his tax obligations); <i>Attorney Grievance Comm'n v. Atkinson,</i> <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">357</span> <span class=\"reporter\">Md.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1086</span></a></span> (2000) (suspending attorney indefinitely with right to reapply after one year for failing to file income tax returns); <i>Attorney Grievance Comm'n v. Casalino,</i> <span class=\"citation\" data-id=\"2053998\"><a href=\"/opinion/2053998/attorney-griev-commn-v-casalino/\"><span class=\"volume\">335</span> <span class=\"reporter\">Md.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"2053998\"><a href=\"/opinion/2053998/attorney-griev-commn-v-casalino/\"><span class=\"volume\">644</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">43</span></a></span> (1994) (disbarring attorney for willful tax evasion); <i>Attorney Grievance Comm'n v. Baldwin,</i> <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">308</span> <span class=\"reporter\">Md.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">519</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1291</span></a></span> (1987) (suspending attorney for eighteen months for failure to file withholding tax returns for employees); <i>Attorney Grievance Comm'n v. Gilland,</i> <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">293</span> <span class=\"reporter\">Md.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">443</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">603</span></a></span> (1982) (suspending attorney for two years for willful failure to file federal income taxes); <i>Maryland St. Bar Ass'n v. Callanan,</i> <span class=\"citation\" data-id=\"1934950\"><a href=\"/opinion/1934950/maryland-st-bar-assn-v-callanan/\"><span class=\"volume\">271</span> <span class=\"reporter\">Md.</span> <span class=\"page\">554</span></a></span>, <span class=\"citation\" data-id=\"1934950\"><a href=\"/opinion/1934950/maryland-st-bar-assn-v-callanan/\"><span class=\"volume\">318</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">809</span></a></span> (1974) (disbarring attorney for federal criminal conviction of willful tax evasion).</p>\n<p>We find several mitigating factors are present. We have not been advised by either party whether respondent has any prior disciplinary matters, and thus, we shall assume that this is his first violation. With respect to the tax matters, there has been no finding of a fraudulent intent. Respondent paid his federal employee withholding tax liability before the matter came to the attention of the Attorney Grievance Commission and has been current in his taxes since 1993. In addition, respondent appears to have cooperated with Bar Counsel throughout the investigation.</p>\n<p>Weighing all of these factors, we conclude that the appropriate sanction is an indefinite suspension with the right to reapply after the expiration of one year. It is hereby ordered that:</p>\n<p>1. Respondent, Robert P. Thompson, is indefinitely suspended from the practice of law in Maryland with the right to reapply after the expiration of one year, said suspension to commence thirty (30) days from the date of entry of this Opinion and Order.</p>\n<p>2. Respondent is directed to pay all costs associated with these disciplinary proceedings as taxed by the Clerk of this Court.</p>\n<p><i>IT IS SO ORDERED; RESPONDENT SHALL PAY ALL COSTS AS TAXED BY THE CLERK OF THIS COURT, INCLUDING COSTS OF ALL TRANSCRIPTS, PURSUANT TO MARYLAND RULE 16-761, FOR WHICH SUM JUDGMENT IS ENTERED IN FAVOR OF THE ATTORNEY GRIEVANCE COMMISSION OF MARYLAND AGAINST ROBERT P. THOMPSON.</i></p>\n<p>Concurring and Dissenting Opinion by BELL, C.J.</p>\n<p>This Court indefinitely suspends the respondent, Robert P. Thompson, with the right to apply for readmission after one year, for violations of Maryland Rules of Professional Conduct, 1.1 (Competence),<sup>[9]</sup> 1.15 (Safekeeping property)<sup>[10]</sup>, <span class=\"star-pagination\">*488</span> and 8.4(d) (Misconduct).<sup>[11]</sup> That the respondent violated Rules 1.15 and 8.4(d) cannot be gainsaid.<sup>[12]</sup> Therefore, I join the Court's opinion so far as it concludes that the respondent violated those rules. I am satisfied, however, that the punishment imposedI have not the slightest doubt, despite the disclaimer by the majority, that the sanction imposed in this case is, and is intended to be, punishmentdoes not fit the \"crime.\" Accordingly, as to that, I dissent.</p>\n<p>The hearing judge found violations of Rules 1.15 and 8.4(d) as a result of the respondent's \"handling [of his] payroll taxes\" and the manner in which he performed as co-personal representative of the Redd estate. Only Rule 1.15 was implicated in the tax matter, the hearing judge concluded, and the violation of that rule consisted of failing to withhold income taxes from his employees'he had one or more during the applicable periodsalaries, maintaining them in a separate account in trust for the State and remitting them promptly to the State. This violation occurred between 1989 and 1993, when the respondent practiced as a sole practitioner. In August 1993, the hearing court found, the respondent began practicing as Thompson &amp; Sugar, P.A., after which withholding taxes were, and continue to be, handled properly. Moreover, the respondent's withholding tax liability to the federal government was satisfied prior to the institution of disciplinary proceedings and the State obligation was satisfied prior to the hearing of this case. Sustaining the petitioner's exception, the majority determined that the same conduct that was found by the hearing judge to constitute a violation of Rule 1.15 also constituted violation of Rule 8.4(d).<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*489</span> The hearing judge found that the respondent violated both Rule 1.15 and 8.4(d) in connection with his handling of the estate matter. The Rule 1.15 violation consisted of failure: to file reports and close the estate timely; to list, and keep records of, the various bank accounts comprising the estate's cash assets; to correct errors on the Accounting he filed, resulting in the miscalculation of some of the distributions, a smaller reserve than required for payment of the taxes, collection costs and delay in closure of the estate; to report a joint account held by the decedent and his co-personal representative; to obtain the prior approval of the Orphans' Court before taking a personal representative commission and travel expenses; to return the commission and travel expenses after they had been disallowed; to maintain complete records of account funds during the representation and for five years thereafter; to keep the client's fundsthe commission and travel expenses remained estate funds until their payment was approved by the Orphans' Courtand his funds segregated.</p>\n<p>This same conduct was determined to be a violation of Rule 8.4(d). The hearing judge noted, in that regard, the respondent's failure promptly and properly to handle the estate and to pay the taxes promptly. She also found relevant that</p>\n<blockquote>\"When it became apparent that the Estate assets would have to be reclaimed in order to satisfy its tax obligation, Respondent chose to obtain judgments rather than return a portion of the $16,000 commission he had prematurely received without Court approval.\"</blockquote>\n<p>As we have seen, the Court added to the violations, Rule 1.1, premised again on the same conduct.</p>\n<p>The purpose of attorney disciplinary proceedings is so well stated and has been stated so often as not to require citation. It is to protect the public and not to punish the erring attorney. Thirty years ago, in <i>Bar Ass'n of Baltimore City v. Marshall,</i> <span class=\"citation\" data-id=\"1518100\"><a href=\"/opinion/1518100/bar-assn-v-marshall/\"><span class=\"volume\">269</span> <span class=\"reporter\">Md.</span> <span class=\"page\">510</span></a></span>, 519, <span class=\"citation\" data-id=\"1518100\"><a href=\"/opinion/1518100/bar-assn-v-marshall/\"><span class=\"volume\">307</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">677</span></a></span>, 682 (1973), we recognized \"that the purpose of disciplinary actions ... is not to punish the offending attorney, as that function is performed in other types of legal proceedings, but it is to protect the public from one who has demonstrated his unworthiness to continue the practice of law.\" We most recently stated the rule in <i>Attorney Grievance Comm'n v. Davis,</i> <span class=\"citation\" data-id=\"1495516\"><a href=\"/opinion/1495516/attorney-grievance-commission-v-davis/\"><span class=\"volume\">375</span> <span class=\"reporter\">Md.</span> <span class=\"page\">131</span></a></span>, 166, <span class=\"citation\" data-id=\"1495516\"><a href=\"/opinion/1495516/attorney-grievance-commission-v-davis/\"><span class=\"volume\">825</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">430</span></a></span>, 451 (2003) [slip op. at 34]. There, we opined:</p>\n<blockquote>\"Our consideration of the appropriate disciplinary measure to be taken in any given case involving violation of the Rules of Professional Conduct is guided by our interest in protecting the public and the public's confidence in the legal profession. <i>Attorney Grievance Comm'n v. Powell,</i> <span class=\"citation\" data-id=\"1473774\"><a href=\"/opinion/1473774/attorney-grievance-v-powell/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">462</span></a></span>, 474, <span class=\"citation\" data-id=\"1473774\"><a href=\"/opinion/1473774/attorney-grievance-v-powell/\"><span class=\"volume\">800</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">782</span></a></span>, 789 (2002). The purpose of such proceedings is not to punish the lawyer, but should deter other lawyers from engaging in similar conduct. <i>[Attorney Grievance Comm'n v.] Mooney,</i> 359 Md. [56,] 96, 753 A.2d [17,] 38 [2000]. The public is protected when we impose sanctions that are commensurate with the nature and gravity of the violations and the intent with which they were committed. <i>Attorney Grievance Comm'n v. Awuah,</i> <span class=\"citation\" data-id=\"2361115\"><a href=\"/opinion/2361115/attorney-griev-comm-of-md-v-awuah/\"><span class=\"volume\">346</span> <span class=\"reporter\">Md.</span> <span class=\"page\">420</span></a></span>, 435, <span class=\"citation\" data-id=\"2361115\"><a href=\"/opinion/2361115/attorney-griev-comm-of-md-v-awuah/\"><span class=\"volume\">697</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">446</span></a></span>, 454 (1997).\"</blockquote>\n<p>It is equally well settled that the decision whether to impose a sanction in a particular case and, if so, what the sanction should be, does, and must, depend on the facts and circumstances of that case. There are, however, factors that inform and guide that decision: \"the nature and gravity of the violations and the intent <span class=\"star-pagination\">*490</span> with which they were committed.\" <i>Awuah,</i> 346 Md. at 435, 697 A.2d at 454. <i>See </i><i>Attorney Grievance Comm'n v. Pennington,</i> <span class=\"citation\" data-id=\"1980004\"><a href=\"/opinion/1980004/attorney-grievance-commn-of-maryland-v-pennington/\"><span class=\"volume\">355</span> <span class=\"reporter\">Md.</span> <span class=\"page\">61</span></a></span>, 78, <span class=\"citation\" data-id=\"1980004\"><a href=\"/opinion/1980004/attorney-grievance-commn-of-maryland-v-pennington/\"><span class=\"volume\">733</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1029</span></a></span>, 1037-38 (1999); <i>Attorney Grievance Comm'n v. Milliken,</i> <span class=\"citation\" data-id=\"1530578\"><a href=\"/opinion/1530578/attorney-griev-comm-v-milliken/\"><span class=\"volume\">348</span> <span class=\"reporter\">Md.</span> <span class=\"page\">486</span></a></span>, 519, <span class=\"citation\" data-id=\"1530578\"><a href=\"/opinion/1530578/attorney-griev-comm-v-milliken/\"><span class=\"volume\">704</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1225</span></a></span>, 1241 (1998); <i>Attorney Grievance Comm'n v. Montgomery,</i> <span class=\"citation\" data-id=\"1544109\"><a href=\"/opinion/1544109/attorney-griev-commn-v-montgomery/\"><span class=\"volume\">318</span> <span class=\"reporter\">Md.</span> <span class=\"page\">154</span></a></span>, 165, <span class=\"citation\" data-id=\"1544109\"><a href=\"/opinion/1544109/attorney-griev-commn-v-montgomery/\"><span class=\"volume\">567</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">112</span></a></span>, 117 (1989); the attorney's prior grievance history, including whether there have been prior disciplinary proceedings, the nature of the misconduct involved in those proceedings and the nature of any sanctions imposed, as well as any facts in mitigation, <i>Attorney Grievance Comm'n v. Franz,</i> <span class=\"citation\" data-id=\"2307574\"><a href=\"/opinion/2307574/attorney-griev-commn-of-maryland-v-franz-lipowitz/\"><span class=\"volume\">355</span> <span class=\"reporter\">Md.</span> <span class=\"page\">752</span></a></span>, 762, <span class=\"citation\" data-id=\"2307574\"><a href=\"/opinion/2307574/attorney-griev-commn-of-maryland-v-franz-lipowitz/\"><span class=\"volume\">736</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">339</span></a></span>, 344 (1999); <i>Maryland State Bar Ass'n v. Phoebus,</i> <span class=\"citation\" data-id=\"1482812\"><a href=\"/opinion/1482812/maryland-st-bar-assn-v-phoebus/\"><span class=\"volume\">276</span> <span class=\"reporter\">Md.</span> <span class=\"page\">353</span></a></span>, 362, <span class=\"citation\" data-id=\"1482812\"><a href=\"/opinion/1482812/maryland-st-bar-assn-v-phoebus/\"><span class=\"volume\">347</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">556</span></a></span>, 561 (1975); whether the attorney is remorseful for the misconduct, <i>Attorney Grievance Comm'n v. Wyatt,</i> <span class=\"citation\" data-id=\"1997139\"><a href=\"/opinion/1997139/attorney-griev-commn-v-wyatt/\"><span class=\"volume\">323</span> <span class=\"reporter\">Md.</span> <span class=\"page\">36</span></a></span>, 38, <span class=\"citation\" data-id=\"1997139\"><a href=\"/opinion/1997139/attorney-griev-commn-v-wyatt/\"><span class=\"volume\">591</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">467</span></a></span>, 468 (1991), and the likelihood of the conduct being repeated. <i>Attorney Grievance Comm'n v. Freedman,</i> <span class=\"citation\" data-id=\"1497512\"><a href=\"/opinion/1497512/attorney-griev-commn-v-freedman/\"><span class=\"volume\">285</span> <span class=\"reporter\">Md.</span> <span class=\"page\">298</span></a></span>, 300, <span class=\"citation\" data-id=\"1497512\"><a href=\"/opinion/1497512/attorney-griev-commn-v-freedman/\"><span class=\"volume\">402</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">75</span></a></span>, 76 (1979). With respect to the latter factor, the likelihood of recidivism, we have held that the voluntary termination of the charged misconduct, when accompanied by an appreciation of the impropriety of having engaged in it and remorse for having done so, may be evidence that the attorney will not again engage in such misconduct. <i>Freedman,</i> 285 Md. at 300, 402 A.2d at 76. <i>See </i><i>Attorney Grievance Comm'n v. McClain,</i> <span class=\"citation\" data-id=\"1889143\"><a href=\"/opinion/1889143/attorney-grievance-commission-v-mcclain/\"><span class=\"volume\">373</span> <span class=\"reporter\">Md.</span> <span class=\"page\">196</span></a></span>, 211, <span class=\"citation\" data-id=\"1889143\"><a href=\"/opinion/1889143/attorney-grievance-commission-v-mcclain/\"><span class=\"volume\">817</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">218</span></a></span>, 227 (2003); <i>Franz,</i> 355 Md. at 762, 736 A.2d at 344. <i>See also </i><i>Attorney Grievance Comm'n v. Harris-Smith,</i> <span class=\"citation\" data-id=\"1535912\"><a href=\"/opinion/1535912/attorney-grievance-comn-of-maryland-v-harris-smith/\"><span class=\"volume\">356</span> <span class=\"reporter\">Md.</span> <span class=\"page\">72</span></a></span>, 90-91, <span class=\"citation\" data-id=\"1535912\"><a href=\"/opinion/1535912/attorney-grievance-comn-of-maryland-v-harris-smith/\"><span class=\"volume\">737</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">567</span></a></span>, 577 (1999) (acknowledging the principal objective of sanction in that case, deterrence of other non-admitted attorneys from undertaking a federal practice from an office in Maryland, was achieved when the firm dissolved after bar counsel's investigation commenced).</p>\n<p>This Court also has acknowledged the importance of the sanction being imposed reasonably close in time to the violation found. <i>See </i><i>Attorney Grievance Comm'n v. Howard,</i> <span class=\"citation\" data-id=\"1519826\"><a href=\"/opinion/1519826/attorney-griev-commn-v-howard/\"><span class=\"volume\">282</span> <span class=\"reporter\">Md.</span> <span class=\"page\">515</span></a></span>, 523, <span class=\"citation\" data-id=\"1519826\"><a href=\"/opinion/1519826/attorney-griev-commn-v-howard/\"><span class=\"volume\">385</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1191</span></a></span>, 1196 (1978). In that case, the respondent was found to have violated Disciplinary Rule 6-101(A)(3), by neglecting legal matters entrusted to him, and Disciplinary Rule 7-106(C)(6), by being found in contempt of court on three occasions and failing to be present for a trial in which he had entered his appearance. The Court issued a stern reprimand. It explained:</p>\n<blockquote>\"Had these proceedings been instituted more closely on the heels of the events giving rise to them, we might well have recommended a suspension. A suspension would have served a dual purpose: it would have protected the public during the period of suspension and it would also have had the salutory effect of forcing Mr. Howard to reduce his practice to more manageable proportions.</blockquote>\n<blockquote>\"But much water has gone over the dam since then. His lapse in the Bernice Adams matter occurred in March 1966. His failure to file the Campbell brief took place in July 1971, and the three contempts took place between October 21, 1971 and December 1, 1972. To disbar or suspend at this late date would be a case of locking the barn door after the horse is stolen and would not serve the underlying purpose of disciplinary proceedings, which is not to punish the offending attorney but \"`is to protect the public from one who has demonstrated his unworthiness to continue the practice of law'\". <i>Attorney Grievance Commission of Maryland v. Pollack,</i> <span class=\"citation\" data-id=\"1920283\"><a href=\"/opinion/1920283/attorney-grievance-commn-v-pollack/\"><span class=\"volume\">279</span> <span class=\"reporter\">Md.</span> <span class=\"page\">225</span></a></span>, 237, <span class=\"citation\" data-id=\"1920283\"><a href=\"/opinion/1920283/attorney-grievance-commn-v-pollack/\"><span class=\"volume\">369</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">61</span></a></span> (1977), <i>Maryland State Bar Association v. Agnew,</i> <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">Md.</span> <span class=\"page\">543</span></span>, 318 A.2d 811(1974), <i>Maryland State Bar Association v. Phoebus,</i> <span class=\"citation\" data-id=\"1482812\"><a href=\"/opinion/1482812/maryland-st-bar-assn-v-phoebus/\"><span class=\"volume\">276</span> <span class=\"reporter\">Md.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation\" data-id=\"1482812\"><a href=\"/opinion/1482812/maryland-st-bar-assn-v-phoebus/\"><span class=\"volume\">347</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">556</span></a></span> (1975).\"</blockquote>\n<p><i>Id.</i> at 523-24, 385 A.2d at 1196.</p>\n<p>The majority acknowledges all of the enumerated relevant factors except the <span class=\"star-pagination\">*491</span> last. In fact, it quotes the passage from <i>McClain</i> where they are set forth. 376 Md. at 519, 830 A.2d at 485-86. It also recognizes that there are mitigating circumstances in this case:</p>\n<blockquote>\"We find several mitigating factors are present. We have not been advised by either party whether respondent has any prior disciplinary matters, and thus, we shall assume that this is his first violation. With respect to the tax matters, there has been no finding of a fraudulent intent. Respondent paid his federal employee withholding tax liability before the matter came to the attention of the Attorney Grievance Commission and has been current in his taxes since 1993. In addition, respondent appears to have cooperated with Bar Counsel throughout the investigation.\"</blockquote>\n<p>Id. at 521-22, 830 A.2d at 487. Curiously, other than the lack of a disciplinary history, despite the absence of a finding of fraudulent intent on the respondent's part in handling the estate, the majority does not identify any mitigating factor with regard to the estate matter. In any event, it simply does not meaningfully apply any of the factors.</p>\n<p>At the outset, it must be stated clearly that the violations relating to the duty to withhold employee income taxes, as opposed to the liability resulting from the failure to withhold and remit the taxes, ceased in 1993, when the respondent ceased solo practice and began to practice with Sugar as Thompson &amp; Sugar, P.A. As of that time, it is undisputed that the withholdings have been current and that all that remained was the clearing up of the incurred liability. That liability having been discharged, there is no need, as to this violation, for any sanction beyond a stern reprimand to protect the public. A recent case involving withholding taxes makes the point.</p>\n<p>In <i>Clark,</i> the respondent was found to have violated Rules 8.4(a) (\"violate or attempt to violate the Rules of Professional Conduct, knowingly assist or induce another to do so, or do so through the acts of another\"), (b) (\"commit a criminal act that reflects adversely on the lawyer's honesty, trustworthiness, or fitness as a lawyer in other respects\") and (c) (\"engage in conduct involving dishonesty, fraud, deceit or misrepresentation\"), in addition to Rules 8.4(d) and 1.15(b). 363 Md. at 173, 767 A.2d at 868. Nevertheless, his sanction was an indefinite suspension with the right to apply immediately for readmission. By way of explanation for that sanction, the Court observed:</p>\n<blockquote>\"Similar mitigating factors are present in this case as [were found in <i>Attorney Grievance Comm'n v. Post,</i> <span class=\"citation\" data-id=\"1898860\"><a href=\"/opinion/1898860/attorney-grievance-v-post/\"><span class=\"volume\">350</span> <span class=\"reporter\">Md.</span> <span class=\"page\">85</span></a></span>, 101, <span class=\"citation\" data-id=\"1898860\"><a href=\"/opinion/1898860/attorney-grievance-v-post/\"><span class=\"volume\">710</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">935</span></a></span>, 943 1998], namely, that there had never been a finding of fraudulent intent on the part of the respondent, that the respondent, while often late, never sought to avoid his obligation to file returns or remit taxes, and finally, that, as of the time of oral argument before this Court, respondent was current onor in this case, had completedthe payment plan with the Comptroller. While respondent's conduct consisted of inveterate violations of the Tax-General Article throughout the duration of Ford's employment, respondent did attempt to come into compliance with the withholding tax requirements on several occasionsan indication of his willingness to confront the financial and managerial problems before him. In addition to paying the Comptroller's Office the outstanding balance in its entirety, the respondent in this case has taken several additional steps to ensure that such violations will not occur again. Respondent testified before Judge North that he made <span class=\"star-pagination\">*492</span> arrangements with his accountant to maintain a continuous relationship by granting him authority over his accounts and monies, that he established escrow and payroll accounts and that he no longer employs persons other than himself.\"</blockquote>\n<p><i>Id.</i> at 184-85, 767 A.2d at 873-74. Not only has the respondent not been found to have violated Rules 8.4(a), (b) and (c), but his remediation of the violation and the liability incurred thereby is complete and, insofar as the violation is concerned, has been for some time.<sup>[14]</sup></p>\n<p>This leaves the Rules 1.1, 1.15 and 8.4(d) violations related to the respondent's handling of the estate matter. There is no allegation in connection with this matter that the respondent acted fraudulently or dishonestly or committed a criminal act reflecting adversely on his honesty, trustworthiness or fitness as a lawyer, not to mention any such findings.</p>\n<p>As previously pointed out, as was the case with the tax matter, the hearing judge did not make any finding that the respondent had a fraudulent intent. Moreover, the respondent is an attorney of long standing, practicing almost twenty-five (25) years without a prior disciplinary history.</p>\n<p>The gravamen of the violations, so far as the hearing judge was concerned, was the respondent's improper and dilatory handling of the estate funds and accounts and the impact of that conduct on the administration of justice. The majority seems to focus on the \"incompetence\" with which the respondent undertook and performed his duties as co-personal representative of the estate and the effect of that performance on the estate, the beneficiaries and the administration of justice. While, to be sure, the respondent's performance left a great deal to be desired and the result was harm to the estate and to some of the beneficiaries, it did not merit the sanction imposed by the majority, a suspension of a minimum of one (1) year. Indeed, under the facts and circumstances of this case, the sanction imposed is nothing short of punishment, which is not the goal or object of attorney discipline. The sanctions imposed for similar, even more egregious, conduct demonstrate that this is so.</p>\n<p>In <i>McClain,</i> we suspended the respondent, who had no prior history of disciplinary proceedings and, subsequent to the events giving rise to the disciplinary case, had taken a course in escrow account management, for thirty days as a sanction for failing to hold the entire amount of the deposit given him by the successful bidder at the foreclosure sale, in violation of Rule 1.15, and for not properly naming and designating his escrow account as an attorney trust account, in violation of Rule 16-606.<sup>[15]</sup><span class=\"star-pagination\">*493</span> In explaining the imposition of that sanction, we noted that the hearing court did not find clear and convincing evidence that the Rule 1.15 violation was willful or consciously done for an unlawful purpose and that the escrow account violation had been corrected shortly after the respondent was made aware of the problem. 373 Md. at 212, 817 A.2d at 228.</p>\n<p>The respondent in <i>Attorney Grievance Comm'n v. Garfield,</i> <span class=\"citation\" data-id=\"1537402\"><a href=\"/opinion/1537402/attorney-grievance-v-garfield/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"1537402\"><a href=\"/opinion/1537402/attorney-grievance-v-garfield/\"><span class=\"volume\">797</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">757</span></a></span> (2002), neglected the cases of six clients, in violation of Rules 1.1, 1.3, 1.4(b), 1.16, and 8.4(d), with the result that their cases were either dismissed for lack of prosecution or barred by limitations. Noting the respondent's lack of a dishonest or selfish motive, his remorse for his actions, his cooperation with Bar Counsel, the existence of his drug addiction, found by the hearing court to be the substantial cause of his professional misconduct, and his rehabilitative efforts, the Court imposed as the sanction an indefinite suspension with the right to apply for readmission no earlier than 30 days from the effective date of the suspension. <i>Id.</i> at 107, 797 A.2d at 769-70. The respondent in that case, who had substantial experience in the practice of law, previously had been the subject of disciplinary proceedings alleging neglect of two client matters, as a result of which he received a private reprimand. <i>Id.</i> at 106-07, 797 A.2d at 769-70.</p>\n<p>In <i>Attorney Grievance Comm'n v. Cohen,</i> <span class=\"citation\" data-id=\"1509751\"><a href=\"/opinion/1509751/attorney-grievance-commission-of-maryland-v-cohen/\"><span class=\"volume\">361</span> <span class=\"reporter\">Md.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"1509751\"><a href=\"/opinion/1509751/attorney-grievance-commission-of-maryland-v-cohen/\"><span class=\"volume\">760</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">706</span></a></span> (2000), the respondent, the subject of two complaints, one involving a custody dispute and the other a bankruptcy proceeding, was found to have violated Rules 1.1, 1.3, 1.4, 8.1(a), 8.1(c), and 8.1(d). Although we concluded that he possessed \"very little or no appreciation of the seriousness of his misconduct\" and that his \"pattern of behavior demonstrates Respondent's inability to conform his conduct within the bounds of the Maryland Lawyer's Rules of Professional Conduct,\" <i>id.</i> at 178, 760 A.2d at 715, and notwithstanding that we had previously suspended the respondent for violations of Rules 4.4 and 8.4(d), we imposed as the appropriate sanction in that case an indefinite suspension, with the right to apply for readmission in six months. <i>Id.</i> at 179, 760 A.2d at 716.</p>\n<p>In <i>Attorney Grievance Comm'n v. Brown,</i> <span class=\"citation\" data-id=\"1995913\"><a href=\"/opinion/1995913/attorney-griev-commn-v-brown/\"><span class=\"volume\">308</span> <span class=\"reporter\">Md.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"1995913\"><a href=\"/opinion/1995913/attorney-griev-commn-v-brown/\"><span class=\"volume\">517</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1111</span></a></span> (1986), the respondent was found to have acted incompetently in certain matters relating essentially to estate administration and federal estate taxation. <i>Id.</i> at 235-36, 517 A.2d at 1119. The Court set out the factual basis for that finding, as follows:</p>\n<blockquote>\"Elmyra Hahn died in 1978 and Brown qualified as the personal representative of her estate. Shortly after that Mr. Hahn's health deteriorated. At the request of the Hahns' daughter, Brown arranged for the appointment of Robert Owen, the Hahns' accountant, as guardian of Mr. Hahn's property and estate.</blockquote>\n<p>\"Mrs. Hahn's will left a portion of her estate outright to Mr. Hahn and another portion to Mr. Hahn as trustee for others. Because of Mr. Hahn's physical condition, Brown arranged for Owen's appointment as substitute trustee. <span class=\"star-pagination\">*494</span> Brown never discussed with Owen the latter's duties as guardian or trustee.</p>\n<blockquote>\"When Brown filed the first and final administration account for Mrs. Hahn's estate, he failed to include the `small' farm as an asset. Moreover, he erroneously allocated the net estate between Mr. Hahn and the residuary trust. And it was not until 1982 that he executed and recorded a deed conveying the `small' farm to Mr. Hahn's guardian and to the substitute trustee. Additionally, while Brown turned over all the personal assets of Mrs. Hahn's estate to Owen, he failed to indicate which portions passed to Owen in his capacity as guardian and which went to him as substituted trustee. Moreover, the federal estate tax return Brown prepared for Mrs. Hahn's estate contained a number of errors.</blockquote>\n<blockquote>\"Walter Hahn died in 1980 and Brown qualified as personal representative of his estate. He received from Owen assets of Mrs. Hahn's trust (stocks, bonds, and bank accounts) that he should not have received; he commingled these with assets of Mr. Hahn's estate. He failed to see that Owen, as substitute trustee under Mrs. Hahn's will, delivered trust assets to the beneficiaries promptly. That distribution did not occur until 1982. He delayed for over a year after Mr. Hahn's death before seeing that a final guardianship account for Mr. Hahn was filed.</blockquote>\n<blockquote>\"Brown also prepared a federal estate tax return for Mr. Hahn's estate. In it he wrongly included assets that should have passed to the beneficiaries of Mrs. Hahn's trust, as well as a gift that should not have been included. He understated the taxes, erred in the calculation of the tax on prior transfers, and improperly calculated commissions by claiming a 10 percent commission on the sale of real estate as well as the maximum statutory allowance under Md. Est. and Trusts Art., § 7-601, against a tax base that included the real estate.\"</blockquote>\n<p><i>Id.</i> at 226-27, 517 A.2d at 1114-15.</p>\n<p>A reprimand was the sanction imposed. That sanction was recommended by the hearing judge and by Bar Counsel, based on the fact that the respondent, \"a lawyer of long standing, with a previously unblemished record,\" was not guilty \"of intentional wrongdoing\" or \"actuated by inappropriate motives or purpose ....\" and evidence that he was a man of high integrity and principle, and an acknowledged expert in some areas of the law. <i>Id.</i> at 236, 517 A.2d at 1119. Accepting the recommendation, the Court observed: \"By this proceeding Brown has been warned to use care in undertaking representation in areas in which his competence is doubtful. In view of his experience and integrity, we have no doubt he will take this warning to heart, and will in future not err as he did in his representation of the Hahns.\" <i>Id.</i></p>\n<p>The cases on which the majority relies do not support the sanction it imposes for the violations with regard to the estate matter. <i>Attorney Grievance Comm'n v. Sullivan</i>, <span class=\"citation\" data-id=\"2320434\"><a href=\"/opinion/2320434/attorney-grievance-commission-v-sullivan/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">650</span></a></span>, <span class=\"citation\" data-id=\"2320434\"><a href=\"/opinion/2320434/attorney-grievance-commission-v-sullivan/\"><span class=\"volume\">801</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1077</span></a></span> (2002), is totally inapposite. It is a misappropriation case, the hearing court having found, without exceptions being taken, that</p>\n<blockquote>\"Respondent violated Rule 8.4(b), (c) and (d) ... by taking funds from the Amoss estate without the approval of the Orphans' Court and contrary to his agreement not to take compensation in excess of $ 25,000.00. Mr. Sullivan had no lawful claim to those funds and his taking of those funds for his personal use was theft and a criminal act reflecting adversely on his honesty, trustworthiness and fitness as an attorney. His taking of those funds was dishonest. Respondent's conduct throughout this <span class=\"star-pagination\">*495</span> matter, including his failure to administer the estate promptly, his dishonest and unlawful taking of funds, and his lack of communication with the successor personal representatives was conduct prejudicial to the administration of justice.\"</blockquote>\n<p><i>Id.</i> at 655, 801 A.2d at 1080. As we pointed out in Sullivan, \"It is well settled in this State that misappropriation, by an attorney, of funds entrusted to his or her care `is an act infected with deceit and dishonesty and ordinarily will result in disbarment in the absence of compelling extenuating circumstances justifying a lesser sanction.'\" <i>Id.</i> at 655-56, 801 A.2d at 1080.</p>\n<p>Misappropriation was also the central issue in <i>Attorney Grievance Comm'n v. Hayes,</i> <span class=\"citation\" data-id=\"2109479\"><a href=\"/opinion/2109479/attorney-grievance-v-hayes/\"><span class=\"volume\">367</span> <span class=\"reporter\">Md.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"2109479\"><a href=\"/opinion/2109479/attorney-grievance-v-hayes/\"><span class=\"volume\">789</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">119</span></a></span> (2002). Noting that the hearing judge did not find that the respondent in that case had a fraudulent intent and had not been charged with rule violations necessarily implicating fraud or dishonesty, the Court rejected Bar Counsel's recommendation that the respondent be disbarred for violation of Rule 1.15 and other escrow account mishandlings. Instead, the Court determined that the appropriate sanction was an indefinite suspension with the right to seek reinstatement after ninety (90) days. <i>Id.</i> at 520, 789 A.2d at 129. It is true, of course, that the respondent in <i>Attorney Grievance Comm'n v. Sachse,</i> <span class=\"citation\" data-id=\"1968796\"><a href=\"/opinion/1968796/attorney-griev-comm-v-sachase/\"><span class=\"volume\">345</span> <span class=\"reporter\">Md.</span> <span class=\"page\">578</span></a></span>, <span class=\"citation\" data-id=\"1968796\"><a href=\"/opinion/1968796/attorney-griev-comm-v-sachase/\"><span class=\"volume\">693</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">806</span></a></span> (1997) was found to have acted incompetently, in violation of Rule 1.1, in the handling of a trust fund created by a will and to have used trust monies for a purpose other than the one for which it was entrusted, in violation of Md.Code (1989, 1995 Replacement Vol.) § 10-306 of the Business Occupations and Professions Article; however, the matter on which both the Court and Bar Counsel were chiefly focused was whether, in representing the trust, the respondent had a conflict of interest, in violation of Rule 1.7,<sup>[16]</sup> a finding that the hearing court declined to make. <i>Id.</i> at 589-92, 693 A.2d at 812-13. The Court sustained Bar Counsel's exception to that finding and, for the violation of Rule 1.7(b) and § 10-306, held that the proper sanction was indefinite suspension with the right to apply for readmission in one year. <i>Id.</i> at 594, 693 A.2d at 814.</p>\n<p>The conduct of the attorney in <i>Attorney Grievance Comm'n v. Owrutsky,</i> <span class=\"citation\" data-id=\"2201914\"><a href=\"/opinion/2201914/attorney-griev-commn-of-maryland-of-maryland-v-owrutsky/\"><span class=\"volume\">322</span> <span class=\"reporter\">Md.</span> <span class=\"page\">334</span></a></span>, <span class=\"citation\" data-id=\"2201914\"><a href=\"/opinion/2201914/attorney-griev-commn-of-maryland-of-maryland-v-owrutsky/\"><span class=\"volume\">587</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">511</span></a></span> (1991) is more egregious. There, the attorney was careless and neglectful in the handling of more than one estate and trust. Moreover, in addition to taking fees from the estates before, and in some cases without, approval of the Orphans' Court, he made a loan to himself from trust funds. The Court commented that these transgressions were \"perilously close to misappropriation of funds for which, in the absence of extenuating circumstances, disbarment is ordinarily the appropriate sanction.\" <i>Id.</i> at 355, 587 A.2d at 521. In view of the attorney's nearly thirty years at the bar with no prior disciplinary history, the Court concluded that a lengthy suspension, three years, was an appropriate sanction.</p>\n<p>The sanction imposed in <i>Attorney Grievance Comm'n v. Seiden,</i> <span class=\"citation\" data-id=\"1952949\"><a href=\"/opinion/1952949/attorney-grievance-commissioin-v-seiden/\"><span class=\"volume\">373</span> <span class=\"reporter\">Md.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"1952949\"><a href=\"/opinion/1952949/attorney-grievance-commissioin-v-seiden/\"><span class=\"volume\">818</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1108</span></a></span> (2003), indefinite suspension with the right to apply for readmission <span class=\"star-pagination\">*496</span> after ninety days, is more in line with the position that I take than with the sanction imposed in this case. As in this case, violations of Rules 1.1, 1.15, and 8.4(d) were involved in <i>Seiden.</i> It is also significant that, when we heard the case, the respondent in that case had not filed a Fee Petition and thus still had not kept the disputed fee in an escrow account. <i>Id.</i> at 424, 818 A.2d at 1117. Nevertheless, we acknowledged and gave effect to mitigating evidence that justified a lesser sanction than the three-year suspension recommended by Bar Counsel:</p>\n<blockquote>\"This is respondent's first disciplinary proceeding in over 24 years of practicing law. Respondent ... was not charged with violations of MRPC 8.4(b) and (c), thus he did not intentionally misappropriate the monies of the complainant. He is remorseful for his conduct and has been cooperative throughout these proceedings. Respondent was also extremely ill from December of 2000 through mid-April of 2001, which, according to respondent, prevented him from filing a Fee Petition during that time. Respondent's conduct directly resulted from his representations of a particularly difficult client and will unlikely be repeated, as evidenced by his many years of practice without being charged in a disciplinary proceeding.\"</blockquote>\n<p>Id. at 425, 818 A.2d at 1117.</p>\n<p>I believe that any sanction beyond a short period of suspension, thirty to sixty days, is punishment, which does not serve the purpose of protecting the public.</p>\n<p>I dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Rule 1.8. Conflict of Interest: Prohibited Transactions\n</p>\n<p>\"(h) A lawyer shall not make an agreement prospectively limiting the lawyer's liability to a client for malpractice unless permitted by law and the client is independently represented in making the agreement, or settle a claim for such liability with an unrepresented client or former client without first advising that person in writing that independent representation is appropriate in connection therewith.\"</p>\n<p>[2]  Rule 1.1. Competence\n</p>\n<p>\"A lawyer shall provide competent representation to a client. Competent representation requires the legal knowledge, skill, thoroughness and preparation reasonably necessary for the representation.\"</p>\n<p>[3]  Rule 1.15. Safekeeping property\n</p>\n<p>\"(a) A lawyer shall hold property of clients or third persons that is in a lawyer's possession in connection with a representation separate from the lawyer's own property. Funds shall be kept in a separate account maintained pursuant to Title 16, Chapter 600 of the Maryland Rules. Other property shall be identified as such and appropriately safeguarded. Complete records of such account funds and of other property shall be kept by the lawyer and shall be preserved for a period of five years after the termination of the representation.</p>\n<p>\"(b)Upon receiving funds or other property in which a client or third person has an interest, a lawyer shall promptly notify the client or third person. Except as stated in this Rule or otherwise permitted by law or by agreement with the client, a lawyer shall promptly deliver to the client or third person any funds or other property that the client or third person is entitled to receive and, upon request by the client or third person, shall promptly render a full accounting regarding such property.\"</p>\n<p>[4]  Rule 8.4. Misconduct\n</p>\n<p>\"It is professional misconduct for a lawyer to: \"(d) engage in conduct that is prejudicial to the administration of justice; ...\"</p>\n<p>[5]  Bar Counsel dismissed the allegation of a violation of Rule 1.8 (Conflict of Interest) at the hearing before Judge Murdock.</p>\n<p>[6]  In <i>Deibler v. State,</i> <span class=\"citation\" data-id=\"1946130\"><a href=\"/opinion/1946130/deibler-v-state/\"><span class=\"volume\">365</span> <span class=\"reporter\">Md.</span> <span class=\"page\">185</span></a></span>, <span class=\"citation\" data-id=\"1946130\"><a href=\"/opinion/1946130/deibler-v-state/\"><span class=\"volume\">776</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">657</span></a></span> (2001), Judge Wilner, writing for the Court, discussed the various meanings which courts have ascribed to the term \"willful\":\n</p>\n<p>\"`[W]illful' has received four different constructions from the courts. The first, and most restrictive, is that an act is willful only if it is done with a bad purpose or evil motivedeliberately to violate the law. A second interpretation considers an act to be willful `if it is done with an intent to commit the act and with a knowledge that the act is in violation of the law.' That construction does not require that the defendant possess a sinister motivation, but, like the first interpretation, it does require knowledge that the act is unlawful. The third interpretation `requires only that the act be committed voluntarily and intentionally as opposed to one that is committed through inadvertence, accident, or ordinary negligence.' Under that approach, `as long as there is an intent to commit the act, there can be a finding of willfulness even though the actor was consciously attempting to comply with the law and was acting with the good faith belief that the action was lawful.' What is required is `an objective intent to commit the act but not necessarily a knowledge that the act will bring about the illegal result.' Finally, ... some courts have gone so far as to find an act willful even though it was not committed intentionally, but through oversight, inadvertence, or negligence.\"</p>\n<p><i>Id.</i> at 192-93, 776 A.2d at 661 (quoting S. Brogan, <i>An Analysis of the Term \"Willful\" in Federal Criminal Statutes,</i> 51 Notre Dame L.Rev. 786 (1976)). Judge Wilner noted that in the majority of applications, this Court utilized the third definition, <i>i.e.,</i> that the act be committed voluntarily and intentionally, and not accidently. <i>Id.</i> at 195, 776 A.2d at 663. Likewise, in attorney grievance matters based on the willful failure to file tax returns, this Court has defined willfulness as the \"voluntary, intentional violation of a known legal duty not requiring a deceitful or fraudulent motive.\" <i>Attorney Grievance Comm'n v. Boyd,</i> <span class=\"citation\" data-id=\"1529583\"><a href=\"/opinion/1529583/attorney-griev-commn-of-maryland-v-boyd/\"><span class=\"volume\">333</span> <span class=\"reporter\">Md.</span> <span class=\"page\">298</span></a></span>, 309, <span class=\"citation\" data-id=\"1529583\"><a href=\"/opinion/1529583/attorney-griev-commn-of-maryland-v-boyd/\"><span class=\"volume\">635</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">382</span></a></span>, 387 (1994); <i>Attorney Grievance Comm'n. v. Walman,</i> <span class=\"citation\" data-id=\"1964131\"><a href=\"/opinion/1964131/attorney-grievance-commn-v-walman/\"><span class=\"volume\">280</span> <span class=\"reporter\">Md.</span> <span class=\"page\">453</span></a></span>, 460, <span class=\"citation\" data-id=\"1964131\"><a href=\"/opinion/1964131/attorney-grievance-commn-v-walman/\"><span class=\"volume\">374</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">354</span></a></span>, 359 (1977).</p>\n<p>[7]  Geneva Davis, the co-personal representative of the estate, died in June 1996, and respondent then became the sole personal representative of the Redd estate. Following her death, respondent was dealing with Ms. Davis' daughter, Gayle Davis, who told respondent that she would find the records kept by Geneva Davis.</p>\n<p>[8]  The procedure for compensation for an attorney or the personal representative is set out in Maryland Code (1957, 2001 Repl.Vol., 2002 Supp.) § 7-601 <i>et seq.</i> of the Estates and Trusts Article. Section 7-602 provides as follows:\n</p>\n<p>\"(a) <i>General.</i>An attorney is entitled to reasonable compensation for legal services rendered by him to the estate and/or the personal representative.</p>\n<p>\"(b) <i>Petition.</i>Upon the filing of a petition in reasonable detail by the personal representative or the attorney, the court may allow a counsel fee to an attorney employed by the personal representative for legal services. The compensation shall be fair and reasonable in the light of all the circumstances to be considered in fixing the fee of an attorney.</p>\n<p>\"(c) <i>Considered with commissions.</i>If the court shall allow a counsel fee to one or more attorneys, it shall take into consideration in making its determination, what would be a fair and reasonable total charge for the cost of administering the estate under this article, and it shall not allow aggregate compensation in excess of that figure.\"</p>\n<p>[9]  Rule 1.1 Competence\n</p>\n<p>A lawyer shall provide competent representation to a client. Competent representation requires the legal knowledge, skill, thoroughness and preparation reasonably necessary for the representation.</p>\n<p>[10]  Rule 1.15(b). Safekeeping property\n</p>\n<p>Upon receiving funds or other property in which a client or third person has an interest, a lawyer shall promptly notify the client or third person. Except as stated in this Rule or otherwise permitted by law or by agreement with the client, a lawyer shall promptly deliver to the client or third person any funds or other property that the client or third person is entitled to receive and, upon request by the client or third person, shall promptly render a full accounting regarding such property.</p>\n<p>[11]  Rule 8.4 Misconduct\n</p>\n<p>It is professional misconduct for a lawyer to: (d) engage in conduct that is prejudicial to the administration of justice; ...</p>\n<p>[12]  The hearing judge did not find a violation of Rule 1.1, determining that the conduct on which the majority relies for that purpose established the 8.4(d) violation, that it was prejudicial to the administration of justice. Because the mishandling, whether negligent or the result of a degree of incompetence does impact adversely the perception of the client of the justice system, I do not believe that the hearing judge was clearly erroneous in so concluding. Significantly, as the majority recognizes,' \"the gravity of misconduct is not measured solely by the number of rules broken but is determined largely by the lawyer's conduct.'\" 376 Md. at 520, 830 A.2d at 486, quoting <i>Attorney Grievance Comm'n v. Briscoe,</i> <span class=\"citation\" data-id=\"2087719\"><a href=\"/opinion/2087719/attorney-grievance-comn-of-maryland-v-briscoe/\"><span class=\"volume\">357</span> <span class=\"reporter\">Md.</span> <span class=\"page\">554</span></a></span>, 568, <span class=\"citation\" data-id=\"2087719\"><a href=\"/opinion/2087719/attorney-grievance-comn-of-maryland-v-briscoe/\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1037</span></a></span>, 1044 (2000) (quoting <i>Attorney Grievance Comm'n v. Milliken,</i> <span class=\"citation\" data-id=\"1530578\"><a href=\"/opinion/1530578/attorney-griev-comm-v-milliken/\"><span class=\"volume\">348</span> <span class=\"reporter\">Md.</span> <span class=\"page\">486</span></a></span>, 519, <span class=\"citation\" data-id=\"1530578\"><a href=\"/opinion/1530578/attorney-griev-comm-v-milliken/\"><span class=\"volume\">704</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1225</span></a></span>, 1241 (1998)). It does not apply that teaching in this case, however. Instead, by sustaining the exception of the Attorney Grievance Commission, the petitioner, with respect to the competency charge, and then imposing the harsh punishment, the majority in effect piles on, or at least appears to.</p>\n<p>[13]  To be sure, this Court has held, as the majority opinion points out, 376 Md. at 515-16, 830 A.2d at 483-84, that the failure properly to handle withholding taxes is conduct prejudicial to the administration of justice, but that fact does not mean that such a finding must be made, especially when the conduct has been found to be another, appropriate violation. In all but one of the cases in which the handling of withholding taxes was an issue, cited by the majority, <i>Attorney Grievance Comm'n v. Angst,</i> <span class=\"citation\" data-id=\"1473822\"><a href=\"/opinion/1473822/attorney-grievance-v-angst/\"><span class=\"volume\">369</span> <span class=\"reporter\">Md.</span> <span class=\"page\">404</span></a></span>, <span class=\"citation\" data-id=\"1473822\"><a href=\"/opinion/1473822/attorney-grievance-v-angst/\"><span class=\"volume\">800</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">747</span></a></span> (2002); <i>Attorney Grievance Comm'n v. Post,</i> <span class=\"citation\" data-id=\"1898860\"><a href=\"/opinion/1898860/attorney-grievance-v-post/\"><span class=\"volume\">350</span> <span class=\"reporter\">Md.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"1898860\"><a href=\"/opinion/1898860/attorney-grievance-v-post/\"><span class=\"volume\">710</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">935</span></a></span> (1998); <i>Attorney Grievance Comm'n v. Baldwin,</i> <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">308</span> <span class=\"reporter\">Md.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">519</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1291</span></a></span> (1987), the 8.4(d) violation was found by the hearing court, and not by this Court. In <i>Attorney Grievance Comm'n v. Clark,</i> <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">363</span> <span class=\"reporter\">Md.</span> <span class=\"page\">169</span></a></span>, <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">767</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">865</span></a></span> (2001), as here, the Court sustained the petitioner's exception to the hearing judge's failure to find a violation of 8.4(d), but, unlike here, the hearing judge also did not find a violation of 1.15, a failure that the Court likewise corrected. Neither <i>Attorney Grievance Comm'n v. Atkinson,</i> <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">357</span> <span class=\"reporter\">Md.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1086</span></a></span> (2000) nor <i>Attorney Grievance Comm'n v. Gilland,</i> <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">293</span> <span class=\"reporter\">Md.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">443</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">603</span></a></span> (1982) is relevant, as they both involve failure to file personal tax returns.</p>\n<p>[14]  Of the cases on which the majority relies, <i>see</i> 376 Md. 520-22, 830 A.2d at 486-87 (2003), only two, <i>Attorney Grievance Comm'n v. Clark,</i> <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">363</span> <span class=\"reporter\">Md.</span> <span class=\"page\">169</span></a></span>, <span class=\"citation\" data-id=\"1985382\"><a href=\"/opinion/1985382/attorney-grievance-v-clark/\"><span class=\"volume\">767</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">865</span></a></span> (2001) and <i>Attorney Grievance Comm'n v. Baldwin,</i> <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">308</span> <span class=\"reporter\">Md.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"1516341\"><a href=\"/opinion/1516341/attorney-griev-commn-v-baldwin/\"><span class=\"volume\">519</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1291</span></a></span> (1987), have any conceivable relevance. The others are cases involving the failure of the respondent to file personal income tax returns, <i>Attorney Grievance Comm'n v. Atkinson,</i> <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">357</span> <span class=\"reporter\">Md.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"2087752\"><a href=\"/opinion/2087752/attorney-grievance-comn-of-maryland-v-atkinson/\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1086</span></a></span> (2000), willful tax evasion, <i>Attorney Grievance Comm'n v. Casalino,</i> <span class=\"citation\" data-id=\"2053998\"><a href=\"/opinion/2053998/attorney-griev-commn-v-casalino/\"><span class=\"volume\">335</span> <span class=\"reporter\">Md.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"2053998\"><a href=\"/opinion/2053998/attorney-griev-commn-v-casalino/\"><span class=\"volume\">644</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">43</span></a></span> (1994); <i>Maryland State Bar Ass'n Inc., v. Callanan,</i> <span class=\"citation\" data-id=\"1934950\"><a href=\"/opinion/1934950/maryland-st-bar-assn-v-callanan/\"><span class=\"volume\">271</span> <span class=\"reporter\">Md.</span> <span class=\"page\">554</span></a></span>, <span class=\"citation\" data-id=\"1934950\"><a href=\"/opinion/1934950/maryland-st-bar-assn-v-callanan/\"><span class=\"volume\">318</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">809</span></a></span> (1974), and willful failure to file federal income taxes. <i>Attorney Grievance Comm'n v. Gilland,</i> <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">293</span> <span class=\"reporter\">Md.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation\" data-id=\"2325475\"><a href=\"/opinion/2325475/attorney-griev-commn-v-gilland/\"><span class=\"volume\">443</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">603</span></a></span> (1982). <i>Clark,</i> as discussed <i>supra,</i> is consistent with the position I take in this dissent. <i>Baldwin</i> is not inconsistent with my position when it is considered that the eighteen month suspension followed two prior disciplinary proceedings in which he had been sanctioned, a reprimand for failing to close an estate with reasonable diligence and an eighteen month suspension for failing to file federal income tax return. 308 Md. at 408-09, 519 A.2d at 1297.</p>\n<p>[15]  Rule 16-606 provides:\n</p>\n<p>\"An attorney or law firm shall maintain each attorney trust account with a title that includes the name of the attorney or law firm and that clearly designates the account as `Attorney Trust Account' `Attorney Escrow Account', or `Clients' Funds Account' on all checks and deposit slips. The title shall distinguish the account from any other fiduciary account that the attorney or law firm may maintain and from any personal or business account of the attorney or law firm.\"</p>\n<p>[16]  Rule 1.7, Conflict of Interest: General Rule, provides, in pertinent part:\n</p>\n<p>\"(b) A lawyer shall not represent a client if the representation of that client may be materially limited by the lawyer's responsibilities to another client or to a third person, or by the lawyer's own interests, unless:</p>\n<p>\"(1) the lawyer reasonably believes the representation will not be adversely affected; and</p>\n<p>\"(2) the client consents after consultation.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1473774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1473822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1482812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1495516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1497512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1509751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1518100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1529583/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1530578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1535912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1537402/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1544109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1889143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1898860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1920283/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1934950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1939082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1946130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1952949/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1964131/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1968796/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1980004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1985382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1995913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1997139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2053998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2087719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2087752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2109479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2201914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2275350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2291218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2307574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2320434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2325475/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2331425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2333818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2361115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2369708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373862/"
          ]
        }
      ],
      "judges": "Bell, C.J., Eldridge, Raker, Wilner, Cathell, Harrell and Battaglia",
      "date_created": "2015-10-19T16:46:35.684337Z",
      "date_modified": "2016-12-15T17:16:16.377897Z",
      "date_filed": "2003-08-13",
      "date_filed_is_approximate": false,
      "slug": "attorney-grievance-v-thompson",
      "citation_id": 1895354,
      "case_name_short": "Thompson",
      "case_name": "Attorney Grievance v. Thompson",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "376 Md. 500",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "830 A.2d 474",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 22,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1665069/attorney-grievance-v-thompson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:31:08.962871Z",
  "date_modified": "2014-10-30T18:31:08.962871Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Thompson",
  "case_name": "Attorney Grievance v. Thompson",
  "case_name_full": "",
  "slug": "attorney-grievance-v-thompson",
  "docket_number": "9, September Term, 2002",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}