{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1670500/",
  "id": 1670500,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1654904/",
      "id": 1654904,
      "absolute_url": "/opinion/1654904/solar-soccer-club-v-prince-of-peace-lutheran-church-of-carrollton/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/8324/",
        "https://www.courtlistener.com:80/api/rest/v3/people/8352/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1670500/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1654904/",
          "id": 1654904,
          "absolute_url": "/opinion/1654904/solar-soccer-club-v-prince-of-peace-lutheran-church-of-carrollton/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1654904/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:02:30.502458Z",
          "date_modified": "2017-04-06T15:30:13.034465Z",
          "type": "010combined",
          "sha1": "35f6f8364bd1a173ef6b48307fa27c6b3e5ed7ef",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>234 S.W.3d 814 (2007)</b></center>\n<center><h1>SOLAR SOCCER CLUB, Appellant and Cross-Appellee<br>\nv.<br>\nPRINCE OF PEACE LUTHERAN CHURCH OF CARROLLTON, Texas, Appellee and Cross-Appellant.</h1></center>\n<center>No. 05-06-00130-CV.</center>\n<center><p><b>Court of Appeals of Texas, Dallas.</b></p></center>\n<center>September 19, 2007.</center>\n<p><span class=\"star-pagination\">*818</span> Michael K. Haines, Haines &amp; Associates, P.C., James Holmes, Dallas, Douglas W. Alexander, Dana Livingston Cobb, Alexander, Dubose, Jones &amp; Townsend, LLP, Austin, for Appellant.</p>\n<p>Before Justices WHITTINGTON, FRANCIS, and LANG.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>Opinion By Justice WHITTINGTON.</p>\n<p>In this intractable dispute, Prince of Peace Lutheran Church of Carrollton, Texas, seeks to terminate a contractual relationship with Solar Soccer Club. Solar, on the other hand, seeks to continue the relationship for the full contractual term. After several summary judgments and a jury trial, the parties continue to pursue their opposing goals in this appeal and cross-appeal. The trial judge entered judgment on the jury's verdict, terminating the contract but awarding damages to Solar. We affirm the trial court's judgment in part and reverse in part. We conclude summary judgment for Prince of Peace on its claim for breach of the field maintenance provision of the lease was improper. We render judgment that Solar cannot recover on its claim in quantum meruit. We remand for further proceedings the issues of whether Solar breached the field maintenance provision of the lease and the amount of Prince of Peace's attorney's fees. In all other respects, we affirm the trial court's judgment.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>In 1999, Solar and Prince of Peace entered into a lease agreement. Solar agreed to build soccer fields on Prince of Peace's undeveloped property. The parties agreed Solar would use the fields primarily on evenings and weekends, while Prince of Peace would use the fields during the school day for the students in its school. Because the construction of the fields was <span class=\"star-pagination\">*819</span> at Solar's expense, and the fields, thereafter, would belong to Prince of Peace, there were no periodic rental payments in the lease. The initial term of the lease was for ten years, after which Solar had the option to extend the lease for three five-year periods.</p>\n<p>Before the fields were completed, neighbors of the church expressed concern about the lights to be installed for the fields. These concerns culminated in a lawsuit, the <i>Hodgson</i> case, brought against Prince of Peace and Solar. The <i>Hodgson</i> suit was settled out of court, and the final judgment dismissing it provided, \"all claims, counterclaims, cross-claims and third-party claims which have been or could have been asserted in the above-entitled and numbered . . . litigation by the parties against one another are dismissed with prejudice to refiling. . . .\" Prince of Peace then filed this lawsuit seeking to terminate the lease. Solar moved for summary judgment, alleging the agreed order of dismissal precluded all of Prince of Peace's claims. The trial judge granted this motion in part, holding the <i>Hodgson</i> order of dismissal \"is not ambiguous and that all claims and any matters dismissed with prejudice by such Order of Dismissal with Prejudice dated May 20, 2003 are barred from this suit as a matter of law.\"</p>\n<p>In this lawsuit, Prince of Peace alleged breaches of four contractual provisions: the insurance provision, the field maintenance provision, the utilities clause, and the use clause. The trial judge granted partial summary judgment in favor of Prince of Peace, ruling Solar breached the insurance provision and the field maintenance provision of the lease as a matter of law. The jury found Solar breached the utilities clause and the use clause. The jury also found, however, that Prince of Peace suffered no damages as a result of Solar's breaches of the insurance and the use clauses. The jury awarded Prince of Peace $25,000 for the breach of the field maintenance provision and $31,000 for the breach of the utilities clause. The jury also awarded attorney's fees to Prince of Peace in the amount of $130,000 for trial, $20,000 for appeal to the court of appeals, and $15,000 for appeal to the supreme court.</p>\n<p>Over objection by Prince of Peace, the jury charge included questions relating to Solar's claim for recovery of damages in quantum meruit for its construction of the fields. The jury found Solar performed compensable work with a value of $342,568.33. The trial judge offset the damages awarded to each party by the jury and entered judgment that Solar recover $154,934.33 from Prince of Peace. The judgment also terminated the lease. After post-judgment hearings, the trial judge set the amount of supersedeas bonds to be posted by each party in prosecuting their appeals of the judgment. As a result of these post-judgment hearings and orders, Solar continues to use the lighted fields.</p>\n<p>Each party appeals. Solar asserts seven multi-part issues. It complains Prince of Peace's claims were barred by res judicata. Solar also contends the trial judge erred in granting summary judgment for Prince of Peace on its breach of contract claims and on Solar's affirmative defenses, granting judgment terminating the ground lease, and awarding Prince of Peace damages and attorney's fees. Solar further complains of the sufficiency of the evidence to support certain of the jury's findings. In six issues, Prince of Peace complains of Solar's recovery' of damages in quantum meruit and the trial judge's rulings regarding enforcement of the judgment pending appeal.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*820</span> STANDARDS OF REVIEW</h2>\n<p>Solar challenges the legal and factual sufficiency of the evidence to support the jury's findings. In reviewing the legal sufficiency of the evidence, we consider all the evidence in the light most favorable to the prevailing party, indulging every reasonable inference in that party's favor. <i>See </i><i>Associated Indem. Corp. v. CAT Contracting, Inc.,</i> 964 S.W.2d 276, 286 (Tex.1998). We must credit the favorable evidence if reasonable jurors could and disregard the contrary evidence unless reasonable jurors could not. <i>City of Keller v. Wilson,</i> 168 S.W.3d 802, 807, 827 (Tex. 2005). When reviewing a finding for factual sufficiency, we consider all of the evidence and will set aside the finding only if it is so contrary to the overwhelming weight of the evidence as to be clearly wrong and unjust. <i>Cain v. Bain,</i> 709 S.W.2d 175, 176 (Tex.1986) (per curiam).</p>\n<p>Solar also challenges certain of the trial judge's summary judgment rulings. We review a summary judgment de novo to determine whether a party has established its right to summary judgment as a matter of law. <i>See </i><i>Dallas Cent. Appraisal Dist. v. Cunningham,</i> 161 S.W.3d 293, 295 (Tex.App.-Dallas 2005, no pet.). In reviewing a summary judgment, we must examine the entire record in the light most favorable to the nonmovant. <i>See </i><i>City of Keller,</i> 168 S.W.3d at 824-25.</p>\n<p>Prince of Peace sought a declaratory judgment defining its rights under the lease, specifically seeking a declaration terminating the lease and permitting Prince of Peace to resume exclusive possession of the leased property. We review declaratory judgments under the same standards as other judgments and decrees. TEX. CIV. PRAC. &amp; REM.CODE ANN. § 37.010 (Vernon 1997). We look to the procedure used to resolve the issue at trial to determine the standard of review on appeal. <i>Hawkins v. El Paso First Health Plans, Inc.,</i> 214 S.W.3d 709, 719 (Tex.App.-Austin 2007, pet. filed). Here the trial judge determined the declaratory judgment issue after summary judgment rulings and a jury trial. Therefore we apply the standards set forth above for review of summary judgments and jury findings and review the trial judge's conclusions of law de novo. <i>See </i><i>Hawkins,</i> 214 S.W.3d at 719; <i>Montfort v. Trek Resources, Inc.,</i> 198 S.W.3d 344, 354 (Tex.App.-Eastland 2006, no pet.).</p>\n<p>We review the trial judge's rulings regarding enforcement of the judgment pending appeal for abuse of discretion. A trial judge abuses her discretion if she acts in an arbitrary or unreasonable manner without reference to any guiding rules or principles. <i>See </i><i>Walker v. Gutierrez,</i> 111 S.W.3d 56, 62 (Tex.2003).</p>\n<p></p>\n<h2>SOLAR'S APPEAL</h2>\n<p></p>\n<h2>Res Judicata</h2>\n<p>Before we review Solar's primary complaint that the lease should not have been terminated, we address Solar's arguments that Prince of Peace's lawsuit against it could not be brought at all. In its first issue, Solar argues the trial judge erred in permitting Prince of Peace to proceed to trial on claims that were barred. Solar contends the order of dismissal in the <i>Hodgson</i> suit precludes Prince of Peace from asserting any claims in this lawsuit. The essence of Solar's complaint is that res judicata applies to bar all of Prince of Peace's claims. In its second issue, Solar complains the trial judge erred in granting Prince of Peace summary judgment on Solar's affirmative defenses of res judicata, estoppel, and waiver. We address these issues together.</p>\n<p><span class=\"star-pagination\">*821</span> Solar concedes res judicata would not normally apply where, as here, Solar and Prince of Peace were co-defendants in an earlier lawsuit and neither asserted any cross-claims against the other. <i>See </i><i>State &amp; County Mut. Fire Ins. Co. v. Miller,</i> 52 S.W.3d 693, 696 (Tex.2001) (per curiam) (where co-defendants in first suit could have filed cross-actions against each other but did not, res judicata did not bar claims by one of co-defendants against other in second suit); <i>see also</i> TEX.R. CIV. P. 97(e) (pleading \"may\" state cross-claim by one party against co-party). But Solar argues the language of the <i>Hodgson</i> order of dismissal, \"that all claims, counterclaims, cross-claims, and third-party claims which have been or could have been asserted in the above-entitled and numbered and [sic] litigation by the parties against one another are dismissed with prejudice to refiling,\" bars Prince of Peace's claims nonetheless. Solar argues all of Prince of Peace's claims \"could have been asserted\" in the <i>Hodgson</i> suit.</p>\n<p>Rule 97(e) of the Texas Rules of Civil Procedure provides \"[a] pleading may state as a cross-claim any claim by one party against a co-party arising out of the transaction or occurrence that is the subject matter either of the original action or of a counterclaim therein.\" TEX.R. CIV. P. 97(e). Solar contends even though the cross-claim rule is permissive, the language of the dismissal order required Prince of Peace to assert all cross-claims arising out of the transaction or occurrence that was the subject matter of the <i>Hodgson</i> litigation. Texas does apply the transactional approach to res judicata. <i>See </i><i>Barr v. Resolution Trust Corp.,</i> 837 S.W.2d 627, 630 (Tex.1992). \"A determination of what constitutes the subject matter of a suit necessarily requires an examination of the factual basis of the claim or claims in the prior litigation.\" <i>Barr,</i> 837 S.W.2d at 630.</p>\n<p>We first note that there is no copy of either the <i>Hodgson</i> petition or the complete settlement agreement in the record, so it is not clear what claims were actually asserted or what relief was requested. The caption of the order of dismissal reflects Prince of Peace and Solar may have brought claims against a third party, Air Park Homeowners' Association, Inc., but the record does not reflect the substance of those claims. Without copies of the basic pleadings for comparison with the claims asserted in this lawsuit, it is difficult to determine whether Prince of Peace's claims here arise out of the same transaction as the <i>Hodgson</i> plaintiffs' claims.</p>\n<p>From references in our record, it appears the <i>Hodgson</i> plaintiffs asserted a claim for common law nuisance arising from the brightness of the lights. A \"nuisance\" is a condition that substantially interferes with the use and enjoyment of land by causing unreasonable discomfort or annoyance to persons of ordinary sensibilities. <i>Schneider Nat'l Carriers, Inc. v. Bates,</i> 147 S.W.3d 264, 269 (Tex.2004). The factual basis for this claim would have included proof of the effect of the field lighting on the <i>Hodgson</i> plaintiffs' use and enjoyment of their homes and property. Solar contends all of Prince of Peace's claims arise out of the same occurrence as the <i>Hodgson</i> plaintiffs' claims, that is, the alleged nuisance caused by the field lights.</p>\n<p>We do not agree all of Prince of Peace's claims could have been asserted in the <i>Hodgson</i> suit. Prince of Peace's claims are for breaches of the contract between it and Solar, including claims Solar violated the provisions of the lease relating to insurance, field maintenance, payment of utilities, and use of the premises in violation of law. The <i>Hodgson</i> plaintiffs' claims did not arise out of the lease between <span class=\"star-pagination\">*822</span> Prince of Peace and Solar, and apparently did not contain allegations relating to insurance, utilities, or maintenance of the fields. It appears the only issue with facts common to both the <i>Hodgson</i> case and this action would have been the claim the lights were too bright, and even for that claim, the focus of the facts developed would have been different. The <i>Hodgson</i> plaintiffs' proof would center around the effect of the lights on the neighborhood near the fields, while Prince of Peace's proof would center around whether use of the lights was \"in violation of any valid and applicable law, regulation, or ordinance of the United States, the State of Texas, or Dallas County or the City of Dallas, or other lawful authority having jurisdiction over the Leased Premises,\" under section 15.05 of the lease.</p>\n<p>In determining whether the facts constitute a single transaction, we consider \"their relatedness in time, space, origin, or motivation, and whether, taken together, they form a convenient unit for trial purposes.\" <i>Getty Oil Co. v. Ins. Co. of N. Am.,</i> 845 S.W.2d 794, 798-99 (Tex.1992) (quoting RESTATEMENT (SECOND) OF JUDGMENTS § 24 cmt. b (1980)). The suits in <i>Getty</i> arose from the same accident, concerned the same section of the same contract, and sought the same relief. <i>See </i><i>Getty,</i> 845 S.W.2d at 799. Although there is likely some overlap between the <i>Hodgson</i> plaintiffs' claims and Prince of Peace's claims against Solar with respect to the field lights, we do not read the <i>Hodgson</i> dismissal order so broadly as to hold that Prince of Peace is completely barred from asserting any claim against Solar in this lawsuit, particularly where the Texas Rules of Civil Procedure did not require Prince of Peace to assert any cross-claims during the course of the <i>Hodgson</i> litigation and the lease between Solar and Prince of Peace was not at issue in the <i>Hodgson</i> case. We overrule Solar's first and second issues.</p>\n<p></p>\n<h2>Termination of the Lease</h2>\n<p>In its fourth issue, Solar argues the trial judge erred in terminating the lease and awarding Prince of Peace immediate possession of the premises. Prince of Peace sought to terminate the lease pursuant to an express clause authorizing termination in the event of a default by Solar. The lease provides:</p>\n<blockquote>Should Lessee default in the performance of any other covenant, condition, or agreement in this Lease, and such default is not cured within thirty (30) days after receipt of written notice from lessor to Lessee, Lessor may declare this Lease in its sole and absolute discretion, and all rights, titles, and interests created by it, to be terminated. Upon Lessor so electing to terminate, this Lease shall cease and come to an end as if that were the date originally fixed herein for the expiration of the Lease Term.</blockquote>\n<p>This clause is unambiguous; the parties agreed termination of the lease was a remedy available to Prince of Peace for a breach by Solar. Therefore, if the evidence supports findings of uncured defaults by Solar, the trial judge correctly granted Prince of Peace's request to terminate the lease. We review each alleged default in turn, addressing each of Solar's issues relating to each default.</p>\n<p><i>Use clause.</i> In issue 4.a, Solar challenges the legal and factual sufficiency of the evidence to support the jury's finding Solar breached the use clause of the lease. In issue 3, Solar contends the trial judge erred by granting Prince of Peace's no evidence summary judgment motion on Solar's affirmative defense of limitations relating to this alleged breach. Section 15.05 of the lease provides: <span class=\"star-pagination\">*823</span> 15.05 <i>Use clause.</i> Lessee agrees not to use the Leased Premises or any improvement situated upon the Leased Premises, or any part thereof, for any use or purpose in violation of any valid and applicable law, regulation, or ordinance of the United States, the State of Texas, or Dallas County or the City of Dallas, or other lawful authority having jurisdiction over the Leased Premises.</p>\n<p>The jury heard testimony from Prince of Peace's expert witness Nancy Clanton that the lighting from the fields exceeded the City of Carrollton's standards for light trespass and glare, by as much as six to twelve times the maximum in some locations. Clanton, who undertook testing of the lighting, testified and was cross-examined about her methodology and results. While some of Solar's objections to Clanton's testimony were sustained, she nevertheless testified as to her conclusions, and her report was admitted into the record. The jury also heard testimony from Prince of Peace's expert Lewis Harvey that the lights created \"disability glare\" and caused other dangers for drivers in the area. Solar did not offer its own expert testimony about the lighting. Solar points to a letter it received from the City of Carrollton stating the City would not be taking any enforcement action as to the lights, but the evidence also showed this letter was in reference to complaints by the <i>Hodgson</i> plaintiffs who lived outside the city limits of Carrollton. We conclude there was evidence from which the jury could have concluded Solar breached the use clause of the contract, and the jury's finding is not so contrary to the overwhelming weight of the evidence as to be clearly wrong and unjust. <i>See </i><i>Cain,</i> 709 S.W.2d at 176. We overrule Solar's issue number 4.a.</p>\n<p>We also conclude the trial judge did not err in granting summary judgment for Prince of Peace on Solar's affirmative defense that the claim for breach of the use clause was barred by limitations. In its third issue, Solar contends Prince of Peace's \"nuisance-based contract claim\" accrued more than four years prior to April 12, 2004, the date Prince of Peace filed this action. Solar notes the field lights were installed and in use by January 2000, and complaints from the neighboring landowners began even before the lights were completed. In its summary judgment materials, Prince of Peace contended it was only seeking damages from Solar's use of the lights within the limitations period; Solar's breaches of the use provision were continuing, citing <i>Dvorken v. Lone Star Industries, Inc.,</i> 740 S.W.2d 565, 567 (Tex.App.-Fort Worth 1987, no writ); and the lease's \"no waiver\" clause permitted suit on these later breaches even if Prince of Peace did not sue on the earlier breaches (\"No waiver by Lessor of a breach of any of the agreements, covenants, conditions, or restrictions of this Lease shall be construed or held to be a waiver of any succeeding or preceding breach of the same or any other agreement, covenant, condition, or restriction herein contained.\"). Summary judgment for Prince of Peace was proper on the issue whether limitations barred its claim for breach of the use clause. <i>See </i><i>Dvorken,</i> 740 S.W.2d at 567 (if continuing breach occurred, then appellants entitled to damages from four years prior to filing of their original petition). We overrule Solar's issues relating to the use clause of the lease.</p>\n<p><i>Insurance clause.</i> In issue 4.b, Solar contends the trial judge erred in granting Prince of Peace summary judgment on its claim that Solar breached the lease's insurance provisions. Under section 11.02 of the lease, Solar was to provide \"bodily injury and property damage insurance, covering Lessor as well as Lessee\" in specified amounts to protect <span class=\"star-pagination\">*824</span> against liability arising out of the use of the leased premises.</p>\n<p>Solar appears to concede it breached at least one requirement of section 11.02, requiring Solar to \"furnish a copy of the certificate of insurance reflecting Lessor as a coinsured prior to Lessee's occupancy of the Leased Premises.\" Solar pleaded the affirmative defense of impossibility, and in its summary judgment materials, offered the affidavit of a licensed insurance agent who explained under the rules and regulations of the Texas Insurance Board, a commercial tenant could only cause its landlord to be shown as an additional insured, not a co-insured. If the party opposing a motion for summary judgment relies on an affirmative defense, it must come forward with summary judgment evidence sufficient to raise an issue of fact on each element of the defense. <i>See </i><i>Am. Home Shield Corp. v. Lahorgue,</i> 201 S.W.3d 181, 184 (Tex.App.-Dallas 2006, pet. denied). Solar does not detail the elements of the impossibility defense, and Prince of Peace argues it does not apply where the inability to make Prince of Peace a co-insured was or could have been anticipated at the time the contract was made, citing <i>Huffines v. Swor Sand &amp; Gravel Co.,</i> 750 S.W.2d 38, 40 (Tex.App.-Fort Worth 1988, no writ).</p>\n<p>Solar counters the <i>Huffines</i> rule only applies to an impossibility arising after the contract is made, that is, a supervening event, citing <i>Janak v. FDIC,</i> 586 S.W.2d 902, 906-07 (Tex.Civ.App.-Houston [1st Dist.] 1979, no writ). The Texas Supreme Court has looked to the Restatement (Second) of Contracts to set out the proper elements of the defense. <i>See </i><i>Centex Corp. v. Dalton,</i> 840 S.W.2d 952, 954 (Tex.1992) (relying on Restatement (Second) of Contracts §§ 261 and 264). Those sections address supervening impossibility. <i>See</i> RESTATEMENT (SECOND) OF CONTRACTS § 261.</p>\n<p>An impracticability that existed at the time the contract was made is addressed in a different section of the Restatement. <i>See</i> RESTATEMENT (SECOND) OF CONTRACTS § 266 (1981) (Existing Impracticability or Frustration); <i>see also </i><i>Castaneda v. State,</i> 138 S.W.3d 304, 319-20 and n. 25 (Tex. Crim.App.2003) (noting section 266 addresses situation in which impossibility existed at time of contracting). Section 266 provides that no duty to perform arises if \"it is impracticable without his fault because of a fact of which he has no reason to know and the non-existence of which is a basic assumption on which the contract is made.\" This would most likely be the applicable section to Solar's pleading of the defense, as Solar does not contend, and its evidence does not indicate, that the impossibility of making Prince of Peace a co-insured was the result of a supervening event. Solar does not offer evidence regarding whether it had reason to know of the problem or whether it involved a basic assumption of the parties, and thus did not establish a genuine issue of material fact existed on each element of its affirmative defense. We overrule Solar's issue 4.b relating to the insurance clause of the lease.</p>\n<p><i>Field maintenance provision.</i> Under article 9.01 of the lease, Solar was obligated to keep and maintain the improvements it erected in a good state of appearance and repair. The parties refer to this as the field maintenance provision. Solar challenges the trial judge's summary judgment rulings on limitations and on liability as well as the jury's finding of damages for breach of the field maintenance provision.</p>\n<p>In its third issue, Solar contends the trial judge erred in granting Prince of Peace summary judgment on Solar's affirmative defense of the statute of limitations regarding the field maintenance claim because the work leading to the drainage <span class=\"star-pagination\">*825</span> problems was complete by December 1, 1999. We disagree. While Solar alleged all improvements affecting grade and drainage were completed by December 1, 1999, Solar offered no further summary judgment evidence of facts relevant to when this claim arose. Solar relies on <i>Hubble v. Lone Star Contracting Corp.,</i> 883 S.W.2d 379, 382 (Tex.App.-Fort Worth 1994, writ denied), for the proposition that for contracts with continuing obligations, limitations begins to run when the work under the contract is complete. We do not agree that the rule described in <i>Hubble</i> applies to Prince of Peace's claim Solar breached the field maintenance provision. In <i>Hubble,</i> the alleged breach was failure to make periodic payments as work under a construction contract proceeded. <i>See </i><i>Hubble,</i> 883 S.W.2d at 380. Here, the alleged breach is failure to keep and maintain the improvements on Prince of Peace's property in good appearance and repair after completion, as required by section 9.01 of the lease. The breach would occur, as we have recently noted, when the wrongful act occurred:</p>\n<blockquote>The limitations period for a breach of contract claim is four years. The issue of when a cause of action accrues is a question of law for the court. By moving for summary judgment on the affirmative defense of limitations, it is the defendant's burden to establish as a matter of law the date a cause of action accrues. A breach of contract claim accrues when the contract is breached. The contract is not breached until a wrongful act occurs. A cause of action generally accrues, and the statute of limitations begins to run, when facts come into existence that authorize a claimant to seek a judicial remedy.</blockquote>\n<p><i>Jones v. Blume,</i> 196 S.W.3d 440, 445-46 (Tex.App.-Dallas 2006, pet. denied) (citations omitted). Here, the wrongful act alleged by Prince of Peace was the failure to maintain the fields, allowing standing pools of water and soggy turf to occur. Solar's contractual obligations did not end with completion of the fields. Without evidence of when the breach occurred, the trial judge did not err in granting Prince of Peace's motion for summary judgment on Solar's affirmative defense of limitations as to the field maintenance claim. We overrule Solar's third issue.</p>\n<p>In issues 4.c and 5.a, Solar contends the trial judge erred in granting Prince of Peace summary judgment on its claim that Solar breached the field maintenance provision. The trial judge granted Prince of Peace's summary judgment motion on this provision, and the jury found damages in the amount of $25,000 for Solar's breach of this provision, exactly half of Prince of Peace's requested damages of $50,000 to regrade the fields. In issue 5.b, Solar challenges the jury's finding of damages.</p>\n<p>In its summary judgment motion, Prince of Peace contended, \"The fields surrounding Solar's soccer fields are lower than the soccer fields. Solar has place[d] so much sod on the soccer fields that they now rise well above surrounding fields. These surrounding fields, consequently, experience substantial drainage problems; water from the soccer fields drains downwards onto the surrounding fields and creates standing pools of water and/or soggy turf.\" The motion cites to the affidavit of Gary Weik, the then-Executive Director for Prince of Peace, and Weik recites the same facts in his affidavit that are alleged in the motion.</p>\n<p>In response, Solar cited to the affidavit of David Ringer. Ringer testifies Weik's statements about the sod affecting drainage are \"nonsensical.\" He avers the grading plans were approved by Prince of Peace's architect; water from the fields is directed to a swale and then a drain pipe; <span class=\"star-pagination\">*826</span> only minor sod work has been done since installation; there is no condition of the sod on the soccer fields which causes any increased drainage onto the baseball field; Prince of Peace failed to provide specifications for the baseball field from which Solar's grading contractor could work; Prince of Peace does not properly care for the baseball field; changes in the natural conditions of the property have occurred and will occur; there were no changes to the sod affecting drainage; and the water on the baseball fields is caused by drainage from a neighboring parking lot, not from any condition on the soccer fields.</p>\n<p>Weik's testimony does not establish Solar violated the field maintenance provision as a matter of law. It is not clear to what \"surrounding fields\" Weik refers, or whether it was Solar's obligation to maintain these \"surrounding fields,\" as Solar's contractual obligation was to keep and maintain the \"improvements.\" Ringer's affidavit challenges Weik's factual assertions, and the jury should have been permitted to decide whether Solar had failed to maintain the fields in compliance with its contractual obligation. We conclude summary judgment should not have been granted on this issue. We sustain Solar's issues 4.c and 5.a.</p>\n<p>In issue 5.b, Solar complains the evidence is insufficient to support the jury's finding of damages for Solar's alleged breach of the field maintenance provision. Because we have held summary judgment was not proper on the question whether Solar breached the field maintenance provision, we must remand that issue, and the issue of resulting damages, to the trial court for further proceedings. <i>See </i><i>Dallas, Garland &amp; Ne. R.R. v. Hunt County,</i> 195 S.W.3d 818, 820 (Tex.App.-Dallas 2006, no pet.) (if movant does not show its entitlement to summary judgment as matter of law, this court must remand case to trial court)(citing <i>Gibbs v. Gen. Motors Corp.,</i> 450 S.W.2d 827, 829 (Tex.1970)).</p>\n<p><i>Utilities</i> provisions. In issues 4.d, 4.e, 5.c, and 5.d, Solar complains the evidence is legally and factually insufficient to support the jury's finding that Solar breached the utilities clauses of the lease, and contends the jury's finding its breach was not excused is against the great weight and preponderance of the evidence. In issue 5.e, Solar challenges the legal and factual sufficiency of the evidence to support the jury's finding of damages arising from Solar's breach of the utilities clauses. We overrule these issues.</p>\n<p>The jury heard evidence of the parties' agreements regarding payment of utilities. The lease itself set forth these agreements in several different provisions. Prince of Peace offered testimony that Solar did not pay certain utility expenses and offered further testimony of the amounts of these unpaid expenses. Steven Ailey, the director of accounting and controller for Prince of Peace, testified that, in June 2004, a different company began providing electric services for Prince of Peace. After that date, the charges for the lights illuminating the soccer fields began appearing on Prince of Peace's bills instead of Solar's, and Prince of Peace paid $18,500 for those charges. Ailey also testified he reviewed the water bills received by Prince of Peace; Prince of Peace tracked the bills for water to the soccer fields; Prince of Peace has paid $27,000 in water bills since July of 2001; Solar's portion of these bills would be $12,500; and Solar had not paid any water utility bills since July 2001. In sections 3.01, 3.02, and Article 5 of the lease, the parties agreed to share the cost of electric and water utilities. Article 5, for example, provides in part, \"[u]tilities for water and electricity shall be paid and allocated by and among Lessor and Lessee on a ratable basis according <span class=\"star-pagination\">*827</span> to the terms and provisions set forth in this Lease.\" After reviewing the record, we conclude there is legally and factually sufficient evidence to support the jury's findings Solar breached the utilities provisions of the lease and that $31,000 would fairly and reasonably compensate Prince of Peace for this breach.</p>\n<p>Solar does not contend it did not agree to pay certain utility expenses but argues it was excused from its obligation because Prince of Peace did not present Solar with any invoices showing the amounts due. In Question No. 4 of the jury charge (conditioned on a finding that Solar failed to comply with the utilities provisions of the lease), the jury was asked whether Solar was excused from its failure to comply and was instructed that Solar's failure to comply is excused if compliance is waived by Prince of Peace. The instruction also defined waiver as \"an intentional surrender of a known right or intentional conduct inconsistent with claiming the right.\" Solar challenges the sufficiency of the evidence to support the jury's answer of \"no\" to this question. While Solar argues Prince of Peace did not present the bills to Solar nor did Prince of Peace demand payment, Solar does not point to any evidence that Prince of Peace intentionally surrendered the right to be reimbursed pursuant to the utilities provisions of the lease. Prince of Peace cites to correspondence, including demand letters in this litigation, in which it complained of Solar's failure to pay its share of utility expenses. These letters were introduced into the record, and the jury was entitled to consider them. While there is no written demand for a specific amount of utilities expenses to be paid, Prince of Peace offered evidence it continued to assert its right to recover utilities expenses under the lease rather than waiving its claim. We conclude there was evidence to support the jury's finding Prince of Peace did not waive its claim for the utilities expenses and that Solar was not excused from its failure to comply with the utilities provisions of the lease. Therefore, the jury's finding on Question 4 was not against the great weight and preponderance of the evidence. We overrule Solar's issues 4.d, 4.e, 5.c, 5.d, and 5.e.</p>\n<p>We now consider Solar's complaint that the lease should not have been terminated. We have reviewed and upheld the judge's and jury's findings that Solar breached three provisions of the lease. In light of these defaults, section 13.01 of the lease allowed Prince of Peace to \"declare this Lease in its sole and absolute discretion, and all rights, titles, and interests created by it, to be terminated.\" Solar asks to be relieved of its express bargain, however, because the result of enforcing the lease provisions would be inequitable and result in a forfeiture.</p>\n<p>Solar cites <i>Caranas v. Jones,</i> 437 S.W.2d 905, 912 (Tex.Civ.App.-Dallas 1969, writ ref'd n.r.e.), in which we stated, \"[c]ourts of equity do not favor forfeiture and in the absence of willful and culpable neglect on the part of the lessee a forfeiture will not be decreed for failure to comply with the covenants of the lease, especially where adequate compensation can be made for the breach.\" In <i>Caranas,</i> as here, the lease included an express clause permitting forfeiture of the lease upon uncured default. <i>Caranas,</i> 437 S.W.2d at 912. Despite the express clause, the trial judge in <i>Caranas</i> found it would be inequitable to forfeit the lessee's interest in the lease without affording the lessee the opportunity to pay the ad valorem taxes determined to be due. <i>Caranas,</i> 437 S.W.2d at 912. We affirmed the trial judge's ruling, noting the facts developed in the record \"reveal a situation where the remedy of forfeiture would be manifestly unjust.\" <i>Caranas,</i> <span class=\"star-pagination\">*828</span> 437 S.W.2d at 912. In the original petition in the case, the lessor had sought termination of the lease not because of the nonpayment of ad valorem taxes, but on other grounds subsequently abandoned. <i>Caranas,</i> 437 S.W.2d at 910. When the lessor amended its petition to allege failure to pay the ad valorem taxes as grounds for termination of the lease, the lessee responded by stating he was ready, willing, and able to pay the correct amount, as determined by the court. <i>Caranas,</i> 437 S.W.2d at 912. When the judge determined the amount due, the lessee paid it with interest in the amount of time allotted by the trial judge. <i>Caranas,</i> 437 S.W.2d at 912. We noted the lessor had therefore not sustained any monetary damage by virtue of the lessee's alleged breach of the covenant to pay the taxes. <i>Caranas,</i> 437 S.W.2d at 912. Under those circumstances, we held there was ample evidence in the record to sustain the trial judge's conclusion of law that it would be inequitable to forfeit the lease. <i>Caranas,</i> 437 S.W.2d at 912-13.</p>\n<p>Here, in contrast to <i>Caranas,</i> the trial judge or the jury found Solar was in default of at least three different provisions of the lease, and Solar did not demonstrate it was ready, willing, and able to cure the defaults either during the notice period provided in the lease or thereafter. <i>See </i><i>Caranas,</i> 437 S.W.2d at 912. Parties may contract to provide for forfeiture upon default, although equities may be shown to justify a continuation of the contract rather that forfeiture of it. <i>See </i><i>W.W. Laubach Trust/The Georgetown Corp. v. The Georgetown Corp./W.W. Laubach Trust,</i> 80 S.W.3d 149, 157 (Tex.App.-Austin 2002, pet. denied) (quoting <i>T-Anchor Corp. v. Travarillo Assoc.,</i> 529 S.W.2d 622, 627 (Tex.Civ.App.-Amarillo 1975, no writ)). Here, the contract is clear and was the result of negotiation between the parties.<sup>[1]</sup> The parties provided for Prince of Peace to be able to terminate the contract upon default by Solar with or without cause. For termination without cause, the parties included a procedure for valuing Solar's investment and specified a period of time before which Prince of Peace could not terminate the lease. The termination upon default provisions do not include these safeguards. The trial judge declared the rights of the parties consistent with the agreements they made in the lease. We do not disagree that the results are harsh, especially in light of the jury's findings that two of the breaches caused no damage to Prince of Peace and the value of Solar's compensable work on the soccer fields was $342,568.33. We nevertheless conclude, in accordance with the parties' express agreement, that the trial judge did not err in entering a judgment declaring that the lease was terminated and granting Prince of Peace immediate and exclusive possession of the leased premises. We overrule Solar's fourth issue.</p>\n<p></p>\n<h2>Solar's Counterclaims</h2>\n<p>In its sixth issue, Solar complains the trial judge erred in granting summary judgment for Prince of Peace on Solar's counterclaims for breach of the lease. Solar contends the affidavits it offered in response to Prince of Peace's no-evidence motion for summary judgment \"at least raised a genuine issue of material fact on Solar's counterclaims that Prince of Peace <span class=\"star-pagination\">*829</span> was in breach of its obligations under the Ground Lease in a number of ways.\" Solar does not specify what testimony supports these causes of action or what evidence raises a fact issue regarding whether Prince of Peace breached these two provisions. Without such specifics, we decline to address Solar's issue. <i>See</i> TEX.R.APP. P. 38.1(h) (brief must contain clear and concise argument to contentions made with appropriate citations to authorities and record). We overrule Solar's sixth issue.</p>\n<p></p>\n<h2>Attorney's Fees</h2>\n<p>In its seventh issue, Solar complains of reversible error in the award of attorney's fees to Prince of Peace. While we do not agree with any of the assertions Solar makes under this issue,<sup>[2]</sup> we are mindful of the supreme court's recent pronouncements on the necessity of remand to determine attorney's fees when the jury considered an erroneous amount of damages in making its attorney's fees finding. <i>See </i><i>Young v. Qualls,</i> 223 S.W.3d 312 (Tex. 2007) (unless appellate court reasonably certain jury was not significantly influenced by erroneous amount of damages it considered, issue on attorney's fees should be retried if damages awarded are reduced on appeal; appellate court cannot substitute its judgment for jury's consideration of results obtained); <i>Barker v. Eckman,</i> 213 S.W.3d 306, 313-14 (Tex.2006). We therefore reverse the portion of the judgment awarding Prince of Peace its attorney's fees and remand that issue to the trial court for further proceedings.</p>\n<p></p>\n<h2>PRINCE OF PEACE'S APPEAL</h2>\n<p></p>\n<h2>Quantum Meruit Recovery</h2>\n<p>In a cross-issue, Prince of Peace complains Solar cannot recover in quantum meruit for its investment in the improvements to the property because the lease expressly covers the subject matter of the quantum meruit claim. In support of its claim, Prince of Peace relies on <i>Truly v. Austin,</i> 744 S.W.2d 934 (Tex.1988). In <i>Truly,</i> the court noted \"[a]s a general rule, a plaintiff who seeks to recover the reasonable value of services rendered or materials <span class=\"star-pagination\">*830</span> supplied will be permitted to recover in quantum meruit only when there is no express contract covering those services or materials.\" <i>Truly,</i> 744 S.W.2d at 936 (citations omitted). Here, the parties' lease addresses the services Solar will perform, including the construction of the improvements, and expressly provides the capital improvements made by Solar and the sharing of expenses will constitute full rent for the term of the lease. The lease also fully addresses remedies available in the event of default. Upon default by Solar, after thirty days' notice without cure, Prince of Peace may declare the lease to be terminated. The lease between the parties expressly details their rights, obligations, and remedies.</p>\n<p>In <i>Truly,</i> the court held recovery in quantum meruit was not available to Truly because he limited his quantum meruit claim to the services he agreed to render under a written joint venture agreement. <i>Truly,</i> 744 S.W.2d at 936. Prince of Peace argues Solar seeks to recover in quantum meruit for the services it agreed to render under the lease and that <i>Truly</i> applies to preclude this claim.</p>\n<p>Solar counters that an exception recognized by the <i>Truly</i> court, for building and construction contracts, applies to allow Solar quantum meruit recovery. The <i>Truly</i> court noted \"the only Texas cases that have permitted a <i>breaching</i> [party] . . . to recover in quantum meruit have involved building or construction contracts.\" <i>Truly,</i> 744 S.W.2d at 937 (emphasis in original). Contractors have been permitted to recover the reasonable value of their services less any damages suffered by the owner, as long as the owner has accepted and retained the benefits arising as a direct result of the contractor's partial performance. <i>See </i><i>Truly,</i> 744 S.W.2d at 937. This exception did not apply in the <i>Truly</i> case, and we likewise conclude it is inapplicable here. <i>See </i><i>Truly,</i> 744 S.W.2d at 937-38.</p>\n<p>In <i>Truly,</i> because the plaintiff undertook his obligations on behalf of a joint venture in which he held a 40% interest, he acted to further his own financial interests as well as those of the defendants, his co-joint venturers. <i>Truly,</i> 744 S.W.2d at 937. Under those circumstances, where the written joint venture agreement covered the subject matter of the claim, quantum meruit did not apply. <i>Truly,</i> 744 S.W.2d at 937. Here, Solar undertook the obligations of the lease in order to provide a facility for its own use and benefit, as well as for the use and benefit of Prince of Peace, and has been able to use the facility since its completion in 2000.</p>\n<p>Prince of Peace does retain some of the benefits of Solar's investment, unlike the defendants in <i>Truly.</i> Because Truly refused to assume personal liability for the joint venture debt, the venture failed. <i>Truly,</i> 744 S.W.2d at 937-38. Austin and Clark \"were left with no tangible benefit.\" <i>Truly,</i> 744 S.W.2d at 937. In contrast, Solar argues Prince of Peace uses the fields for its school. But Solar also used the fields and shared in the operating expenses so that Solar as lessee could use the leased premises, and it has done so since the lease was signed and the fields were completed.</p>\n<p>The lease provides for remedies in the event of a default by Solar and, if Prince of Peace had decided to terminate the lease without cause, the lease provided a formula under which Solar could recover the reasonable value of the improvements. The lease specifically addresses the services that are the basis for Solar's quantum meruit claim. Under <i>Truly,</i> quantum meruit does not apply. Accordingly, we sustain Prince of Peace's fourth cross-issue. We reverse the trial court's judgment on Solar's quantum meruit recovery and <span class=\"star-pagination\">*831</span> render the judgment which should have been rendered, that Solar take nothing on its quantum meruit claim. <i>See</i> TEX.R.APP. P. 43.3 (when reversing trial court's judgment, court of appeals must render judgment trial court should have rendered unless remand necessary). In light of our disposition of Prince of Peace's fourth cross-issue, we need not address its fifth and sixth cross-issues challenging the quantum meruit recovery on different grounds. <i>See</i> TEX.R.APP. P. 47.1.</p>\n<p></p>\n<h2>Supersedeas Bond</h2>\n<p>In its first three cross-issues, Prince of Peace argues the trial judge abused her discretion in entering the order setting the amount of Solar's supersedeas bond because the bond provides security for only a part of the judgment. The judgment provides, \"The court orders that the Ground Lease is terminated and that Prince of Peace shall have immediate and exclusive possession of the leased premises.\" Prince of Peace argues the judgment both terminated a contractual relationship and returned an interest in real property, but the bond only secures the part of the judgment returning an interest in property. Prince of Peace maintains there is no security for suspending the termination of the lease, specifically permitting Solar to continue operation of the field lights.</p>\n<p>A trial judge is given broad discretion in determining the amount and type of security required. <i>Miller v. Kennedy &amp; Minshew, P.C.,</i> 80 S.W.3d 161, 164 (Tex.App.-Fort Worth 2002, no pet.). After a series of motions and hearings, the trial judge set the bond to be posted by Solar at the amount of $30,000, \"which includes lost rental income and court costs.\" Prince of Peace concedes there is security for \"immediate and exclusive possession of the leased premises\" as a return of interest in real property, because the trial judge set a bond to cover lost rental income. <i>See</i> TEX.R.APP. P. 24.2(a)(2). Rule 24.2(a)(2) provides that when a judgment is for the recovery of an interest in real property, the amount of security the judgment debtor must post must be at least \"the value of the property interest's rent or revenue, if the property interest is real. . . .\" TEX.R.APP. P. 24.2(a)(2).</p>\n<p>Prince of Peace also contends, however, that the termination of the lease is a separate award for which separate security is required under subsection (a)(3) of rule 24.2. <i>See</i> TEX.R.APP. P. 24.2(a)(3) (regarding security for judgments \"for something other than money or an interest in property\"). Prince of Peace cites <i>Klein Independent School District v. Fourteenth Court of Appeals,</i> 720 S.W.2d 87 (Tex.1986), to support its argument that termination of the lease actually falls under this rule regarding \"other judgments.\" In <i>Klein,</i> the supreme court held there was no abuse of discretion when the trial judge refused to permit a party to supersede the injunctive portion of a judgment. <i>See </i><i>Klein,</i> 720 S.W.2d at 87. In <i>Klein,</i> however, the recovery of real property rule did not apply as it does here, and the rule regarding superseding a judgment for the recovery of money did apply, but does not here. <i>See </i><i>Klein,</i> 720 S.W.2d at 87; TEX.R.APP. P. 24.2(a)(1). Therefore, we conclude the trial judge properly applied rule 24.2(a); <i>Klein</i> does not compel us to hold otherwise.</p>\n<p>Prince of Peace argues additional security should be offered for operation of the field lights, arguing under rule 24.1(e) the trial judge must order adequate protection \"against loss or damage that the appeal might cause.\" <i>See</i> TEX.R.APP. P. 24.1(e). However, rule 24.1(e) is not mandatory; rather, it provides the trial judge \"may\" make any order necessary. TEX. R.APP. P. 24.1(e). Further, rule 24.1 requires <span class=\"star-pagination\">*832</span> a supersedeas bond to be \"in the amount required by [rule] 24.2.\" <i>See</i> TEX. R.APP. P. 24.1(b)(1)(A).</p>\n<p>At the post-judgment hearings to determine the amount of the supersedeas bond, the trial judge heard conflicting evidence and argument regarding alleged loss Prince of Peace might suffer pending appeal if it was sued by a third party as a result of Solar's use of the field lights. Prince of Peace cites to the testimony of its lighting experts at trial, as well as to its offer of proof of the testimony of an insurance specialist, which was excluded on Solar's motion.</p>\n<p>Solar, on the other hand, cites to the City of Carrollton's letter stating the City would not take any action concerning the lights. Solar also notes there is insurance in place to protect Prince of Peace and further notes that, even though the trial judge instructed the jury Solar had breached the insurance provision of the lease, the jury found Prince of Peace did not suffer any damages from this breach. Similarly, although the jury found against Solar on the liability question relating to the lights, it also found Prince of Peace did not suffer any resulting damages. Solar also contends the testimony of Prince of Peace's insurance specialist was properly stricken because the methodology was unreliable, but further argued even if the exclusion was error, the expert admitted the risk of lawsuits against Prince of Peace was low. For all of these reasons, Solar argues the trial judge did not abuse her discretion in refusing to set any additional security for the operation of the field lights. We conclude the trial judge acted with reference to guiding rules and principles in setting the amount of the supersedeas bond. <i>See </i><i>Walker,</i> 111 S.W.3d at 62. We overrule Prince of Peace's first three cross-issues.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>We overrule Solar's issues regarding (i) res judicata and limitations, (ii) summary judgment on the insurance clause of the lease, (iii) the sufficiency of the evidence to support the jury's findings regarding breach of the utilities and use clauses of the lease, (iv) termination of the lease, and (v) its counterclaims. We sustain Solar's issue contending summary judgment should not have been granted for Prince of Peace on Solar's alleged breach of the field maintenance provision of the lease. We sustain Prince of Peace's cross-issue regarding the quantum meruit award to Solar. We overrule Prince of Peace's cross-issues regarding the trial judge's rulings on Solar's supersedeas bonds. We remand the issues of breach of the field maintenance provision and Prince of Peace's attorney's fees to the trial court for further proceedings.</p>\n<h2>NOTES</h2>\n<p>[1]  The Second Affidavit of David Ringer in Support of Defendant's Second Motion for Summary Judgment provides, \"I negotiated on behalf of Solar with the Church representatives and its attorneys regarding an agreement to develop and use fields on the Church's land. The Ground Lease was drafted, negotiated, revised more than once, and then executed. The Ground Lease was signed by both Solar and the Church.\"</p>\n<p>[2]  Solar asserts Prince of Peace failed to make presentment of its claim, failed to segregate its fees, and presented only \"thin and conclusory\" evidence of the factors required under <i>Arthur Andersen &amp; Co. v. Perry Equipment Corp.,</i> 945 S.W.2d 812 (Tex.1997). The record contained numerous written demands by Prince of Peace, including demand for payment of utilities, and it is not clear presentment would be required in any event as Prince of Peace sought its attorney's fees pursuant to the lease, not by statute. <i>See </i><i>McMann v. McMann,</i> 942 S.W.2d 94, 97, 98 (Tex.App.-Houston [1st Dist.] 1997, no writ) (section 38.002 did not apply where party sought attorney's fees pursuant to contract). Further, Solar makes no explanation as to why Prince of Peace should be required to segregate the fees expended in pursuing its various claims for breach of contract, other than the alleged lack of presentment on the utilities claim. Segregation based on separate theories of the same cause of action is not required. <i>Flagship Hotel, Ltd. v. City of Galveston,</i> 117 S.W.3d 552, 565 and n. 6 (Tex.App.-Texarkana 2003, pet. denied) (\"Courts examine segregation based on whether different causes of action have similar elements and arise out of the same set of circumstances. They do not examine whether the different theories of the same cause of action need to be segregated.\"). Finally, Prince of Peace offered expert testimony by Craig Albert on many of the factors set forth in <i>Arthur Andersen &amp; Co.,</i> including the time and labor required, the novelty and difficulty of the questions involved, the fee customarily charged, the amount involved and results obtained, the experience, reputation, and ability of the lawyer, whether the representation precluded other employment, and whether the fee was fixed or contingent. <i>See </i><i>Arthur Andersen &amp; Co.,</i> 945 S.W.2d at 818. Albert testified based on his own experience as well as his review of the pleadings, motions, letters, and fee statements in the case. Albert's testimony was legally and factually sufficient to support the jury's findings.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">814</span></span> (2007)</b></center>\n<center><h1>SOLAR SOCCER CLUB, Appellant and Cross-Appellee<br>\nv.<br>\nPRINCE OF PEACE LUTHERAN CHURCH OF CARROLLTON, Texas, Appellee and Cross-Appellant.</h1></center>\n<center>No. 05-06-00130-CV.</center>\n<center><p><b>Court of Appeals of Texas, Dallas.</b></p></center>\n<center>September 19, 2007.</center>\n<p><span class=\"star-pagination\">*818</span> Michael K. Haines, Haines &amp; Associates, P.C., James Holmes, Dallas, Douglas W. Alexander, Dana Livingston Cobb, Alexander, Dubose, Jones &amp; Townsend, LLP, Austin, for Appellant.</p>\n<p>Before Justices WHITTINGTON, FRANCIS, and LANG.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>Opinion By Justice WHITTINGTON.</p>\n<p>In this intractable dispute, Prince of Peace Lutheran Church of Carrollton, Texas, seeks to terminate a contractual relationship with Solar Soccer Club. Solar, on the other hand, seeks to continue the relationship for the full contractual term. After several summary judgments and a jury trial, the parties continue to pursue their opposing goals in this appeal and cross-appeal. The trial judge entered judgment on the jury's verdict, terminating the contract but awarding damages to Solar. We affirm the trial court's judgment in part and reverse in part. We conclude summary judgment for Prince of Peace on its claim for breach of the field maintenance provision of the lease was improper. We render judgment that Solar cannot recover on its claim in quantum meruit. We remand for further proceedings the issues of whether Solar breached the field maintenance provision of the lease and the amount of Prince of Peace's attorney's fees. In all other respects, we affirm the trial court's judgment.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>In 1999, Solar and Prince of Peace entered into a lease agreement. Solar agreed to build soccer fields on Prince of Peace's undeveloped property. The parties agreed Solar would use the fields primarily on evenings and weekends, while Prince of Peace would use the fields during the school day for the students in its school. Because the construction of the fields was <span class=\"star-pagination\">*819</span> at Solar's expense, and the fields, thereafter, would belong to Prince of Peace, there were no periodic rental payments in the lease. The initial term of the lease was for ten years, after which Solar had the option to extend the lease for three five-year periods.</p>\n<p>Before the fields were completed, neighbors of the church expressed concern about the lights to be installed for the fields. These concerns culminated in a lawsuit, the <i>Hodgson</i> case, brought against Prince of Peace and Solar. The <i>Hodgson</i> suit was settled out of court, and the final judgment dismissing it provided, \"all claims, counterclaims, cross-claims and third-party claims which have been or could have been asserted in the above-entitled and numbered . . . litigation by the parties against one another are dismissed with prejudice to refiling. . . .\" Prince of Peace then filed this lawsuit seeking to terminate the lease. Solar moved for summary judgment, alleging the agreed order of dismissal precluded all of Prince of Peace's claims. The trial judge granted this motion in part, holding the <i>Hodgson</i> order of dismissal \"is not ambiguous and that all claims and any matters dismissed with prejudice by such Order of Dismissal with Prejudice dated May 20, 2003 are barred from this suit as a matter of law.\"</p>\n<p>In this lawsuit, Prince of Peace alleged breaches of four contractual provisions: the insurance provision, the field maintenance provision, the utilities clause, and the use clause. The trial judge granted partial summary judgment in favor of Prince of Peace, ruling Solar breached the insurance provision and the field maintenance provision of the lease as a matter of law. The jury found Solar breached the utilities clause and the use clause. The jury also found, however, that Prince of Peace suffered no damages as a result of Solar's breaches of the insurance and the use clauses. The jury awarded Prince of Peace $25,000 for the breach of the field maintenance provision and $31,000 for the breach of the utilities clause. The jury also awarded attorney's fees to Prince of Peace in the amount of $130,000 for trial, $20,000 for appeal to the court of appeals, and $15,000 for appeal to the supreme court.</p>\n<p>Over objection by Prince of Peace, the jury charge included questions relating to Solar's claim for recovery of damages in quantum meruit for its construction of the fields. The jury found Solar performed compensable work with a value of $342,568.33. The trial judge offset the damages awarded to each party by the jury and entered judgment that Solar recover $154,934.33 from Prince of Peace. The judgment also terminated the lease. After post-judgment hearings, the trial judge set the amount of supersedeas bonds to be posted by each party in prosecuting their appeals of the judgment. As a result of these post-judgment hearings and orders, Solar continues to use the lighted fields.</p>\n<p>Each party appeals. Solar asserts seven multi-part issues. It complains Prince of Peace's claims were barred by res judicata. Solar also contends the trial judge erred in granting summary judgment for Prince of Peace on its breach of contract claims and on Solar's affirmative defenses, granting judgment terminating the ground lease, and awarding Prince of Peace damages and attorney's fees. Solar further complains of the sufficiency of the evidence to support certain of the jury's findings. In six issues, Prince of Peace complains of Solar's recovery' of damages in quantum meruit and the trial judge's rulings regarding enforcement of the judgment pending appeal.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*820</span> STANDARDS OF REVIEW</h2>\n<p>Solar challenges the legal and factual sufficiency of the evidence to support the jury's findings. In reviewing the legal sufficiency of the evidence, we consider all the evidence in the light most favorable to the prevailing party, indulging every reasonable inference in that party's favor. <i>See </i><i>Associated Indem. Corp. v. CAT Contracting, Inc.,</i> <span class=\"citation\" data-id=\"2393713\"><a href=\"/opinion/2393713/associated-indem-corp-v-cat-contracting-inc/\"><span class=\"volume\">964</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">276</span></a></span>, 286 (Tex.1998). We must credit the favorable evidence if reasonable jurors could and disregard the contrary evidence unless reasonable jurors could not. <i>City of Keller v. Wilson,</i> <span class=\"citation\" data-id=\"1987708\"><a href=\"/opinion/1987708/city-of-keller-v-wilson/\"><span class=\"volume\">168</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">802</span></a></span>, 807, 827 (Tex. 2005). When reviewing a finding for factual sufficiency, we consider all of the evidence and will set aside the finding only if it is so contrary to the overwhelming weight of the evidence as to be clearly wrong and unjust. <i>Cain v. Bain,</i> <span class=\"citation\" data-id=\"2461826\"><a href=\"/opinion/2461826/cain-v-bain/\"><span class=\"volume\">709</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">175</span></a></span>, 176 (Tex.1986) (per curiam).</p>\n<p>Solar also challenges certain of the trial judge's summary judgment rulings. We review a summary judgment de novo to determine whether a party has established its right to summary judgment as a matter of law. <i>See </i><i>Dallas Cent. Appraisal Dist. v. Cunningham,</i> <span class=\"citation\" data-id=\"2342723\"><a href=\"/opinion/2342723/dallas-cent-appraisal-dist-v-cunningham/\"><span class=\"volume\">161</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">293</span></a></span>, 295 (Tex.App.-Dallas 2005, no pet.). In reviewing a summary judgment, we must examine the entire record in the light most favorable to the nonmovant. <i>See </i><i>City of Keller,</i> 168 S.W.3d at 824-25.</p>\n<p>Prince of Peace sought a declaratory judgment defining its rights under the lease, specifically seeking a declaration terminating the lease and permitting Prince of Peace to resume exclusive possession of the leased property. We review declaratory judgments under the same standards as other judgments and decrees. TEX. CIV. PRAC. &amp; REM.CODE ANN. § 37.010 (Vernon 1997). We look to the procedure used to resolve the issue at trial to determine the standard of review on appeal. <i>Hawkins v. El Paso First Health Plans, Inc.,</i> <span class=\"citation\" data-id=\"1403900\"><a href=\"/opinion/1403900/hawkins-v-el-paso-first-health-plans-inc/\"><span class=\"volume\">214</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">709</span></a></span>, 719 (Tex.App.-Austin 2007, pet. filed). Here the trial judge determined the declaratory judgment issue after summary judgment rulings and a jury trial. Therefore we apply the standards set forth above for review of summary judgments and jury findings and review the trial judge's conclusions of law de novo. <i>See </i><i>Hawkins,</i> 214 S.W.3d at 719; <i>Montfort v. Trek Resources, Inc.,</i> <span class=\"citation\" data-id=\"1655866\"><a href=\"/opinion/1655866/montfort-v-trek-resources-inc/\"><span class=\"volume\">198</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">344</span></a></span>, 354 (Tex.App.-Eastland 2006, no pet.).</p>\n<p>We review the trial judge's rulings regarding enforcement of the judgment pending appeal for abuse of discretion. A trial judge abuses her discretion if she acts in an arbitrary or unreasonable manner without reference to any guiding rules or principles. <i>See </i><i>Walker v. Gutierrez,</i> <span class=\"citation\" data-id=\"1758559\"><a href=\"/opinion/1758559/walker-v-gutierrez/\"><span class=\"volume\">111</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">56</span></a></span>, 62 (Tex.2003).</p>\n<p></p>\n<h2>SOLAR'S APPEAL</h2>\n<p></p>\n<h2>Res Judicata</h2>\n<p>Before we review Solar's primary complaint that the lease should not have been terminated, we address Solar's arguments that Prince of Peace's lawsuit against it could not be brought at all. In its first issue, Solar argues the trial judge erred in permitting Prince of Peace to proceed to trial on claims that were barred. Solar contends the order of dismissal in the <i>Hodgson</i> suit precludes Prince of Peace from asserting any claims in this lawsuit. The essence of Solar's complaint is that res judicata applies to bar all of Prince of Peace's claims. In its second issue, Solar complains the trial judge erred in granting Prince of Peace summary judgment on Solar's affirmative defenses of res judicata, estoppel, and waiver. We address these issues together.</p>\n<p><span class=\"star-pagination\">*821</span> Solar concedes res judicata would not normally apply where, as here, Solar and Prince of Peace were co-defendants in an earlier lawsuit and neither asserted any cross-claims against the other. <i>See </i><i>State &amp; County Mut. Fire Ins. Co. v. Miller,</i> <span class=\"citation\" data-id=\"1743026\"><a href=\"/opinion/1743026/state-and-county-mut-fire-ins-v-miller/\"><span class=\"volume\">52</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">693</span></a></span>, 696 (Tex.2001) (per curiam) (where co-defendants in first suit could have filed cross-actions against each other but did not, res judicata did not bar claims by one of co-defendants against other in second suit); <i>see also</i> TEX.R. CIV. P. 97(e) (pleading \"may\" state cross-claim by one party against co-party). But Solar argues the language of the <i>Hodgson</i> order of dismissal, \"that all claims, counterclaims, cross-claims, and third-party claims which have been or could have been asserted in the above-entitled and numbered and [sic] litigation by the parties against one another are dismissed with prejudice to refiling,\" bars Prince of Peace's claims nonetheless. Solar argues all of Prince of Peace's claims \"could have been asserted\" in the <i>Hodgson</i> suit.</p>\n<p>Rule 97(e) of the Texas Rules of Civil Procedure provides \"[a] pleading may state as a cross-claim any claim by one party against a co-party arising out of the transaction or occurrence that is the subject matter either of the original action or of a counterclaim therein.\" TEX.R. CIV. P. 97(e). Solar contends even though the cross-claim rule is permissive, the language of the dismissal order required Prince of Peace to assert all cross-claims arising out of the transaction or occurrence that was the subject matter of the <i>Hodgson</i> litigation. Texas does apply the transactional approach to res judicata. <i>See </i><i>Barr v. Resolution Trust Corp.,</i> <span class=\"citation\" data-id=\"1788968\"><a href=\"/opinion/1788968/barr-v-resolution-trust-corp/\"><span class=\"volume\">837</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">627</span></a></span>, 630 (Tex.1992). \"A determination of what constitutes the subject matter of a suit necessarily requires an examination of the factual basis of the claim or claims in the prior litigation.\" <i>Barr,</i> 837 S.W.2d at 630.</p>\n<p>We first note that there is no copy of either the <i>Hodgson</i> petition or the complete settlement agreement in the record, so it is not clear what claims were actually asserted or what relief was requested. The caption of the order of dismissal reflects Prince of Peace and Solar may have brought claims against a third party, Air Park Homeowners' Association, Inc., but the record does not reflect the substance of those claims. Without copies of the basic pleadings for comparison with the claims asserted in this lawsuit, it is difficult to determine whether Prince of Peace's claims here arise out of the same transaction as the <i>Hodgson</i> plaintiffs' claims.</p>\n<p>From references in our record, it appears the <i>Hodgson</i> plaintiffs asserted a claim for common law nuisance arising from the brightness of the lights. A \"nuisance\" is a condition that substantially interferes with the use and enjoyment of land by causing unreasonable discomfort or annoyance to persons of ordinary sensibilities. <i>Schneider Nat'l Carriers, Inc. v. Bates,</i> <span class=\"citation\" data-id=\"894611\"><a href=\"/opinion/894611/schneider-nat-carriers-inc-v-bates/\"><span class=\"volume\">147</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">264</span></a></span>, 269 (Tex.2004). The factual basis for this claim would have included proof of the effect of the field lighting on the <i>Hodgson</i> plaintiffs' use and enjoyment of their homes and property. Solar contends all of Prince of Peace's claims arise out of the same occurrence as the <i>Hodgson</i> plaintiffs' claims, that is, the alleged nuisance caused by the field lights.</p>\n<p>We do not agree all of Prince of Peace's claims could have been asserted in the <i>Hodgson</i> suit. Prince of Peace's claims are for breaches of the contract between it and Solar, including claims Solar violated the provisions of the lease relating to insurance, field maintenance, payment of utilities, and use of the premises in violation of law. The <i>Hodgson</i> plaintiffs' claims did not arise out of the lease between <span class=\"star-pagination\">*822</span> Prince of Peace and Solar, and apparently did not contain allegations relating to insurance, utilities, or maintenance of the fields. It appears the only issue with facts common to both the <i>Hodgson</i> case and this action would have been the claim the lights were too bright, and even for that claim, the focus of the facts developed would have been different. The <i>Hodgson</i> plaintiffs' proof would center around the effect of the lights on the neighborhood near the fields, while Prince of Peace's proof would center around whether use of the lights was \"in violation of any valid and applicable law, regulation, or ordinance of the United States, the State of Texas, or Dallas County or the City of Dallas, or other lawful authority having jurisdiction over the Leased Premises,\" under section 15.05 of the lease.</p>\n<p>In determining whether the facts constitute a single transaction, we consider \"their relatedness in time, space, origin, or motivation, and whether, taken together, they form a convenient unit for trial purposes.\" <i>Getty Oil Co. v. Ins. Co. of N. Am.,</i> <span class=\"citation\" data-id=\"2429828\"><a href=\"/opinion/2429828/getty-oil-v-insurance-co-of-n-america/\"><span class=\"volume\">845</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">794</span></a></span>, 798-99 (Tex.1992) (quoting RESTATEMENT (SECOND) OF JUDGMENTS § 24 cmt. b (1980)). The suits in <i>Getty</i> arose from the same accident, concerned the same section of the same contract, and sought the same relief. <i>See </i><i>Getty,</i> 845 S.W.2d at 799. Although there is likely some overlap between the <i>Hodgson</i> plaintiffs' claims and Prince of Peace's claims against Solar with respect to the field lights, we do not read the <i>Hodgson</i> dismissal order so broadly as to hold that Prince of Peace is completely barred from asserting any claim against Solar in this lawsuit, particularly where the Texas Rules of Civil Procedure did not require Prince of Peace to assert any cross-claims during the course of the <i>Hodgson</i> litigation and the lease between Solar and Prince of Peace was not at issue in the <i>Hodgson</i> case. We overrule Solar's first and second issues.</p>\n<p></p>\n<h2>Termination of the Lease</h2>\n<p>In its fourth issue, Solar argues the trial judge erred in terminating the lease and awarding Prince of Peace immediate possession of the premises. Prince of Peace sought to terminate the lease pursuant to an express clause authorizing termination in the event of a default by Solar. The lease provides:</p>\n<blockquote>Should Lessee default in the performance of any other covenant, condition, or agreement in this Lease, and such default is not cured within thirty (30) days after receipt of written notice from lessor to Lessee, Lessor may declare this Lease in its sole and absolute discretion, and all rights, titles, and interests created by it, to be terminated. Upon Lessor so electing to terminate, this Lease shall cease and come to an end as if that were the date originally fixed herein for the expiration of the Lease Term.</blockquote>\n<p>This clause is unambiguous; the parties agreed termination of the lease was a remedy available to Prince of Peace for a breach by Solar. Therefore, if the evidence supports findings of uncured defaults by Solar, the trial judge correctly granted Prince of Peace's request to terminate the lease. We review each alleged default in turn, addressing each of Solar's issues relating to each default.</p>\n<p><i>Use clause.</i> In issue 4.a, Solar challenges the legal and factual sufficiency of the evidence to support the jury's finding Solar breached the use clause of the lease. In issue 3, Solar contends the trial judge erred by granting Prince of Peace's no evidence summary judgment motion on Solar's affirmative defense of limitations relating to this alleged breach. Section 15.05 of the lease provides: <span class=\"star-pagination\">*823</span> 15.05 <i>Use clause.</i> Lessee agrees not to use the Leased Premises or any improvement situated upon the Leased Premises, or any part thereof, for any use or purpose in violation of any valid and applicable law, regulation, or ordinance of the United States, the State of Texas, or Dallas County or the City of Dallas, or other lawful authority having jurisdiction over the Leased Premises.</p>\n<p>The jury heard testimony from Prince of Peace's expert witness Nancy Clanton that the lighting from the fields exceeded the City of Carrollton's standards for light trespass and glare, by as much as six to twelve times the maximum in some locations. Clanton, who undertook testing of the lighting, testified and was cross-examined about her methodology and results. While some of Solar's objections to Clanton's testimony were sustained, she nevertheless testified as to her conclusions, and her report was admitted into the record. The jury also heard testimony from Prince of Peace's expert Lewis Harvey that the lights created \"disability glare\" and caused other dangers for drivers in the area. Solar did not offer its own expert testimony about the lighting. Solar points to a letter it received from the City of Carrollton stating the City would not be taking any enforcement action as to the lights, but the evidence also showed this letter was in reference to complaints by the <i>Hodgson</i> plaintiffs who lived outside the city limits of Carrollton. We conclude there was evidence from which the jury could have concluded Solar breached the use clause of the contract, and the jury's finding is not so contrary to the overwhelming weight of the evidence as to be clearly wrong and unjust. <i>See </i><i>Cain,</i> 709 S.W.2d at 176. We overrule Solar's issue number 4.a.</p>\n<p>We also conclude the trial judge did not err in granting summary judgment for Prince of Peace on Solar's affirmative defense that the claim for breach of the use clause was barred by limitations. In its third issue, Solar contends Prince of Peace's \"nuisance-based contract claim\" accrued more than four years prior to April 12, 2004, the date Prince of Peace filed this action. Solar notes the field lights were installed and in use by January 2000, and complaints from the neighboring landowners began even before the lights were completed. In its summary judgment materials, Prince of Peace contended it was only seeking damages from Solar's use of the lights within the limitations period; Solar's breaches of the use provision were continuing, citing <i>Dvorken v. Lone Star Industries, Inc.,</i> <span class=\"citation\" data-id=\"1655714\"><a href=\"/opinion/1655714/dvorken-v-lone-star-industries-inc/\"><span class=\"volume\">740</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span>, 567 (Tex.App.-Fort Worth 1987, no writ); and the lease's \"no waiver\" clause permitted suit on these later breaches even if Prince of Peace did not sue on the earlier breaches (\"No waiver by Lessor of a breach of any of the agreements, covenants, conditions, or restrictions of this Lease shall be construed or held to be a waiver of any succeeding or preceding breach of the same or any other agreement, covenant, condition, or restriction herein contained.\"). Summary judgment for Prince of Peace was proper on the issue whether limitations barred its claim for breach of the use clause. <i>See </i><i>Dvorken,</i> 740 S.W.2d at 567 (if continuing breach occurred, then appellants entitled to damages from four years prior to filing of their original petition). We overrule Solar's issues relating to the use clause of the lease.</p>\n<p><i>Insurance clause.</i> In issue 4.b, Solar contends the trial judge erred in granting Prince of Peace summary judgment on its claim that Solar breached the lease's insurance provisions. Under section 11.02 of the lease, Solar was to provide \"bodily injury and property damage insurance, covering Lessor as well as Lessee\" in specified amounts to protect <span class=\"star-pagination\">*824</span> against liability arising out of the use of the leased premises.</p>\n<p>Solar appears to concede it breached at least one requirement of section 11.02, requiring Solar to \"furnish a copy of the certificate of insurance reflecting Lessor as a coinsured prior to Lessee's occupancy of the Leased Premises.\" Solar pleaded the affirmative defense of impossibility, and in its summary judgment materials, offered the affidavit of a licensed insurance agent who explained under the rules and regulations of the Texas Insurance Board, a commercial tenant could only cause its landlord to be shown as an additional insured, not a co-insured. If the party opposing a motion for summary judgment relies on an affirmative defense, it must come forward with summary judgment evidence sufficient to raise an issue of fact on each element of the defense. <i>See </i><i>Am. Home Shield Corp. v. Lahorgue,</i> <span class=\"citation\" data-id=\"1498812\"><a href=\"/opinion/1498812/american-home-shield-corp-v-lahorgue/\"><span class=\"volume\">201</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">181</span></a></span>, 184 (Tex.App.-Dallas 2006, pet. denied). Solar does not detail the elements of the impossibility defense, and Prince of Peace argues it does not apply where the inability to make Prince of Peace a co-insured was or could have been anticipated at the time the contract was made, citing <i>Huffines v. Swor Sand &amp; Gravel Co.,</i> <span class=\"citation\" data-id=\"2436690\"><a href=\"/opinion/2436690/huffines-v-swor-sand-gravel-co-inc/\"><span class=\"volume\">750</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">38</span></a></span>, 40 (Tex.App.-Fort Worth 1988, no writ).</p>\n<p>Solar counters the <i>Huffines</i> rule only applies to an impossibility arising after the contract is made, that is, a supervening event, citing <i>Janak v. FDIC,</i> <span class=\"citation\" data-id=\"1633153\"><a href=\"/opinion/1633153/janak-v-federal-deposit-ins-corp/\"><span class=\"volume\">586</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">902</span></a></span>, 906-07 (Tex.Civ.App.-Houston [1st Dist.] 1979, no writ). The Texas Supreme Court has looked to the Restatement (Second) of Contracts to set out the proper elements of the defense. <i>See </i><i>Centex Corp. v. Dalton,</i> <span class=\"citation\" data-id=\"1659511\"><a href=\"/opinion/1659511/centex-corp-v-dalton/\"><span class=\"volume\">840</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">952</span></a></span>, 954 (Tex.1992) (relying on Restatement (Second) of Contracts §§ 261 and 264). Those sections address supervening impossibility. <i>See</i> RESTATEMENT (SECOND) OF CONTRACTS § 261.</p>\n<p>An impracticability that existed at the time the contract was made is addressed in a different section of the Restatement. <i>See</i> RESTATEMENT (SECOND) OF CONTRACTS § 266 (1981) (Existing Impracticability or Frustration); <i>see also </i><i>Castaneda v. State,</i> <span class=\"citation\" data-id=\"1449781\"><a href=\"/opinion/1449781/castaneda-v-state/\"><span class=\"volume\">138</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">304</span></a></span>, 319-20 and n. 25 (Tex. Crim.App.2003) (noting section 266 addresses situation in which impossibility existed at time of contracting). Section 266 provides that no duty to perform arises if \"it is impracticable without his fault because of a fact of which he has no reason to know and the non-existence of which is a basic assumption on which the contract is made.\" This would most likely be the applicable section to Solar's pleading of the defense, as Solar does not contend, and its evidence does not indicate, that the impossibility of making Prince of Peace a co-insured was the result of a supervening event. Solar does not offer evidence regarding whether it had reason to know of the problem or whether it involved a basic assumption of the parties, and thus did not establish a genuine issue of material fact existed on each element of its affirmative defense. We overrule Solar's issue 4.b relating to the insurance clause of the lease.</p>\n<p><i>Field maintenance provision.</i> Under article 9.01 of the lease, Solar was obligated to keep and maintain the improvements it erected in a good state of appearance and repair. The parties refer to this as the field maintenance provision. Solar challenges the trial judge's summary judgment rulings on limitations and on liability as well as the jury's finding of damages for breach of the field maintenance provision.</p>\n<p>In its third issue, Solar contends the trial judge erred in granting Prince of Peace summary judgment on Solar's affirmative defense of the statute of limitations regarding the field maintenance claim because the work leading to the drainage <span class=\"star-pagination\">*825</span> problems was complete by December 1, 1999. We disagree. While Solar alleged all improvements affecting grade and drainage were completed by December 1, 1999, Solar offered no further summary judgment evidence of facts relevant to when this claim arose. Solar relies on <i>Hubble v. Lone Star Contracting Corp.,</i> <span class=\"citation\" data-id=\"1524993\"><a href=\"/opinion/1524993/hubble-v-lone-star-contracting-corp/\"><span class=\"volume\">883</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">379</span></a></span>, 382 (Tex.App.-Fort Worth 1994, writ denied), for the proposition that for contracts with continuing obligations, limitations begins to run when the work under the contract is complete. We do not agree that the rule described in <i>Hubble</i> applies to Prince of Peace's claim Solar breached the field maintenance provision. In <i>Hubble,</i> the alleged breach was failure to make periodic payments as work under a construction contract proceeded. <i>See </i><i>Hubble,</i> 883 S.W.2d at 380. Here, the alleged breach is failure to keep and maintain the improvements on Prince of Peace's property in good appearance and repair after completion, as required by section 9.01 of the lease. The breach would occur, as we have recently noted, when the wrongful act occurred:</p>\n<blockquote>The limitations period for a breach of contract claim is four years. The issue of when a cause of action accrues is a question of law for the court. By moving for summary judgment on the affirmative defense of limitations, it is the defendant's burden to establish as a matter of law the date a cause of action accrues. A breach of contract claim accrues when the contract is breached. The contract is not breached until a wrongful act occurs. A cause of action generally accrues, and the statute of limitations begins to run, when facts come into existence that authorize a claimant to seek a judicial remedy.</blockquote>\n<p><i>Jones v. Blume,</i> <span class=\"citation\" data-id=\"1667449\"><a href=\"/opinion/1667449/jones-v-blume/\"><span class=\"volume\">196</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">440</span></a></span>, 445-46 (Tex.App.-Dallas 2006, pet. denied) (citations omitted). Here, the wrongful act alleged by Prince of Peace was the failure to maintain the fields, allowing standing pools of water and soggy turf to occur. Solar's contractual obligations did not end with completion of the fields. Without evidence of when the breach occurred, the trial judge did not err in granting Prince of Peace's motion for summary judgment on Solar's affirmative defense of limitations as to the field maintenance claim. We overrule Solar's third issue.</p>\n<p>In issues 4.c and 5.a, Solar contends the trial judge erred in granting Prince of Peace summary judgment on its claim that Solar breached the field maintenance provision. The trial judge granted Prince of Peace's summary judgment motion on this provision, and the jury found damages in the amount of $25,000 for Solar's breach of this provision, exactly half of Prince of Peace's requested damages of $50,000 to regrade the fields. In issue 5.b, Solar challenges the jury's finding of damages.</p>\n<p>In its summary judgment motion, Prince of Peace contended, \"The fields surrounding Solar's soccer fields are lower than the soccer fields. Solar has place[d] so much sod on the soccer fields that they now rise well above surrounding fields. These surrounding fields, consequently, experience substantial drainage problems; water from the soccer fields drains downwards onto the surrounding fields and creates standing pools of water and/or soggy turf.\" The motion cites to the affidavit of Gary Weik, the then-Executive Director for Prince of Peace, and Weik recites the same facts in his affidavit that are alleged in the motion.</p>\n<p>In response, Solar cited to the affidavit of David Ringer. Ringer testifies Weik's statements about the sod affecting drainage are \"nonsensical.\" He avers the grading plans were approved by Prince of Peace's architect; water from the fields is directed to a swale and then a drain pipe; <span class=\"star-pagination\">*826</span> only minor sod work has been done since installation; there is no condition of the sod on the soccer fields which causes any increased drainage onto the baseball field; Prince of Peace failed to provide specifications for the baseball field from which Solar's grading contractor could work; Prince of Peace does not properly care for the baseball field; changes in the natural conditions of the property have occurred and will occur; there were no changes to the sod affecting drainage; and the water on the baseball fields is caused by drainage from a neighboring parking lot, not from any condition on the soccer fields.</p>\n<p>Weik's testimony does not establish Solar violated the field maintenance provision as a matter of law. It is not clear to what \"surrounding fields\" Weik refers, or whether it was Solar's obligation to maintain these \"surrounding fields,\" as Solar's contractual obligation was to keep and maintain the \"improvements.\" Ringer's affidavit challenges Weik's factual assertions, and the jury should have been permitted to decide whether Solar had failed to maintain the fields in compliance with its contractual obligation. We conclude summary judgment should not have been granted on this issue. We sustain Solar's issues 4.c and 5.a.</p>\n<p>In issue 5.b, Solar complains the evidence is insufficient to support the jury's finding of damages for Solar's alleged breach of the field maintenance provision. Because we have held summary judgment was not proper on the question whether Solar breached the field maintenance provision, we must remand that issue, and the issue of resulting damages, to the trial court for further proceedings. <i>See </i><i>Dallas, Garland &amp; Ne. R.R. v. Hunt County,</i> <span class=\"citation\" data-id=\"1506505\"><a href=\"/opinion/1506505/dallas-garland-v-hunt-county/\"><span class=\"volume\">195</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">818</span></a></span>, 820 (Tex.App.-Dallas 2006, no pet.) (if movant does not show its entitlement to summary judgment as matter of law, this court must remand case to trial court)(citing <i>Gibbs v. Gen. Motors Corp.,</i> <span class=\"citation\" data-id=\"1567782\"><a href=\"/opinion/1567782/gibbs-v-general-motors-corporation/\"><span class=\"volume\">450</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">827</span></a></span>, 829 (Tex.1970)).</p>\n<p><i>Utilities</i> provisions. In issues 4.d, 4.e, 5.c, and 5.d, Solar complains the evidence is legally and factually insufficient to support the jury's finding that Solar breached the utilities clauses of the lease, and contends the jury's finding its breach was not excused is against the great weight and preponderance of the evidence. In issue 5.e, Solar challenges the legal and factual sufficiency of the evidence to support the jury's finding of damages arising from Solar's breach of the utilities clauses. We overrule these issues.</p>\n<p>The jury heard evidence of the parties' agreements regarding payment of utilities. The lease itself set forth these agreements in several different provisions. Prince of Peace offered testimony that Solar did not pay certain utility expenses and offered further testimony of the amounts of these unpaid expenses. Steven Ailey, the director of accounting and controller for Prince of Peace, testified that, in June 2004, a different company began providing electric services for Prince of Peace. After that date, the charges for the lights illuminating the soccer fields began appearing on Prince of Peace's bills instead of Solar's, and Prince of Peace paid $18,500 for those charges. Ailey also testified he reviewed the water bills received by Prince of Peace; Prince of Peace tracked the bills for water to the soccer fields; Prince of Peace has paid $27,000 in water bills since July of 2001; Solar's portion of these bills would be $12,500; and Solar had not paid any water utility bills since July 2001. In sections 3.01, 3.02, and Article 5 of the lease, the parties agreed to share the cost of electric and water utilities. Article 5, for example, provides in part, \"[u]tilities for water and electricity shall be paid and allocated by and among Lessor and Lessee on a ratable basis according <span class=\"star-pagination\">*827</span> to the terms and provisions set forth in this Lease.\" After reviewing the record, we conclude there is legally and factually sufficient evidence to support the jury's findings Solar breached the utilities provisions of the lease and that $31,000 would fairly and reasonably compensate Prince of Peace for this breach.</p>\n<p>Solar does not contend it did not agree to pay certain utility expenses but argues it was excused from its obligation because Prince of Peace did not present Solar with any invoices showing the amounts due. In Question No. 4 of the jury charge (conditioned on a finding that Solar failed to comply with the utilities provisions of the lease), the jury was asked whether Solar was excused from its failure to comply and was instructed that Solar's failure to comply is excused if compliance is waived by Prince of Peace. The instruction also defined waiver as \"an intentional surrender of a known right or intentional conduct inconsistent with claiming the right.\" Solar challenges the sufficiency of the evidence to support the jury's answer of \"no\" to this question. While Solar argues Prince of Peace did not present the bills to Solar nor did Prince of Peace demand payment, Solar does not point to any evidence that Prince of Peace intentionally surrendered the right to be reimbursed pursuant to the utilities provisions of the lease. Prince of Peace cites to correspondence, including demand letters in this litigation, in which it complained of Solar's failure to pay its share of utility expenses. These letters were introduced into the record, and the jury was entitled to consider them. While there is no written demand for a specific amount of utilities expenses to be paid, Prince of Peace offered evidence it continued to assert its right to recover utilities expenses under the lease rather than waiving its claim. We conclude there was evidence to support the jury's finding Prince of Peace did not waive its claim for the utilities expenses and that Solar was not excused from its failure to comply with the utilities provisions of the lease. Therefore, the jury's finding on Question 4 was not against the great weight and preponderance of the evidence. We overrule Solar's issues 4.d, 4.e, 5.c, 5.d, and 5.e.</p>\n<p>We now consider Solar's complaint that the lease should not have been terminated. We have reviewed and upheld the judge's and jury's findings that Solar breached three provisions of the lease. In light of these defaults, section 13.01 of the lease allowed Prince of Peace to \"declare this Lease in its sole and absolute discretion, and all rights, titles, and interests created by it, to be terminated.\" Solar asks to be relieved of its express bargain, however, because the result of enforcing the lease provisions would be inequitable and result in a forfeiture.</p>\n<p>Solar cites <i>Caranas v. Jones,</i> <span class=\"citation\" data-id=\"2457656\"><a href=\"/opinion/2457656/caranas-v-jones/\"><span class=\"volume\">437</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">905</span></a></span>, 912 (Tex.Civ.App.-Dallas 1969, writ ref'd n.r.e.), in which we stated, \"[c]ourts of equity do not favor forfeiture and in the absence of willful and culpable neglect on the part of the lessee a forfeiture will not be decreed for failure to comply with the covenants of the lease, especially where adequate compensation can be made for the breach.\" In <i>Caranas,</i> as here, the lease included an express clause permitting forfeiture of the lease upon uncured default. <i>Caranas,</i> 437 S.W.2d at 912. Despite the express clause, the trial judge in <i>Caranas</i> found it would be inequitable to forfeit the lessee's interest in the lease without affording the lessee the opportunity to pay the ad valorem taxes determined to be due. <i>Caranas,</i> 437 S.W.2d at 912. We affirmed the trial judge's ruling, noting the facts developed in the record \"reveal a situation where the remedy of forfeiture would be manifestly unjust.\" <i>Caranas,</i> <span class=\"star-pagination\">*828</span> 437 S.W.2d at 912. In the original petition in the case, the lessor had sought termination of the lease not because of the nonpayment of ad valorem taxes, but on other grounds subsequently abandoned. <i>Caranas,</i> 437 S.W.2d at 910. When the lessor amended its petition to allege failure to pay the ad valorem taxes as grounds for termination of the lease, the lessee responded by stating he was ready, willing, and able to pay the correct amount, as determined by the court. <i>Caranas,</i> 437 S.W.2d at 912. When the judge determined the amount due, the lessee paid it with interest in the amount of time allotted by the trial judge. <i>Caranas,</i> 437 S.W.2d at 912. We noted the lessor had therefore not sustained any monetary damage by virtue of the lessee's alleged breach of the covenant to pay the taxes. <i>Caranas,</i> 437 S.W.2d at 912. Under those circumstances, we held there was ample evidence in the record to sustain the trial judge's conclusion of law that it would be inequitable to forfeit the lease. <i>Caranas,</i> 437 S.W.2d at 912-13.</p>\n<p>Here, in contrast to <i>Caranas,</i> the trial judge or the jury found Solar was in default of at least three different provisions of the lease, and Solar did not demonstrate it was ready, willing, and able to cure the defaults either during the notice period provided in the lease or thereafter. <i>See </i><i>Caranas,</i> 437 S.W.2d at 912. Parties may contract to provide for forfeiture upon default, although equities may be shown to justify a continuation of the contract rather that forfeiture of it. <i>See </i><i>W.W. Laubach Trust/The Georgetown Corp. v. The Georgetown Corp./W.W. Laubach Trust,</i> <span class=\"citation\" data-id=\"1768028\"><a href=\"/opinion/1768028/ww-laubach-trust-v-georgetown-corp-etc/\"><span class=\"volume\">80</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">149</span></a></span>, 157 (Tex.App.-Austin 2002, pet. denied) (quoting <i>T-Anchor Corp. v. Travarillo Assoc.,</i> <span class=\"citation\" data-id=\"1780904\"><a href=\"/opinion/1780904/t-anchor-corp-v-travarillo-associates/\"><span class=\"volume\">529</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">622</span></a></span>, 627 (Tex.Civ.App.-Amarillo 1975, no writ)). Here, the contract is clear and was the result of negotiation between the parties.<sup>[1]</sup> The parties provided for Prince of Peace to be able to terminate the contract upon default by Solar with or without cause. For termination without cause, the parties included a procedure for valuing Solar's investment and specified a period of time before which Prince of Peace could not terminate the lease. The termination upon default provisions do not include these safeguards. The trial judge declared the rights of the parties consistent with the agreements they made in the lease. We do not disagree that the results are harsh, especially in light of the jury's findings that two of the breaches caused no damage to Prince of Peace and the value of Solar's compensable work on the soccer fields was $342,568.33. We nevertheless conclude, in accordance with the parties' express agreement, that the trial judge did not err in entering a judgment declaring that the lease was terminated and granting Prince of Peace immediate and exclusive possession of the leased premises. We overrule Solar's fourth issue.</p>\n<p></p>\n<h2>Solar's Counterclaims</h2>\n<p>In its sixth issue, Solar complains the trial judge erred in granting summary judgment for Prince of Peace on Solar's counterclaims for breach of the lease. Solar contends the affidavits it offered in response to Prince of Peace's no-evidence motion for summary judgment \"at least raised a genuine issue of material fact on Solar's counterclaims that Prince of Peace <span class=\"star-pagination\">*829</span> was in breach of its obligations under the Ground Lease in a number of ways.\" Solar does not specify what testimony supports these causes of action or what evidence raises a fact issue regarding whether Prince of Peace breached these two provisions. Without such specifics, we decline to address Solar's issue. <i>See</i> TEX.R.APP. P. 38.1(h) (brief must contain clear and concise argument to contentions made with appropriate citations to authorities and record). We overrule Solar's sixth issue.</p>\n<p></p>\n<h2>Attorney's Fees</h2>\n<p>In its seventh issue, Solar complains of reversible error in the award of attorney's fees to Prince of Peace. While we do not agree with any of the assertions Solar makes under this issue,<sup>[2]</sup> we are mindful of the supreme court's recent pronouncements on the necessity of remand to determine attorney's fees when the jury considered an erroneous amount of damages in making its attorney's fees finding. <i>See </i><i>Young v. Qualls,</i> <span class=\"citation\" data-id=\"894856\"><a href=\"/opinion/894856/young-v-qualls/\"><span class=\"volume\">223</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">312</span></a></span> (Tex. 2007) (unless appellate court reasonably certain jury was not significantly influenced by erroneous amount of damages it considered, issue on attorney's fees should be retried if damages awarded are reduced on appeal; appellate court cannot substitute its judgment for jury's consideration of results obtained); <i>Barker v. Eckman,</i> <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">306</span></span>, 313-14 (Tex.2006). We therefore reverse the portion of the judgment awarding Prince of Peace its attorney's fees and remand that issue to the trial court for further proceedings.</p>\n<p></p>\n<h2>PRINCE OF PEACE'S APPEAL</h2>\n<p></p>\n<h2>Quantum Meruit Recovery</h2>\n<p>In a cross-issue, Prince of Peace complains Solar cannot recover in quantum meruit for its investment in the improvements to the property because the lease expressly covers the subject matter of the quantum meruit claim. In support of its claim, Prince of Peace relies on <i>Truly v. Austin,</i> <span class=\"citation\" data-id=\"1529685\"><a href=\"/opinion/1529685/truly-v-austin/\"><span class=\"volume\">744</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">934</span></a></span> (Tex.1988). In <i>Truly,</i> the court noted \"[a]s a general rule, a plaintiff who seeks to recover the reasonable value of services rendered or materials <span class=\"star-pagination\">*830</span> supplied will be permitted to recover in quantum meruit only when there is no express contract covering those services or materials.\" <i>Truly,</i> 744 S.W.2d at 936 (citations omitted). Here, the parties' lease addresses the services Solar will perform, including the construction of the improvements, and expressly provides the capital improvements made by Solar and the sharing of expenses will constitute full rent for the term of the lease. The lease also fully addresses remedies available in the event of default. Upon default by Solar, after thirty days' notice without cure, Prince of Peace may declare the lease to be terminated. The lease between the parties expressly details their rights, obligations, and remedies.</p>\n<p>In <i>Truly,</i> the court held recovery in quantum meruit was not available to Truly because he limited his quantum meruit claim to the services he agreed to render under a written joint venture agreement. <i>Truly,</i> 744 S.W.2d at 936. Prince of Peace argues Solar seeks to recover in quantum meruit for the services it agreed to render under the lease and that <i>Truly</i> applies to preclude this claim.</p>\n<p>Solar counters that an exception recognized by the <i>Truly</i> court, for building and construction contracts, applies to allow Solar quantum meruit recovery. The <i>Truly</i> court noted \"the only Texas cases that have permitted a <i>breaching</i> [party] . . . to recover in quantum meruit have involved building or construction contracts.\" <i>Truly,</i> 744 S.W.2d at 937 (emphasis in original). Contractors have been permitted to recover the reasonable value of their services less any damages suffered by the owner, as long as the owner has accepted and retained the benefits arising as a direct result of the contractor's partial performance. <i>See </i><i>Truly,</i> 744 S.W.2d at 937. This exception did not apply in the <i>Truly</i> case, and we likewise conclude it is inapplicable here. <i>See </i><i>Truly,</i> 744 S.W.2d at 937-38.</p>\n<p>In <i>Truly,</i> because the plaintiff undertook his obligations on behalf of a joint venture in which he held a 40% interest, he acted to further his own financial interests as well as those of the defendants, his co-joint venturers. <i>Truly,</i> 744 S.W.2d at 937. Under those circumstances, where the written joint venture agreement covered the subject matter of the claim, quantum meruit did not apply. <i>Truly,</i> 744 S.W.2d at 937. Here, Solar undertook the obligations of the lease in order to provide a facility for its own use and benefit, as well as for the use and benefit of Prince of Peace, and has been able to use the facility since its completion in 2000.</p>\n<p>Prince of Peace does retain some of the benefits of Solar's investment, unlike the defendants in <i>Truly.</i> Because Truly refused to assume personal liability for the joint venture debt, the venture failed. <i>Truly,</i> 744 S.W.2d at 937-38. Austin and Clark \"were left with no tangible benefit.\" <i>Truly,</i> 744 S.W.2d at 937. In contrast, Solar argues Prince of Peace uses the fields for its school. But Solar also used the fields and shared in the operating expenses so that Solar as lessee could use the leased premises, and it has done so since the lease was signed and the fields were completed.</p>\n<p>The lease provides for remedies in the event of a default by Solar and, if Prince of Peace had decided to terminate the lease without cause, the lease provided a formula under which Solar could recover the reasonable value of the improvements. The lease specifically addresses the services that are the basis for Solar's quantum meruit claim. Under <i>Truly,</i> quantum meruit does not apply. Accordingly, we sustain Prince of Peace's fourth cross-issue. We reverse the trial court's judgment on Solar's quantum meruit recovery and <span class=\"star-pagination\">*831</span> render the judgment which should have been rendered, that Solar take nothing on its quantum meruit claim. <i>See</i> TEX.R.APP. P. 43.3 (when reversing trial court's judgment, court of appeals must render judgment trial court should have rendered unless remand necessary). In light of our disposition of Prince of Peace's fourth cross-issue, we need not address its fifth and sixth cross-issues challenging the quantum meruit recovery on different grounds. <i>See</i> TEX.R.APP. P. 47.1.</p>\n<p></p>\n<h2>Supersedeas Bond</h2>\n<p>In its first three cross-issues, Prince of Peace argues the trial judge abused her discretion in entering the order setting the amount of Solar's supersedeas bond because the bond provides security for only a part of the judgment. The judgment provides, \"The court orders that the Ground Lease is terminated and that Prince of Peace shall have immediate and exclusive possession of the leased premises.\" Prince of Peace argues the judgment both terminated a contractual relationship and returned an interest in real property, but the bond only secures the part of the judgment returning an interest in property. Prince of Peace maintains there is no security for suspending the termination of the lease, specifically permitting Solar to continue operation of the field lights.</p>\n<p>A trial judge is given broad discretion in determining the amount and type of security required. <i>Miller v. Kennedy &amp; Minshew, P.C.,</i> <span class=\"citation\" data-id=\"1768044\"><a href=\"/opinion/1768044/miller-v-kennedy-minshew-professional/\"><span class=\"volume\">80</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">161</span></a></span>, 164 (Tex.App.-Fort Worth 2002, no pet.). After a series of motions and hearings, the trial judge set the bond to be posted by Solar at the amount of $30,000, \"which includes lost rental income and court costs.\" Prince of Peace concedes there is security for \"immediate and exclusive possession of the leased premises\" as a return of interest in real property, because the trial judge set a bond to cover lost rental income. <i>See</i> TEX.R.APP. P. 24.2(a)(2). Rule 24.2(a)(2) provides that when a judgment is for the recovery of an interest in real property, the amount of security the judgment debtor must post must be at least \"the value of the property interest's rent or revenue, if the property interest is real. . . .\" TEX.R.APP. P. 24.2(a)(2).</p>\n<p>Prince of Peace also contends, however, that the termination of the lease is a separate award for which separate security is required under subsection (a)(3) of rule 24.2. <i>See</i> TEX.R.APP. P. 24.2(a)(3) (regarding security for judgments \"for something other than money or an interest in property\"). Prince of Peace cites <i>Klein Independent School District v. Fourteenth Court of Appeals,</i> <span class=\"citation\" data-id=\"1526101\"><a href=\"/opinion/1526101/klein-independent-school-v-fourteenth-court/\"><span class=\"volume\">720</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">87</span></a></span> (Tex.1986), to support its argument that termination of the lease actually falls under this rule regarding \"other judgments.\" In <i>Klein,</i> the supreme court held there was no abuse of discretion when the trial judge refused to permit a party to supersede the injunctive portion of a judgment. <i>See </i><i>Klein,</i> 720 S.W.2d at 87. In <i>Klein,</i> however, the recovery of real property rule did not apply as it does here, and the rule regarding superseding a judgment for the recovery of money did apply, but does not here. <i>See </i><i>Klein,</i> 720 S.W.2d at 87; TEX.R.APP. P. 24.2(a)(1). Therefore, we conclude the trial judge properly applied rule 24.2(a); <i>Klein</i> does not compel us to hold otherwise.</p>\n<p>Prince of Peace argues additional security should be offered for operation of the field lights, arguing under rule 24.1(e) the trial judge must order adequate protection \"against loss or damage that the appeal might cause.\" <i>See</i> TEX.R.APP. P. 24.1(e). However, rule 24.1(e) is not mandatory; rather, it provides the trial judge \"may\" make any order necessary. TEX. R.APP. P. 24.1(e). Further, rule 24.1 requires <span class=\"star-pagination\">*832</span> a supersedeas bond to be \"in the amount required by [rule] 24.2.\" <i>See</i> TEX. R.APP. P. 24.1(b)(1)(A).</p>\n<p>At the post-judgment hearings to determine the amount of the supersedeas bond, the trial judge heard conflicting evidence and argument regarding alleged loss Prince of Peace might suffer pending appeal if it was sued by a third party as a result of Solar's use of the field lights. Prince of Peace cites to the testimony of its lighting experts at trial, as well as to its offer of proof of the testimony of an insurance specialist, which was excluded on Solar's motion.</p>\n<p>Solar, on the other hand, cites to the City of Carrollton's letter stating the City would not take any action concerning the lights. Solar also notes there is insurance in place to protect Prince of Peace and further notes that, even though the trial judge instructed the jury Solar had breached the insurance provision of the lease, the jury found Prince of Peace did not suffer any damages from this breach. Similarly, although the jury found against Solar on the liability question relating to the lights, it also found Prince of Peace did not suffer any resulting damages. Solar also contends the testimony of Prince of Peace's insurance specialist was properly stricken because the methodology was unreliable, but further argued even if the exclusion was error, the expert admitted the risk of lawsuits against Prince of Peace was low. For all of these reasons, Solar argues the trial judge did not abuse her discretion in refusing to set any additional security for the operation of the field lights. We conclude the trial judge acted with reference to guiding rules and principles in setting the amount of the supersedeas bond. <i>See </i><i>Walker,</i> 111 S.W.3d at 62. We overrule Prince of Peace's first three cross-issues.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>We overrule Solar's issues regarding (i) res judicata and limitations, (ii) summary judgment on the insurance clause of the lease, (iii) the sufficiency of the evidence to support the jury's findings regarding breach of the utilities and use clauses of the lease, (iv) termination of the lease, and (v) its counterclaims. We sustain Solar's issue contending summary judgment should not have been granted for Prince of Peace on Solar's alleged breach of the field maintenance provision of the lease. We sustain Prince of Peace's cross-issue regarding the quantum meruit award to Solar. We overrule Prince of Peace's cross-issues regarding the trial judge's rulings on Solar's supersedeas bonds. We remand the issues of breach of the field maintenance provision and Prince of Peace's attorney's fees to the trial court for further proceedings.</p>\n<h2>NOTES</h2>\n<p>[1]  The Second Affidavit of David Ringer in Support of Defendant's Second Motion for Summary Judgment provides, \"I negotiated on behalf of Solar with the Church representatives and its attorneys regarding an agreement to develop and use fields on the Church's land. The Ground Lease was drafted, negotiated, revised more than once, and then executed. The Ground Lease was signed by both Solar and the Church.\"</p>\n<p>[2]  Solar asserts Prince of Peace failed to make presentment of its claim, failed to segregate its fees, and presented only \"thin and conclusory\" evidence of the factors required under <i>Arthur Andersen &amp; Co. v. Perry Equipment Corp.,</i> <span class=\"citation\" data-id=\"2427543\"><a href=\"/opinion/2427543/arthur-andersen-v-perry-equipment-corp/\"><span class=\"volume\">945</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">812</span></a></span> (Tex.1997). The record contained numerous written demands by Prince of Peace, including demand for payment of utilities, and it is not clear presentment would be required in any event as Prince of Peace sought its attorney's fees pursuant to the lease, not by statute. <i>See </i><i>McMann v. McMann,</i> <span class=\"citation\" data-id=\"1622166\"><a href=\"/opinion/1622166/mcmann-v-mcmann/\"><span class=\"volume\">942</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">94</span></a></span>, 97, 98 (Tex.App.-Houston [1st Dist.] 1997, no writ) (section 38.002 did not apply where party sought attorney's fees pursuant to contract). Further, Solar makes no explanation as to why Prince of Peace should be required to segregate the fees expended in pursuing its various claims for breach of contract, other than the alleged lack of presentment on the utilities claim. Segregation based on separate theories of the same cause of action is not required. <i>Flagship Hotel, Ltd. v. City of Galveston,</i> <span class=\"citation\" data-id=\"1426779\"><a href=\"/opinion/1426779/flagship-hotel-ltd-v-city-of-galveston/\"><span class=\"volume\">117</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">552</span></a></span>, 565 and n. 6 (Tex.App.-Texarkana 2003, pet. denied) (\"Courts examine segregation based on whether different causes of action have similar elements and arise out of the same set of circumstances. They do not examine whether the different theories of the same cause of action need to be segregated.\"). Finally, Prince of Peace offered expert testimony by Craig Albert on many of the factors set forth in <i>Arthur Andersen &amp; Co.,</i> including the time and labor required, the novelty and difficulty of the questions involved, the fee customarily charged, the amount involved and results obtained, the experience, reputation, and ability of the lawyer, whether the representation precluded other employment, and whether the fee was fixed or contingent. <i>See </i><i>Arthur Andersen &amp; Co.,</i> 945 S.W.2d at 818. Albert testified based on his own experience as well as his review of the pleadings, motions, letters, and fee statements in the case. Albert's testimony was legally and factually sufficient to support the jury's findings.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1403900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1426779/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1498812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1506505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1524993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1526101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1529685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1567782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1622166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1633153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1655714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1655866/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1659511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1667449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1758559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768028/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1780904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1788968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1987708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2342723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2393713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427543/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2429828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2436690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2457656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461826/"
          ]
        }
      ],
      "judges": "Justices Whittington, Francis, and Lang",
      "date_created": "2015-10-16T07:49:40.023024Z",
      "date_modified": "2018-02-21T17:36:49.555719Z",
      "date_filed": "2007-09-19",
      "date_filed_is_approximate": false,
      "slug": "solar-soccer-club-v-prince-of-peace-lutheran-church-of-carrollton",
      "citation_id": 1627675,
      "case_name_short": "",
      "case_name": "Solar Soccer Club v. Prince of Peace Lutheran Church of Carrollton",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "234 S.W.3d 814",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1670500/solar-soccer-club-v-prince-of-peace-lutheran-churc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:33:33.894257Z",
  "date_modified": "2014-10-30T18:33:33.894257Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Solar Soccer Club v. Prince of Peace Lutheran Church of Carrollton",
  "case_name_full": "",
  "slug": "solar-soccer-club-v-prince-of-peace-lutheran-churc",
  "docket_number": "05-06-00130-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}