{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1673643/",
  "id": 1673643,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1665217/",
      "id": 1665217,
      "absolute_url": "/opinion/1665217/massey-v-massey/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1673643/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1665217/",
          "id": 1665217,
          "absolute_url": "/opinion/1665217/massey-v-massey/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1665217/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:03:57.196192Z",
          "date_modified": "2017-04-06T16:18:41.045289Z",
          "type": "010combined",
          "sha1": "15dd757ae5e1fbe7bbbfd50d35ec563d81556a17",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>807 S.W.2d 391 (1991)</b></center>\n<center><h1>Henry P. MASSEY, Appellant,<br>\nv.<br>\nGayle Scott MASSEY, Appellee.</h1></center>\n<center>No. 01-89-01188-CV.</center>\n<center><p><b>Court of Appeals of Texas, Houston (1st Dist).</b></p></center>\n<center>March 7, 1991.</center>\n<center>Rehearing Denied April 11, 1991.</center>\n<p><span class=\"star-pagination\">*395</span> Jon Mercer, Theodore C. Flick, Houston, for appellant.</p>\n<p>John F. Nichols, Houston, for appellee.</p>\n<p>Before STEPHENS<sup>[*]</sup>, SAM BASS and PRICE<sup>[**]</sup>, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>STEPHENS, Justice.</p>\n<p>On August 8, 1989, following a trial and jury verdict, the trial court signed its final decree of divorce and judgment, dissolving the 22-year marriage of Henry P. Massey and Gayle Scott Massey and dividing their community estate. In six points of error, Henry Massey appeals from those portions of the judgment dividing the parties' community property and awarding Gayle Massey monetary damages and attorneys' fees.</p>\n<p>Henry Massey contends that the trial court improperly characterized some assets and incorrectly valued others, resulting in a disproportionate division of the parties' community property estate. In addition, Henry Massey challenges the court's award to Gayle Massey of certain monetary damages that he claims were not recoverable as a matter of law.</p>\n<p>Specifically, Henry Massey appeals the following aspects of the trial court's judgment:</p>\n<blockquote>1. The value placed on the Columbus State Bank stock of $3000 per share by the jury (point of error number 4);</blockquote>\n<blockquote>2. The trial court's exclusion of certain parol evidence and its ruling, as matter of law, that 157 shares of Columbus State Bank stock and two tracts of Colorado County land were community property rather than gifts to Henry Massey's separate estate (point of error number 5);</blockquote>\n<blockquote>3. The trial court's overall disproportionate division of property which, appellant contends, was manifestly inequitable, unfair and unjust (point of error number 1);</blockquote>\n<blockquote>4. The award, as part of an \"owelty\" judgment, of $55,000 in damages assessed by the jury for constructive fraud (point of error number 2);</blockquote>\n<blockquote>5. The award of $90,000 in attorneys' fees and $20,000 in appellate attorneys' fees, $30,000 of which comprised an additional part of the \"owelty\" judgment, and some other part of which was allegedly attributable to the prosecution of Gayle Massey's tort claim and was, therefore, not recoverable as a matter of law (point of error number 3); and</blockquote>\n<blockquote>6. The trial of Gayle Massey's tort claim, coupled with the divorce, and the award of $362,000 assessed by the jury as damages for emotional distress (point of error number 6).</blockquote>\n<p>The Tort Claim</p>\n<p>We first consider appellant's point of error six, particularly his contention that, absent a finding of physical injury, a cause of action for infliction of emotional distress may not be asserted in a divorce suit or, alternatively, if such a cause of action does exist, that the trial court's failure to grant his motion for severance and a separate trial of Gayle Massey's tort suit was reversible error.</p>\n<p>Appellant contends that, without proof of physical injury, Texas does not recognize a cause of action for the intentional or negligent infliction of emotional distress in a suit for divorce. He bases his conclusion squarely on the recent opinion in <i>Chiles v. Chiles,</i> 779 S.W.2d 127 (Tex.App.Houston [14th Dist.] 1989, writ denied), and cites no other Texas statute or case law as authority <span class=\"star-pagination\">*396</span> for his proposition. The <i>Chiles</i> opinion has been questioned because of its interpretation of case law regarding the evolution of this tort as well as its independent conclusion regarding the prohibition of the tort cause of action in the family law context.<sup>[1]</sup></p>\n<p>Our conclusions, after reviewing the history of the tort of intentional and negligent infliction of emotional distress, significantly differ from those of the court in <i>Chiles.</i> After a careful study of <i>Chiles</i> and related supreme court authority, we find that the tort of infliction of emotional distress, without physical injury, is recognized as a separate cause of action in Texas and that the status of that cause of action in the area of family law is unclear.</p>\n<p>In arriving at its conclusions to the contrary, the <i>Chiles</i> court acknowledged that the supreme court, in <i>St. Elizabeth Hospital v. Garrard,</i> 730 S.W.2d 649 (Tex.1987), established, without limitation, that proof of physical injury is no longer required to recover for negligent infliction of emotional distress. <i>St. Elizabeth Hospital,</i> 730 S.W.2d at 654; <i>see also </i><i>Havens v. Tomball Community Hospital,</i> 793 S.W.2d 690, 692 (Tex.App.Houston [1st Dist] 1990, writ requested) (physical injury is not an element of the tort of intentional infliction of emotional distress).</p>\n<p>However, the <i>Chiles</i> opinion concludes, without citation of examples, that \"The majority of cases dealing with <i>emotional distress,</i> as distinguished from physical injury, have found emotional distress to be noncompensable.\" <i>Chiles,</i> 779 S.W.2d at 131 (emphasis in the original). We disagree.</p>\n<p>In <i>St. Elizabeth Hospital v. Garrard</i><i>,</i> the supreme court discussed the requirement of physical injury in a suit for mental anguish damages in the following terms:</p>\n<blockquote>Clearly, freedom from severe emotional distress is an interest which the law should serve to protect.... Having recognized that an interest merits protection, it is the duty of this court to continually monitor the legal doctrines of this state to insure the public is free from unwarranted restrictions on the right to seek redress for wrongs committed against them. The physical manifestation requirement is one such restriction.... Thus we hold that proof of physical injury resulting from mental anguish is no longer an element of the common law action for negligent infliction of mental anguish.</blockquote>\n<p><i>St. Elizabeth Hospital,</i> 730 S.W.2d at 653-654.</p>\n<p>One month after it issued the opinion in <i>St. Elizabeth Hospital,</i> the supreme court handed down its opinion in <i>Price v. Price,</i> 732 S.W.2d 316 (Tex.1987). In the <i>Price</i> case, the court re-examined the doctrine of interspousal immunity, which mandates that one spouse cannot sue another for negligent conduct, and unequivocally abolished the doctrine \"as to <i>any</i> cause of action.\" <i>Price,</i> 732 S.W.2d at 319.</p>\n<p>The <i>Chiles</i> court acknowledged the <i>Price</i> opinion. However, in its analysis of <i>Price,</i> the <i>Chiles</i> opinion incorrectly states that, \"The court candidly admitted ... that the issue of interspousal immunity had not been preserved for their review.\" <i>Chiles,</i> 779 S.W.2d at 131. If this statement were accurate, then the supreme court's holding in <i>Price</i> would largely be rendered dicta. What the supreme court said, however, was that the issue of interspousal immunity had not been preserved for its review in the case of <i>Stafford v. Stafford,</i> 726 S.W.2d 14, 15-16 (Tex.1987), decided by the court just four months prior to <i>Price. See </i><i>Price,</i> 732 S.W.2d at 319-20. The clear implication of the statement made in <i>Price</i> was that the court would have overruled the doctrine in <i>Stafford</i> had the issue been before the court at that time. <i>Id.</i></p>\n<p>After rejecting the historical basis for the doctrine of interspousal immunity, that is, the fiction that husband and wife were one person, the <i>Price</i> court concluded that there was no longer:</p>\n<blockquote>any policy justification for retaining this feudal concept of the rights of parties to <span class=\"star-pagination\">*397</span> a marriage.... It is difficult to fathom how denying a forum for the redress of any wrong could be said to encourage domestic tranquility. It is equally difficult to see how suits based in tort would destroy domestic tranquility, while property and contract actions do not....</blockquote>\n<p><i>Price,</i> 732 S.W.2d at 318.</p>\n<p>To determine whether the supreme court specifically intended that the doctrine be abolished in the context of suits for divorce, we need only read on:</p>\n<blockquote>The doctrine of interspousal immunity has previously been abrogated as to some causes of action in this jurisdiction. We now abolish that doctrine completely as to any cause of action. We do not limit our holding to suits involving vehicular accidents only, as has been done by some jurisdictions and as has been urged upon us in this case. To do so would be to negate meritorious claims such as was presented in <i>Stafford v. Stafford,</i> 726 S.W.2d 14 (Tex.1987).<sup>[2]</sup> In that case a husband had transmitted a venereal disease to his wife.... While we ruled for her, the issue of interspousal immunity had not been preserved for our review. To leave in place a bar to suits like that of Mrs. Stafford or other suits involving non-vehicular torts would amount to a repudiation of the constitutional guarantee of equal protection of the laws. Tex. Const.Ann. art. I, § 3. Our result today is compelled by the fundamental proposition of public policy that the courts should afford redress for a wrong, and the failure of the rationale supporting the doctrine [of interspousal immunity] to withstand scrutiny.</blockquote>\n<p><i>Price,</i> 732 S.W.2d at 319-20.</p>\n<p>Based upon the unlimited and unequivocal holding by the supreme court in <i>St. Elizabeth Hospital v. Garrard</i><i>,</i> we hold that the tort of intentional or negligent infliction of emotional distress is an established cause of action that does not require proof of physical injury. The equally clear mandate of the supreme court in <i>Price v. Price</i> further confirms that a cause of action for infliction of emotional distress may be brought by one spouse against the other. A selective requirement of physical injury in family law cases which does not exist in any other area of the law would be discriminatory, denying equal protection to persons because of their status as partners in a marriage relationship. <i>Price,</i> 732 S.W.2d at 320. Severance</p>\n<p>We next address appellant's alternative argument that, if a cause of action does exist for infliction of emotional distress without physical injury, it may not be joined with a suit for divorce. Appellant contends that the trial court erred in failing to grant a separate trial on Gayle Massey's tort claim and that he was prejudiced thereby</p>\n<p>A plaintiff in his or her claim may join as independent claims any or as many claims, either legal or equitable or both, as he or she may have against the opposing party. <i>Mogford v. Mogford,</i> 616 S.W.2d 936, 940 (Tex.Civ.App.San Antonio 1981, writ ref'd n.r.e.); Tex.R.Civ.P. 51(a). Courts favor avoiding a multiplicity of suits and encourage resolution in one suit of all matters existing between the parties. <i>Mogford,</i> 616 S.W.2d at 940. Procedural matters such as joinder of parties and consolidation of claims are within the discretion of the trial court and will not be disturbed except for an abuse of discretion. <i>Allison v. Arkansas Louisiana Gas Co.,</i> 624 S.W.2d 566, 568 (Tex. 1981) (tort action could be maintained in condemnation suit).</p>\n<p>Texas courts have recognized that suits for infliction of emotional distress may be combined with a wide variety of other actions. <i>Bushell v. Dean,</i> 781 S.W.2d 652 (Tex.App.Austin 1989), <i>rev'd on other grounds,</i> 34 Tex.Sup.Ct.J. 120 (November 21, 1990), <i>opinion withdrawn and superceded by,</i> 803 S.W.2d 711 (Tex.1991) (sexual harassment suit); <i>Sanchez v. Schindler,</i> <span class=\"star-pagination\">*398</span> 651 S.W.2d 249 (Tex.1983) (wrongful death suit); <i>Havens v. Tomball Community Hospital,</i> 793 S.W.2d 690 (Tex.App.Houston [1st Dist] 1990, writ denied) (physical injury is not an element of a cause of action for emotional distress); <i>Federal Land Bank Assn of Tyler v. Sloane,</i> 793 S.W.2d 692 (Tex.App.Tyler 1990, writ granted) (suit for negligent misrepresentation); <i>City of Ingleside v. Kneuper,</i> 768 S.W.2d 451 (Tex.App.Austin 1989, writ denied) (wrongful termination suit); <i>Kneip v. UnitedBankVictoria,</i> 734 S.W.2d 130 (Tex.App.Corpus Christi 1987, no writ) (action for fraud); <i>Kold-Serve Corporation v. Ward,</i> 736 S.W.2d 750 (Tex.App. Corpus Christi 1987, writ dism'd) (suit for breach of contract, breach of warranties and deceptive trade practices).</p>\n<p>Gayle Massey's divorce and tort suits involved the same facts and parties. The court unquestionably had jurisdiction to consider the divorce action. The amount in controversy gave the trial court jurisdiction over the tort claim. <i>Mogford,</i> 616 S.W.2d at 940. Therefore, under rule 51(a) and absent an express prohibition, the cases could properly be tried together. We do not find that the trial court abused its discretion in failing to grant severance.</p>\n<p>Appellant claims, however, that the denial of his motion for severance amounted to reversible error because it caused him prejudice. He believes the trial of the combined issues led to a double recovery by the wife who was awarded both a monetary judgment on her tort claim and an unequal portion of the community estate. This argument ignores the unique and separate roles played by the judge and jury in this divorce case.</p>\n<p>While the jury may place a <i>value</i> on certain property, such as its valuation in this case of the Columbus State Bank stock, the division of property in a divorce action is exclusively within the province of the trial judge, not the jury. <i>Cockerham v. Cockerham,</i> 527 S.W.2d 162, 173 (Tex. 1975); <i>Roach v. Roach,</i> 672 S.W.2d 524, 529 (Tex.App.Amarillo 1984, no writ). The trial court is charged with the responsibility of and granted wide discretion in dividing the community estate in a manner that he deems just and right, having due regard for the rights of each party and any children of the marriage. Tex.Pam.Code Ann. § 3.63 (Vernon Supp.1991).</p>\n<p>The trial judge may order an unequal division of marital property where a reasonable basis exists for doing so. <i>See Murffv. Murff</i> 615 S.W.2d 696 (Tex.1981); <i>Horlock v. Horlock,</i> 533 S.W.2d 52, 60 (Tex.Civ.App.Houston [14th Dist] 1975, writ dism'd). We will correct the trial court's division of marital property only when an abuse of discretion has been shown. <i>Castle v. Castle,</i> 734 S.W.2d 410, 412 (Tex.App.Houston [1st Dist.] 1987, no writ). Furthermore, it is the duty of the appellate court to indulge every reasonable presumption in favor of the proper exercise of discretion by the trial court in dividing the community estate. <i>Garrett v. Garrett,</i> 534 S.W.2d 381, 382 (Tex.Civ.App.Houston [1st Dist] 1976, no writ).</p>\n<p>The court may consider many factors in making an unequal division of property. These include education, respective earning power, business and employment opportunities, physical health, probable future need for support, the award of custody, the size of the parties' separate estates, the length of the marriage and fault in its breakup. <i>Murff,</i> 615 S.W.2d at 699; <i>Eikenhorst v. Eikenhorst,</i> 746 S.W.2d 882, 889 (Tex.App.Houston [1st Dist] 1988, no writ); <i>Simpson v. Simpson,</i> 727 S.W.2d 662, 664 (Tex.App.Dallas 1987, no writ). While evidence of fault may be presented, the court is not obligated to consider it in dividing the marital estate. <i>Murff,</i> 615 S.W.2d at 698; <i>Young v. Young,</i> 609 S.W.2d 758, 762 (Tex.1980).</p>\n<p>There is no basis in this record for appellant's assumption that the court divided the property on the basis of fault. After the jury had returned its verdict, the court held a separate hearing on the division of property and the amount of child support, after which it entered its judgment dividing the parties' estate. The judgment recites the factors considered by the trial court in its division of the property. Fault is not among them. The court, being cognizant <span class=\"star-pagination\">*399</span> of the jury's separate award of damages for emotional distress, divided the community estate without consideration of fault. <i>Beavers v. Beavers,</i> 675 S.W.2d 296, 298 (Tex.AppDallas 1984, no writ). The award to the wife does not represent a double recovery. Therefore, we conclude that appellant was not prejudiced by the combined trial of the divorce and tort suits.</p>\n<p>Next we consider appellant's complaint, also raised in point of error six, that the jury's findings that Henry negligently and intentionally inflicted emotional distress upon Gayle are contrary to the evidence. We treat a point of error so phrased as a challenge to the factual sufficiency of the evidence which requires us to review the evidence in its entirety.</p>\n<p>The elements of the tort of negligent or intentional infliction of emotional distress are that (1) the defendant acted intentionally or recklessly; (2) the conduct of the defendant was extreme and outrageous; (3) the actions of the defendant caused the plaintiff emotional distress; and (4) the emotional distress suffered by the plaintiff was severe. <i>Havens v. Tomball Community Hospital,</i> 793 S.W.2d at 692.</p>\n<p>At trial, Gayle testified that, over the term of their marriage, Henry was abusive, explosive, and rageful. He constantly engaged in verbal abuse such as criticism and blaming, and he belittled her in front of her children. He had temper tantrums and physical outbursts which sometimes involved the destruction of property. Although he stopped short of physically assaulting her, Gayle testified that Henry's physical outbursts caused her to experience intense anxiety and fear.</p>\n<p>Gayle and several of her witnesses recounted Henry's tight control over money and his threats that Gayle would be penniless if she divorced him. He doled out small sums of cash$20 at a timeto Gayle for groceries; he would not let her write checks on their supposedly joint account; and when once she wrote a check in an emergency, he exploded and told her to never again come into the bank (where he was president); he bought her clothes for her and became enraged when once, on her ip.Houston [1st Dist.] 1991) own, she bought two $75.00 dresses. Gayle was allowed no voice in decisions, financial or otherwise, which affected her.</p>\n<p>Gayle claimed Henry was abusive to her and the couple's daughter because they could not drive the family's ski boat. He allegedly screamed at her about her incompetency and physically pushed his daughter. Henry acknowledged the incident but offered an explanation for his behavior.</p>\n<p>Gayle also testified that she felt viciously attacked by Henry's threats to tell her children and her friends of her extramarital affair and to take custody of her youngest daughter from her. (At the time of trial, both parties admitted to having had extramarital relationships at the end of their marriage.)</p>\n<p>Henry allegedly belittled Gayle's numerous charity activities and was rude to her friends. He often embarrassed her in front of others. At trial, Henry admitted that he called Gayle's friends, identified himself as Gayle's lawyer, and then questioned the friends about Gayle and the divorce.</p>\n<p>Henry testified that, as the president's wife, Gayle \"had the run of the bank, anytime she wanted\" and that there were no restrictions on Gayle's use of the checking account. However, he also admitted that the bank's records failed to include even one check signed by her. He said Gayle spent too much money$400-$500 on dresses and $150 on shoesbut he was sure she needed those things. He claimed he made numerous profitable investments for Gayle's benefit and with her knowledge.</p>\n<p>Some of the incidents testified to by Gayle were not remembered by Henry, but he did not dispute that certain abusive incidents occurred. However, he remembered almost all of those incidents differently from Gayle and he had explanations for each event. He testified that Gayle's psychologist \"lied\" about him. He agreed that he often used threats to get his way both in business and in his marriage and that threats often worked.</p>\n<p><span class=\"star-pagination\">*400</span> Henry alleged that Gayle was alcoholic. He told Gayle's psychologist that he bought Gayle's garbage from the garbage collectors (at $5 a bag) to check for wine bottles because he was concerned for her. After divorce was filed, Henry called Gayle's gynecologist to report her excessive drinking only out of concern for her. He described his devastation at the discovery of her affair.</p>\n<p>Both Gayle and Henry were subjected to highly effective cross-examination.</p>\n<p>Gayle's psychologist diagnosed Henry as having an \"explosive personality disorder\" and lacking impulse control. She characterized Gayle as \"emotionally battered.\" She also described Gayle as paralyzed, passive, and intimidated. According to the psychologist, Gayle was extremely fearful and had learned to deal with Henry through avoidance, \"walking on egg shells\" so as not to trigger Henry's rage. The psychologist characterized much of Henry's behavior as stemming from a malicious intent to harm Gayle. She predicted that Gayle would need extensive psychotherapy in the future.</p>\n<p>On rigorous cross-examination, the psychologist admitted that her characterization of certain acts as malicious might be based on incorrect assumptions. For example, if the couple were financially insolvent, Henry's supposed threats that Gayle would end up penniless would not be malicious. Similarly, if Henry contacted Gayle's doctor with allegations that she was alcoholic because he was concerned for her health, this conduct would not be malicious. The psychologist also stated that she had no better ability than the jury did to determine which party was telling the truth.</p>\n<p>The jury found that Henry had intentionally and negligently inflicted emotional distress on Gayle and awarded her past and future damages in the amount of $362,000. However, the jury also found that Henry had not assaulted Gayle by threat of imminent injury nor acted with malice. In response to special issue number 11, they awarded no exemplary damages. In light of the evidence at trial, we conclude that the jury's findings were not the result of passion or prejudice.</p>\n<p>Next Henry contends that the jury's verdict is contrary to the evidence because his conduct does not rise to the level of \"outrageous\" conduct necessary to support an emotional distress claim. Outrageous conduct is that conduct which exceeds all reasonable bounds of decency. <i>See Restatement of the Law, Torts,</i> § 46 comment g (Supp.1948). Whether behavior is \"outrageous\" is an issue of fact for a jury to decide. <i>See </i><i>Bushell,</i> 781 S.W.2d at 657.</p>\n<p>Special issue number five was preceded by the following limiting instruction to which no objection was made:</p>\n<blockquote>The bounds of decency vary from legal relationship to legal relationship. The marital relationship is highly subjective and constituted by mutual understandings and interchanges which are constantly in flux, and any number of which could be viewed by some segments of society as outrageous. Conduct considered extreme and outrageous in some relationships may be considered forgivable in other relationships. In your deliberation on the questions, definitions and instructions that follow, you shall consider them only in the context of the marital relationship of the parties to this case.</blockquote>\n<p>The jury found from the evidence that Henry Massey had intentionally inflicted emotional distress upon Gayle Massey during their 22-year marriage.</p>\n<p>The jury is the sole judge of the credibility of the witnesses and the weight to be given their testimony. <i>Rego Co. v. Brannon,</i> 682 S.W.2d 677, 680 (Tex.App. Houston [1st Dist] 1984, writ ref'd n.r.e.). We may not substitute our opinion for that of the trier of fact. <i>Benoit v. Wilson,</i> 150 Tex. 273, 239 S.W.2d 792, 796 (1951). We have considered all of the evidence, much of which is detailed throughout this opinion, and we conclude that the evidence supports the jury's answers to the tort issues. <i>See </i><i>Bushell,</i> 781 S.W.2d at 658; <i>see also </i><i>National Union Fire Ins. v. Dominguez,</i> 793 S.W.2d 66, 72-73 (Tex.App.El Paso 1990, writ denied).</p>\n<p><span class=\"star-pagination\">*401</span> Appellant's sixth point of error is overruled.</p>\n<p>We now address appellant's remaining points of error, considering first his other challenges to the jury's verdict. Valuation of the Columbus State Bank Stock</p>\n<p>In point of error number four, appellant challenges the legal and factual sufficiency of the evidence to support the jury's answer to special issue number two that the parties' Columbus State Bank (CSB) stock had a present value of $3000 per share.</p>\n<p>In addressing a no-evidence point of error, we consider only the evidence and inferences that tend to support the finding. <i>Garza v. Alviar,</i> 395 S.W.2d 821, 823 (Tex.1965). If there is any evidence of probative force in support of the jury's answer, we must overrule the no evidence point and uphold the finding. <i>In re King's Estate,</i> 150 Tex. 662, 244 S.W.2d 660, 661 (1951). A challenge to the factual sufficiency of the evidence requires us to consider and weigh all the evidence, both in support of and contrary to the finding. The point of error will be sustained only if the evidence is so weak or the jury's finding is so against the great weight and preponderance of the evidence as to be manifestly erroneous or unjust. <i>Id.</i></p>\n<p>Appellant relies on <i>Bendalin v. Delgado,</i> 406 S.W.2d 897 (Tex. 1966), for his contention that evidence of the book value of the stock was no evidence of present value. This reliance is misplaced. The stock in <i>Bendalin</i> was closely held corporate stock for which there was no market. Delgado, a former corporate employee, sued Bendalin for specific performance of an alleged agreement to repurchase his stock upon termination of his employment. Unlike Gayle Massey who presented considerable evidence of the value of the CSB stock, Delgado introduced absolutely no evidence of value other than book value. Bendalin, however, presented extensive evidence of a much lower value. Finding that <i>\"on the present record \"</i> the evidence of book value <i>alone</i> constituted nothing more than a scintilla of evidence, the supreme court held that the evidence was legally insufficient to support the jury's findings. The court said book value was entitled to little, if any, weight and <i>many other factors must be taken into consideration. </i><i>Bendalin,</i> 406 S.W.2d at 900-901 (emphasis added).</p>\n<p>In our case, book value was only one factor presented to the jury. Henry's experts (including his brother) set the book value of the stock at $3,800 and the market value at $750-$l,200 per share. However, other evidence was presented showing the value of the stock to be as high as $3,900 per share. For example, Gayle Massey presented evidence that in January 1988, Henry had pledged, and Omni Bank had accepted, 168 shares of the stock to secure a $400,000 loan. The value assigned in the security agreement was $3,902.58 per share, which was also in keeping with Henry's valuation of the stock in his personal financial statement. In another transaction, Henry had valued the stock at approximately $2600 per share.</p>\n<p>The jury considered all the evidence before it and determined the value of the stock to be $3000 which is within the range supported by the evidence.</p>\n<p>We overrule point of error number four. The Constructive Fraud Findings</p>\n<p>In point of error number two, appellant contends that the evidence is insufficient to support the jury's finding that Henry Massey committed constructive fraud with respect to the community property rights of Gayle Massey.</p>\n<p>In the absence of fraud on the rights of the other spouse, a spouse has the right to control and dispose of community property subject to his sole management. <i>Mazique v. Mazique,</i> 742 S.W.2d 805, 807 (Tex.App.Houston [1st Dist] 1987, no writ); <i>Horlock v. Horlock,</i> 533 S.W.2d 52, 55 (Tex.Civ.App.Houston [14th Dist] 1975, writ dism'd). Each spouse owns an undivided one-half interest in all community assets and funds regardless of which spouse has management and control. <i>Carries v. Meador,</i> 533 S.W.2d 365, 371 (Tex.Civ.App.Dallas 1975, writ ref'd n.r. <span class=\"star-pagination\">*402</span> e.). It is not necessary that one spouse approve or agree with the dispositions made by the other spouse of that other spouse's special community property. <i>Horlock,</i> 533 S.W.2d at 55. However, a relationship of trust and confidence exists between husband and wife which requires that a spouse's disposition of his special community property be fair to the other spouse. <i>Id.; </i><i>Carries,</i> 533 S.W.2d at 370. The managing spouse has the burden to show that his disposition of the property was fair. <i>Horlock,</i> 533 S.W.2d at 55; <i>Redfearn v. Ford,</i> 579 S.W.2d 295, 297 (Tex. Civ.AppDallas 1979, writ ref'd n.r.e.).</p>\n<p>The court will consider three primary factors of \"fairness\" in reviewing one spouse's claim of constructive fraud against the other. <i>Horlock,</i> 533 S.W.2d at 55; <i>Mazique,</i> 742 S.W.2d at 808. The factors to be considered are the size of the property disposed of in relation to the total size of the community estate; the adequacy of the estate remaining to support the other spouse after the disposition; and the relationship of the parties involved in the transaction or, in the case of a gift, of the donor to the donee. <i>Id.</i></p>\n<p>In the present case, the jury was instructed that:</p>\n<blockquote>A relationship of confidence and trust exists between a husband and wife with regard to that portion of the community property that each controls. This relationship requires that the spouses use the utmost good faith and frankness in their dealings with each other. Because of the nature of the spousal relationship, conduct of a spouse affecting the property rights of the other spouse may be constructively fraudulent even though identical conduct would not be fraudulent between nonspouses. Constructive fraud on the spouse occurs when one spouse unfairly disposes of, encumbers the other spouse's one-half interest in community property, or unfairly incurs community property indebtedness without the other spouse's knowledge or consent thereby proximately causing damages to Gayle S. Massey.</blockquote>\n<p>The jury was then asked whether Henry P. Massey committed constructive fraud with respect to the community property rights of Gayle S. Massey. In answering \"yes,\" the jury found that Henry had (1) unfairly disposed of Gayle's one-half interest in community property, (2) unfairly encumbered that interest, and/or (3) unfairly incurred community debt without Gayle's knowledge or consent. Henry contends the evidence does not support this finding.</p>\n<p>In his challenge to this finding, Henry assumes that the amount found by the jury was based solely on evidence of his purchase with community funds of some antique maps for which he paid $55,000. Based on this assumption and an analysis of the maps transaction, Henry argues that there is no evidence of constructive fraud or any resulting damages. He correctly points out that a decrease in the value of an investment of community assets is not, standing alone, sufficient to constitute fraud even if the investment were made without the other spouse's knowledge and consent.</p>\n<p>However, Gayle points to considerable evidence in the record besides the maps transaction which supports the jury's finding. In briefing his second point of error, Henry does not address any of this evidence.</p>\n<p>Although Henry testified that he frequently discussed finances with Gayle in detail, Gayle testified that she had no information about extensive community debt Henry incurred,<sup>[3]</sup> his disposition of considerable income to the community, or the depletion of more than $174,000 in community cash, evidenced in part by the difference in Henry's January 1988 financial statement, which reported $180,000 cash on hand, and his pretrial inventory of July 1989, which reported only $6,000.</p>\n<p>Gayle pointed to several investments through which she claimed Henry unfairly <span class=\"star-pagination\">*403</span> encumbered or disposed of community property assets. For example, evidence was presented of two investments, the \"Terecor\" investments, that Henry made in the names of his daughters and in his own name \"as trustee\" for himself and his daughters. He created in excess of $400,-000 in community debt to make the investments and collateralized the debt with community property Columbus State Bank stock. His disposition of the profits from these investments was unclear.</p>\n<p>The jury heard evidence of additional community debt incurred by Henry involving the pledging of community assets. Henry testified that he pledged CSB stock to Victoria Bank and Trust to secure a loan of approximately $300,000. Part of that sum was invested in an undisclosed amount of additional CSB stock. The expenditure of the remainder was unexplained. At the time of trial, Henry also owed balances of approximately $197,000 and $90,000 on loans at Columbus State Bank, and he owed approximately $316,000 to Hill Bank and Trust. The notes underlying these debts were also secured, at least in part, by CSB stock. The purpose of many of these transactions was unclear as was the disposition of the proceeds from the loans.</p>\n<p>While Henry stated that he did not make the questioned loans or investments for his separate account, he failed to account for significant sums of money paid to the community or borrowed against the community's assets. We have examined the entire record before us. It contains six volumes of testimony and massive documents and exhibits, displaying contradictions, gaps, and omissions. In his brief, which focuses only on the maps transaction, Henry Massey makes absolutely no attempt to assist us in deciphering this voluminous record. Neither does he direct this Court's attention to any evidence in the record which would indicate that he met his burden to establish the fairness of the transactions questioned.</p>\n<p>A brief of the appellant's argument shall include a fair, condensed statement of the facts pertinent to appellant's points of error relied on for reversal with reference to the pages in the record where the same may be found. Tex.R.App.P. 74(f). Failure to properly brief error results in waiver of the alleged error. <i>J.B. Custom Design and Bldg. v. Clawson,</i> 794 S.W.2d 38, 41 (Tex.App.Houston [1st Dist] 1990, no writ); <i>Champion v. Wright,</i> 740 S.W.2d 848, 852 (Tex.App.San Antonio 1987, writ denied). An appellate court will not speculate upon the nature of an appellant's argument. <i>Champion,</i> 740 S.W.2d at 852.</p>\n<p>We are also unpersuaded by Henry's claim that Gayle failed to establish any damages caused by his alleged constructive fraud. The couple's tax returns indicated that Henry's income averaged $150,000 $200,000 per year from 1983 to 1987. His cash flow for 1987 was $575,000 and for 1988, $650,000. His January, 1988 financial statement indicated the couple had assets of $3,935,600. However, at the time of trial, Henry's lawyer argued and Henry testified that he was \"busted.\"</p>\n<p>We overrule appellant's challenge to the jury's findings of constructive fraud as raised in his second point of error. Attorneys' Fees</p>\n<p>In point of error number three, appellant challenges the award of attorneys' fees to Gayle, alleging (1) that \"the community estate division did not warrant same\" (this claim is not briefed) and (2) that the award renders Henry liable for attorneys' fees attributable to the tort suit. This objection was not raised below.</p>\n<p>Although appellant's failure to brief the point constitutes waiver, Tex.R. App.P. 74(f), and an objection cannot be raised for the first time on appeal, we note, and appellant agrees, that the trial court has the authority to award attorneys' fees against a spouse in a divorce action as part of the equitable power to make a fair division of the community estate. <i>Carle v. Carle,</i> 149 Tex. 469, 234 S.W.2d 1002, 1005 (1950). The award of attorneys' fees is treated as part of the just and right division of the community estate. <i>Cluck v. Cluck,</i> 647 S.W.2d 338, 340 (Tex.App.San Antonio 1982, writ dism'd).</p>\n<p><span class=\"star-pagination\">*404</span> If causes of action arise out of the same transaction and are so interrelated that their prosecution or defense entails proof or denial of essentially the same facts, recovery of reasonable attorneys' fees may be awarded in connection with all claims even if some of the claims would not normally authorize recovery of attorneys' fees. <i>Flint &amp; Assoc. v. Intercontinental Pipe &amp; Steel, Inc.,</i> 739 S.W.2d 622, 624-25 (Tex.App.Dallas 1987, writ denied). Segregation of fees is not required when the causes of action require proof of the same facts. <i>Paramount Nat'l. </i><i>Life Ins. Co. v. Williams,</i> 772 S.W.2d 255, 266 (Tex.App. Houston [14th Dist] 1989, writ denied). The failure to apportion the fees among claims does not automatically preclude the recovery of attorneys' fees. <i>Gill Savings Ass'n v. International Supply Co.,</i> 759 S.W.2d 697, 705-06 (Tex.App.Dallas 1988, writ denied).</p>\n<p>We overrule point of error number three. The Owelty Judgment</p>\n<p>Henry next challenges the <i>form</i> of the award of the constructive fraud damages and attorney's fees as an \"owelty\" judgment. Owelty is simply a scheme for the <i>equalization</i> of awards of community property in divorce cases. It is especially relied on when the community estate has been encumbered and over-collateralized. <i>Simpson,</i> 727 S.W.2d at 663; <i>Belz v. Belz,</i> 667 S.W.2d 240, 245 (Tex.App. Dallas 1984, writ refd n.r.e.). Rather than \"additional\" damages, owelty is a means of recoupment by the community of that value \"lost\" by virtue of the disposition, encumbrance, or collateralization of property. <i>Id.</i> at 245; <i>Goren v. Goren,</i> 531 S.W.2d 897, 900 (Tex.Civ.App.Houston [1st Dist.] 1975, writ dism'd).</p>\n<p>Appellant argues that <i>Belz</i> stands for the proposition that a money judgment for fraud is inappropriate in a divorce action. This interpretation is incorrect. Under the facts in <i>Belz,</i> the court found that the money judgment awarded to the wife was <i>not</i> awarded in order to equalize the division of the community property. <i>Belz,</i> 667 S.W.2d at 245. It was for this reason that the <i>Belz</i> judgment was reversed. However, the <i>Belz</i> court specifically acknowledged that a money judgment <i>may</i> be awarded to one spouse against the other in order to equalize the division of the community estate or to effectuate a right of reimbursement or recoupment of value lost to the community. <i>Id.</i> at 247. <i>See also, </i><i>Goren v. Goren,</i> 531 S.W.2d 897, 900 (Tex. Civ.App.Houston, [1st Dist.] 1975, writ dism'd). Based on the jury's verdict on the constructive fraud issue, the trial court was entitled to award Gayle Massey equalization for property depleted unfairly from the community estate.</p>\n<p>Equalization by owelty is not limited to awards for fraud but may be used to equalize the property division for any reason. <i>See </i><i>Kidd v. Kidd,</i> 584 S.W.2d 552, 555 (Tex.Civ.App.Austin 1979, no writ); <i>Wisdom v. Wisdom,</i> 575 S.W.2d 124, 125-26 (Tex.Civ.App.Fort Worth 1978, writ dism'd). Therefore, we also find no error in the trial court's owelty award to Gayle of $30,000 in attorney's fees. This award was part of the overall scheme of the trial court's equitable division of the community property and was not a judgment against the husband's separate estate. Considering the encumbrance of the other community property available for division, the award was proper.</p>\n<p>Appellant's second and third points of error are overruled.</p>\n<p>The Trial Court's Characterization of Property</p>\n<p>In point of error number 5, appellant contends that the trial court erred in excluding parol evidence he offered to establish that 157 shares of Columbus State Bank stock and two tracts of Colorado County land were gifts to his separate estate and therefore were his separate property. The court concluded, as a matter of law, that the property was community.</p>\n<p>Property possessed by either spouse during or on dissolution of marriage is presumed to be community property. <i>Tarver v. Tarver,</i> 394 S.W.2d 780, 783 (Tex. 1965); <i>Roach v. Roach,</i> 672 S.W.2d 524, 529 (Tex.App.Amarillo 1984, no writ); Tex.Fam.Code Ann. § 5.02 (Vernon Supp. <span class=\"star-pagination\">*405</span> 1990). In order to overcome the presumption, the party claiming separate property must show by clear and convincing evidence that the property is, in fact, separate. <i>Kuehn v. Kuehn,</i> 594 S.W.2d 158, 161 (Tex.Civ.AppHouston [14th Dist] 1980, no writ); <i>Jackson v. Jackson,</i> 524 S.W.2d 308, 311 (Tex.Civ.App.Austin 1975, no writ). Henry complains that the trial court's exclusion of the testimony deprived him of his right to establish that the property was separate. We do not agree.</p>\n<p>Parol evidence is not admissible to vary the terms of an unambiguous document. <i>Kennedy v. Kennedy,</i> 619 S.W.2d 409, 410 (Tex.Civ.App.Houston [14th Dist.] 1981, no writ). It is for the court to construe an unambiguous document as a matter of law. <i>Coker v. Coker,</i> 650 S.W.2d 391, 393 (Tex. 1983). The courts will give effect to the intention of the parties as is apparent in an unambiguous writing. <i>City of Pinehurst v. Spooner Addition Water Co.,</i> 432 S.W.2d 515, 518 (Tex.1968). When a writing is intended as a completed memorial of a legal transaction, the parol evidence rule excludes other evidence of any prior or contemporaneous expressions of the parties relating to that transaction. <i>Muhm v. Davis,</i> 580 S.W.2d 98, 101 (Tex. Civ.App.Houston [1st Dist] 1979, writ ref'd n.r.e.). A spouse who is a party to a deed transaction may not introduce parol or extrinsic evidence to contradict the express recitals in the deed without first tendering evidence of fraud, accident, or mistake. <i>Henry S. Miller Co. v. Evans,</i> 452 S.W.2d 426, 431-32 (Tex.1970). Only if the intention of the parties <i>as expressed on the face of the document</i> is doubtful may the court resort to parol evidence to resolve the doubt. <i>Miller v. Miller,</i> 700 S.W.2d 941, 951 (Tex.App.Dallas 1985, writ ref'd n.r. e.).</p>\n<p>The parties stipulated to the authenticity of copies of two deeds and a $180,000 promissory note that reflected the terms of the transactions by which appellant acquired the property. Under the express language of these documents, which recite consideration, the transfers of property, which occurred during the parties' marriage, were bargained-for exchanges. Appellant did not plead that the documents were ambiguous; no evidence of ambiguity was introduced. Nevertheless, appellant offered the testimony of his brother and his mother that, contrary to the terms of the documents, the transactions were actually intended to be gifts and were treated as gifts but were made to look like credit transactions in order to avoid gift taxes. Under the parol evidence rule, the trial court correctly excluded the testimony.</p>\n<p>Gayle argues before this Court that, even if parol evidence had been admitted to show that no payments had yet been made on the due dates under the note, the transaction still would not qualify as a gift. Her reasoning is persuasive. In order to be a valid inter vivos gift, the transfer of the property must be absolute. It may not be open for future reconsideration by the donee, as would this alleged gift on each of the payment due dates. <i>Akin v. Akin,</i> 649 S.W.2d 700, 704 (Tex.App.Fort Worth 1983, writ ref'd n.r.e.).</p>\n<p>However, we need not decide this point since we hold that the trial court correctly excluded the parol evidence and gave effect to the unambiguous terms of the written instruments, thus correctly characterizing the property as community property.</p>\n<p>We overrule appellant's fifth point of error.</p>\n<p>The Division of the Community Estate</p>\n<p>Finally, we consider appellant's first point of error which challenges the overall division of the marital estate, claiming that it is manifestly inequitable, unfair, unjust, and a clear abuse of discretion.</p>\n<p>The trial court is vested with wide discretion and authority in its division of property in divorce suits and may divide the property as it deems right and just. <i>McKnight v. McKnight,</i> 543 S.W.2d 863 (Tex. 1976). In reviewing a trial court's division of marital property, the appellate court is charged with the task of reviewing the record for an abuse of that discretion. <i>Gutierrez v. Gutierrez,</i> 643 S.W.2d 786, 787 (Tex.App.San Antonio 1982, no writ). To establish an abuse of discretion, Henry <span class=\"star-pagination\">*406</span> must show that the trial court's decision was arbitrary and unreasonable. <i>Simon v. York Crane &amp; Rigging Co.,</i> 739 S.W.2d 793, 795 (Tex. 1987). We must indulge every reasonable presumption in favor of the proper exercise of discretion by the trial court. <i>Castle,</i> 734 S.W.2d at 413. Furthermore, the merits of each case must be examined to determine whether an unequal distribution was within the court's discretion. <i>Oliver v. Oliver,</i> 741 S.W.2d 225, 229 (Tex.App.Fort Worth 1987, no writ).</p>\n<p>In addition to those factors we have already discussed, the trial court may consider the amount of income received by the parties. <i>Rothwell v. Rothwell,</i> 775 S.W.2d 888, 891 (Tex.App.El Paso 1989, no writ). It may also consider the separate estates of the parties as a factor in its division of the marital estate. <i>McMaster v. McMaster,</i> 574 S.W.2d 594, 596-97 (Tex. Civ.App.San Antonio 1978, writ dism'd).</p>\n<p>Gayle had not worked since the earliest years of her marriage and was unemployed at the time of divorce. She testified that she was considering going back to school to complete current requirements for a teaching certificate or perhaps a graduate degree. Her separate property, not including the jury's award for emotional distress, was valued $283,222.23.<sup>[4]</sup> According to his testimony, Henry's incoming cash flow for the year preceding the divorce was between $650,000 and $675,000. His potential annual income for 1989 from his employment with Sunbelt Bank was $184,000. Henry Massey's separate property assets, as recited in the judgment, were valued at $1,539,244.00.</p>\n<p>The facts of the cases relied upon by appellant in support of his claim that the court's division is an abuse of discretion are distinguishable from the facts of our case. <i>Dietz v. Dietz,</i> 540 S.W.2d 418 (Tex. Civ.App.El Paso 1976, no writ) concerns a marriage of one year's duration between two people in their fifties. <i>Zamora v. Zamora,</i> 611 S.W.2d 660 (Tex.Civ.App.Corpus Christi 1980, no writ) involves parties whose scant property was community and who had no separate estates.</p>\n<p>Likewise, in <i>McMaster,</i> the court found that it was an abuse of discretion to divide the parties' estate disproportionately when the husband's separate estate was valued at only $500. <i>McMaster,</i> 574 S.W.2d at 597. In reaching its conclusion, the <i>McMaster</i> court considered <i>Clay v. Clay,</i> 550 S.W.2d 730 (Tex.Civ.App.Houston [1st Dist.] 1977, no writ), a case in which this Court upheld a widely disproportionate division of property. The <i>McMaster</i> court noted that the unequal award of community property in <i>Clay</i> was offset by the fact that the husband's separate estate was valued in excess of $1 million.</p>\n<p>Appellee also calls our attention to <i>Campbell v. Campbell,</i> 625 S.W.2d 41 (Tex.Civ.App.Fort Worth 1981, writ dism'd). <i>Campbell</i> involved a situation in which the husband was awarded a community interest with a negative value. On appeal, the court applied the law to the fact situation in the case and determined that there was no abuse of discretion. Finding a wide disparity between the earning capacities of the spouses, their business opportunities, and the sizes of their separate estates, the court sustained the property division. As set out in the trial court's judgment, the factors considered by the <i>Campbell</i> court are among those considered by the trial court in the division of the Masseys' estate. <i>See also </i><i>Hearn v. Hearn,</i> 449 S.W.2d 141 (Tex.Civ.App.Tyler 1969, no writ).</p>\n<p>Finding no abuse of discretion in the trial court's division of the marital estate of the parties, we overrule point of error number one.</p>\n<p>The judgment of the trial court is affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  The Honorable Bill J. Stephens, retired Justice, Court of Appeals, Fifth District of Texas at Dallas, sitting by assignment.</p>\n<p>[**]  The Honorable Frank C. Price, former Justice, Court of Appeals, First District of Texas at Houston, sitting by assignment.</p>\n<p>[1]  <i>See </i><i>Twyman v. Twyman,</i> 790 S.W.2d 819, 822-23 (Tex.App.Austin 1990, writ granted); <i>see also</i> Pfeuffer, <i>Chiles v. Chiles: Divorce, Torts,</i> <i>and ScandalTexas Style,</i> 42 Baylor L.Rev. 309 (Spring 1990).</p>\n<p>[2]  <i>Stafford,</i> as the <i>Price</i> opinion points out, was a suit for divorce and personal injury. The trial court granted a divorce, divided the marital estate, and entered judgment for compensatory and exemplary damages on the jury verdict for the wife on her personal injury claim. The appellate court reversed the judgment on the personal injury action.</p>\n<p>[3]  At the time of trial, liabilities secured with community assets totalled approximately $1,323,800.00.</p>\n<p>[4]  The total value of Gayle's separate property estate included $31,209 in personal effects (clothing and jewelry) while Henry's separate property total included a value of only $800 for his personal effects.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">807</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">391</span></span> (1991)</b></center>\n<center><h1>Henry P. MASSEY, Appellant,<br>\nv.<br>\nGayle Scott MASSEY, Appellee.</h1></center>\n<center>No. 01-89-01188-CV.</center>\n<center><p><b>Court of Appeals of Texas, Houston (1st Dist).</b></p></center>\n<center>March 7, 1991.</center>\n<center>Rehearing Denied April 11, 1991.</center>\n<p><span class=\"star-pagination\">*395</span> Jon Mercer, Theodore C. Flick, Houston, for appellant.</p>\n<p>John F. Nichols, Houston, for appellee.</p>\n<p>Before STEPHENS<sup>[*]</sup>, SAM BASS and PRICE<sup>[**]</sup>, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>STEPHENS, Justice.</p>\n<p>On August 8, 1989, following a trial and jury verdict, the trial court signed its final decree of divorce and judgment, dissolving the 22-year marriage of Henry P. Massey and Gayle Scott Massey and dividing their community estate. In six points of error, Henry Massey appeals from those portions of the judgment dividing the parties' community property and awarding Gayle Massey monetary damages and attorneys' fees.</p>\n<p>Henry Massey contends that the trial court improperly characterized some assets and incorrectly valued others, resulting in a disproportionate division of the parties' community property estate. In addition, Henry Massey challenges the court's award to Gayle Massey of certain monetary damages that he claims were not recoverable as a matter of law.</p>\n<p>Specifically, Henry Massey appeals the following aspects of the trial court's judgment:</p>\n<blockquote>1. The value placed on the Columbus State Bank stock of $3000 per share by the jury (point of error number 4);</blockquote>\n<blockquote>2. The trial court's exclusion of certain parol evidence and its ruling, as matter of law, that 157 shares of Columbus State Bank stock and two tracts of Colorado County land were community property rather than gifts to Henry Massey's separate estate (point of error number 5);</blockquote>\n<blockquote>3. The trial court's overall disproportionate division of property which, appellant contends, was manifestly inequitable, unfair and unjust (point of error number 1);</blockquote>\n<blockquote>4. The award, as part of an \"owelty\" judgment, of $55,000 in damages assessed by the jury for constructive fraud (point of error number 2);</blockquote>\n<blockquote>5. The award of $90,000 in attorneys' fees and $20,000 in appellate attorneys' fees, $30,000 of which comprised an additional part of the \"owelty\" judgment, and some other part of which was allegedly attributable to the prosecution of Gayle Massey's tort claim and was, therefore, not recoverable as a matter of law (point of error number 3); and</blockquote>\n<blockquote>6. The trial of Gayle Massey's tort claim, coupled with the divorce, and the award of $362,000 assessed by the jury as damages for emotional distress (point of error number 6).</blockquote>\n<p>The Tort Claim</p>\n<p>We first consider appellant's point of error six, particularly his contention that, absent a finding of physical injury, a cause of action for infliction of emotional distress may not be asserted in a divorce suit or, alternatively, if such a cause of action does exist, that the trial court's failure to grant his motion for severance and a separate trial of Gayle Massey's tort suit was reversible error.</p>\n<p>Appellant contends that, without proof of physical injury, Texas does not recognize a cause of action for the intentional or negligent infliction of emotional distress in a suit for divorce. He bases his conclusion squarely on the recent opinion in <i>Chiles v. Chiles,</i> <span class=\"citation\" data-id=\"1775301\"><a href=\"/opinion/1775301/chiles-v-chiles/\"><span class=\"volume\">779</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">127</span></a></span> (Tex.App.Houston [14th Dist.] 1989, writ denied), and cites no other Texas statute or case law as authority <span class=\"star-pagination\">*396</span> for his proposition. The <i>Chiles</i> opinion has been questioned because of its interpretation of case law regarding the evolution of this tort as well as its independent conclusion regarding the prohibition of the tort cause of action in the family law context.<sup>[1]</sup></p>\n<p>Our conclusions, after reviewing the history of the tort of intentional and negligent infliction of emotional distress, significantly differ from those of the court in <i>Chiles.</i> After a careful study of <i>Chiles</i> and related supreme court authority, we find that the tort of infliction of emotional distress, without physical injury, is recognized as a separate cause of action in Texas and that the status of that cause of action in the area of family law is unclear.</p>\n<p>In arriving at its conclusions to the contrary, the <i>Chiles</i> court acknowledged that the supreme court, in <i>St. Elizabeth Hospital v. Garrard,</i> <span class=\"citation\" data-id=\"1675989\"><a href=\"/opinion/1675989/st-elizabeth-hosp-v-garrard/\"><span class=\"volume\">730</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">649</span></a></span> (Tex.1987), established, without limitation, that proof of physical injury is no longer required to recover for negligent infliction of emotional distress. <i>St. Elizabeth Hospital,</i> 730 S.W.2d at 654; <i>see also </i><i>Havens v. Tomball Community Hospital,</i> <span class=\"citation\" data-id=\"2376244\"><a href=\"/opinion/2376244/havens-v-tomball-community-hosp/\"><span class=\"volume\">793</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">690</span></a></span>, 692 (Tex.App.Houston [1st Dist] 1990, writ requested) (physical injury is not an element of the tort of intentional infliction of emotional distress).</p>\n<p>However, the <i>Chiles</i> opinion concludes, without citation of examples, that \"The majority of cases dealing with <i>emotional distress,</i> as distinguished from physical injury, have found emotional distress to be noncompensable.\" <i>Chiles,</i> 779 S.W.2d at 131 (emphasis in the original). We disagree.</p>\n<p>In <i>St. Elizabeth Hospital v. Garrard</i><i>,</i> the supreme court discussed the requirement of physical injury in a suit for mental anguish damages in the following terms:</p>\n<blockquote>Clearly, freedom from severe emotional distress is an interest which the law should serve to protect.... Having recognized that an interest merits protection, it is the duty of this court to continually monitor the legal doctrines of this state to insure the public is free from unwarranted restrictions on the right to seek redress for wrongs committed against them. The physical manifestation requirement is one such restriction.... Thus we hold that proof of physical injury resulting from mental anguish is no longer an element of the common law action for negligent infliction of mental anguish.</blockquote>\n<p><i>St. Elizabeth Hospital,</i> 730 S.W.2d at 653-654.</p>\n<p>One month after it issued the opinion in <i>St. Elizabeth Hospital,</i> the supreme court handed down its opinion in <i>Price v. Price,</i> <span class=\"citation\" data-id=\"1745146\"><a href=\"/opinion/1745146/price-v-price/\"><span class=\"volume\">732</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">316</span></a></span> (Tex.1987). In the <i>Price</i> case, the court re-examined the doctrine of interspousal immunity, which mandates that one spouse cannot sue another for negligent conduct, and unequivocally abolished the doctrine \"as to <i>any</i> cause of action.\" <i>Price,</i> 732 S.W.2d at 319.</p>\n<p>The <i>Chiles</i> court acknowledged the <i>Price</i> opinion. However, in its analysis of <i>Price,</i> the <i>Chiles</i> opinion incorrectly states that, \"The court candidly admitted ... that the issue of interspousal immunity had not been preserved for their review.\" <i>Chiles,</i> 779 S.W.2d at 131. If this statement were accurate, then the supreme court's holding in <i>Price</i> would largely be rendered dicta. What the supreme court said, however, was that the issue of interspousal immunity had not been preserved for its review in the case of <i>Stafford v. Stafford,</i> <span class=\"citation\" data-id=\"1516487\"><a href=\"/opinion/1516487/stafford-v-stafford/\"><span class=\"volume\">726</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">14</span></a></span>, 15-16 (Tex.1987), decided by the court just four months prior to <i>Price. See </i><i>Price,</i> 732 S.W.2d at 319-20. The clear implication of the statement made in <i>Price</i> was that the court would have overruled the doctrine in <i>Stafford</i> had the issue been before the court at that time. <i>Id.</i></p>\n<p>After rejecting the historical basis for the doctrine of interspousal immunity, that is, the fiction that husband and wife were one person, the <i>Price</i> court concluded that there was no longer:</p>\n<blockquote>any policy justification for retaining this feudal concept of the rights of parties to <span class=\"star-pagination\">*397</span> a marriage.... It is difficult to fathom how denying a forum for the redress of any wrong could be said to encourage domestic tranquility. It is equally difficult to see how suits based in tort would destroy domestic tranquility, while property and contract actions do not....</blockquote>\n<p><i>Price,</i> 732 S.W.2d at 318.</p>\n<p>To determine whether the supreme court specifically intended that the doctrine be abolished in the context of suits for divorce, we need only read on:</p>\n<blockquote>The doctrine of interspousal immunity has previously been abrogated as to some causes of action in this jurisdiction. We now abolish that doctrine completely as to any cause of action. We do not limit our holding to suits involving vehicular accidents only, as has been done by some jurisdictions and as has been urged upon us in this case. To do so would be to negate meritorious claims such as was presented in <i>Stafford v. Stafford,</i> <span class=\"citation\" data-id=\"1516487\"><a href=\"/opinion/1516487/stafford-v-stafford/\"><span class=\"volume\">726</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">14</span></a></span> (Tex.1987).<sup>[2]</sup> In that case a husband had transmitted a venereal disease to his wife.... While we ruled for her, the issue of interspousal immunity had not been preserved for our review. To leave in place a bar to suits like that of Mrs. Stafford or other suits involving non-vehicular torts would amount to a repudiation of the constitutional guarantee of equal protection of the laws. Tex. Const.Ann. art. I, § 3. Our result today is compelled by the fundamental proposition of public policy that the courts should afford redress for a wrong, and the failure of the rationale supporting the doctrine [of interspousal immunity] to withstand scrutiny.</blockquote>\n<p><i>Price,</i> 732 S.W.2d at 319-20.</p>\n<p>Based upon the unlimited and unequivocal holding by the supreme court in <i>St. Elizabeth Hospital v. Garrard</i><i>,</i> we hold that the tort of intentional or negligent infliction of emotional distress is an established cause of action that does not require proof of physical injury. The equally clear mandate of the supreme court in <i>Price v. Price</i> further confirms that a cause of action for infliction of emotional distress may be brought by one spouse against the other. A selective requirement of physical injury in family law cases which does not exist in any other area of the law would be discriminatory, denying equal protection to persons because of their status as partners in a marriage relationship. <i>Price,</i> 732 S.W.2d at 320. Severance</p>\n<p>We next address appellant's alternative argument that, if a cause of action does exist for infliction of emotional distress without physical injury, it may not be joined with a suit for divorce. Appellant contends that the trial court erred in failing to grant a separate trial on Gayle Massey's tort claim and that he was prejudiced thereby</p>\n<p>A plaintiff in his or her claim may join as independent claims any or as many claims, either legal or equitable or both, as he or she may have against the opposing party. <i>Mogford v. Mogford,</i> <span class=\"citation\" data-id=\"1563952\"><a href=\"/opinion/1563952/mogford-v-mogford/\"><span class=\"volume\">616</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">936</span></a></span>, 940 (Tex.Civ.App.San Antonio 1981, writ ref'd n.r.e.); Tex.R.Civ.P. 51(a). Courts favor avoiding a multiplicity of suits and encourage resolution in one suit of all matters existing between the parties. <i>Mogford,</i> 616 S.W.2d at 940. Procedural matters such as joinder of parties and consolidation of claims are within the discretion of the trial court and will not be disturbed except for an abuse of discretion. <i>Allison v. Arkansas Louisiana Gas Co.,</i> <span class=\"citation\" data-id=\"1772160\"><a href=\"/opinion/1772160/allison-v-arkansas-louisiana-gas-co/\"><span class=\"volume\">624</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">566</span></a></span>, 568 (Tex. 1981) (tort action could be maintained in condemnation suit).</p>\n<p>Texas courts have recognized that suits for infliction of emotional distress may be combined with a wide variety of other actions. <i>Bushell v. Dean,</i> <span class=\"citation\" data-id=\"2395210\"><a href=\"/opinion/2395210/bushell-v-dean/\"><span class=\"volume\">781</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">652</span></a></span> (Tex.App.Austin 1989), <i>rev'd on other grounds,</i> 34 Tex.Sup.Ct.J. 120 (November 21, 1990), <i>opinion withdrawn and superceded by,</i> <span class=\"citation\" data-id=\"1718212\"><a href=\"/opinion/1718212/bushell-v-dean/\"><span class=\"volume\">803</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">711</span></a></span> (Tex.1991) (sexual harassment suit); <i>Sanchez v. Schindler,</i> <span class=\"star-pagination\">*398</span> <span class=\"citation\" data-id=\"1772502\"><a href=\"/opinion/1772502/sanchez-v-schindler/\"><span class=\"volume\">651</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">249</span></a></span> (Tex.1983) (wrongful death suit); <i>Havens v. Tomball Community Hospital,</i> <span class=\"citation\" data-id=\"2376244\"><a href=\"/opinion/2376244/havens-v-tomball-community-hosp/\"><span class=\"volume\">793</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">690</span></a></span> (Tex.App.Houston [1st Dist] 1990, writ denied) (physical injury is not an element of a cause of action for emotional distress); <i>Federal Land Bank Assn of Tyler v. Sloane,</i> <span class=\"citation\" data-id=\"2375969\"><a href=\"/opinion/2375969/federal-land-bank-assn-of-tyler-v-sloane/\"><span class=\"volume\">793</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">692</span></a></span> (Tex.App.Tyler 1990, writ granted) (suit for negligent misrepresentation); <i>City of Ingleside v. Kneuper,</i> <span class=\"citation\" data-id=\"1784627\"><a href=\"/opinion/1784627/city-of-ingleside-v-kneuper/\"><span class=\"volume\">768</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">451</span></a></span> (Tex.App.Austin 1989, writ denied) (wrongful termination suit); <i>Kneip v. UnitedBankVictoria,</i> <span class=\"citation\" data-id=\"2431659\"><a href=\"/opinion/2431659/kneip-v-unitedbank-victoria/\"><span class=\"volume\">734</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">130</span></a></span> (Tex.App.Corpus Christi 1987, no writ) (action for fraud); <i>Kold-Serve Corporation v. Ward,</i> <span class=\"citation\" data-id=\"1621198\"><a href=\"/opinion/1621198/kold-serve-corp-v-ward/\"><span class=\"volume\">736</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">750</span></a></span> (Tex.App. Corpus Christi 1987, writ dism'd) (suit for breach of contract, breach of warranties and deceptive trade practices).</p>\n<p>Gayle Massey's divorce and tort suits involved the same facts and parties. The court unquestionably had jurisdiction to consider the divorce action. The amount in controversy gave the trial court jurisdiction over the tort claim. <i>Mogford,</i> 616 S.W.2d at 940. Therefore, under rule 51(a) and absent an express prohibition, the cases could properly be tried together. We do not find that the trial court abused its discretion in failing to grant severance.</p>\n<p>Appellant claims, however, that the denial of his motion for severance amounted to reversible error because it caused him prejudice. He believes the trial of the combined issues led to a double recovery by the wife who was awarded both a monetary judgment on her tort claim and an unequal portion of the community estate. This argument ignores the unique and separate roles played by the judge and jury in this divorce case.</p>\n<p>While the jury may place a <i>value</i> on certain property, such as its valuation in this case of the Columbus State Bank stock, the division of property in a divorce action is exclusively within the province of the trial judge, not the jury. <i>Cockerham v. Cockerham,</i> <span class=\"citation\" data-id=\"1786539\"><a href=\"/opinion/1786539/cockerham-v-cockerham/\"><span class=\"volume\">527</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">162</span></a></span>, 173 (Tex. 1975); <i>Roach v. Roach,</i> <span class=\"citation\" data-id=\"1686480\"><a href=\"/opinion/1686480/roach-v-roach/\"><span class=\"volume\">672</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">524</span></a></span>, 529 (Tex.App.Amarillo 1984, no writ). The trial court is charged with the responsibility of and granted wide discretion in dividing the community estate in a manner that he deems just and right, having due regard for the rights of each party and any children of the marriage. Tex.Pam.Code Ann. § 3.63 (Vernon Supp.1991).</p>\n<p>The trial judge may order an unequal division of marital property where a reasonable basis exists for doing so. <i>See Murffv. Murff</i> <span class=\"citation\" data-id=\"2449637\"><a href=\"/opinion/2449637/murff-v-murff/\"><span class=\"volume\">615</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">696</span></a></span> (Tex.1981); <i>Horlock v. Horlock,</i> <span class=\"citation\" data-id=\"2447199\"><a href=\"/opinion/2447199/horlock-v-horlock/\"><span class=\"volume\">533</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">52</span></a></span>, 60 (Tex.Civ.App.Houston [14th Dist] 1975, writ dism'd). We will correct the trial court's division of marital property only when an abuse of discretion has been shown. <i>Castle v. Castle,</i> <span class=\"citation\" data-id=\"2431607\"><a href=\"/opinion/2431607/castle-v-castle/\"><span class=\"volume\">734</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">410</span></a></span>, 412 (Tex.App.Houston [1st Dist.] 1987, no writ). Furthermore, it is the duty of the appellate court to indulge every reasonable presumption in favor of the proper exercise of discretion by the trial court in dividing the community estate. <i>Garrett v. Garrett,</i> <span class=\"citation\" data-id=\"2411459\"><a href=\"/opinion/2411459/garrett-v-garrett/\"><span class=\"volume\">534</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">381</span></a></span>, 382 (Tex.Civ.App.Houston [1st Dist] 1976, no writ).</p>\n<p>The court may consider many factors in making an unequal division of property. These include education, respective earning power, business and employment opportunities, physical health, probable future need for support, the award of custody, the size of the parties' separate estates, the length of the marriage and fault in its breakup. <i>Murff,</i> 615 S.W.2d at 699; <i>Eikenhorst v. Eikenhorst,</i> <span class=\"citation\" data-id=\"1521179\"><a href=\"/opinion/1521179/eikenhorst-v-eikenhorst/\"><span class=\"volume\">746</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">882</span></a></span>, 889 (Tex.App.Houston [1st Dist] 1988, no writ); <i>Simpson v. Simpson,</i> <span class=\"citation\" data-id=\"2431005\"><a href=\"/opinion/2431005/simpson-v-simpson/\"><span class=\"volume\">727</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">662</span></a></span>, 664 (Tex.App.Dallas 1987, no writ). While evidence of fault may be presented, the court is not obligated to consider it in dividing the marital estate. <i>Murff,</i> 615 S.W.2d at 698; <i>Young v. Young,</i> <span class=\"citation\" data-id=\"1622784\"><a href=\"/opinion/1622784/young-v-young/\"><span class=\"volume\">609</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">758</span></a></span>, 762 (Tex.1980).</p>\n<p>There is no basis in this record for appellant's assumption that the court divided the property on the basis of fault. After the jury had returned its verdict, the court held a separate hearing on the division of property and the amount of child support, after which it entered its judgment dividing the parties' estate. The judgment recites the factors considered by the trial court in its division of the property. Fault is not among them. The court, being cognizant <span class=\"star-pagination\">*399</span> of the jury's separate award of damages for emotional distress, divided the community estate without consideration of fault. <i>Beavers v. Beavers,</i> <span class=\"citation\" data-id=\"1487346\"><a href=\"/opinion/1487346/beavers-v-beavers/\"><span class=\"volume\">675</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">296</span></a></span>, 298 (Tex.AppDallas 1984, no writ). The award to the wife does not represent a double recovery. Therefore, we conclude that appellant was not prejudiced by the combined trial of the divorce and tort suits.</p>\n<p>Next we consider appellant's complaint, also raised in point of error six, that the jury's findings that Henry negligently and intentionally inflicted emotional distress upon Gayle are contrary to the evidence. We treat a point of error so phrased as a challenge to the factual sufficiency of the evidence which requires us to review the evidence in its entirety.</p>\n<p>The elements of the tort of negligent or intentional infliction of emotional distress are that (1) the defendant acted intentionally or recklessly; (2) the conduct of the defendant was extreme and outrageous; (3) the actions of the defendant caused the plaintiff emotional distress; and (4) the emotional distress suffered by the plaintiff was severe. <i>Havens v. Tomball Community Hospital,</i> 793 S.W.2d at 692.</p>\n<p>At trial, Gayle testified that, over the term of their marriage, Henry was abusive, explosive, and rageful. He constantly engaged in verbal abuse such as criticism and blaming, and he belittled her in front of her children. He had temper tantrums and physical outbursts which sometimes involved the destruction of property. Although he stopped short of physically assaulting her, Gayle testified that Henry's physical outbursts caused her to experience intense anxiety and fear.</p>\n<p>Gayle and several of her witnesses recounted Henry's tight control over money and his threats that Gayle would be penniless if she divorced him. He doled out small sums of cash$20 at a timeto Gayle for groceries; he would not let her write checks on their supposedly joint account; and when once she wrote a check in an emergency, he exploded and told her to never again come into the bank (where he was president); he bought her clothes for her and became enraged when once, on her ip.Houston [1st Dist.] 1991) own, she bought two $75.00 dresses. Gayle was allowed no voice in decisions, financial or otherwise, which affected her.</p>\n<p>Gayle claimed Henry was abusive to her and the couple's daughter because they could not drive the family's ski boat. He allegedly screamed at her about her incompetency and physically pushed his daughter. Henry acknowledged the incident but offered an explanation for his behavior.</p>\n<p>Gayle also testified that she felt viciously attacked by Henry's threats to tell her children and her friends of her extramarital affair and to take custody of her youngest daughter from her. (At the time of trial, both parties admitted to having had extramarital relationships at the end of their marriage.)</p>\n<p>Henry allegedly belittled Gayle's numerous charity activities and was rude to her friends. He often embarrassed her in front of others. At trial, Henry admitted that he called Gayle's friends, identified himself as Gayle's lawyer, and then questioned the friends about Gayle and the divorce.</p>\n<p>Henry testified that, as the president's wife, Gayle \"had the run of the bank, anytime she wanted\" and that there were no restrictions on Gayle's use of the checking account. However, he also admitted that the bank's records failed to include even one check signed by her. He said Gayle spent too much money$400-$500 on dresses and $150 on shoesbut he was sure she needed those things. He claimed he made numerous profitable investments for Gayle's benefit and with her knowledge.</p>\n<p>Some of the incidents testified to by Gayle were not remembered by Henry, but he did not dispute that certain abusive incidents occurred. However, he remembered almost all of those incidents differently from Gayle and he had explanations for each event. He testified that Gayle's psychologist \"lied\" about him. He agreed that he often used threats to get his way both in business and in his marriage and that threats often worked.</p>\n<p><span class=\"star-pagination\">*400</span> Henry alleged that Gayle was alcoholic. He told Gayle's psychologist that he bought Gayle's garbage from the garbage collectors (at $5 a bag) to check for wine bottles because he was concerned for her. After divorce was filed, Henry called Gayle's gynecologist to report her excessive drinking only out of concern for her. He described his devastation at the discovery of her affair.</p>\n<p>Both Gayle and Henry were subjected to highly effective cross-examination.</p>\n<p>Gayle's psychologist diagnosed Henry as having an \"explosive personality disorder\" and lacking impulse control. She characterized Gayle as \"emotionally battered.\" She also described Gayle as paralyzed, passive, and intimidated. According to the psychologist, Gayle was extremely fearful and had learned to deal with Henry through avoidance, \"walking on egg shells\" so as not to trigger Henry's rage. The psychologist characterized much of Henry's behavior as stemming from a malicious intent to harm Gayle. She predicted that Gayle would need extensive psychotherapy in the future.</p>\n<p>On rigorous cross-examination, the psychologist admitted that her characterization of certain acts as malicious might be based on incorrect assumptions. For example, if the couple were financially insolvent, Henry's supposed threats that Gayle would end up penniless would not be malicious. Similarly, if Henry contacted Gayle's doctor with allegations that she was alcoholic because he was concerned for her health, this conduct would not be malicious. The psychologist also stated that she had no better ability than the jury did to determine which party was telling the truth.</p>\n<p>The jury found that Henry had intentionally and negligently inflicted emotional distress on Gayle and awarded her past and future damages in the amount of $362,000. However, the jury also found that Henry had not assaulted Gayle by threat of imminent injury nor acted with malice. In response to special issue number 11, they awarded no exemplary damages. In light of the evidence at trial, we conclude that the jury's findings were not the result of passion or prejudice.</p>\n<p>Next Henry contends that the jury's verdict is contrary to the evidence because his conduct does not rise to the level of \"outrageous\" conduct necessary to support an emotional distress claim. Outrageous conduct is that conduct which exceeds all reasonable bounds of decency. <i>See Restatement of the Law, Torts,</i> § 46 comment g (Supp.1948). Whether behavior is \"outrageous\" is an issue of fact for a jury to decide. <i>See </i><i>Bushell,</i> 781 S.W.2d at 657.</p>\n<p>Special issue number five was preceded by the following limiting instruction to which no objection was made:</p>\n<blockquote>The bounds of decency vary from legal relationship to legal relationship. The marital relationship is highly subjective and constituted by mutual understandings and interchanges which are constantly in flux, and any number of which could be viewed by some segments of society as outrageous. Conduct considered extreme and outrageous in some relationships may be considered forgivable in other relationships. In your deliberation on the questions, definitions and instructions that follow, you shall consider them only in the context of the marital relationship of the parties to this case.</blockquote>\n<p>The jury found from the evidence that Henry Massey had intentionally inflicted emotional distress upon Gayle Massey during their 22-year marriage.</p>\n<p>The jury is the sole judge of the credibility of the witnesses and the weight to be given their testimony. <i>Rego Co. v. Brannon,</i> <span class=\"citation\" data-id=\"2460987\"><a href=\"/opinion/2460987/rego-co-v-brannon/\"><span class=\"volume\">682</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">677</span></a></span>, 680 (Tex.App. Houston [1st Dist] 1984, writ ref'd n.r.e.). We may not substitute our opinion for that of the trier of fact. <i>Benoit v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">273</span></span>, <span class=\"citation\" data-id=\"1790097\"><a href=\"/opinion/1790097/benoit-v-wilson/\"><span class=\"volume\">239</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">792</span></a></span>, 796 (1951). We have considered all of the evidence, much of which is detailed throughout this opinion, and we conclude that the evidence supports the jury's answers to the tort issues. <i>See </i><i>Bushell,</i> 781 S.W.2d at 658; <i>see also </i><i>National Union Fire Ins. v. Dominguez,</i> <span class=\"citation\" data-id=\"2376106\"><a href=\"/opinion/2376106/national-union-fire-ins-co-of-pittsburgh-pa-v-dominguez/\"><span class=\"volume\">793</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">66</span></a></span>, 72-73 (Tex.App.El Paso 1990, writ denied).</p>\n<p><span class=\"star-pagination\">*401</span> Appellant's sixth point of error is overruled.</p>\n<p>We now address appellant's remaining points of error, considering first his other challenges to the jury's verdict. Valuation of the Columbus State Bank Stock</p>\n<p>In point of error number four, appellant challenges the legal and factual sufficiency of the evidence to support the jury's answer to special issue number two that the parties' Columbus State Bank (CSB) stock had a present value of $3000 per share.</p>\n<p>In addressing a no-evidence point of error, we consider only the evidence and inferences that tend to support the finding. <i>Garza v. Alviar,</i> <span class=\"citation\" data-id=\"2400279\"><a href=\"/opinion/2400279/garza-v-alviar/\"><span class=\"volume\">395</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">821</span></a></span>, 823 (Tex.1965). If there is any evidence of probative force in support of the jury's answer, we must overrule the no evidence point and uphold the finding. <i>In re King's Estate,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">662</span></span>, <span class=\"citation\" data-id=\"1670188\"><a href=\"/opinion/1670188/in-re-kings-estate/\"><span class=\"volume\">244</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">660</span></a></span>, 661 (1951). A challenge to the factual sufficiency of the evidence requires us to consider and weigh all the evidence, both in support of and contrary to the finding. The point of error will be sustained only if the evidence is so weak or the jury's finding is so against the great weight and preponderance of the evidence as to be manifestly erroneous or unjust. <i>Id.</i></p>\n<p>Appellant relies on <i>Bendalin v. Delgado,</i> <span class=\"citation\" data-id=\"1725537\"><a href=\"/opinion/1725537/bendalin-v-delgado/\"><span class=\"volume\">406</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">897</span></a></span> (Tex. 1966), for his contention that evidence of the book value of the stock was no evidence of present value. This reliance is misplaced. The stock in <i>Bendalin</i> was closely held corporate stock for which there was no market. Delgado, a former corporate employee, sued Bendalin for specific performance of an alleged agreement to repurchase his stock upon termination of his employment. Unlike Gayle Massey who presented considerable evidence of the value of the CSB stock, Delgado introduced absolutely no evidence of value other than book value. Bendalin, however, presented extensive evidence of a much lower value. Finding that <i>\"on the present record \"</i> the evidence of book value <i>alone</i> constituted nothing more than a scintilla of evidence, the supreme court held that the evidence was legally insufficient to support the jury's findings. The court said book value was entitled to little, if any, weight and <i>many other factors must be taken into consideration. </i><i>Bendalin,</i> 406 S.W.2d at 900-901 (emphasis added).</p>\n<p>In our case, book value was only one factor presented to the jury. Henry's experts (including his brother) set the book value of the stock at $3,800 and the market value at $750-$l,200 per share. However, other evidence was presented showing the value of the stock to be as high as $3,900 per share. For example, Gayle Massey presented evidence that in January 1988, Henry had pledged, and Omni Bank had accepted, 168 shares of the stock to secure a $400,000 loan. The value assigned in the security agreement was $3,902.58 per share, which was also in keeping with Henry's valuation of the stock in his personal financial statement. In another transaction, Henry had valued the stock at approximately $2600 per share.</p>\n<p>The jury considered all the evidence before it and determined the value of the stock to be $3000 which is within the range supported by the evidence.</p>\n<p>We overrule point of error number four. The Constructive Fraud Findings</p>\n<p>In point of error number two, appellant contends that the evidence is insufficient to support the jury's finding that Henry Massey committed constructive fraud with respect to the community property rights of Gayle Massey.</p>\n<p>In the absence of fraud on the rights of the other spouse, a spouse has the right to control and dispose of community property subject to his sole management. <i>Mazique v. Mazique,</i> <span class=\"citation\" data-id=\"1513596\"><a href=\"/opinion/1513596/mazique-v-mazique/\"><span class=\"volume\">742</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">805</span></a></span>, 807 (Tex.App.Houston [1st Dist] 1987, no writ); <i>Horlock v. Horlock,</i> <span class=\"citation\" data-id=\"2447199\"><a href=\"/opinion/2447199/horlock-v-horlock/\"><span class=\"volume\">533</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">52</span></a></span>, 55 (Tex.Civ.App.Houston [14th Dist] 1975, writ dism'd). Each spouse owns an undivided one-half interest in all community assets and funds regardless of which spouse has management and control. <i>Carries v. Meador,</i> <span class=\"citation\" data-id=\"2447129\"><a href=\"/opinion/2447129/carnes-v-meador/\"><span class=\"volume\">533</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">365</span></a></span>, 371 (Tex.Civ.App.Dallas 1975, writ ref'd n.r. <span class=\"star-pagination\">*402</span> e.). It is not necessary that one spouse approve or agree with the dispositions made by the other spouse of that other spouse's special community property. <i>Horlock,</i> 533 S.W.2d at 55. However, a relationship of trust and confidence exists between husband and wife which requires that a spouse's disposition of his special community property be fair to the other spouse. <i>Id.; </i><i>Carries,</i> 533 S.W.2d at 370. The managing spouse has the burden to show that his disposition of the property was fair. <i>Horlock,</i> 533 S.W.2d at 55; <i>Redfearn v. Ford,</i> <span class=\"citation\" data-id=\"1567588\"><a href=\"/opinion/1567588/redfearn-v-ford/\"><span class=\"volume\">579</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">295</span></a></span>, 297 (Tex. Civ.AppDallas 1979, writ ref'd n.r.e.).</p>\n<p>The court will consider three primary factors of \"fairness\" in reviewing one spouse's claim of constructive fraud against the other. <i>Horlock,</i> 533 S.W.2d at 55; <i>Mazique,</i> 742 S.W.2d at 808. The factors to be considered are the size of the property disposed of in relation to the total size of the community estate; the adequacy of the estate remaining to support the other spouse after the disposition; and the relationship of the parties involved in the transaction or, in the case of a gift, of the donor to the donee. <i>Id.</i></p>\n<p>In the present case, the jury was instructed that:</p>\n<blockquote>A relationship of confidence and trust exists between a husband and wife with regard to that portion of the community property that each controls. This relationship requires that the spouses use the utmost good faith and frankness in their dealings with each other. Because of the nature of the spousal relationship, conduct of a spouse affecting the property rights of the other spouse may be constructively fraudulent even though identical conduct would not be fraudulent between nonspouses. Constructive fraud on the spouse occurs when one spouse unfairly disposes of, encumbers the other spouse's one-half interest in community property, or unfairly incurs community property indebtedness without the other spouse's knowledge or consent thereby proximately causing damages to Gayle S. Massey.</blockquote>\n<p>The jury was then asked whether Henry P. Massey committed constructive fraud with respect to the community property rights of Gayle S. Massey. In answering \"yes,\" the jury found that Henry had (1) unfairly disposed of Gayle's one-half interest in community property, (2) unfairly encumbered that interest, and/or (3) unfairly incurred community debt without Gayle's knowledge or consent. Henry contends the evidence does not support this finding.</p>\n<p>In his challenge to this finding, Henry assumes that the amount found by the jury was based solely on evidence of his purchase with community funds of some antique maps for which he paid $55,000. Based on this assumption and an analysis of the maps transaction, Henry argues that there is no evidence of constructive fraud or any resulting damages. He correctly points out that a decrease in the value of an investment of community assets is not, standing alone, sufficient to constitute fraud even if the investment were made without the other spouse's knowledge and consent.</p>\n<p>However, Gayle points to considerable evidence in the record besides the maps transaction which supports the jury's finding. In briefing his second point of error, Henry does not address any of this evidence.</p>\n<p>Although Henry testified that he frequently discussed finances with Gayle in detail, Gayle testified that she had no information about extensive community debt Henry incurred,<sup>[3]</sup> his disposition of considerable income to the community, or the depletion of more than $174,000 in community cash, evidenced in part by the difference in Henry's January 1988 financial statement, which reported $180,000 cash on hand, and his pretrial inventory of July 1989, which reported only $6,000.</p>\n<p>Gayle pointed to several investments through which she claimed Henry unfairly <span class=\"star-pagination\">*403</span> encumbered or disposed of community property assets. For example, evidence was presented of two investments, the \"Terecor\" investments, that Henry made in the names of his daughters and in his own name \"as trustee\" for himself and his daughters. He created in excess of $400,-000 in community debt to make the investments and collateralized the debt with community property Columbus State Bank stock. His disposition of the profits from these investments was unclear.</p>\n<p>The jury heard evidence of additional community debt incurred by Henry involving the pledging of community assets. Henry testified that he pledged CSB stock to Victoria Bank and Trust to secure a loan of approximately $300,000. Part of that sum was invested in an undisclosed amount of additional CSB stock. The expenditure of the remainder was unexplained. At the time of trial, Henry also owed balances of approximately $197,000 and $90,000 on loans at Columbus State Bank, and he owed approximately $316,000 to Hill Bank and Trust. The notes underlying these debts were also secured, at least in part, by CSB stock. The purpose of many of these transactions was unclear as was the disposition of the proceeds from the loans.</p>\n<p>While Henry stated that he did not make the questioned loans or investments for his separate account, he failed to account for significant sums of money paid to the community or borrowed against the community's assets. We have examined the entire record before us. It contains six volumes of testimony and massive documents and exhibits, displaying contradictions, gaps, and omissions. In his brief, which focuses only on the maps transaction, Henry Massey makes absolutely no attempt to assist us in deciphering this voluminous record. Neither does he direct this Court's attention to any evidence in the record which would indicate that he met his burden to establish the fairness of the transactions questioned.</p>\n<p>A brief of the appellant's argument shall include a fair, condensed statement of the facts pertinent to appellant's points of error relied on for reversal with reference to the pages in the record where the same may be found. Tex.R.App.P. 74(f). Failure to properly brief error results in waiver of the alleged error. <i>J.B. Custom Design and Bldg. v. Clawson,</i> <span class=\"citation\" data-id=\"2437888\"><a href=\"/opinion/2437888/jb-custom-design-and-bldg-v-clawson/\"><span class=\"volume\">794</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">38</span></a></span>, 41 (Tex.App.Houston [1st Dist] 1990, no writ); <i>Champion v. Wright,</i> <span class=\"citation\" data-id=\"1655242\"><a href=\"/opinion/1655242/champion-v-wright/\"><span class=\"volume\">740</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">848</span></a></span>, 852 (Tex.App.San Antonio 1987, writ denied). An appellate court will not speculate upon the nature of an appellant's argument. <i>Champion,</i> 740 S.W.2d at 852.</p>\n<p>We are also unpersuaded by Henry's claim that Gayle failed to establish any damages caused by his alleged constructive fraud. The couple's tax returns indicated that Henry's income averaged $150,000 $200,000 per year from 1983 to 1987. His cash flow for 1987 was $575,000 and for 1988, $650,000. His January, 1988 financial statement indicated the couple had assets of $3,935,600. However, at the time of trial, Henry's lawyer argued and Henry testified that he was \"busted.\"</p>\n<p>We overrule appellant's challenge to the jury's findings of constructive fraud as raised in his second point of error. Attorneys' Fees</p>\n<p>In point of error number three, appellant challenges the award of attorneys' fees to Gayle, alleging (1) that \"the community estate division did not warrant same\" (this claim is not briefed) and (2) that the award renders Henry liable for attorneys' fees attributable to the tort suit. This objection was not raised below.</p>\n<p>Although appellant's failure to brief the point constitutes waiver, Tex.R. App.P. 74(f), and an objection cannot be raised for the first time on appeal, we note, and appellant agrees, that the trial court has the authority to award attorneys' fees against a spouse in a divorce action as part of the equitable power to make a fair division of the community estate. <i>Carle v. Carle,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">469</span></span>, <span class=\"citation\" data-id=\"1506827\"><a href=\"/opinion/1506827/carle-v-carle/\"><span class=\"volume\">234</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1002</span></a></span>, 1005 (1950). The award of attorneys' fees is treated as part of the just and right division of the community estate. <i>Cluck v. Cluck,</i> <span class=\"citation\" data-id=\"1782697\"><a href=\"/opinion/1782697/cluck-v-cluck/\"><span class=\"volume\">647</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">338</span></a></span>, 340 (Tex.App.San Antonio 1982, writ dism'd).</p>\n<p><span class=\"star-pagination\">*404</span> If causes of action arise out of the same transaction and are so interrelated that their prosecution or defense entails proof or denial of essentially the same facts, recovery of reasonable attorneys' fees may be awarded in connection with all claims even if some of the claims would not normally authorize recovery of attorneys' fees. <i>Flint &amp; Assoc. v. Intercontinental Pipe &amp; Steel, Inc.,</i> <span class=\"citation\" data-id=\"2467071\"><a href=\"/opinion/2467071/flint-assoc-v-intercon-pipe-steel/\"><span class=\"volume\">739</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">622</span></a></span>, 624-25 (Tex.App.Dallas 1987, writ denied). Segregation of fees is not required when the causes of action require proof of the same facts. <i>Paramount Nat'l. </i><i>Life Ins. Co. v. Williams,</i> <span class=\"citation\" data-id=\"1568684\"><a href=\"/opinion/1568684/paramount-nat-life-ins-co-v-williams/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">255</span></a></span>, 266 (Tex.App. Houston [14th Dist] 1989, writ denied). The failure to apportion the fees among claims does not automatically preclude the recovery of attorneys' fees. <i>Gill Savings Ass'n v. International Supply Co.,</i> <span class=\"citation\" data-id=\"2436485\"><a href=\"/opinion/2436485/gill-sav-assn-v-international-supply-co-inc/\"><span class=\"volume\">759</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">697</span></a></span>, 705-06 (Tex.App.Dallas 1988, writ denied).</p>\n<p>We overrule point of error number three. The Owelty Judgment</p>\n<p>Henry next challenges the <i>form</i> of the award of the constructive fraud damages and attorney's fees as an \"owelty\" judgment. Owelty is simply a scheme for the <i>equalization</i> of awards of community property in divorce cases. It is especially relied on when the community estate has been encumbered and over-collateralized. <i>Simpson,</i> 727 S.W.2d at 663; <i>Belz v. Belz,</i> <span class=\"citation\" data-id=\"1732999\"><a href=\"/opinion/1732999/belz-v-belz/\"><span class=\"volume\">667</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">240</span></a></span>, 245 (Tex.App. Dallas 1984, writ refd n.r.e.). Rather than \"additional\" damages, owelty is a means of recoupment by the community of that value \"lost\" by virtue of the disposition, encumbrance, or collateralization of property. <i>Id.</i> at 245; <i>Goren v. Goren,</i> <span class=\"citation\" data-id=\"1794718\"><a href=\"/opinion/1794718/goren-v-goren/\"><span class=\"volume\">531</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">897</span></a></span>, 900 (Tex.Civ.App.Houston [1st Dist.] 1975, writ dism'd).</p>\n<p>Appellant argues that <i>Belz</i> stands for the proposition that a money judgment for fraud is inappropriate in a divorce action. This interpretation is incorrect. Under the facts in <i>Belz,</i> the court found that the money judgment awarded to the wife was <i>not</i> awarded in order to equalize the division of the community property. <i>Belz,</i> 667 S.W.2d at 245. It was for this reason that the <i>Belz</i> judgment was reversed. However, the <i>Belz</i> court specifically acknowledged that a money judgment <i>may</i> be awarded to one spouse against the other in order to equalize the division of the community estate or to effectuate a right of reimbursement or recoupment of value lost to the community. <i>Id.</i> at 247. <i>See also, </i><i>Goren v. Goren,</i> <span class=\"citation\" data-id=\"1794718\"><a href=\"/opinion/1794718/goren-v-goren/\"><span class=\"volume\">531</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">897</span></a></span>, 900 (Tex. Civ.App.Houston, [1st Dist.] 1975, writ dism'd). Based on the jury's verdict on the constructive fraud issue, the trial court was entitled to award Gayle Massey equalization for property depleted unfairly from the community estate.</p>\n<p>Equalization by owelty is not limited to awards for fraud but may be used to equalize the property division for any reason. <i>See </i><i>Kidd v. Kidd,</i> <span class=\"citation\" data-id=\"1757961\"><a href=\"/opinion/1757961/kidd-v-kidd/\"><span class=\"volume\">584</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">552</span></a></span>, 555 (Tex.Civ.App.Austin 1979, no writ); <i>Wisdom v. Wisdom,</i> <span class=\"citation\" data-id=\"2431768\"><a href=\"/opinion/2431768/wisdom-v-wisdom/\"><span class=\"volume\">575</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">124</span></a></span>, 125-26 (Tex.Civ.App.Fort Worth 1978, writ dism'd). Therefore, we also find no error in the trial court's owelty award to Gayle of $30,000 in attorney's fees. This award was part of the overall scheme of the trial court's equitable division of the community property and was not a judgment against the husband's separate estate. Considering the encumbrance of the other community property available for division, the award was proper.</p>\n<p>Appellant's second and third points of error are overruled.</p>\n<p>The Trial Court's Characterization of Property</p>\n<p>In point of error number 5, appellant contends that the trial court erred in excluding parol evidence he offered to establish that 157 shares of Columbus State Bank stock and two tracts of Colorado County land were gifts to his separate estate and therefore were his separate property. The court concluded, as a matter of law, that the property was community.</p>\n<p>Property possessed by either spouse during or on dissolution of marriage is presumed to be community property. <i>Tarver v. Tarver,</i> <span class=\"citation\" data-id=\"2399128\"><a href=\"/opinion/2399128/tarver-v-tarver/\"><span class=\"volume\">394</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">780</span></a></span>, 783 (Tex. 1965); <i>Roach v. Roach,</i> <span class=\"citation\" data-id=\"1686480\"><a href=\"/opinion/1686480/roach-v-roach/\"><span class=\"volume\">672</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">524</span></a></span>, 529 (Tex.App.Amarillo 1984, no writ); Tex.Fam.Code Ann. § 5.02 (Vernon Supp. <span class=\"star-pagination\">*405</span> 1990). In order to overcome the presumption, the party claiming separate property must show by clear and convincing evidence that the property is, in fact, separate. <i>Kuehn v. Kuehn,</i> <span class=\"citation\" data-id=\"1632321\"><a href=\"/opinion/1632321/kuehn-v-kuehn/\"><span class=\"volume\">594</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">158</span></a></span>, 161 (Tex.Civ.AppHouston [14th Dist] 1980, no writ); <i>Jackson v. Jackson,</i> <span class=\"citation\" data-id=\"2407541\"><a href=\"/opinion/2407541/jackson-v-jackson/\"><span class=\"volume\">524</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">308</span></a></span>, 311 (Tex.Civ.App.Austin 1975, no writ). Henry complains that the trial court's exclusion of the testimony deprived him of his right to establish that the property was separate. We do not agree.</p>\n<p>Parol evidence is not admissible to vary the terms of an unambiguous document. <i>Kennedy v. Kennedy,</i> <span class=\"citation\" data-id=\"1530397\"><a href=\"/opinion/1530397/kennedy-v-kennedy/\"><span class=\"volume\">619</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">409</span></a></span>, 410 (Tex.Civ.App.Houston [14th Dist.] 1981, no writ). It is for the court to construe an unambiguous document as a matter of law. <i>Coker v. Coker,</i> <span class=\"citation\" data-id=\"1502612\"><a href=\"/opinion/1502612/coker-v-coker/\"><span class=\"volume\">650</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">391</span></a></span>, 393 (Tex. 1983). The courts will give effect to the intention of the parties as is apparent in an unambiguous writing. <i>City of Pinehurst v. Spooner Addition Water Co.,</i> <span class=\"citation\" data-id=\"2375241\"><a href=\"/opinion/2375241/city-of-pinehurst-v-spooner-addition-water-co/\"><span class=\"volume\">432</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">515</span></a></span>, 518 (Tex.1968). When a writing is intended as a completed memorial of a legal transaction, the parol evidence rule excludes other evidence of any prior or contemporaneous expressions of the parties relating to that transaction. <i>Muhm v. Davis,</i> <span class=\"citation\" data-id=\"2418466\"><a href=\"/opinion/2418466/muhm-v-davis/\"><span class=\"volume\">580</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">98</span></a></span>, 101 (Tex. Civ.App.Houston [1st Dist] 1979, writ ref'd n.r.e.). A spouse who is a party to a deed transaction may not introduce parol or extrinsic evidence to contradict the express recitals in the deed without first tendering evidence of fraud, accident, or mistake. <i>Henry S. Miller Co. v. Evans,</i> <span class=\"citation\" data-id=\"1771356\"><a href=\"/opinion/1771356/henry-s-miller-company-v-evans/\"><span class=\"volume\">452</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">426</span></a></span>, 431-32 (Tex.1970). Only if the intention of the parties <i>as expressed on the face of the document</i> is doubtful may the court resort to parol evidence to resolve the doubt. <i>Miller v. Miller,</i> <span class=\"citation\" data-id=\"2419388\"><a href=\"/opinion/2419388/miller-v-miller/\"><span class=\"volume\">700</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">941</span></a></span>, 951 (Tex.App.Dallas 1985, writ ref'd n.r. e.).</p>\n<p>The parties stipulated to the authenticity of copies of two deeds and a $180,000 promissory note that reflected the terms of the transactions by which appellant acquired the property. Under the express language of these documents, which recite consideration, the transfers of property, which occurred during the parties' marriage, were bargained-for exchanges. Appellant did not plead that the documents were ambiguous; no evidence of ambiguity was introduced. Nevertheless, appellant offered the testimony of his brother and his mother that, contrary to the terms of the documents, the transactions were actually intended to be gifts and were treated as gifts but were made to look like credit transactions in order to avoid gift taxes. Under the parol evidence rule, the trial court correctly excluded the testimony.</p>\n<p>Gayle argues before this Court that, even if parol evidence had been admitted to show that no payments had yet been made on the due dates under the note, the transaction still would not qualify as a gift. Her reasoning is persuasive. In order to be a valid inter vivos gift, the transfer of the property must be absolute. It may not be open for future reconsideration by the donee, as would this alleged gift on each of the payment due dates. <i>Akin v. Akin,</i> <span class=\"citation\" data-id=\"1485624\"><a href=\"/opinion/1485624/akin-v-akin/\"><span class=\"volume\">649</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">700</span></a></span>, 704 (Tex.App.Fort Worth 1983, writ ref'd n.r.e.).</p>\n<p>However, we need not decide this point since we hold that the trial court correctly excluded the parol evidence and gave effect to the unambiguous terms of the written instruments, thus correctly characterizing the property as community property.</p>\n<p>We overrule appellant's fifth point of error.</p>\n<p>The Division of the Community Estate</p>\n<p>Finally, we consider appellant's first point of error which challenges the overall division of the marital estate, claiming that it is manifestly inequitable, unfair, unjust, and a clear abuse of discretion.</p>\n<p>The trial court is vested with wide discretion and authority in its division of property in divorce suits and may divide the property as it deems right and just. <i>McKnight v. McKnight,</i> <span class=\"citation\" data-id=\"2430791\"><a href=\"/opinion/2430791/mcknight-v-mcknight/\"><span class=\"volume\">543</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">863</span></a></span> (Tex. 1976). In reviewing a trial court's division of marital property, the appellate court is charged with the task of reviewing the record for an abuse of that discretion. <i>Gutierrez v. Gutierrez,</i> <span class=\"citation\" data-id=\"1637375\"><a href=\"/opinion/1637375/gutierrez-v-gutierrez/\"><span class=\"volume\">643</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">786</span></a></span>, 787 (Tex.App.San Antonio 1982, no writ). To establish an abuse of discretion, Henry <span class=\"star-pagination\">*406</span> must show that the trial court's decision was arbitrary and unreasonable. <i>Simon v. York Crane &amp; Rigging Co.,</i> <span class=\"citation\" data-id=\"2467021\"><a href=\"/opinion/2467021/simon-v-york-crane-rigging-co-inc/\"><span class=\"volume\">739</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">793</span></a></span>, 795 (Tex. 1987). We must indulge every reasonable presumption in favor of the proper exercise of discretion by the trial court. <i>Castle,</i> 734 S.W.2d at 413. Furthermore, the merits of each case must be examined to determine whether an unequal distribution was within the court's discretion. <i>Oliver v. Oliver,</i> <span class=\"citation\" data-id=\"1730875\"><a href=\"/opinion/1730875/oliver-v-oliver/\"><span class=\"volume\">741</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">225</span></a></span>, 229 (Tex.App.Fort Worth 1987, no writ).</p>\n<p>In addition to those factors we have already discussed, the trial court may consider the amount of income received by the parties. <i>Rothwell v. Rothwell,</i> <span class=\"citation\" data-id=\"2455369\"><a href=\"/opinion/2455369/rothwell-v-rothwell/\"><span class=\"volume\">775</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">888</span></a></span>, 891 (Tex.App.El Paso 1989, no writ). It may also consider the separate estates of the parties as a factor in its division of the marital estate. <i>McMaster v. McMaster,</i> <span class=\"citation no-link\"><span class=\"volume\">574</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">594</span></span>, 596-97 (Tex. Civ.App.San Antonio 1978, writ dism'd).</p>\n<p>Gayle had not worked since the earliest years of her marriage and was unemployed at the time of divorce. She testified that she was considering going back to school to complete current requirements for a teaching certificate or perhaps a graduate degree. Her separate property, not including the jury's award for emotional distress, was valued $283,222.23.<sup>[4]</sup> According to his testimony, Henry's incoming cash flow for the year preceding the divorce was between $650,000 and $675,000. His potential annual income for 1989 from his employment with Sunbelt Bank was $184,000. Henry Massey's separate property assets, as recited in the judgment, were valued at $1,539,244.00.</p>\n<p>The facts of the cases relied upon by appellant in support of his claim that the court's division is an abuse of discretion are distinguishable from the facts of our case. <i>Dietz v. Dietz,</i> <span class=\"citation\" data-id=\"2467363\"><a href=\"/opinion/2467363/dietz-v-dietz/\"><span class=\"volume\">540</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">418</span></a></span> (Tex. Civ.App.El Paso 1976, no writ) concerns a marriage of one year's duration between two people in their fifties. <i>Zamora v. Zamora,</i> <span class=\"citation\" data-id=\"1679742\"><a href=\"/opinion/1679742/zamora-v-zamora/\"><span class=\"volume\">611</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">660</span></a></span> (Tex.Civ.App.Corpus Christi 1980, no writ) involves parties whose scant property was community and who had no separate estates.</p>\n<p>Likewise, in <i>McMaster,</i> the court found that it was an abuse of discretion to divide the parties' estate disproportionately when the husband's separate estate was valued at only $500. <i>McMaster,</i> 574 S.W.2d at 597. In reaching its conclusion, the <i>McMaster</i> court considered <i>Clay v. Clay,</i> <span class=\"citation\" data-id=\"2418850\"><a href=\"/opinion/2418850/clay-v-clay/\"><span class=\"volume\">550</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">730</span></a></span> (Tex.Civ.App.Houston [1st Dist.] 1977, no writ), a case in which this Court upheld a widely disproportionate division of property. The <i>McMaster</i> court noted that the unequal award of community property in <i>Clay</i> was offset by the fact that the husband's separate estate was valued in excess of $1 million.</p>\n<p>Appellee also calls our attention to <i>Campbell v. Campbell,</i> <span class=\"citation\" data-id=\"1770707\"><a href=\"/opinion/1770707/campbell-v-campbell/\"><span class=\"volume\">625</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">41</span></a></span> (Tex.Civ.App.Fort Worth 1981, writ dism'd). <i>Campbell</i> involved a situation in which the husband was awarded a community interest with a negative value. On appeal, the court applied the law to the fact situation in the case and determined that there was no abuse of discretion. Finding a wide disparity between the earning capacities of the spouses, their business opportunities, and the sizes of their separate estates, the court sustained the property division. As set out in the trial court's judgment, the factors considered by the <i>Campbell</i> court are among those considered by the trial court in the division of the Masseys' estate. <i>See also </i><i>Hearn v. Hearn,</i> <span class=\"citation\" data-id=\"1492032\"><a href=\"/opinion/1492032/hearn-v-hearn/\"><span class=\"volume\">449</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">141</span></a></span> (Tex.Civ.App.Tyler 1969, no writ).</p>\n<p>Finding no abuse of discretion in the trial court's division of the marital estate of the parties, we overrule point of error number one.</p>\n<p>The judgment of the trial court is affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  The Honorable Bill J. Stephens, retired Justice, Court of Appeals, Fifth District of Texas at Dallas, sitting by assignment.</p>\n<p>[**]  The Honorable Frank C. Price, former Justice, Court of Appeals, First District of Texas at Houston, sitting by assignment.</p>\n<p>[1]  <i>See </i><i>Twyman v. Twyman,</i> <span class=\"citation\" data-id=\"1577392\"><a href=\"/opinion/1577392/twyman-v-twyman/\"><span class=\"volume\">790</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">819</span></a></span>, 822-23 (Tex.App.Austin 1990, writ granted); <i>see also</i> Pfeuffer, <i>Chiles v. Chiles: Divorce, Torts,</i> <i>and ScandalTexas Style,</i> 42 Baylor L.Rev. 309 (Spring 1990).</p>\n<p>[2]  <i>Stafford,</i> as the <i>Price</i> opinion points out, was a suit for divorce and personal injury. The trial court granted a divorce, divided the marital estate, and entered judgment for compensatory and exemplary damages on the jury verdict for the wife on her personal injury claim. The appellate court reversed the judgment on the personal injury action.</p>\n<p>[3]  At the time of trial, liabilities secured with community assets totalled approximately $1,323,800.00.</p>\n<p>[4]  The total value of Gayle's separate property estate included $31,209 in personal effects (clothing and jewelry) while Henry's separate property total included a value of only $800 for his personal effects.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1485624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1487346/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1492032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1502612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1506827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1521179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1530397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1563952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1567588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568684/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1577392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1621198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1622784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1632321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1637375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1655242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1670188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1675989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1679742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1686480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1718212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1725537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1730875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1732999/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1745146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1757961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1770707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1771356/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1772160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1772502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1782697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1784627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1786539/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1790097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1794718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2375241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2375969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2376106/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2376244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2395210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2399128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2400279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2407541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2411459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2418466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2418850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2419388/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2430791/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2436485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2437888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2447129/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2447199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2449637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2460987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467021/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467363/"
          ]
        }
      ],
      "judges": "Stephens",
      "date_created": "2015-10-16T16:13:54.219512Z",
      "date_modified": "2017-09-25T17:47:25.429295Z",
      "date_filed": "1991-03-07",
      "date_filed_is_approximate": false,
      "slug": "massey-v-massey",
      "citation_id": 1637988,
      "case_name_short": "Massey",
      "case_name": "Massey v. Massey",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "807 S.W.2d 391",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 119,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1673643/massey-v-massey/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:35:05.004697Z",
  "date_modified": "2014-10-30T18:35:05.004697Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Massey",
  "case_name": "Massey v. Massey",
  "case_name_full": "",
  "slug": "massey-v-massey",
  "docket_number": "01-89-01188-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}