{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1688398/",
  "id": 1688398,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/lactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1705990/",
      "id": 1705990,
      "absolute_url": "/opinion/1705990/brown-v-schwegmann/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1688398/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1705990/",
          "id": 1705990,
          "absolute_url": "/opinion/1705990/brown-v-schwegmann/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1705990/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7231/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:11:22.968794Z",
          "date_modified": "2017-04-06T19:44:50.117608Z",
          "type": "010combined",
          "sha1": "391894219cec5c1639ed7646f16a0be521b552c2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>990 So.2d 1282 (2008)</b></center>\n<center><h1>Melba Margaret Schwegmann BROWN.<br>\nv.<br>\nJohn F. SCHWEGMANN and Melinda B. Schwegmann.</h1></center>\n<center>No. 2007-CA-0210.</center>\n<center><p><b>Court of Appeal of Louisiana, Fourth Circuit.</b></p></center>\n<center>July 30, 2008.</center>\n<p><span class=\"star-pagination\">*1283</span> Marc D. Winsberg, Andrea V. Timpa, Kyle D. Schonekas, Schonekas, Winsberg, Evans &amp; McGoey, L.L.C., New Orleans, LA, for Plaintiff/Appellee.</p>\n<p>Richard H. Barker IV, New Orleans, LA, for Defendants/Appellants.</p>\n<p>(Court composed of Judge CHARLES R. JONES, Judge MICHAEL E. KIRBY, and Judge ROLAND L. BELSOME).</p>\n<p>CHARLES R. JONES, Judge.</p>\n<p>The appellant, John F. Schwegmann, appeals the judgment of the district court which granted the Rule for Judgment Pro Confesso. For the reasons set forth below, we affirm.</p>\n<p>The appellee, Melba Margaret Schwegmann Brown<sup>[1]</sup> was awarded $5,147,073.00, together with legal interest from March 24, 2000, in a previous action holding Mr. Schwegmann liable to her for breach of <span class=\"star-pagination\">*1284</span> fiduciary duty while acting as trustee of Mrs. Brown's trust. <i>See Brown v. Schwegmann,</i> XXXX-XXXX (La.App. 4 Cir. 12/10/03), 861 So.2d 862, <i>reh'g denied</i> (1/15/04), <i>writ denied,</i> XXXX-XXXX (La.4/30/04), 872 So.2d 489 and <i>Brown v. Schwegmann,</i> XXXX-XXXX (La.App. 4 Cir. 4/25/07), 958 So.2d 721, <i>writ denied,</i> XXXX-XXXX (La.9/21/07) 964 So.2d 333.<sup>[2]</sup> Accordingly, the issues of Mr. Schwegmann's liability and the amount of damages are final judgments that cannot be overturned or reconsidered here.</p>\n<p>Once the judgment became executory, Mrs. Brown instituted the present action to garnish or seize certain property belonging to Mr. Schwegmann. Specifically, she asserted that all or part of Mr. Schwegmann's interests in the John F. Schwegmann Trust # 1 and the John F. Schwegmann Trust # 2 (hereinafter referred to as \"the trusts\") were subject to seizure in satisfaction of her judgment.</p>\n<p>Mr. Schwegmann was personally served with a notice of seizure and garnishment interrogatories. He failed to file sworn answers to the interrogatories within fifteen days from the date of service in violation of La. C.C.P. art. 2412(D). Consequently, Mrs. Brown filed a Motion for Judgment Pro Confesso pursuant to La. C.C.P. art. 2413, <i>Effect of Garnishee's Failure to Answer.</i> The district court granted Mrs. Brown's motion, rendering judgment against Mr. Schwegmann in the full and true principal sum of $5,147,073.00, together with interest at the rate of 6% per annum from January 26, 2005, until paid, plus reasonable attorney's fees, and for all costs. Mr. Schwegmann was directed to liquidate both trusts and turn over all sums realized by that liquidation to the Civil Sheriff for the Parish of Orleans for credit to the outstanding writ of fieri facias. It is from this judgment Mr. Schwegmann appeals.</p>\n<p>Mr. Schwegmann asserts three assignments of error: (1) he alleges the district court improperly allowed the seizure of any portion of the trusts, either corpus principal or earnings, as these trusts should be completely exempt from seizure; (2) he alleges the district court improperly entered judgment directing the complete liquidation of the trusts, rather than allowing garnishment of only a portion of the earnings of the trusts, and; (3) he alleges the district court improperly failed to recognize and apply the exemptions from seizure of 75% of Mr. Schwegmann's income from the trusts per La. R.S. 13:3881.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The findings of fact of the trial court are entitled to great deference and should not be disturbed in the absence of manifest error. <i>Virgil v. Am. Guarantee &amp; Liability Ins. Co.,</i> 507 So.2d 825, 826 (La.1987); <i>Canter v. Koehring Co.,</i> 283 So.2d 716 (La.1973). Reviewing and reversing the factfinder's determination involves a two-part test developed by the Louisiana Supreme Court. <i>Johnson v. Orleans Parish School Bd.,</i> XXXX-XXXX, p. 8 (La.App. 4 Cir. 1/30/08), 975 So.2d 698, 706. This test requires the reviewing court to find that no reasonable factual basis exists for the trial court's findings and that the findings are wrong or \"manifestly erroneous\" according to the record. <i>Id.,</i> p. 9, 975 So.2d at 706. The record must be reviewed in toto to discern whether <span class=\"star-pagination\">*1285</span> the factfinder was clearly wrong. <i>Id.</i> The trial court has a \"better capacity to evaluate live witnesses.\" <i>Id.</i> Therefore, \"the appellate court must determine if the factfinder's decision was a reasonable one.\" <i>Id.</i></p>\n<p>In his first assignment of error, Mr. Schwegmann argues the district court improperly allowed the seizure of any portion of the trusts, either corpus principal or earnings, as these trusts should be completely exempt from seizure. Specifically, he asserts the district court erred in applying the Trust Estates Law in determining whether the trusts were exempt from seizure.</p>\n<p>The Trust Estates Law was controlling at the creation of the John F. Schwegmann Trust No. 1, in 1952, and the John F. Schwegmann Trust No. 2, in 1955. It was codified, in part, in former La. R.S. 9:1923, <i>Restraints on Alienation,</i> which stated, in pertinent part:</p>\n<blockquote>A. Notwithstanding a provision in the terms of the trust restraining the alienation of the interest of a beneficiary, an assignee or creditor of the beneficiary shall be entitled to reach the interest of the beneficiary in satisfaction of his claim to the following extent:</blockquote>\n<blockquote>(1) All income due or to accrue in the future to the beneficiary in excess of $5,000 per annum shall be subject to seizure by a creditor of the beneficiary and shall be freely alienable by the beneficiary.</blockquote>\n<blockquote>(2) Where the income from the trust exceeds twelve dollars per week, creditors of the beneficiary may, in addition, reach by seizure an aggregate amount of ten percent of the income due or to accrue in the future to the beneficiary.</blockquote>\n<blockquote>(3) Where the claim of the creditor is for (a) the support of a husband, wife or child of the beneficiary, or for alimony, (b) necessary services rendered or necessary supplies furnished to the beneficiary, (c) a tort, or (d) is based on a judgment for any such claim, the proper court shall have power to make such order directing the payment of income to such creditor, in addition to that provided in the two preceding paragraphs, as shall be just under the circumstances.</blockquote>\n<p>The enactment of the Louisiana Trust Code in 1964 repealed the Trust Estates Law. In particular, La. R.S. 9:2005, <i>Seizure by Creditor; Special Claims,</i> of the Louisiana Trust Code governs seizure of a beneficiary's trust by creditors. It states:</p>\n<blockquote>Notwithstanding any stipulation in the trust instrument to the contrary, the proper court, in summary proceedings to which the trustee, the beneficiary, and the beneficiary's creditor shall be parties, may permit seizure of any portion of the beneficiary's interest in trust income and principal in its discretion and as may be just under the circumstances if the claim is based upon a judgment for:</blockquote>\n<blockquote>(1) Alimony, or maintenance of a person whom the beneficiary is obligated to support;</blockquote>\n<blockquote>(2) Necessary services rendered or necessary supplies furnished to the beneficiary or to a person whom the beneficiary is obligated to support; or</blockquote>\n<blockquote>(3) Repealed by Acts 2004, No. 521, § 2.<sup>[3]</sup></blockquote>\n<p><span class=\"star-pagination\">*1286</span> This Court previously found that La. R.S. 9:2005 should be applied retroactively in instances where the judgment seeking to be enforced is based on an offense or quasi-offense. <i>dela Vergne v. dela Vergne,</i> XXXX-XXXX, p. 6 (La.App. 4 Cir. 11/17/99), 745 So.2d 1271, 1274. We reasoned that the enactment of La. R.S. 9:2005(3)<sup>[4]</sup> did not divest the beneficiary of any vested right to trust principal and income, and it did not alter the award made to the creditor in the original judgment. <i>Id.</i> In particular, La. R.S. 9:2005(3) was remedial in nature as applied to the facts of that case. <i>Id.</i></p>\n<p>Louisiana Revised Statute 9:2005(3) was repealed by Acts 2004, No. 521, § 2. Currently, La. R.S. 9:2005 does not permit seizure by creditors for judgments entered against beneficiaries for actions based in \"tort\" or classified as \"offenses/quasi offenses.\" Therefore, the rationale set forth in <i>dela Vergne</i> is not applicable to the case at bar.</p>\n<p>Alternatively, whether the Trust Estates Law is applicable should be determined by establishing the effect of the Louisiana Trust Code on the facts of the case at bar. The Louisiana Trust Code contains a <i>\"Savings Clause\",</i> La. R.S. 9:2252, which states:</p>\n<blockquote>Trusts heretofore created and any provisions or dispositions therein made shall be governed by the laws in effect at the time of their creation. Unless otherwise provided in the trust instrument, trusts created prior to the effective date of this Code shall be governed in all administrative and procedural matters by the provisions of this Code and not by laws in effect at the time of creation of such trusts, and trusts created prior to the adoption of any amendment to this Code shall be governed in administrative and procedural matters by the provisions of the amendment.</blockquote>\n<p>\"In the absence of contrary legislative expression, substantive laws apply prospectively only. Procedural and interpretative laws apply both prospectively and retroactively, unless there is a legislative expression to the contrary.\" La. C.C. art. 6. \"Substantive laws,\" for purposes of determining whether a law should be applied retroactively, are those which establish new rules, rights, and duties, or change existing ones. <i>Anderson v. Avondale Industries, Inc.,</i> 2000-2799, p. 3 (La.10/16/01), 798 So.2d 93, 97.</p>\n<p>Where the repealed La. R.S. 9:1923(A)(3)(c) permitted a creditor to seize a beneficiary's trust to satisfy a judgment based on a tort, La. R.S. 9:2005 limits the seizure of a beneficiary's interest to claims based upon a judgment for alimony, maintenance of a person whom the beneficiary is obligated to support, or necessary services or necessary supplies furnished to the beneficiary or to a person whom the beneficiary is obligated to support. The limitations placed on a creditor's right to seize a beneficiary's interest constitute a change to an existing rule, right, or duty. Therefore, La. R.S. 9:2005 is a substantive law and the Louisiana Trust Code should not be applied retroactively.</p>\n<p>Accordingly, the district court properly concluded the trusts are not exempt from seizure under the Trust Estates Law. Hence, this assignment of error is without merit.</p>\n<p>In his second assignment of error, Mr. Schwegmann contends the district court improperly entered judgment directing the complete liquidation of the trusts, rather than allowing garnishment of only a <span class=\"star-pagination\">*1287</span> portion of the earnings of the trust (as the corpus or principal may not be subject to seizure). Specifically, Mr. Schwegmann argues that if La. R.S. 9:1923 does apply, then only income in excess of the first $5,000 per year may be seized pursuant to subpart (A)(1), plus 10% of the income pursuant to subpart (A)(2), because Mrs. Brown's suit and judgment were not specifically based in tort, but based upon a theory of a breach of a contractual fiduciary duty as trustee.</p>\n<p>In <i>dela Vergne,</i> this Court held that breaches of a fiduciary duty should be treated as \"offenses\" [a tort] when intentional conduct such as fraud, misrepresentation, or conversion is involved. <i>dela Vergne,</i> 99-0364, p. 11, 745 So.2d at 1276. We reasoned that the legislature did not intend to provide for the recovery from a spendthrift trust of a fiduciary guilty of only simple unintentional negligence in the performance of some technical duty, while protecting the trust assets of the fiduciary who commits acts of fraud, misrepresentation, or conversion (theft). <i>Id.,</i> 99-0364, p. 11, 745 So.2d at 1276-77.</p>\n<p>In <i>Brown v. Schwegmann,</i> XXXX-XXXX (La.App. 4 Cir. 12/10/03), 861 So.2d 862, this Court stated:</p>\n<blockquote>In sum, the appellee [Schwegmann] committed a serious breach of trust by failing to properly administer, segregate, and protect trust funds; by failing to account annually to the trust beneficiary which would have put the appellee on notice; by making loans to himself through the business; and by failing to distribute the trust funds to Ms. Brown when he learned that the partnership was in financial trouble.</blockquote>\n<p><i>Id.,</i> 02-1509, p. 15, 861 So.2d at 870. We agreed with the district court and concluded that Mr. Schwegmann violated La. R.S. 9:2082<sup>[5]</sup>; 9:2084<sup>[6]</sup>; 9:2088<sup>[7]</sup>; and 9:2089<sup>[8]</sup>, while acting as trustee of Mrs. Brown's trust. <i>Id.,</i> 02-1509, p. 11-14, 861 So.2d at 868-70. The aforementioned violations are examples of intentional acts of fraud, misrepresentation, and conversion. Therefore, the judgment of the district court was based on a finding of tortious conduct.</p>\n<p>Accordingly, the district court did not err in allowing seizure of the trusts income greater than 10% after the first $5,000.00 per year. This assignment of error is without merit.</p>\n<p>In Mr. Schwegmann's final assignment of error, he contends the district court improperly failed to recognize and apply the exemption from seizure of 75% of his income from the trusts pursuant to La. R.S. 13:3881, <i>General Exemptions from Seizure,</i> which states, in pertinent part:</p>\n<blockquote>A. The following income or property of a debtor is exempt from seizure under any writ, mandate, or process whatsoever, except as otherwise herein provided:</blockquote>\n<blockquote>(1)(a) Seventy-five percent of his disposable earnings for any week, but in no case shall this exemption be less than an amount in disposable earnings which is equal to thirty times the federal <span class=\"star-pagination\">*1288</span> minimum hourly wage in effect at the time the earnings are payable or a multiple or fraction thereof, according to whether the employee's pay period is greater or less than two weeks ...</blockquote>\n<blockquote>(b) The term \"disposable earnings\" means that part of the earnings of any individual remaining after the deduction from those earnings of any amounts required by law to be withheld and which amounts are reasonable and are being deducted in the usual course of business at the time the garnishment is served upon the employer for the purpose of providing benefits for retirement, medical insurance expenses, life insurance coverage and which amounts are legally due or owed to the employer in the usual course of business at the time the garnishment is served.</blockquote>\n<p>In <i>Legier v. Legier,</i> 357 So.2d 1203 (La.App. 4 Cir. 3/14/78), this Court concluded that the exemption provided for in La. R.S. 13:3881 is not applicable to accumulated funds. In <i>Legier,</i> the plaintiff-wife sought to garnish a trust fund composed of her husband's accumulated vacation and holiday funds. <i>Id.</i> at 1204. The garnishment was sought in satisfaction of an executory judgment for accumulated child support payments. <i>Id.</i> The plaintiff claimed the fringe benefit funds were not wages, but were the \"property\" of the debtor [husband] which was subject to seizure without exemption. <i>Id.</i> at 1205. In refusing to apply the statutory exemptions of La. R.S. 13:3881, this Court stated:</p>\n<blockquote>We find merit to plaintiff's contention that the trial judge erred when he applied the statutory exemption to the funds held by the garnishees. LSA-R.S. 13:3881 provides that 75% of a debtor's \"disposable earnings for any week\" (emphasis ours) are exempt from garnishment. Significantly, the statute refers to earnings for any \"week\". The statute also refers to an employee's \"pay period\". We interpret, therefore, the exemption to apply to garnishment of weekly, bi-weekly or monthly earnings at the time they are paid to the employee. We conclude also the exemption does not apply to accumulated fringe benefits which have accrued prior to the garnishment. By analogy, we find support for this conclusion in <i>Kokoszka v. Belford,</i> 417 U.S. 642, 94 S.Ct. 2431, 41 L.Ed.2d 374 (1974), a bankruptcy case dealing with the Federal Consumer Credit Protection Act and its statutory 25% garnishment limitation of a debtor's disposable earnings. The United States Supreme Court, in affirming the Court of Appeals' holding that the exemption did not apply to the debtor's income tax refund, stated, supra, at page 2436,</blockquote>\n<blockquote>\"The Court of Appeals held that the terms `earnings' and `disposable earnings,' as used in 15 U.S.C. ss 1672, 1673, did not include a tax refund, but were limited to `periodic payments of compensation and (do) not pertain to every asset that is traceable in some way to such compensation.' [<i>N.L.R.B. v. Clarytona Manor, Inc.,</i>]2 Cir.[1973], 479 F.2d [976] at 977. This view is fully supported by the legislative history. There is every indication that Congress, in an effort to avoid the necessity of bankruptcy, sought to regulate garnishment in its usual sense as a levy on periodic payments of compensation needed to support the wage earner and his family on a week-to-week, month-to-month basis.\"</blockquote>\n<p><i>Legier,</i> 357 So.2d at 1206-07. (quoting <i>Kokoszka v. Belford,</i> 417 U.S. 642, 94 S.Ct. 2431, 41 L.Ed.2d 374 (1974)).</p>\n<p>In <i>First Nat. Bank of Commerce v. Latiker,</i> 432 So.2d 293 (La.App. 4 Cir. 5/11/83), this Court concluded that a trust composed of vacation and holiday benefits <span class=\"star-pagination\">*1289</span> (fringe benefits) was subject to seizure. However, we also concluded that 75% of the fund was exempt from garnishment under state and federal Statutes. <i>Id.</i> In permitting the 75% exemption, we stated: \"We distinguish <i>Legier,</i> supra, because that seizure was for payment of child support; the policy considerations which presumably played a role in that decision are not present in a case such as the instant one where the garnishment and seizure seeks to satisfy ordinary debts.\" <i>Id.,</i> 432 So.2d at 295. We also stated:</p>\n<blockquote>Further, although the payments are made by employers directly to the fund, they are not deductions required by law, such as income tax withholdings, social security taxes, or Federal Insurance Compliance Act (FICA) payments. These deferred income and wage payments may be relied upon by longshoremen for their sustenance just as wages are relied upon by them. Hence, although the longshoremen do not receive these wages on a weekly or periodic basis, and although, payments are deferred, the payments are wages nonetheless, and part of their weekly disposable earnings thus we conclude that 75% of this deferred income is exempt from seizure by both State and Federal Statutes.</blockquote>\n<p><i>Id.</i></p>\n<p>The revenue from Mr. Schwegmann's trusts do not constitute \"wages\"<sup>[9]</sup> paid to Mr. Schwegmann weekly, bi-weekly, or monthly. They are accumulated fringe benefits that accrued prior to the garnishment. Furthermore, Mr. Schwegmann failed to prove that the revenue from the trusts is his sole income. Therefore, the trust revenue is not disposable earnings and the exemption set forth in La. R.S. 13:3881 is not applicable. Accordingly, this assignment of error is without merit.</p>\n<p></p>\n<h2><i>DECREE</i></h2>\n<p>For the foregoing reasons, the judgment of the district court granting the Rule for Judgment Pro Confesso is affirmed.</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Mrs. Brown and Mr. Schwegmann are siblings.</p>\n<p>[2]  Mrs. Brown instituted a suit against Mr. Schwegmann and his wife, Melinda B. Schwegmann, alleging breaches of fiduciary duty while acting as trustees of Mrs. Brown's trust. This Court found that Mrs. Schwegmann did not participate in the business dealings with the partnership or the trust sufficiently to impose liability on her as a co-trustee. Accordingly, no damages were assessed against Mrs. Schwegmann.</p>\n<p>[3]  Prior to Acts 2004, No. 521, § 2, La. R.S. 9:2005(3) stated: \"An offense or quasi offense committed by the beneficiary.\"</p>\n<p>[4]  See footnote 3 above.</p>\n<p>[5]  Louisiana Revised Statute 9:2082 requires the trustee to administer the trust \"solely in the interest of the beneficiary.\"</p>\n<p>[6]  Louisiana Revised Statute 9:2084 provides that, unless the trust instrument provides otherwise, the trustee is prohibited from lending funds to himself, to his employer, partner or other business associate.</p>\n<p>[7]  Louisiana Revised Statute 9:2088 requires the trustee to provide an annual accounting to the beneficiary.</p>\n<p>[8]  Louisiana Revised Statute 9:2089 requires the trustee to furnish \"complete and accurate information\" whenever a beneficiary requests information regarding the trust.</p>\n<p>[9]  The trust revenue does not fall within the description of wages set forth in <i>dela Vergne</i> and <i>First Nat. Bank of Commerce.</i></p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">990</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1282</span></span> (2008)</b></center>\n<center><h1>Melba Margaret Schwegmann BROWN.<br>\nv.<br>\nJohn F. SCHWEGMANN and Melinda B. Schwegmann.</h1></center>\n<center>No. 2007-CA-0210.</center>\n<center><p><b>Court of Appeal of Louisiana, Fourth Circuit.</b></p></center>\n<center>July 30, 2008.</center>\n<p><span class=\"star-pagination\">*1283</span> Marc D. Winsberg, Andrea V. Timpa, Kyle D. Schonekas, Schonekas, Winsberg, Evans &amp; McGoey, L.L.C., New Orleans, LA, for Plaintiff/Appellee.</p>\n<p>Richard H. Barker IV, New Orleans, LA, for Defendants/Appellants.</p>\n<p>(Court composed of Judge CHARLES R. JONES, Judge MICHAEL E. KIRBY, and Judge ROLAND L. BELSOME).</p>\n<p>CHARLES R. JONES, Judge.</p>\n<p>The appellant, John F. Schwegmann, appeals the judgment of the district court which granted the Rule for Judgment Pro Confesso. For the reasons set forth below, we affirm.</p>\n<p>The appellee, Melba Margaret Schwegmann Brown<sup>[1]</sup> was awarded $5,147,073.00, together with legal interest from March 24, 2000, in a previous action holding Mr. Schwegmann liable to her for breach of <span class=\"star-pagination\">*1284</span> fiduciary duty while acting as trustee of Mrs. Brown's trust. <i>See Brown v. Schwegmann,</i> XXXX-XXXX (La.App. 4 Cir. 12/10/03), <span class=\"citation\" data-id=\"1103267\"><a href=\"/opinion/1103267/brown-v-schwegmann/\"><span class=\"volume\">861</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">862</span></a></span>, <i>reh'g denied</i> (1/15/04), <i>writ denied,</i> XXXX-XXXX (La.4/30/04), <span class=\"citation\" data-id=\"1763582\"><a href=\"/opinion/1763582/brown-v-schwegmann/\"><span class=\"volume\">872</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">489</span></a></span> and <i>Brown v. Schwegmann,</i> XXXX-XXXX (La.App. 4 Cir. 4/25/07), <span class=\"citation\" data-id=\"1850519\"><a href=\"/opinion/1850519/brown-v-schwegmann/\"><span class=\"volume\">958</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">721</span></a></span>, <i>writ denied,</i> XXXX-XXXX (La.9/21/07) <span class=\"citation no-link\"><span class=\"volume\">964</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">333</span></span>.<sup>[2]</sup> Accordingly, the issues of Mr. Schwegmann's liability and the amount of damages are final judgments that cannot be overturned or reconsidered here.</p>\n<p>Once the judgment became executory, Mrs. Brown instituted the present action to garnish or seize certain property belonging to Mr. Schwegmann. Specifically, she asserted that all or part of Mr. Schwegmann's interests in the John F. Schwegmann Trust # 1 and the John F. Schwegmann Trust # 2 (hereinafter referred to as \"the trusts\") were subject to seizure in satisfaction of her judgment.</p>\n<p>Mr. Schwegmann was personally served with a notice of seizure and garnishment interrogatories. He failed to file sworn answers to the interrogatories within fifteen days from the date of service in violation of La. C.C.P. art. 2412(D). Consequently, Mrs. Brown filed a Motion for Judgment Pro Confesso pursuant to La. C.C.P. art. 2413, <i>Effect of Garnishee's Failure to Answer.</i> The district court granted Mrs. Brown's motion, rendering judgment against Mr. Schwegmann in the full and true principal sum of $5,147,073.00, together with interest at the rate of 6% per annum from January 26, 2005, until paid, plus reasonable attorney's fees, and for all costs. Mr. Schwegmann was directed to liquidate both trusts and turn over all sums realized by that liquidation to the Civil Sheriff for the Parish of Orleans for credit to the outstanding writ of fieri facias. It is from this judgment Mr. Schwegmann appeals.</p>\n<p>Mr. Schwegmann asserts three assignments of error: (1) he alleges the district court improperly allowed the seizure of any portion of the trusts, either corpus principal or earnings, as these trusts should be completely exempt from seizure; (2) he alleges the district court improperly entered judgment directing the complete liquidation of the trusts, rather than allowing garnishment of only a portion of the earnings of the trusts, and; (3) he alleges the district court improperly failed to recognize and apply the exemptions from seizure of 75% of Mr. Schwegmann's income from the trusts per La. R.S. 13:3881.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The findings of fact of the trial court are entitled to great deference and should not be disturbed in the absence of manifest error. <i>Virgil v. Am. Guarantee &amp; Liability Ins. Co.,</i> <span class=\"citation\" data-id=\"1100972\"><a href=\"/opinion/1100972/virgil-v-american-guar-liability-ins/\"><span class=\"volume\">507</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">825</span></a></span>, 826 (La.1987); <i>Canter v. Koehring Co.,</i> <span class=\"citation\" data-id=\"1876669\"><a href=\"/opinion/1876669/canter-v-koehring-company/\"><span class=\"volume\">283</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">716</span></a></span> (La.1973). Reviewing and reversing the factfinder's determination involves a two-part test developed by the Louisiana Supreme Court. <i>Johnson v. Orleans Parish School Bd.,</i> XXXX-XXXX, p. 8 (La.App. 4 Cir. 1/30/08), <span class=\"citation\" data-id=\"1827457\"><a href=\"/opinion/1827457/johnson-v-orleans-parish-school-bd/\"><span class=\"volume\">975</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">698</span></a></span>, 706. This test requires the reviewing court to find that no reasonable factual basis exists for the trial court's findings and that the findings are wrong or \"manifestly erroneous\" according to the record. <i>Id.,</i> p. 9, 975 So.2d at 706. The record must be reviewed in toto to discern whether <span class=\"star-pagination\">*1285</span> the factfinder was clearly wrong. <i>Id.</i> The trial court has a \"better capacity to evaluate live witnesses.\" <i>Id.</i> Therefore, \"the appellate court must determine if the factfinder's decision was a reasonable one.\" <i>Id.</i></p>\n<p>In his first assignment of error, Mr. Schwegmann argues the district court improperly allowed the seizure of any portion of the trusts, either corpus principal or earnings, as these trusts should be completely exempt from seizure. Specifically, he asserts the district court erred in applying the Trust Estates Law in determining whether the trusts were exempt from seizure.</p>\n<p>The Trust Estates Law was controlling at the creation of the John F. Schwegmann Trust No. 1, in 1952, and the John F. Schwegmann Trust No. 2, in 1955. It was codified, in part, in former La. R.S. 9:1923, <i>Restraints on Alienation,</i> which stated, in pertinent part:</p>\n<blockquote>A. Notwithstanding a provision in the terms of the trust restraining the alienation of the interest of a beneficiary, an assignee or creditor of the beneficiary shall be entitled to reach the interest of the beneficiary in satisfaction of his claim to the following extent:</blockquote>\n<blockquote>(1) All income due or to accrue in the future to the beneficiary in excess of $5,000 per annum shall be subject to seizure by a creditor of the beneficiary and shall be freely alienable by the beneficiary.</blockquote>\n<blockquote>(2) Where the income from the trust exceeds twelve dollars per week, creditors of the beneficiary may, in addition, reach by seizure an aggregate amount of ten percent of the income due or to accrue in the future to the beneficiary.</blockquote>\n<blockquote>(3) Where the claim of the creditor is for (a) the support of a husband, wife or child of the beneficiary, or for alimony, (b) necessary services rendered or necessary supplies furnished to the beneficiary, (c) a tort, or (d) is based on a judgment for any such claim, the proper court shall have power to make such order directing the payment of income to such creditor, in addition to that provided in the two preceding paragraphs, as shall be just under the circumstances.</blockquote>\n<p>The enactment of the Louisiana Trust Code in 1964 repealed the Trust Estates Law. In particular, La. R.S. 9:2005, <i>Seizure by Creditor; Special Claims,</i> of the Louisiana Trust Code governs seizure of a beneficiary's trust by creditors. It states:</p>\n<blockquote>Notwithstanding any stipulation in the trust instrument to the contrary, the proper court, in summary proceedings to which the trustee, the beneficiary, and the beneficiary's creditor shall be parties, may permit seizure of any portion of the beneficiary's interest in trust income and principal in its discretion and as may be just under the circumstances if the claim is based upon a judgment for:</blockquote>\n<blockquote>(1) Alimony, or maintenance of a person whom the beneficiary is obligated to support;</blockquote>\n<blockquote>(2) Necessary services rendered or necessary supplies furnished to the beneficiary or to a person whom the beneficiary is obligated to support; or</blockquote>\n<blockquote>(3) Repealed by Acts 2004, No. 521, § 2.<sup>[3]</sup></blockquote>\n<p><span class=\"star-pagination\">*1286</span> This Court previously found that La. R.S. 9:2005 should be applied retroactively in instances where the judgment seeking to be enforced is based on an offense or quasi-offense. <i>dela Vergne v. dela Vergne,</i> XXXX-XXXX, p. 6 (La.App. 4 Cir. 11/17/99), <span class=\"citation\" data-id=\"1707736\"><a href=\"/opinion/1707736/dela-vergne-v-dela-vergne-iii/\"><span class=\"volume\">745</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1271</span></a></span>, 1274. We reasoned that the enactment of La. R.S. 9:2005(3)<sup>[4]</sup> did not divest the beneficiary of any vested right to trust principal and income, and it did not alter the award made to the creditor in the original judgment. <i>Id.</i> In particular, La. R.S. 9:2005(3) was remedial in nature as applied to the facts of that case. <i>Id.</i></p>\n<p>Louisiana Revised Statute 9:2005(3) was repealed by Acts 2004, No. 521, § 2. Currently, La. R.S. 9:2005 does not permit seizure by creditors for judgments entered against beneficiaries for actions based in \"tort\" or classified as \"offenses/quasi offenses.\" Therefore, the rationale set forth in <i>dela Vergne</i> is not applicable to the case at bar.</p>\n<p>Alternatively, whether the Trust Estates Law is applicable should be determined by establishing the effect of the Louisiana Trust Code on the facts of the case at bar. The Louisiana Trust Code contains a <i>\"Savings Clause\",</i> La. R.S. 9:2252, which states:</p>\n<blockquote>Trusts heretofore created and any provisions or dispositions therein made shall be governed by the laws in effect at the time of their creation. Unless otherwise provided in the trust instrument, trusts created prior to the effective date of this Code shall be governed in all administrative and procedural matters by the provisions of this Code and not by laws in effect at the time of creation of such trusts, and trusts created prior to the adoption of any amendment to this Code shall be governed in administrative and procedural matters by the provisions of the amendment.</blockquote>\n<p>\"In the absence of contrary legislative expression, substantive laws apply prospectively only. Procedural and interpretative laws apply both prospectively and retroactively, unless there is a legislative expression to the contrary.\" La. C.C. art. 6. \"Substantive laws,\" for purposes of determining whether a law should be applied retroactively, are those which establish new rules, rights, and duties, or change existing ones. <i>Anderson v. Avondale Industries, Inc.,</i> 2000-2799, p. 3 (La.10/16/01), <span class=\"citation\" data-id=\"1649594\"><a href=\"/opinion/1649594/anderson-v-avondale-industries-inc/\"><span class=\"volume\">798</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">93</span></a></span>, 97.</p>\n<p>Where the repealed La. R.S. 9:1923(A)(3)(c) permitted a creditor to seize a beneficiary's trust to satisfy a judgment based on a tort, La. R.S. 9:2005 limits the seizure of a beneficiary's interest to claims based upon a judgment for alimony, maintenance of a person whom the beneficiary is obligated to support, or necessary services or necessary supplies furnished to the beneficiary or to a person whom the beneficiary is obligated to support. The limitations placed on a creditor's right to seize a beneficiary's interest constitute a change to an existing rule, right, or duty. Therefore, La. R.S. 9:2005 is a substantive law and the Louisiana Trust Code should not be applied retroactively.</p>\n<p>Accordingly, the district court properly concluded the trusts are not exempt from seizure under the Trust Estates Law. Hence, this assignment of error is without merit.</p>\n<p>In his second assignment of error, Mr. Schwegmann contends the district court improperly entered judgment directing the complete liquidation of the trusts, rather than allowing garnishment of only a <span class=\"star-pagination\">*1287</span> portion of the earnings of the trust (as the corpus or principal may not be subject to seizure). Specifically, Mr. Schwegmann argues that if La. R.S. 9:1923 does apply, then only income in excess of the first $5,000 per year may be seized pursuant to subpart (A)(1), plus 10% of the income pursuant to subpart (A)(2), because Mrs. Brown's suit and judgment were not specifically based in tort, but based upon a theory of a breach of a contractual fiduciary duty as trustee.</p>\n<p>In <i>dela Vergne,</i> this Court held that breaches of a fiduciary duty should be treated as \"offenses\" [a tort] when intentional conduct such as fraud, misrepresentation, or conversion is involved. <i>dela Vergne,</i> 99-0364, p. 11, 745 So.2d at 1276. We reasoned that the legislature did not intend to provide for the recovery from a spendthrift trust of a fiduciary guilty of only simple unintentional negligence in the performance of some technical duty, while protecting the trust assets of the fiduciary who commits acts of fraud, misrepresentation, or conversion (theft). <i>Id.,</i> 99-0364, p. 11, 745 So.2d at 1276-77.</p>\n<p>In <i>Brown v. Schwegmann,</i> XXXX-XXXX (La.App. 4 Cir. 12/10/03), <span class=\"citation\" data-id=\"1103267\"><a href=\"/opinion/1103267/brown-v-schwegmann/\"><span class=\"volume\">861</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">862</span></a></span>, this Court stated:</p>\n<blockquote>In sum, the appellee [Schwegmann] committed a serious breach of trust by failing to properly administer, segregate, and protect trust funds; by failing to account annually to the trust beneficiary which would have put the appellee on notice; by making loans to himself through the business; and by failing to distribute the trust funds to Ms. Brown when he learned that the partnership was in financial trouble.</blockquote>\n<p><i>Id.,</i> 02-1509, p. 15, 861 So.2d at 870. We agreed with the district court and concluded that Mr. Schwegmann violated La. R.S. 9:2082<sup>[5]</sup>; 9:2084<sup>[6]</sup>; 9:2088<sup>[7]</sup>; and 9:2089<sup>[8]</sup>, while acting as trustee of Mrs. Brown's trust. <i>Id.,</i> 02-1509, p. 11-14, 861 So.2d at 868-70. The aforementioned violations are examples of intentional acts of fraud, misrepresentation, and conversion. Therefore, the judgment of the district court was based on a finding of tortious conduct.</p>\n<p>Accordingly, the district court did not err in allowing seizure of the trusts income greater than 10% after the first $5,000.00 per year. This assignment of error is without merit.</p>\n<p>In Mr. Schwegmann's final assignment of error, he contends the district court improperly failed to recognize and apply the exemption from seizure of 75% of his income from the trusts pursuant to La. R.S. 13:3881, <i>General Exemptions from Seizure,</i> which states, in pertinent part:</p>\n<blockquote>A. The following income or property of a debtor is exempt from seizure under any writ, mandate, or process whatsoever, except as otherwise herein provided:</blockquote>\n<blockquote>(1)(a) Seventy-five percent of his disposable earnings for any week, but in no case shall this exemption be less than an amount in disposable earnings which is equal to thirty times the federal <span class=\"star-pagination\">*1288</span> minimum hourly wage in effect at the time the earnings are payable or a multiple or fraction thereof, according to whether the employee's pay period is greater or less than two weeks ...</blockquote>\n<blockquote>(b) The term \"disposable earnings\" means that part of the earnings of any individual remaining after the deduction from those earnings of any amounts required by law to be withheld and which amounts are reasonable and are being deducted in the usual course of business at the time the garnishment is served upon the employer for the purpose of providing benefits for retirement, medical insurance expenses, life insurance coverage and which amounts are legally due or owed to the employer in the usual course of business at the time the garnishment is served.</blockquote>\n<p>In <i>Legier v. Legier,</i> <span class=\"citation\" data-id=\"1095749\"><a href=\"/opinion/1095749/legier-v-legier/\"><span class=\"volume\">357</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1203</span></a></span> (La.App. 4 Cir. 3/14/78), this Court concluded that the exemption provided for in La. R.S. 13:3881 is not applicable to accumulated funds. In <i>Legier,</i> the plaintiff-wife sought to garnish a trust fund composed of her husband's accumulated vacation and holiday funds. <i>Id.</i> at 1204. The garnishment was sought in satisfaction of an executory judgment for accumulated child support payments. <i>Id.</i> The plaintiff claimed the fringe benefit funds were not wages, but were the \"property\" of the debtor [husband] which was subject to seizure without exemption. <i>Id.</i> at 1205. In refusing to apply the statutory exemptions of La. R.S. 13:3881, this Court stated:</p>\n<blockquote>We find merit to plaintiff's contention that the trial judge erred when he applied the statutory exemption to the funds held by the garnishees. LSA-R.S. 13:3881 provides that 75% of a debtor's \"disposable earnings for any week\" (emphasis ours) are exempt from garnishment. Significantly, the statute refers to earnings for any \"week\". The statute also refers to an employee's \"pay period\". We interpret, therefore, the exemption to apply to garnishment of weekly, bi-weekly or monthly earnings at the time they are paid to the employee. We conclude also the exemption does not apply to accumulated fringe benefits which have accrued prior to the garnishment. By analogy, we find support for this conclusion in <i>Kokoszka v. Belford,</i> <span class=\"citation\" data-id=\"109073\"><a href=\"/opinion/109073/kokoszka-v-belford/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, <span class=\"citation\" data-id=\"109073\"><a href=\"/opinion/109073/kokoszka-v-belford/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></a></span>, <span class=\"citation\" data-id=\"109073\"><a href=\"/opinion/109073/kokoszka-v-belford/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">374</span></a></span> (1974), a bankruptcy case dealing with the Federal Consumer Credit Protection Act and its statutory 25% garnishment limitation of a debtor's disposable earnings. The United States Supreme Court, in affirming the Court of Appeals' holding that the exemption did not apply to the debtor's income tax refund, stated, supra, at page 2436,</blockquote>\n<blockquote>\"The Court of Appeals held that the terms `earnings' and `disposable earnings,' as used in 15 U.S.C. ss 1672, 1673, did not include a tax refund, but were limited to `periodic payments of compensation and (do) not pertain to every asset that is traceable in some way to such compensation.' [<i>N.L.R.B. v. Clarytona Manor, Inc.,</i>]2 Cir.[1973], 479 F.2d [976] at 977. This view is fully supported by the legislative history. There is every indication that Congress, in an effort to avoid the necessity of bankruptcy, sought to regulate garnishment in its usual sense as a levy on periodic payments of compensation needed to support the wage earner and his family on a week-to-week, month-to-month basis.\"</blockquote>\n<p><i>Legier,</i> 357 So.2d at 1206-07. (quoting <i>Kokoszka v. Belford,</i> <span class=\"citation\" data-id=\"109073\"><a href=\"/opinion/109073/kokoszka-v-belford/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, <span class=\"citation\" data-id=\"109073\"><a href=\"/opinion/109073/kokoszka-v-belford/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></a></span>, <span class=\"citation\" data-id=\"109073\"><a href=\"/opinion/109073/kokoszka-v-belford/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">374</span></a></span> (1974)).</p>\n<p>In <i>First Nat. Bank of Commerce v. Latiker,</i> <span class=\"citation\" data-id=\"1675680\"><a href=\"/opinion/1675680/first-nat-bank-of-commerce-v-latiker/\"><span class=\"volume\">432</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">293</span></a></span> (La.App. 4 Cir. 5/11/83), this Court concluded that a trust composed of vacation and holiday benefits <span class=\"star-pagination\">*1289</span> (fringe benefits) was subject to seizure. However, we also concluded that 75% of the fund was exempt from garnishment under state and federal Statutes. <i>Id.</i> In permitting the 75% exemption, we stated: \"We distinguish <i>Legier,</i> supra, because that seizure was for payment of child support; the policy considerations which presumably played a role in that decision are not present in a case such as the instant one where the garnishment and seizure seeks to satisfy ordinary debts.\" <i>Id.,</i> 432 So.2d at 295. We also stated:</p>\n<blockquote>Further, although the payments are made by employers directly to the fund, they are not deductions required by law, such as income tax withholdings, social security taxes, or Federal Insurance Compliance Act (FICA) payments. These deferred income and wage payments may be relied upon by longshoremen for their sustenance just as wages are relied upon by them. Hence, although the longshoremen do not receive these wages on a weekly or periodic basis, and although, payments are deferred, the payments are wages nonetheless, and part of their weekly disposable earnings thus we conclude that 75% of this deferred income is exempt from seizure by both State and Federal Statutes.</blockquote>\n<p><i>Id.</i></p>\n<p>The revenue from Mr. Schwegmann's trusts do not constitute \"wages\"<sup>[9]</sup> paid to Mr. Schwegmann weekly, bi-weekly, or monthly. They are accumulated fringe benefits that accrued prior to the garnishment. Furthermore, Mr. Schwegmann failed to prove that the revenue from the trusts is his sole income. Therefore, the trust revenue is not disposable earnings and the exemption set forth in La. R.S. 13:3881 is not applicable. Accordingly, this assignment of error is without merit.</p>\n<p></p>\n<h2><i>DECREE</i></h2>\n<p>For the foregoing reasons, the judgment of the district court granting the Rule for Judgment Pro Confesso is affirmed.</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Mrs. Brown and Mr. Schwegmann are siblings.</p>\n<p>[2]  Mrs. Brown instituted a suit against Mr. Schwegmann and his wife, Melinda B. Schwegmann, alleging breaches of fiduciary duty while acting as trustees of Mrs. Brown's trust. This Court found that Mrs. Schwegmann did not participate in the business dealings with the partnership or the trust sufficiently to impose liability on her as a co-trustee. Accordingly, no damages were assessed against Mrs. Schwegmann.</p>\n<p>[3]  Prior to Acts 2004, No. 521, § 2, La. R.S. 9:2005(3) stated: \"An offense or quasi offense committed by the beneficiary.\"</p>\n<p>[4]  See footnote 3 above.</p>\n<p>[5]  Louisiana Revised Statute 9:2082 requires the trustee to administer the trust \"solely in the interest of the beneficiary.\"</p>\n<p>[6]  Louisiana Revised Statute 9:2084 provides that, unless the trust instrument provides otherwise, the trustee is prohibited from lending funds to himself, to his employer, partner or other business associate.</p>\n<p>[7]  Louisiana Revised Statute 9:2088 requires the trustee to provide an annual accounting to the beneficiary.</p>\n<p>[8]  Louisiana Revised Statute 9:2089 requires the trustee to furnish \"complete and accurate information\" whenever a beneficiary requests information regarding the trust.</p>\n<p>[9]  The trust revenue does not fall within the description of wages set forth in <i>dela Vergne</i> and <i>First Nat. Bank of Commerce.</i></p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/311570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1095749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1100972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1103267/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1649594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1675680/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1707736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1763582/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1827457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1850519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1876669/"
          ]
        }
      ],
      "judges": "Charles R. Jones",
      "date_created": "2014-10-30T18:42:02.628457Z",
      "date_modified": "2017-04-06T09:09:28.037621Z",
      "date_filed": "2008-07-30",
      "date_filed_is_approximate": false,
      "slug": "brown-v-schwegmann",
      "citation_id": 1678761,
      "case_name_short": "Brown",
      "case_name": "Brown v. Schwegmann",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "990 So. 2d 1282",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1688398/brown-v-schwegmann/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:42:02.625944Z",
  "date_modified": "2014-10-30T18:42:02.625944Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Brown",
  "case_name": "Brown v. Schwegmann",
  "case_name_full": "",
  "slug": "brown-v-schwegmann",
  "docket_number": "2007-CA-0210",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}