{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/171227/",
  "id": 171227,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2665321/",
      "id": 2665321,
      "absolute_url": "/opinion/2665321/young-v-covington-burling-llp/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/171227/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2665321/",
          "id": 2665321,
          "absolute_url": "/opinion/2665321/young-v-covington-burling-llp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2665321/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3362/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-04-04T07:34:14.795156Z",
          "date_modified": "2017-04-11T07:45:27.058512Z",
          "type": "010combined",
          "sha1": "937d06a115ab5139d0c3736fa54465b1f491f3eb",
          "page_count": 20,
          "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2009cv0464-75",
          "local_path": "pdf/2010/09/09/young_v._covington__burling_llp.pdf",
          "plain_text": "                       UNITED STATES DISTRICT COURT\n                       FOR THE DISTRICT OF COLUMBIA\n_______________________________________\n                                        )\nYOLANDA YOUNG                           )\n                                       )\n            Plaintiff,                 )\n                                       )\n      v.                               ) Civil Action No. 09-0464 (RBW)\n                                       )\nCOVINGTON & BURLING LLP,               )\n                                       )\n            Defendant.                 )\n_______________________________________)\n\n                            AMENDED MEMORANDUM OPINION 1\n\n       The plaintiff, Yolanda Young, brings this action against the defendant, the law firm of\n\nCovington & Burling, LLP (\"Covington\"), alleging that the defendant violated Title VII of the\n\nCivil Rights Act of 1964, 42 U.S.C. §§ 2000e-3(a), 16(a) (2006) (\"Title VII\") and the District of\n\nColumbia Human Rights Act (\"Human Rights Act\"), D.C. Code §§ 2-1401.01, 2-1402.11(a)(1),\n\n2-1402.61(a) - (b) (2006), when it allegedly discriminated against her based on race during her\n\nemployment at Covington and then retaliated against her based on her complaints about the\n\nalleged discrimination, which culminated in her termination. First Amended Complaint (\"Am.\n\nCompl.\") ¶¶ 1-4. This matter is currently before the Court on Covington’s motion to dismiss\n\nCounts II and VII of the plaintiff’s amended complaint pursuant to Federal Rule of Civil\n\nProcedure 12(b)(6), Defendant’s Motion to Dismiss Counts II and VII Under Fed. R. Civ. P.\n\n12(b)(6) (\"Def.’s Mot.\"), which alleges that Covington's job-assignment and non-promotion\n\npolicies adversely impact blacks, including the plaintiff, a black female, and that Covington did\n\nnot take appropriate steps to address the racial discrimination that permeated the firm. The\n\n\n\n       1\n           This Amended Memorandum Opinion amends the January 28, 2010 Memorandum Opinion.\n\fplaintiff opposes Covington’s motion. 2 Plaintiff’s Opposition to Defendant’s Second Motion to\n\nDismiss (\"Pl.’s Opp’n\"). For the following reasons, the Court must grant in part and deny in part\n\nCovington’s motion.\n\n                                             I. BACKGROUND\n\n        The plaintiff, who is black, graduated from the Georgetown University Law Center in\n\n1995 and worked as a staff attorney at Covington from February 2005 through August 2007.\n\nAm. Compl. ¶¶ 7, 32, 112. According to the plaintiff, Covington created the position of staff\n\nattorney in 2005 for \"licensed, experienced attorneys who . . . primarily perform online\n\ndocument review, but . . . [who also perform] in a variety of ways as practicing attorneys.\" Id. ¶\n\n18. She further contends that in 2006, Covington \"implemented a policy[,] in [its] Washington\n\n[office,] banning the promotion of all staff attorneys.\" Id. ¶ 21. Additionally, she asserts, staff\n\nattorneys' salaries do not increase with seniority, while in comparison, attorneys hired to the\n\npositions of associate, counsel, and partner enjoy significantly higher salaries that increase with\n\nseniority, and also benefit from the prospect of promotion 3 from associate to counsel, and then,\n\neventually, to partner. Id. ¶ 19.\n\n        The plaintiff alleges that in the course of her employment at Covington, she observed her\n\nwhite male supervisor communicate, socialize, and take a more active interest in cultivating the\n\ncareers of white staff attorneys. Id. ¶¶ 35(a)-(c). The plaintiff further alleges that she\n\nexperienced an environment fraught with racial discrimination and hostility against her and other\n\nblacks. Id. ¶¶ 35(d)-(m). The plaintiff alerted her supervisor of her concerns, but claims that\n\n\n2\n         The Court also considered the following documents in resolving this motion: Memorandum in Support of\nDefendant's Motion to Dismiss Counts II and VII Under Fed. R. Civ. P. 12(b)(6) (\"Def.'s Mem.\") and Reply\nMemorandum in Further Support of Defendant's Motion to Dismiss Counts II and VII Under Fed. R. Civ. P.\n12(b)(6) (\"Def.'s Reply\").\n3\n       The plaintiff represents that \"[a] promotion meant a more diverse set of legal responsibilities and more\nmoney.\" Am. Compl. ¶ 19.\n\n\n                                                         2\n\fthey were met with indifference. Id. ¶¶ 35(l), 75. The plaintiff further points to a discrepancy\n\nbetween her 2006 and 2007 performance evaluations, the latter which was noticeably more\n\nnegative and critical. Id. ¶ 90. The plaintiff also received a reduced bonus in 2007, which\n\namounted to $5,000, \"barely more than half the $9,000 she had received the previous, partial\n\nyear and well below the $15,000 maximum given that year.\" Id. ¶ 93. Given that she maintained\n\nhigh billable hours and had previously been evaluated positively, the plaintiff asserts that there\n\n\"was no apparent, lawful explanation for [her] receiving a lower bonus.\" Id. ¶¶ 90, 93, 94. And\n\nthe plaintiff represents that several months after receiving her 2007 performance evaluation,\n\n\"[o]n August 14, 2007, [the d]efendant informed [the p]laintiff that it was terminating her\"\n\nwithout any explanation. Id. ¶ 112.\n\n       The plaintiff alleges that the data that she has compiled indicates that blacks are\n\ndisproportionately and overly represented as staff attorneys. See generally id. She further\n\nalleges that \"[t]he number of black staff attorneys employed by [Covington] increased\n\ndramatically when it started the staff[]attorney program.\" Id. ¶ 27. Furthermore, according to\n\nthe plaintiff, “[o]ne in two black attorneys at [Covington] is a staff attorney[, while only] . . . one\n\nin fifteen white attorneys\" have this status. Id. ¶ 28. Therefore, calculates the plaintiff, \"[a]\n\nblack staff attorney is 7.5 times more likely to be assigned to the staff[]attorney position than a\n\nwhite attorney.” Id.\n\n       The plaintiff also proffers that her data indicates that at least \"[s]ome of the black\n\nattorneys could have qualified for an associate position with [Covington].\" Id. ¶ 30. According\n\nto the plaintiff, \"[b]lack practicing attorneys, as a group, typically graduated from higher ranked\n\nlaw schools than their white colleagues.\" Id. ¶ 16. The plaintiff further alleges that a\n\ncomparison of the credentials of black and white attorneys at Covington, based on a\n\n\n\n\n                                                   3\n\f\"combination of law school grades, journal membership, and clerkship experience,\" indicates\n\nthat Covington's \"job-assignment criteria requires that black staff attorneys graduate from higher\n\nranked schools than its white staff attorneys.\" Id. ¶¶ 15, 17. As a result, the plaintiff claims that\n\n\"black lawyers have less opportunity to become partner, counsel, or associate at\" Covington,\n\nwith the benefits commensurate with those positions. Id. ¶ 31. Essentially, the plaintiff argues\n\nthat Covington's \"non-promotion policy disproportionately impacts blacks.\" Id. ¶ 29.\n\n       Based on these allegations, the plaintiff filed an administrative charge with the Equal\n\nEmployment Opportunity Commission (\"EEOC\") and the District of Columbia Human Rights\n\nCommission on June 13, 2008. Id. ¶ 9. On December 16, 2008, the EEOC notified the plaintiff\n\nof her right to sue the defendant for the allegations advanced in her administrative charge of\n\ndiscrimination. Id. ¶ 10. The plaintiff then filed her complaint in this action asserting claims of\n\n(1) \"[d]iscriminatory [j]ob assignment and [p]romotion\" (Count I), (2) \"[a]dverse [i]mpact and\n\n[e]ffect of [j]ob [a]ssignment [p]olicy and [n]o-[p]romotion [p]olicies\" (Count II), (3)\n\n\"[d]iscriminatory [t]reatment and [h]arassment\" (Count III), (4) \"[r]etaliation\" (Count IV), (5)\n\n\"[w]rongful [t]ermination\" (Count V), (6) \"[d]iscriminatory [s]ubterfuge\" (Count VI), and (7)\n\n\"[n]egligent [s]upervision\" (Count VII). See generally id.\n\n                                 II. STANDARD OF REVIEW\n\n       A motion to dismiss under Federal Rule of Civil Procedure 12(b)(6) tests whether the\n\nplaintiff has properly stated a claim upon which relief may be granted. Woodruff v. DiMario,\n\n197 F.R.D. 191, 193 (D.D.C. 2000). For a complaint to survive a Rule 12(b)(6) motion, it need\n\nonly provide “a short and plain statement of the claim showing that the pleader is entitled to\n\nrelief,” Fed. R. Civ. P. 8(a)(2), in order to “give the defendant fair notice of what the claim is and\n\nthe grounds on which it rests,” Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555 (2007) (citation\n\n\n\n\n                                                  4\n\fomitted). “Although detailed factual allegations are not necessary to withstand a Rule 12(b)(6)\n\nmotion to dismiss, to provide the grounds of entitlement to relief, a plaintiff must furnish more\n\nthan labels and conclusions or a formulaic recitation of the elements of a cause of action.”\n\nHinson ex rel. N.H. v. Merritt Educ. Ctr., 521 F. Supp. 2d 22, 27 (D.D.C. 2007) (internal\n\nquotation marks omitted) (quoting Twombly, 550 U.S. at 555). Or, as the Supreme Court more\n\nrecently stated, “[t]o survive a motion to dismiss, a complaint must contain sufficient factual\n\nmatter, accepted as true, to ‘state a claim to relief that is plausible on its face.’” Ashcroft v.\n\nIqbal, 129 S. Ct. 1937, 1949 (2009) (quoting Twombly, 550 U.S. at 570). A claim is facially\n\nplausible “when the plaintiff pleads factual content that allows the court to draw the reasonable\n\ninference that the defendant is liable for the misconduct alleged.” Id. (quoting Twombly, 550\n\nU.S. at 556). A complaint alleging facts which are “‘merely consistent with’ a defendant's\n\nliability . . . ‘stops short of the line between possibility and plausibility of ‘entitlement to relief.’”\n\nId. (quoting Twombly, 550 U.S. at 557) (brackets omitted). Moreover, “[a] dismissal with\n\nprejudice is warranted only when a trial court determines that the allegation of other facts\n\nconsistent with the challenged pleading could not possibly cure the deficiency.” Firestone v.\n\nFirestone, 76 F.3d 1205, 1209 (D.C. Cir. 1996) (internal quotation marks and citations omitted)\n\n(emphasis in original). Finally, in evaluating a Rule 12(b)(6) motion, “[t]he complaint must be\n\nliberally construed in favor of the plaintiff, who must be granted the benefit of all inferences that\n\ncan be derived from the facts alleged,” Schuler v. United States, 617 F.2d 605, 608 (D.C. Cir.\n\n1979) (internal quotation marks and citations omitted), and the Court “may consider only the\n\nfacts alleged in the complaint, any documents either attached to or incorporated in the complaint\n\nand matters of which [the Court] may take judicial notice[,]” E.E.O.C. v. St. Francis Xavier\n\nParochial Sch., 117 F.3d 621, 624 (D.C. Cir. 1997) (footnote omitted).\n\n\n\n\n                                                    5\n\f                                     III. LEGAL ANALYSIS\n\nA.     Count II (Adverse Impact and Effect of Job-Assignment Policy and Non-Promotion\n       Policies)\n\n       Count II of the plaintiff's complaint alleges that (1) Covington's \"policies[,] practices[,]\n\nand . . . criteria it uses in assigning attorneys to positions within the firm have an adverse impact\n\non black attorneys in violation of Title VII and have the effect of violating the provisions of the\n\n[Human Rights Act],\" Am. Compl. ¶ 125; (2) Covington's \"policy and practice of banning the\n\npromotion of staff attorneys has an adverse impact on black attorneys in violation of Title VII\n\nand has the effect of violating the provisions of the [Human Rights Act],\" id. ¶ 126; (3)\n\nCovington \"can accomplish the goals of its job-assignment and no[n]-promotion policies by\n\nusing policies or practices that do not have, or have less of, an adverse impact or effect on black\n\nattorneys,\" id. ¶ 127; (4) \"it would have been futile for [the p]laintiff and others similarly situated\n\nto her to apply for an associate position with [the d]efendant because of their awareness and [the\n\nd]efendant's enforcement of the job-assignment and no[n]-promotion policies,\" id. ¶ 128; and (5)\n\nCovington's \"employment policies and practices directly and proximately caused [the p]laintiff\n\nphysical, psychic [sic], reputational, and monetary injury,\" id. ¶ 129.\n\n       Covington argues that the Court should dismiss the plaintiff's disparate-impact claims\n\nbecause (1) the plaintiff failed to make such a charge in her administrative complaint \"filed with\n\nthe EEOC and thus failed to exhaust her administrative remedies as required by law[;]\" (2) the\n\nplaintiff's \"complaint makes clear that she cannot prove that she would have been 'assigned' or\n\npromoted to the position of partner, counsel, or associate at Covington but for any facially-\n\nneutral policies that she now seeks to challenge[;]\" and (3) \"insofar as [the plaintiff] makes a\n\ndisparate[-]impact claim with respect to her 'assignment' to a staff attorney position at the time of\n\nher hire, her claim is time-barred.\" Def.'s Mem. at 4.\n\n\n\n                                                  6\n\f       1.      The Defendant's Exhaustion of Administrative Remedies Challenge\n\n       Covington argues that the plaintiff's administrative charge filed with the EEOC did not\n\nallege any disparate-impact claim arising from a facially non-discriminatory policy. Def.'s Mem.\n\nat 5-6. Specifically, Covington contends that the plaintiff's administrative charge did \"not make\n\nany specific factual allegations relating to her promotion claim or her hiring/assignment claim,\"\n\nnor did it \"challenge any facially non-discriminatory policy regarding the assignment or\n\npromotion of attorneys.\" Id. at 6 (emphasis in original). Thus, it is Covington's position that\n\n\"the disparate[-]impact allegations now included in Count II [of the amended complaint filed in\n\nthis Court] were neither referenced in the EEOC charge nor reasonably related to the allegations\n\nin [that] charge.\" Id. In response, the plaintiff argues that her administrative complaint \"plainly\n\nalleges that the disproportionate racial makeup of the staff attorneys resulted in black staff\n\nattorneys not being promoted.\" Pl.’s Opp’n at 6. And underlying this charge, she contends, are\n\nthe premises that blacks are disproportionately assigned to staff attorney positions and that\n\nCovington \"will not consider staff attorneys for promotion, which results in a disproportionate\n\nnumber of blacks [being] ineligible for promotion.\" Id.\n\n       \"A Title VII lawsuit following the EEOC charge is limited in scope to claims that are\n\n'like or reasonably related to the allegations of the charge and growing out of such allegations.'\"\n\nPark v. Howard Univ., 71 F.3d 904, 907 (D.C. Cir. 1995) (quoting Cheek v. W. & S. Life Ins.\n\nCo., 31 F.3d 497, 500 (7th Cir. 1994)). \"Title VII claims must arise from 'the administrative\n\ninvestigation that can reasonably be expected to follow the charge of discrimination.'\" Id.\n\n(quoting Chisholm v. U.S. Postal Serv., 665 F.2d 482, 491 (4th Cir. 1981)). However, the\n\npurpose of an administrative charge is to \"giv[e] the charged party notice of the claim and\n\nnarrow[] the issues for prompt adjudication and decision.\" Id. (internal quotations omitted).\n\n\n\n\n                                                  7\n\fAccordingly, \"[a] court cannot allow liberal interpretation of an administrative charge to permit a\n\nlitigant to bypass the Title VII administrative process.\" Id.\n\n       In Park v. Howard University, a case relied upon by Covington, Def.'s Mem. at 7, the\n\ncourt eventually dismissed a plaintiff's hostile work environment claim because it found that the\n\nplaintiff's previously filed EEOC \"charge [had] contained no claims or factual allegations that\n\ncould reasonably be expected upon investigation to lead to a hostile work environment claim.\"\n\n71 F.3d 904, 909 (D.C. Cir. 1995); see also Marshall v. Fed. Express Corp., 130 F.3d 1095, 1098\n\n(D.C. Cir. 1997) (finding that \"[t]he commission could not reasonably be expected to investigate\n\n[the plaintiff's] firing based on the allegations in the charge\" when \"the charge filed by [the\n\nplaintiff] with the EEOC made no mention of her termination\"). The court arrived at this\n\nconclusion based on\n\n               Title VII['s] require[ment] that a person complaining of a violation\n               file an administrative charge with the EEOC and allow the agency\n               time to act on the charge. Only after the EEOC has notified the\n               aggrieved person of its decision to dismiss or its inability to bring a\n               civil action within the requisite time period can that person bring a\n               civil action herself.\n\nId. at 907 (citing 42 U.S.C. § 2000e-5(f)(1) (1994)).\n\n       In this case, the only allegation in plaintiff’s EEOC charge relating to assignments or\n\npromotions states, in relevant part:\n\n               Staff attorneys are comprised of a population of approximately\n               30% Blacks and 30% other minorities. Due to this race\n               composition, Staff Attorneys are subjected to the following\n               conditions that other positions, comprised of low minority\n               populations, are not: segregated, unfavorable work spaces, denial\n               of maternity and jury leave, lack of promotional consideration and\n               exclusion from retreats and office events. Since my employment\n               began, I was subjected to these disparate conditions.\n\n\n\n\n                                                  8\n\fDef.'s Mem., Ex. 1 at 2 (June 5, 2008 Charge of Discrimination). Because the plaintiff's\n\nadministrative charge does not directly assert any complaint against Covington's non-promotion\n\npolicy or the method of \"assigning attorneys to positions within the firm,\" Am. Compl. ¶ 125, it\n\nmight at first blush appear that the plaintiff failed to exhaust her administrative remedies with\n\nrespect to her disparate treatment claim because she did not identify and expressly challenge the\n\nnon-promotion or assignment policies in her administrative charge. However, countervailing\n\nstandards must also guide the Court's consideration, and in this case, command a different result.\n\n       When considering a motion to dismiss, \"[t]he nonmoving party is entitled to all\n\nreasonable inferences that can be drawn in her favor.\" Artis v. Greenspan, 158 F.3d 1301, 1306\n\n(D.C. Cir. 1998) (emphasis in original). Here, the plaintiff prefaced her administrative charge by\n\nstating that the conditions to which she was allegedly subjected were \"due to [the] race\n\ncomposition\" of Covington's staff attorneys. Def.'s Mem., Ex. 1 at 2 (June 5, 2008 Charge of\n\nDiscrimination). The Court can easily infer from this language that the plaintiff's administrative\n\ncharge was challenging Covington's policies, which she contends resulted in disproportionate\n\nrepresentation of minorities in staff attorney positions, as she also alleges that attorneys in these\n\npositions \"lack of promotional consideration.\" Id. Although not articulated with precision, this\n\nadministrative complaint was clearly sufficient to put both the EEOC and Covington on notice\n\nthat a disparate-impact charge was being asserted. Def.'s Mem., Ex. 1 at 2 (June 5, 2008 Charge\n\nof Discrimination). While the plaintiff is not correct that her \"[disparate]-impact claim appears\n\nplainly on the face of [her] charge of discrimination,\" Pl.'s Opp'n at 7, her assertion regarding the\n\ndisproportionate racial composition of blacks in staff attorney positions adequately raised the\n\ninference that Covington's policies were driving the racial demographic of attorneys in those\n\npositions, which resulted in the plaintiff being denied certain benefits and promotional\n\n\n\n\n                                                  9\n\fopportunities. The Court must then reasonably infer that the plaintiff was attacking Covington's\n\nnon-promotion policies in her administrative charge. Accordingly, because the plaintiff's\n\nchallenge to Covington's job assignment and non-promotion policies in this Court are\n\n\"reasonably related to the allegations of the [administrative] charge,\" Park, 71 F.3d at 907\n\n(citation omitted), the Court must conclude that the plaintiff adequately exhausted her\n\nadministrative remedies, and therefore Count II cannot be dismissed on this basis.\n\n        2.      The Defendant's Standing Challenge\n\n        Covington further argues that Count II should be dismissed because \"[the plaintiff] lacks\n\nstanding to assert claims regarding Covington's purported assignment and promotions policies.\"\n\nDef.'s Reply at 6. Covington argues that the plaintiff failed to allege that \"she was personally\n\nharmed by either policy,\" id. (emphasis in original), and also that she would have actually been\n\nqualified for a higher position, id. at 9. In response, the plaintiff argues that she was\n\npresumptively unqualified by Covington because its non-promotion \"policy . . . disqualifie[d] her\n\nand all other staff attorneys without any business necessity,\" Pl.'s Opp'n at 9, while in reality she\n\nwas \"objectively qualified to perform the job of associate, of counsel, or partner in absence of the\n\npolicy ban\" considering her \"graduation from a law school approved by the American Bar\n\nAssociation, passage of a bar exam . . . , receipt of a license to practice law . . . , and number of\n\nyears of practice,\" id. at 9-10.\n\n        Anyone who has Article III standing has standing to bring an action under Title VII. Fair\n\nEmp't Council of Greater Wash., Inc. v. BMC Mktg. Corp., 28 F.3d 1268, 1278 (D.C. Cir. 1994).\n\nThus, because Title VII \"specifically permit[s] any 'person claiming to be aggrieved' by an\n\nunlawful employment practice to file suit[,] . . . [t]his language . . . opens the courts to 'anyone\n\nwho satisfies the constitutional requirements.'\" Id. (citations omitted). \"To demonstrate standing\n\n\n\n\n                                                  10\n\funder Article III of the Constitution, [the plaintiff] must show an injury in fact caused by the\n\ndefendant and redressable by judicial relief.\" Stilwell v. Office of Thrift Supervision, 569 F.3d\n\n514, 518 (D.C. Cir. 2009) (citing Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-61 (1992)).\n\nA qualifying injury must be \"concrete and particularized\" and either \"actual or imminent.\" City\n\nof Dania Beach, Fla. v. FAA, 485 F.3d 1181, 1185 (D.C. Cir. 2007) (citing Fla. Audubon Soc'y\n\nv. Bentsen, 94 F.3d 658, 663 (D.C. Cir. 1996)). In the context of a discrimination claim, this\n\nrequirement means that a \"plaintiff must show [that she has] suffered an adverse employment\n\naction.\" Douglas v. Preston, 559 F.3d 549, 552 (D.C. Cir. 2009).\n\n               An adverse employment action is a significant change in\n               employment status, such as hiring, firing, failing to promote,\n               reassignment with significantly different responsibilities, or a\n               decision causing significant change in benefits. An employee must\n               experience materially adverse consequences affecting the terms,\n               conditions, or privileges of employment or future employment\n               opportunities such that a reasonable trier of fact could find\n               objectively tangible harm.\n\nId. (citations and internal quotation marks omitted). \"[T]here must [also] be a causal connection\n\nbetween the injury and the conduct complained of—the injury has to be 'fairly . . . trace[able] to\n\nthe challenged action of the defendant, and not . . . th[e] result [of] the independent action of\n\nsome third party not before the court.'\" Lujan, 504 U.S. at 560 (quoting Simon v. E. Ky. Welfare\n\nRights Org., 426 U.S. 26, 41-42 (1976)) (alterations in original). Finally, \"it must be 'likely,' as\n\nopposed to merely 'speculative,' that the injury will be 'redressed by a favorable decision.'\" Id.\n\n       The plaintiff claims that Covington's job assignment and non-promotion policies \"ha[d]\n\nan adverse impact on black attorneys,\" Am. Compl. ¶¶ 125-26, resulting in a disproportionate\n\nrepresentation of blacks as staff attorneys, id. ¶ 117. She further alleges that because she was\n\nsubject to this racially disproportionate policy, she was hired as a staff attorney and therefore\n\nsubsequently restricted by the non-promotion policy imposed on staff attorneys. Id. ¶ 118. As a\n\n\n\n                                                 11\n\fresult, the plaintiff contends that \"[i]t would have been futile for [her] and others similarly\n\nsituated to her to apply for an associate position with [the d]efendant because of their\n\nawareness[,] and [the d]efendant's enforcement[,] of the job-assignment and no-promotion\n\npolicies.\" Id. ¶ 128. And because Covington's policies had this effect, the plaintiff opines that\n\nshe was deprived of opportunities for career advancement, \"more money,\" and \"a more diverse\n\nset of legal responsibilities.\" Id. ¶ 19.\n\n        Based on these allegations, the Court finds that the plaintiff has satisfactorily pled a\n\n\"concrete\" injury attributable to Covington's policies. See Douglas, 559 F.3d at 554 ((The\n\n\"failure to be promoted categorically is an adverse employment action.\" (emphasis in original));\n\nPhillips v. Cohen, 400 F.3d 388, 397 (6th Cir. 2005) (requiring \"that the plaintiff demonstrate . . .\n\nthat he or she was denied an employment opportunity because of a practice prohibited by statute\"\n\n(citing Melendez v. Ill. Bell Tel. Co., 79 F.3d 661, 668 (7th Cir. 1996))); Melendez, 79 F.3d at\n\n668 (\"[W]here a plaintiff demonstrates that he was not . . . promoted as the direct result of a\n\ndiscriminatory hiring practice, he has suffered a personal injury within the meaning of Title\n\nVII.\"); see also Cerrato v. S.F. Cmty. Coll. Dist., 26 F.3d 968, 976 (9th Cir. 1994) (\"To establish\n\nstanding, a person need only allege that a discriminatory policy exists that prevents him from\n\ncompeting on an 'equal basis.'\"). As a result of these injuries, the plaintiff is seeking \"[a]n order\n\nfinding that [the d]efendant violated federal and local antidiscrimination law by . . .\n\nimplementing a policy that has an adverse impact on black attorneys,\" in addition to \"[a]n award\n\nof damages.\" Am. Compl. ¶ 157. While a finding that Covington's policies violated anti-\n\ndiscrimination laws will not make the plaintiff eligible for a promotion from a job that she has\n\nalready lost, an award of damages would at least to some degree redress the injuries allegedly\n\n\n\n\n                                                  12\n\fsustained by the plaintiff, and the plaintiff therefore has standing to maintain her Title VII\n\ndisparate-impact claim.\n\n         3.       The Defendant’s Statute of Limitations Challenge\n\n         Covington argues that the plaintiff “was required to file her charge [of disparate impact]\n\n“within 300 days after the alleged unlawful employment practice occurred” under Title VII or\n\n“within one year under the [Human Rights Act].” Def.’s Mem. at 11. Because Covington hired\n\nthe plaintiff in 2005 and the non-promotion policy allegedly went into effect in 2006, Covington\n\nargues that the plaintiff’s disparate-impact claim is now time-barred since she did not file her\n\nEEOC charge until 2008. Id. The plaintiff predicates her disparate-impact claim on both\n\nCovington’s job-assignment and its non-promotion polices, Am. Compl. ¶¶ 124–128, and in\n\nresponse to its statute of limitations challenges argues that she was evaluated “at least three times\n\nduring her tenure[, which] . . . reinforced and recapitulated the adverse job-assignment criteria\n\nand policy that Covington used for initial job assignments.” 4 The plaintiff therefore claims that\n\nbecause her last evaluation was within 300 days of the filing of her charge with the EEOC, her\n\nclaim is not time-barred by either Title VII or the Human Rights Act. Pl.’s Opp’n at 11.\n\n         It is apparent that Covington’s position is that the operative date from which the start of\n\nthe statute of limitations period for both Title VII and the Human Rights Act should commence\n\nis the date when the plaintiff was hired, Def.’s Mem. at 11, while the plaintiff maintains that with\n\neach evaluation Covington employed the policies (whether official policies or simply\n\n\n         4\n            In the plaintiff’s opposition to the motion to dismiss, she emphasizes how the evaluations “reinforced and\nrecapitulated” Covington’s job-assignment policy. Pl.’s Opp’n at 11. This counterargument is a response to the\ndefendant’s claim that “the plaintiff’s disparate-impact claims with respect to assignments are time barred.” Def.’s\nMot. at 1 (emphasis added). In fact, the defendant does not make an analogous statute of limitations challenge with\nrespect to the claim of disparate impact resulting from its non-promotion policy. Because it is reasonable to assume\nthat any decision to promote or not promote an employee would be based on an employee’s performance\nevaluations, the Court will assume that the evaluations were the employment practice from which the running of the\nstatute of limitations periods commenced.\n\n\n\n                                                         13\n\femployment practices) that she alleges had a disparate racial impact. Thus, it appears that the\n\nplaintiff concedes that if the controlling date for statute of limitations purposes is when she was\n\ninitially hired, her challenge to Covington’s job-assignment and non-promotion policies is barred\n\nby the statute of limitations periods of both Title VII and the Human Rights Act. Thus, it seems\n\nthat the plaintiff is arguing that the last evaluation serves as the employment practice from which\n\nthe statute of limitations should begin to run for both the defendant’s job-assignment and the\n\nnon-promotion policies, which results in both components of her disparate-impact claim not\n\nbeing barred by the applicable statutes of limitations. 5\n\n         In assessing whether a disparate-impact claim has been properly pled, the Court must\n\nanalyze whether the defendant “[made use of] a particular employment practice that cause[d] a\n\ndisparate impact on one of the prohibited bases.” Lewis v. City of Chicago, 560 U.S. ___, ___,\n\n130 S. Ct. 2191, 2197 (2010). A plaintiff is not required to prove that the employment practice\n\ncaused a disparate impact at this stage of the proceedings, but only needs to make allegations that\n\nstate a “cognizable claim.” Id. at 2198. “[A] prima facie case of disparate-impact liability” is\n\nestablished by “a threshold showing of a significant statistical disparity . . . and nothing more.”\n\nRicci v. DeStefano, 557 U.S. ___, ___, 129 S. Ct. 2658, 2678 (2009) (citation omitted). But\n\neven where a policy or practice has a disparate impact on a protected class, “[a]n employer may\n\ndefend against liability by demonstrating that the practice is ‘job related for the position in\n\nquestion and consistent with business necessity.’” Id. at 2673 (citation omitted). And unless the\n\nplaintiff can then “show[] that the employer refuses to adopt an available alternative employment\n\npractice that has less disparate impact and serves the employer’s legitimate needs,” the policy\n\n\n         5\n            The date of the plaintiff’s 2007 performance evaluation is not specified in her Amended Complaint. The\nCourt will therefore assume for the purposes of this decision, based on the information currently provided, that the\nplaintiff’s position that her “last evaluation, which resulted in her termination, occurred within 300 days of her\ncharge filing date,” Pl.’s Opp’n at 11, is correct.\n\n\n                                                         14\n\fneed not be abandoned. Id. Thus, a prima facie showing of disparate impact of an employment\n\npractice may be established even when a defendant properly raises a defense for the utilization of\n\nsuch practice, if the plaintiff can show that the defendant “refuse[d] to adopt an available\n\nalternative employment practice that has less disparate impact and serves the employer’s\n\nlegitimate needs.” Id. (emphasis added). This is so regardless of “the employer’s motives and\n\nwhether or not [it] has employed the same practice in the past.” 6 Lewis, 560 U.S. at ___, 130 S.\n\nCt. at 2200.\n\n                 a.       The Plaintiff’s Challenge of the Defendant’s Job-Assignment Policy\n\n        The exact nature of the job-assignment policy being challenged by the plaintiff is not\n\nperfectly clear. She challenges Covington’s “policies . . . [,] practices[,] and . . . criteria . . .\n\nuse[d] in assigning attorneys to positions within the firm,” and argues that, based “[o]n\n\ninformation and belief, [Covington] relies on job-assignment criteria that are not related to or\n\npredictive of job performance,” including “a combination of law school grades, journal\n\nmembership, and clerkship experience.” Am. Compl. ¶¶ 16, 125. She bases her conclusion on\n\nstatistics that she compiled, which allegedly demonstrate that lawyers hired as staff attorneys had\n\ncredentials and graduated from law schools at least as good or better than those lawyers hired as\n\nassociates or partners. Id. ¶ 16–17. The plaintiff further maintains that “it appears that\n\n[Covington’s] job-assignment criteria requires that black staff attorneys graduate from higher\n\nranked schools than its white staff attorneys.” Id. ¶ 17. The plaintiff asserts that one in two\n\nblack attorneys, compared to one in fifteen white attorneys, are assigned to staff attorney\n\npositions, and claims that “black . . . attorneys are 7.5 times more likely than whites to be\n\nassigned to the staff attorney position tha[n] a white attorney.” Id. ¶ 28. Assuming the accuracy\n\n        6\n          In recognizing that its role is to give effect to congressional legislation, rather than to evaluate the\nconsequences of congressional enactments, the Supreme Court foresaw that “[e]mployers may face new disparate-\nimpact suits for practices they have used regularly for years.” Lewis, 560 U.S. at ___, 130 S. Ct. at 2200.\n\n\n                                                        15\n\fof all of these allegations, as the Court must at this stage, the issue then becomes whether\n\nCovington’s job-assignment policy, as applied in its employee evaluations, had an unlawful\n\ndisparate impact on job assignment based on race.\n\n        What is unclear, is not only what is the impact of Covington’s initial job-assignment\n\npolicy and practice on African-Americans, but whether its subsequent employee performance\n\nevaluations can be considered a later application of that practice alleged to have an adverse\n\nimpact on African-Americans. Nonetheless, it is the plaintiff’s position that the initial job\n\nassignment criteria are replicated because “[e]ach evaluation reinforced and recapitulated the\n\nadverse job-assignment criteria and policy that Covington used for initial job-assignments.”\n\nPl.’s Opp’n at 11. In fact, however, it would seem only logical to conclude that the initial job-\n\nassignment policy alleged by the plaintiff (which she contends is based on criteria such as law\n\nschool grades, journal membership, and clerkship experience) is relevant only at the time of the\n\ninitial job-assignment, when an employee’s actual job performance and demonstrated skill are\n\nmerely speculative, but that such criteria lose their importance (at least in part, if not totally)\n\nonce actual job performance and demonstrated skill become known first-hand by Covington.\n\nHowever, again, at this stage in the case, the benefit of all reasonable inferences must be\n\nconstrued in favor of the plaintiff and because it is at least plausible, even if only minimally, that\n\nthere was a disparate impact based on race resulting from the job-assignment policy that was\n\nagain used in each performance evaluation, the plaintiff is entitled to the benefit of that doubt.\n\nSee Lewis, 560 U.S. at ___,130 S. Ct. at 2199 (finding that a determination that a policy was\n\nimplemented outside the statutory period does not necessitate a finding that “no new violation\n\noccurred—and no new claims could arise—when the [defendant] implemented that [policy]\n\ndown the road”). Therefore, the Court cannot dismiss the plaintiff’s disparate-impact claim as\n\n\n\n\n                                                  16\n\funtimely with respect to the job-assignment component of the claim because it is based on a\n\ntheory that Covington’s initial job-assignment had a disparate impact on African-Americans and\n\nthat she was subjected to that policy each time her job performance was evaluated, the last\n\nevaluation having occurred within the two governing statutes of limitations periods.\n\n               b.      The Plaintiff’s Challenge of the Defendant’s Non-Promotion Policy\n\n       The exact nature of the non-promotion policy component of the plaintiff’s disparate-\n\nimpact claim is also unclear, aside from the plaintiff’s allegation that Covington’s non-promotion\n\npolicy categorically prohibits the promotion of staff attorneys. Am. Compl. ¶ 21. In her\n\namended complaint, the plaintiff alleges that the non-promotion policy was implemented in\n\n2006, after she was hired. Am. Compl. ¶¶ 20–21. Upon obtaining discovery, however, it\n\nbecame apparent to the plaintiff that no such policy was actually adopted, Motion for\n\nReconsideration of The Dismissal of Part of Count II at 10; nevertheless, the existence of an\n\nofficial non-promotion policy for staff attorneys is irrelevant in assessing the sufficiency of the\n\nplaintiff’s disparate-impact claim. See Ricci, 557 U.S. at ___, 129 S. Ct. at 2678 (holding that a\n\nmere showing of a statistical disparity resulting from an employment practice is sufficient to\n\nestablish a prima facie case of a disparate-impact claim). The plaintiff is only required to allege\n\nthat the defendant’s practice of promotion (or non-promotion) within the firm had an\n\nindefensible disparate impact on the basis of race. Id. at 2673.\n\n       The plaintiff argues that the defendant’s refusal to promote staff attorneys “adversely\n\nimpacts [Covington’s] black attorneys by consigning their majority to earning less money,\n\nperforming less challenging work, and enjoying less opportunity for professional growth than\n\n[Covington’s] non-black attorneys.” Am. Compl. ¶ 1. She alleges that “black attorneys are 7.5\n\ntimes more likely than whites to be subject to [Covington’s] non[-]promotion policy,” and\n\nfurther that “the number of black staff attorneys is disproportionate to the number of white staff\n\n\n                                                 17\n\fattorneys,” implying that the defendants' aversion to promoting staff attorneys disproportionately\n\nimpacts blacks. Id. ¶ 28. The Court must assume when evaluating Covington’s Rule 12(b)(6)\n\nmotion that all of these allegations are true, and that performance evaluations serve as the basis\n\nfor promotion decisions, but the plaintiff’s performance evaluations were never considered as the\n\nbasis for any potential promotion given her staff attorney status, a status that was\n\ndisproportionately assigned to African-American attorneys. 7 Thus, the Court cannot dismiss the\n\nplaintiff’s disparate impact claim as untimely with respect to the non-promotion policy at this\n\nstage, because the plaintiff has met her burden of establishing a prima facie case by alleging that\n\nCovington’s tendency to not promote staff attorneys had a disparate impact on African-\n\nAmericans, and because that claim is not time barred as her last performance evaluation is\n\nalleged to have occurred within the timeframes of the two statutes of limitations.\n\n        B.       Count VII (Negligent Supervision)\n\n        Despite the plaintiff's contention that the defendant was bound to abide by\n\nantidiscrimination laws in accordance with \"an employer's common law duty to keep the\n\nworkplace safe,\" and that the defendant's failure to keep confidential the plaintiff's allegations\n\nregarding violations of antidiscrimination laws \"could [have] result[ed] in violence,\" Pl.'s Opp'n\n\nat 12, Covington correctly argues that under Griffin v. Acacia Life Ins. Co., 925 A.2d 564, 576\n\n(D.C. 2007), \"a common law claim of negligent supervision may be predicated only on common\n\nlaw causes of action or duties otherwise imposed by the common law.\" 8 As no common law\n\n\n        7\n          See supra note 2.\n        8\n                   A cause of action for the common law tort of negligent supervision arises from the employer's\nbreach of duty to the employee, classified as:\n\n                 1.   The duty to provide a safe place to work.\n                 2.   The duty to provide safe appliances, tools, and equipment for the work.\n                 3.   The duty to give warning of dangers of which the employee might\n                      reasonably be expected to remain in ignorance.\n                 4.   The duty to provide a sufficient number of suitable fellow servants.\n\n\n                                                        18\n\fclaim or duty has been alleged in this case, the plaintiff's negligent supervision claim must be\n\ndismissed.\n\n        In Griffin, the plaintiff predicated her negligent supervision claim on the failure of her\n\nsupervisor to prevent sexual harassment. The court affirmed the trial court's grant of summary\n\njudgment against the plaintiff, concluding that \"the common law did not recognize an employer's\n\nduty to prevent the sort of sexual harassment alleged.\" Griffin, 925 A.2d at 576. \"To hold\n\notherwise,\" the court held, \"'would be to impose liability on employers for failing to prevent a\n\nharm that is not a cognizable injury under the common law.\" Id. at 577. Accordingly, the\n\nGriffin court held that unless the act manifests itself \"by other actionable wrongful conduct, e.g.,\n\nassault and battery[,] . . . respect for the legislature . . . requires that the rights of a victim of non-\n\nphysical sexual harassment be limited by the remedies which the legislature has provided in the\n\n[Human Rights Act],\" id. (brackets in original), and by the same reasoning, this Court holds that\n\nthe same is true under Title VII. Thus, the Griffin court held that \"a negligent supervision claim\n\ncannot be predicated on the [Human Rights Act].\" Id. And again, this Court concludes, the\n\nsame reasoning equally applies in the Title VII context.\n\n        Here, the plaintiff predicates her negligent supervision claim precisely on the failure to\n\nabide by Title VII and the Human Rights Act. See Am. Compl. ¶¶ 152-156. Specifically, she\n\nclaims that (1) Covington \"owed [her] a duty to ensure [that] its managers complied with and\n\nenforced federal and local antidiscriminatory law,\" id. ¶ 153; (2) her supervisor \"failed to address\n\n[her] complaints of discrimination, failed to take appropriate steps to address the discriminatory\n\nconduct of the employee's [sic] he managed, and failed [to] protect [the p]laintiff from retaliation\n\n\n                 5.   The duty to promulgate and enforce rules for the conduct of employees\n                      which would make the work safe.\n\nGriffin, 925 A.2d at 576 (quoting W. Page Keeton, Prosser & Keeton on the Law of Torts § 80, at 569 (5th ed.1984)\n(footnotes omitted)).\n\n\n                                                       19\n\fby his subordinates,\" id. ¶ 154; (3) the defendant \"breached its duty to [her] by negligently,\n\nrecklessly, or indifferently supervising [her supervisor's] management of the staff attorneys and\n\ntheir work environment,\" id. ¶ 155; and (4) Covington's \"supervision of or failure to supervise\n\n[her supervisor] directly and proximately caused [her] physical, psychic [sic], reputational, and\n\nmonetary injury,\" id. ¶ 156. The prevention of racial discrimination in the workplace is not a\n\ncommon law duty upon which a claim of negligent supervision may be based. Accord Griffin,\n\n925 A.2d at 576 (\"[T]he common law did not recognize an employer's duty to prevent the sort of\n\nsexual harassment alleged in the appellant's complaint.\"). Therefore, because her complaint does\n\nnot allege that the defendant breached any common law duty, the plaintiff's claim of negligent\n\nsupervision must be dismissed.\n\n                                          IV. CONCLUSION\n\n         For foregoing reasons, Covington's motion to dismiss must be granted in part and denied\n\nin part. 9\n\n                                                         _____/s/________________\n                                                         Reggie B. Walton\n                                                         United States District Judge\n\n\n\n\n9\n         An Amended Order consistent with the Court's ruling accompanies this Amended Memorandum Opinion.\n\n\n                                                    20\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                       UNITED STATES DISTRICT COURT\n                       FOR THE DISTRICT OF COLUMBIA\n_______________________________________\n                                        )\nYOLANDA YOUNG                           )\n                                       )\n            Plaintiff,                 )\n                                       )\n      v.                               ) Civil Action No. 09-0464 (RBW)\n                                       )\nCOVINGTON & BURLING LLP,               )\n                                       )\n            Defendant.                 )\n_______________________________________)\n\n                            AMENDED MEMORANDUM OPINION 1\n\n       The plaintiff, Yolanda Young, brings this action against the defendant, the law firm of\n\nCovington & Burling, LLP (\"Covington\"), alleging that the defendant violated Title VII of the\n\nCivil Rights Act of 1964, 42 U.S.C. §§ 2000e-3(a), 16(a) (2006) (\"Title VII\") and the District of\n\nColumbia Human Rights Act (\"Human Rights Act\"), D.C. Code §§ 2-1401.01, 2-1402.11(a)(1),\n\n2-1402.61(a) - (b) (2006), when it allegedly discriminated against her based on race during her\n\nemployment at Covington and then retaliated against her based on her complaints about the\n\nalleged discrimination, which culminated in her termination. First Amended Complaint (\"Am.\n\nCompl.\") ¶¶ 1-4. This matter is currently before the Court on Covington’s motion to dismiss\n\nCounts II and VII of the plaintiff’s amended complaint pursuant to Federal Rule of Civil\n\nProcedure 12(b)(6), Defendant’s Motion to Dismiss Counts II and VII Under Fed. R. Civ. P.\n\n12(b)(6) (\"Def.’s Mot.\"), which alleges that Covington's job-assignment and non-promotion\n\npolicies adversely impact blacks, including the plaintiff, a black female, and that Covington did\n\nnot take appropriate steps to address the racial discrimination that permeated the firm. The\n\n\n\n       1\n           This Amended Memorandum Opinion amends the January 28, 2010 Memorandum Opinion.\n\fplaintiff opposes Covington’s motion. 2 Plaintiff’s Opposition to Defendant’s Second Motion to\n\nDismiss (\"Pl.’s Opp’n\"). For the following reasons, the Court must grant in part and deny in part\n\nCovington’s motion.\n\n                                             I. BACKGROUND\n\n        The plaintiff, who is black, graduated from the Georgetown University Law Center in\n\n1995 and worked as a staff attorney at Covington from February 2005 through August 2007.\n\nAm. Compl. ¶¶ 7, 32, 112. According to the plaintiff, Covington created the position of staff\n\nattorney in 2005 for \"licensed, experienced attorneys who . . . primarily perform online\n\ndocument review, but . . . [who also perform] in a variety of ways as practicing attorneys.\" Id. ¶\n\n18. She further contends that in 2006, Covington \"implemented a policy[,] in [its] Washington\n\n[office,] banning the promotion of all staff attorneys.\" Id. ¶ 21. Additionally, she asserts, staff\n\nattorneys' salaries do not increase with seniority, while in comparison, attorneys hired to the\n\npositions of associate, counsel, and partner enjoy significantly higher salaries that increase with\n\nseniority, and also benefit from the prospect of promotion 3 from associate to counsel, and then,\n\neventually, to partner. Id. ¶ 19.\n\n        The plaintiff alleges that in the course of her employment at Covington, she observed her\n\nwhite male supervisor communicate, socialize, and take a more active interest in cultivating the\n\ncareers of white staff attorneys. Id. ¶¶ 35(a)-(c). The plaintiff further alleges that she\n\nexperienced an environment fraught with racial discrimination and hostility against her and other\n\nblacks. Id. ¶¶ 35(d)-(m). The plaintiff alerted her supervisor of her concerns, but claims that\n\n\n2\n         The Court also considered the following documents in resolving this motion: Memorandum in Support of\nDefendant's Motion to Dismiss Counts II and VII Under Fed. R. Civ. P. 12(b)(6) (\"Def.'s Mem.\") and Reply\nMemorandum in Further Support of Defendant's Motion to Dismiss Counts II and VII Under Fed. R. Civ. P.\n12(b)(6) (\"Def.'s Reply\").\n3\n       The plaintiff represents that \"[a] promotion meant a more diverse set of legal responsibilities and more\nmoney.\" Am. Compl. ¶ 19.\n\n\n                                                         2\n\fthey were met with indifference. Id. ¶¶ 35(l), 75. The plaintiff further points to a discrepancy\n\nbetween her 2006 and 2007 performance evaluations, the latter which was noticeably more\n\nnegative and critical. Id. ¶ 90. The plaintiff also received a reduced bonus in 2007, which\n\namounted to $5,000, \"barely more than half the $9,000 she had received the previous, partial\n\nyear and well below the $15,000 maximum given that year.\" Id. ¶ 93. Given that she maintained\n\nhigh billable hours and had previously been evaluated positively, the plaintiff asserts that there\n\n\"was no apparent, lawful explanation for [her] receiving a lower bonus.\" Id. ¶¶ 90, 93, 94. And\n\nthe plaintiff represents that several months after receiving her 2007 performance evaluation,\n\n\"[o]n August 14, 2007, [the d]efendant informed [the p]laintiff that it was terminating her\"\n\nwithout any explanation. Id. ¶ 112.\n\n       The plaintiff alleges that the data that she has compiled indicates that blacks are\n\ndisproportionately and overly represented as staff attorneys. See generally id. She further\n\nalleges that \"[t]he number of black staff attorneys employed by [Covington] increased\n\ndramatically when it started the staff[]attorney program.\" Id. ¶ 27. Furthermore, according to\n\nthe plaintiff, “[o]ne in two black attorneys at [Covington] is a staff attorney[, while only] . . . one\n\nin fifteen white attorneys\" have this status. Id. ¶ 28. Therefore, calculates the plaintiff, \"[a]\n\nblack staff attorney is 7.5 times more likely to be assigned to the staff[]attorney position than a\n\nwhite attorney.” Id.\n\n       The plaintiff also proffers that her data indicates that at least \"[s]ome of the black\n\nattorneys could have qualified for an associate position with [Covington].\" Id. ¶ 30. According\n\nto the plaintiff, \"[b]lack practicing attorneys, as a group, typically graduated from higher ranked\n\nlaw schools than their white colleagues.\" Id. ¶ 16. The plaintiff further alleges that a\n\ncomparison of the credentials of black and white attorneys at Covington, based on a\n\n\n\n\n                                                   3\n\f\"combination of law school grades, journal membership, and clerkship experience,\" indicates\n\nthat Covington's \"job-assignment criteria requires that black staff attorneys graduate from higher\n\nranked schools than its white staff attorneys.\" Id. ¶¶ 15, 17. As a result, the plaintiff claims that\n\n\"black lawyers have less opportunity to become partner, counsel, or associate at\" Covington,\n\nwith the benefits commensurate with those positions. Id. ¶ 31. Essentially, the plaintiff argues\n\nthat Covington's \"non-promotion policy disproportionately impacts blacks.\" Id. ¶ 29.\n\n       Based on these allegations, the plaintiff filed an administrative charge with the Equal\n\nEmployment Opportunity Commission (\"EEOC\") and the District of Columbia Human Rights\n\nCommission on June 13, 2008. Id. ¶ 9. On December 16, 2008, the EEOC notified the plaintiff\n\nof her right to sue the defendant for the allegations advanced in her administrative charge of\n\ndiscrimination. Id. ¶ 10. The plaintiff then filed her complaint in this action asserting claims of\n\n(1) \"[d]iscriminatory [j]ob assignment and [p]romotion\" (Count I), (2) \"[a]dverse [i]mpact and\n\n[e]ffect of [j]ob [a]ssignment [p]olicy and [n]o-[p]romotion [p]olicies\" (Count II), (3)\n\n\"[d]iscriminatory [t]reatment and [h]arassment\" (Count III), (4) \"[r]etaliation\" (Count IV), (5)\n\n\"[w]rongful [t]ermination\" (Count V), (6) \"[d]iscriminatory [s]ubterfuge\" (Count VI), and (7)\n\n\"[n]egligent [s]upervision\" (Count VII). See generally id.\n\n                                 II. STANDARD OF REVIEW\n\n       A motion to dismiss under Federal Rule of Civil Procedure 12(b)(6) tests whether the\n\nplaintiff has properly stated a claim upon which relief may be granted. Woodruff v. DiMario,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">191</span></span><pre class=\"inline\">, 193 (D.D.C. 2000). For a complaint to survive a Rule 12(b)(6) motion, it need\n\nonly provide “a short and plain statement of the claim showing that the pleader is entitled to\n\nrelief,” Fed. R. Civ. P. 8(a)(2), in order to “give the defendant fair notice of what the claim is and\n\nthe grounds on which it rests,” Bell Atl. Corp. v. Twombly, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 555 (2007) (citation\n\n\n\n\n                                                  4\n\fomitted). “Although detailed factual allegations are not necessary to withstand a Rule 12(b)(6)\n\nmotion to dismiss, to provide the grounds of entitlement to relief, a plaintiff must furnish more\n\nthan labels and conclusions or a formulaic recitation of the elements of a cause of action.”\n\nHinson ex rel. N.H. v. Merritt Educ. Ctr., </pre><span class=\"citation\" data-id=\"1664781\"><a href=\"/opinion/1664781/hinson-ex-rel-nh-v-merritt-educational-center/\"><span class=\"volume\">521</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 27 (D.D.C. 2007) (internal\n\nquotation marks omitted) (quoting Twombly, 550 U.S. at 555). Or, as the Supreme Court more\n\nrecently stated, “[t]o survive a motion to dismiss, a complaint must contain sufficient factual\n\nmatter, accepted as true, to ‘state a claim to relief that is plausible on its face.’” Ashcroft v.\n\nIqbal, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span><pre class=\"inline\">, 1949 (2009) (quoting Twombly, 550 U.S. at 570). A claim is facially\n\nplausible “when the plaintiff pleads factual content that allows the court to draw the reasonable\n\ninference that the defendant is liable for the misconduct alleged.” Id. (quoting Twombly, 550\n\nU.S. at 556). A complaint alleging facts which are “‘merely consistent with’ a defendant's\n\nliability . . . ‘stops short of the line between possibility and plausibility of ‘entitlement to relief.’”\n\nId. (quoting Twombly, 550 U.S. at 557) (brackets omitted). Moreover, “[a] dismissal with\n\nprejudice is warranted only when a trial court determines that the allegation of other facts\n\nconsistent with the challenged pleading could not possibly cure the deficiency.” Firestone v.\n\nFirestone, </pre><span class=\"citation\" data-id=\"712999\"><a href=\"/opinion/712999/myrna-odell-firestone-v-leonard-k-firestone/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span><pre class=\"inline\">, 1209 (D.C. Cir. 1996) (internal quotation marks and citations omitted)\n\n(emphasis in original). Finally, in evaluating a Rule 12(b)(6) motion, “[t]he complaint must be\n\nliberally construed in favor of the plaintiff, who must be granted the benefit of all inferences that\n\ncan be derived from the facts alleged,” Schuler v. United States, </pre><span class=\"citation\" data-id=\"375879\"><a href=\"/opinion/375879/frank-a-schuler-jr-v-united-states-of-america-department-of-state/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span><pre class=\"inline\">, 608 (D.C. Cir.\n\n1979) (internal quotation marks and citations omitted), and the Court “may consider only the\n\nfacts alleged in the complaint, any documents either attached to or incorporated in the complaint\n\nand matters of which [the Court] may take judicial notice[,]” E.E.O.C. v. St. Francis Xavier\n\nParochial Sch., </pre><span class=\"citation\" data-id=\"743063\"><a href=\"/opinion/743063/equal-employment-opportunity-commission-v-st-francis-xavier-parochial/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span><pre class=\"inline\">, 624 (D.C. Cir. 1997) (footnote omitted).\n\n\n\n\n                                                    5\n\f                                     III. LEGAL ANALYSIS\n\nA.     Count II (Adverse Impact and Effect of Job-Assignment Policy and Non-Promotion\n       Policies)\n\n       Count II of the plaintiff's complaint alleges that (1) Covington's \"policies[,] practices[,]\n\nand . . . criteria it uses in assigning attorneys to positions within the firm have an adverse impact\n\non black attorneys in violation of Title VII and have the effect of violating the provisions of the\n\n[Human Rights Act],\" Am. Compl. ¶ 125; (2) Covington's \"policy and practice of banning the\n\npromotion of staff attorneys has an adverse impact on black attorneys in violation of Title VII\n\nand has the effect of violating the provisions of the [Human Rights Act],\" id. ¶ 126; (3)\n\nCovington \"can accomplish the goals of its job-assignment and no[n]-promotion policies by\n\nusing policies or practices that do not have, or have less of, an adverse impact or effect on black\n\nattorneys,\" id. ¶ 127; (4) \"it would have been futile for [the p]laintiff and others similarly situated\n\nto her to apply for an associate position with [the d]efendant because of their awareness and [the\n\nd]efendant's enforcement of the job-assignment and no[n]-promotion policies,\" id. ¶ 128; and (5)\n\nCovington's \"employment policies and practices directly and proximately caused [the p]laintiff\n\nphysical, psychic [sic], reputational, and monetary injury,\" id. ¶ 129.\n\n       Covington argues that the Court should dismiss the plaintiff's disparate-impact claims\n\nbecause (1) the plaintiff failed to make such a charge in her administrative complaint \"filed with\n\nthe EEOC and thus failed to exhaust her administrative remedies as required by law[;]\" (2) the\n\nplaintiff's \"complaint makes clear that she cannot prove that she would have been 'assigned' or\n\npromoted to the position of partner, counsel, or associate at Covington but for any facially-\n\nneutral policies that she now seeks to challenge[;]\" and (3) \"insofar as [the plaintiff] makes a\n\ndisparate[-]impact claim with respect to her 'assignment' to a staff attorney position at the time of\n\nher hire, her claim is time-barred.\" Def.'s Mem. at 4.\n\n\n\n                                                  6\n\f       1.      The Defendant's Exhaustion of Administrative Remedies Challenge\n\n       Covington argues that the plaintiff's administrative charge filed with the EEOC did not\n\nallege any disparate-impact claim arising from a facially non-discriminatory policy. Def.'s Mem.\n\nat 5-6. Specifically, Covington contends that the plaintiff's administrative charge did \"not make\n\nany specific factual allegations relating to her promotion claim or her hiring/assignment claim,\"\n\nnor did it \"challenge any facially non-discriminatory policy regarding the assignment or\n\npromotion of attorneys.\" Id. at 6 (emphasis in original). Thus, it is Covington's position that\n\n\"the disparate[-]impact allegations now included in Count II [of the amended complaint filed in\n\nthis Court] were neither referenced in the EEOC charge nor reasonably related to the allegations\n\nin [that] charge.\" Id. In response, the plaintiff argues that her administrative complaint \"plainly\n\nalleges that the disproportionate racial makeup of the staff attorneys resulted in black staff\n\nattorneys not being promoted.\" Pl.’s Opp’n at 6. And underlying this charge, she contends, are\n\nthe premises that blacks are disproportionately assigned to staff attorney positions and that\n\nCovington \"will not consider staff attorneys for promotion, which results in a disproportionate\n\nnumber of blacks [being] ineligible for promotion.\" Id.\n\n       \"A Title VII lawsuit following the EEOC charge is limited in scope to claims that are\n\n'like or reasonably related to the allegations of the charge and growing out of such allegations.'\"\n\nPark v. Howard Univ., </pre><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">904</span></span><pre class=\"inline\">, 907 (D.C. Cir. 1995) (quoting Cheek v. W. & S. Life Ins.\n\nCo., </pre><span class=\"citation\" data-id=\"675753\"><a href=\"/opinion/675753/loretta-cheek-v-western-and-southern-life-insurance-company/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">497</span></a></span><pre class=\"inline\">, 500 (7th Cir. 1994)). \"Title VII claims must arise from 'the administrative\n\ninvestigation that can reasonably be expected to follow the charge of discrimination.'\" Id.\n\n(quoting Chisholm v. U.S. Postal Serv., </pre><span class=\"citation\" data-id=\"397384\"><a href=\"/opinion/397384/27-fair-emplpraccas-425-27-empl-prac-dec-p-32250-napoleon-chisholm/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span><pre class=\"inline\">, 491 (4th Cir. 1981)). However, the\n\npurpose of an administrative charge is to \"giv[e] the charged party notice of the claim and\n\nnarrow[] the issues for prompt adjudication and decision.\" Id. (internal quotations omitted).\n\n\n\n\n                                                  7\n\fAccordingly, \"[a] court cannot allow liberal interpretation of an administrative charge to permit a\n\nlitigant to bypass the Title VII administrative process.\" Id.\n\n       In Park v. Howard University, a case relied upon by Covington, Def.'s Mem. at 7, the\n\ncourt eventually dismissed a plaintiff's hostile work environment claim because it found that the\n\nplaintiff's previously filed EEOC \"charge [had] contained no claims or factual allegations that\n\ncould reasonably be expected upon investigation to lead to a hostile work environment claim.\"\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">904</span></span><pre class=\"inline\">, 909 (D.C. Cir. 1995); see also Marshall v. Fed. Express Corp., </pre><span class=\"citation\" data-id=\"184389\"><a href=\"/opinion/184389/marshall-angela-v-fed-exprs-corp/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1095</span></a></span><pre class=\"inline\">, 1098\n\n(D.C. Cir. 1997) (finding that \"[t]he commission could not reasonably be expected to investigate\n\n[the plaintiff's] firing based on the allegations in the charge\" when \"the charge filed by [the\n\nplaintiff] with the EEOC made no mention of her termination\"). The court arrived at this\n\nconclusion based on\n\n               Title VII['s] require[ment] that a person complaining of a violation\n               file an administrative charge with the EEOC and allow the agency\n               time to act on the charge. Only after the EEOC has notified the\n               aggrieved person of its decision to dismiss or its inability to bring a\n               civil action within the requisite time period can that person bring a\n               civil action herself.\n\nId. at 907 (citing 42 U.S.C. § 2000e-5(f)(1) (1994)).\n\n       In this case, the only allegation in plaintiff’s EEOC charge relating to assignments or\n\npromotions states, in relevant part:\n\n               Staff attorneys are comprised of a population of approximately\n               30% Blacks and 30% other minorities. Due to this race\n               composition, Staff Attorneys are subjected to the following\n               conditions that other positions, comprised of low minority\n               populations, are not: segregated, unfavorable work spaces, denial\n               of maternity and jury leave, lack of promotional consideration and\n               exclusion from retreats and office events. Since my employment\n               began, I was subjected to these disparate conditions.\n\n\n\n\n                                                  8\n\fDef.'s Mem., Ex. 1 at 2 (June 5, 2008 Charge of Discrimination). Because the plaintiff's\n\nadministrative charge does not directly assert any complaint against Covington's non-promotion\n\npolicy or the method of \"assigning attorneys to positions within the firm,\" Am. Compl. ¶ 125, it\n\nmight at first blush appear that the plaintiff failed to exhaust her administrative remedies with\n\nrespect to her disparate treatment claim because she did not identify and expressly challenge the\n\nnon-promotion or assignment policies in her administrative charge. However, countervailing\n\nstandards must also guide the Court's consideration, and in this case, command a different result.\n\n       When considering a motion to dismiss, \"[t]he nonmoving party is entitled to all\n\nreasonable inferences that can be drawn in her favor.\" Artis v. Greenspan, </pre><span class=\"citation\" data-id=\"184674\"><a href=\"/opinion/184674/artis-cynthia-v-greenspan-alan/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1301</span></a></span><pre class=\"inline\">, 1306\n\n(D.C. Cir. 1998) (emphasis in original). Here, the plaintiff prefaced her administrative charge by\n\nstating that the conditions to which she was allegedly subjected were \"due to [the] race\n\ncomposition\" of Covington's staff attorneys. Def.'s Mem., Ex. 1 at 2 (June 5, 2008 Charge of\n\nDiscrimination). The Court can easily infer from this language that the plaintiff's administrative\n\ncharge was challenging Covington's policies, which she contends resulted in disproportionate\n\nrepresentation of minorities in staff attorney positions, as she also alleges that attorneys in these\n\npositions \"lack of promotional consideration.\" Id. Although not articulated with precision, this\n\nadministrative complaint was clearly sufficient to put both the EEOC and Covington on notice\n\nthat a disparate-impact charge was being asserted. Def.'s Mem., Ex. 1 at 2 (June 5, 2008 Charge\n\nof Discrimination). While the plaintiff is not correct that her \"[disparate]-impact claim appears\n\nplainly on the face of [her] charge of discrimination,\" Pl.'s Opp'n at 7, her assertion regarding the\n\ndisproportionate racial composition of blacks in staff attorney positions adequately raised the\n\ninference that Covington's policies were driving the racial demographic of attorneys in those\n\npositions, which resulted in the plaintiff being denied certain benefits and promotional\n\n\n\n\n                                                  9\n\fopportunities. The Court must then reasonably infer that the plaintiff was attacking Covington's\n\nnon-promotion policies in her administrative charge. Accordingly, because the plaintiff's\n\nchallenge to Covington's job assignment and non-promotion policies in this Court are\n\n\"reasonably related to the allegations of the [administrative] charge,\" Park, 71 F.3d at 907\n\n(citation omitted), the Court must conclude that the plaintiff adequately exhausted her\n\nadministrative remedies, and therefore Count II cannot be dismissed on this basis.\n\n        2.      The Defendant's Standing Challenge\n\n        Covington further argues that Count II should be dismissed because \"[the plaintiff] lacks\n\nstanding to assert claims regarding Covington's purported assignment and promotions policies.\"\n\nDef.'s Reply at 6. Covington argues that the plaintiff failed to allege that \"she was personally\n\nharmed by either policy,\" id. (emphasis in original), and also that she would have actually been\n\nqualified for a higher position, id. at 9. In response, the plaintiff argues that she was\n\npresumptively unqualified by Covington because its non-promotion \"policy . . . disqualifie[d] her\n\nand all other staff attorneys without any business necessity,\" Pl.'s Opp'n at 9, while in reality she\n\nwas \"objectively qualified to perform the job of associate, of counsel, or partner in absence of the\n\npolicy ban\" considering her \"graduation from a law school approved by the American Bar\n\nAssociation, passage of a bar exam . . . , receipt of a license to practice law . . . , and number of\n\nyears of practice,\" id. at 9-10.\n\n        Anyone who has Article III standing has standing to bring an action under Title VII. Fair\n\nEmp't Council of Greater Wash., Inc. v. BMC Mktg. Corp., </pre><span class=\"citation\" data-id=\"673802\"><a href=\"/opinion/673802/fair-employment-council-of-greater-washington-inc-v-bmc-marketing/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1268</span></a></span><pre class=\"inline\">, 1278 (D.C. Cir. 1994).\n\nThus, because Title VII \"specifically permit[s] any 'person claiming to be aggrieved' by an\n\nunlawful employment practice to file suit[,] . . . [t]his language . . . opens the courts to 'anyone\n\nwho satisfies the constitutional requirements.'\" Id. (citations omitted). \"To demonstrate standing\n\n\n\n\n                                                  10\n\funder Article III of the Constitution, [the plaintiff] must show an injury in fact caused by the\n\ndefendant and redressable by judicial relief.\" Stilwell v. Office of Thrift Supervision, </pre><span class=\"citation\" data-id=\"187439\"><a href=\"/opinion/187439/stilwell-v-office-of-thrift-supervision/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">514</span></a></span><pre class=\"inline\">, 518 (D.C. Cir. 2009) (citing Lujan v. Defenders of Wildlife, </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 560-61 (1992)).\n\nA qualifying injury must be \"concrete and particularized\" and either \"actual or imminent.\" City\n\nof Dania Beach, Fla. v. FAA, </pre><span class=\"citation\" data-id=\"186921\"><a href=\"/opinion/186921/city-dania-beach-fl-v-faa/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span><pre class=\"inline\">, 1185 (D.C. Cir. 2007) (citing Fla. Audubon Soc'y\n\nv. Bentsen, </pre><span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">658</span></span><pre class=\"inline\">, 663 (D.C. Cir. 1996)). In the context of a discrimination claim, this\n\nrequirement means that a \"plaintiff must show [that she has] suffered an adverse employment\n\naction.\" Douglas v. Preston, </pre><span class=\"citation\" data-id=\"187322\"><a href=\"/opinion/187322/douglas-v-donovan/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">549</span></a></span><pre class=\"inline\">, 552 (D.C. Cir. 2009).\n\n               An adverse employment action is a significant change in\n               employment status, such as hiring, firing, failing to promote,\n               reassignment with significantly different responsibilities, or a\n               decision causing significant change in benefits. An employee must\n               experience materially adverse consequences affecting the terms,\n               conditions, or privileges of employment or future employment\n               opportunities such that a reasonable trier of fact could find\n               objectively tangible harm.\n\nId. (citations and internal quotation marks omitted). \"[T]here must [also] be a causal connection\n\nbetween the injury and the conduct complained of—the injury has to be 'fairly . . . trace[able] to\n\nthe challenged action of the defendant, and not . . . th[e] result [of] the independent action of\n\nsome third party not before the court.'\" Lujan, 504 U.S. at 560 (quoting Simon v. E. Ky. Welfare\n\nRights Org., </pre><span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 41-42 (1976)) (alterations in original). Finally, \"it must be 'likely,' as\n\nopposed to merely 'speculative,' that the injury will be 'redressed by a favorable decision.'\" Id.\n\n       The plaintiff claims that Covington's job assignment and non-promotion policies \"ha[d]\n\nan adverse impact on black attorneys,\" Am. Compl. ¶¶ 125-26, resulting in a disproportionate\n\nrepresentation of blacks as staff attorneys, id. ¶ 117. She further alleges that because she was\n\nsubject to this racially disproportionate policy, she was hired as a staff attorney and therefore\n\nsubsequently restricted by the non-promotion policy imposed on staff attorneys. Id. ¶ 118. As a\n\n\n\n                                                 11\n\fresult, the plaintiff contends that \"[i]t would have been futile for [her] and others similarly\n\nsituated to her to apply for an associate position with [the d]efendant because of their\n\nawareness[,] and [the d]efendant's enforcement[,] of the job-assignment and no-promotion\n\npolicies.\" Id. ¶ 128. And because Covington's policies had this effect, the plaintiff opines that\n\nshe was deprived of opportunities for career advancement, \"more money,\" and \"a more diverse\n\nset of legal responsibilities.\" Id. ¶ 19.\n\n        Based on these allegations, the Court finds that the plaintiff has satisfactorily pled a\n\n\"concrete\" injury attributable to Covington's policies. See Douglas, 559 F.3d at 554 ((The\n\n\"failure to be promoted categorically is an adverse employment action.\" (emphasis in original));\n\nPhillips v. Cohen, </pre><span class=\"citation\" data-id=\"789472\"><a href=\"/opinion/789472/willie-s-phillips-curtissene-anderson-todd-brooks-yulander-edwards-emma/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">388</span></a></span><pre class=\"inline\">, 397 (6th Cir. 2005) (requiring \"that the plaintiff demonstrate . . .\n\nthat he or she was denied an employment opportunity because of a practice prohibited by statute\"\n\n(citing Melendez v. Ill. Bell Tel. Co., </pre><span class=\"citation\" data-id=\"715003\"><a href=\"/opinion/715003/carmelo-melendez-v-illinois-bell-telephone-company/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">661</span></a></span><pre class=\"inline\">, 668 (7th Cir. 1996))); Melendez, 79 F.3d at\n\n668 (\"[W]here a plaintiff demonstrates that he was not . . . promoted as the direct result of a\n\ndiscriminatory hiring practice, he has suffered a personal injury within the meaning of Title\n\nVII.\"); see also Cerrato v. S.F. Cmty. Coll. Dist., </pre><span class=\"citation\" data-id=\"672125\"><a href=\"/opinion/672125/frank-cerrato-v-san-francisco-community-college-district/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">968</span></a></span><pre class=\"inline\">, 976 (9th Cir. 1994) (\"To establish\n\nstanding, a person need only allege that a discriminatory policy exists that prevents him from\n\ncompeting on an 'equal basis.'\"). As a result of these injuries, the plaintiff is seeking \"[a]n order\n\nfinding that [the d]efendant violated federal and local antidiscrimination law by . . .\n\nimplementing a policy that has an adverse impact on black attorneys,\" in addition to \"[a]n award\n\nof damages.\" Am. Compl. ¶ 157. While a finding that Covington's policies violated anti-\n\ndiscrimination laws will not make the plaintiff eligible for a promotion from a job that she has\n\nalready lost, an award of damages would at least to some degree redress the injuries allegedly\n\n\n\n\n                                                  12\n\fsustained by the plaintiff, and the plaintiff therefore has standing to maintain her Title VII\n\ndisparate-impact claim.\n\n         3.       The Defendant’s Statute of Limitations Challenge\n\n         Covington argues that the plaintiff “was required to file her charge [of disparate impact]\n\n“within 300 days after the alleged unlawful employment practice occurred” under Title VII or\n\n“within one year under the [Human Rights Act].” Def.’s Mem. at 11. Because Covington hired\n\nthe plaintiff in 2005 and the non-promotion policy allegedly went into effect in 2006, Covington\n\nargues that the plaintiff’s disparate-impact claim is now time-barred since she did not file her\n\nEEOC charge until 2008. Id. The plaintiff predicates her disparate-impact claim on both\n\nCovington’s job-assignment and its non-promotion polices, Am. Compl. ¶¶ 124–128, and in\n\nresponse to its statute of limitations challenges argues that she was evaluated “at least three times\n\nduring her tenure[, which] . . . reinforced and recapitulated the adverse job-assignment criteria\n\nand policy that Covington used for initial job assignments.” 4 The plaintiff therefore claims that\n\nbecause her last evaluation was within 300 days of the filing of her charge with the EEOC, her\n\nclaim is not time-barred by either Title VII or the Human Rights Act. Pl.’s Opp’n at 11.\n\n         It is apparent that Covington’s position is that the operative date from which the start of\n\nthe statute of limitations period for both Title VII and the Human Rights Act should commence\n\nis the date when the plaintiff was hired, Def.’s Mem. at 11, while the plaintiff maintains that with\n\neach evaluation Covington employed the policies (whether official policies or simply\n\n\n         4\n            In the plaintiff’s opposition to the motion to dismiss, she emphasizes how the evaluations “reinforced and\nrecapitulated” Covington’s job-assignment policy. Pl.’s Opp’n at 11. This counterargument is a response to the\ndefendant’s claim that “the plaintiff’s disparate-impact claims with respect to assignments are time barred.” Def.’s\nMot. at 1 (emphasis added). In fact, the defendant does not make an analogous statute of limitations challenge with\nrespect to the claim of disparate impact resulting from its non-promotion policy. Because it is reasonable to assume\nthat any decision to promote or not promote an employee would be based on an employee’s performance\nevaluations, the Court will assume that the evaluations were the employment practice from which the running of the\nstatute of limitations periods commenced.\n\n\n\n                                                         13\n\femployment practices) that she alleges had a disparate racial impact. Thus, it appears that the\n\nplaintiff concedes that if the controlling date for statute of limitations purposes is when she was\n\ninitially hired, her challenge to Covington’s job-assignment and non-promotion policies is barred\n\nby the statute of limitations periods of both Title VII and the Human Rights Act. Thus, it seems\n\nthat the plaintiff is arguing that the last evaluation serves as the employment practice from which\n\nthe statute of limitations should begin to run for both the defendant’s job-assignment and the\n\nnon-promotion policies, which results in both components of her disparate-impact claim not\n\nbeing barred by the applicable statutes of limitations. 5\n\n         In assessing whether a disparate-impact claim has been properly pled, the Court must\n\nanalyze whether the defendant “[made use of] a particular employment practice that cause[d] a\n\ndisparate impact on one of the prohibited bases.” Lewis v. City of Chicago, </pre><span class=\"citation\" data-id=\"146985\"><a href=\"/opinion/146985/lewis-v-chicago/\"><span class=\"volume\">560</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span><pre class=\"inline\">___, ___,\n\n</pre><span class=\"citation\" data-id=\"146985\"><a href=\"/opinion/146985/lewis-v-chicago/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2191</span></a></span><pre class=\"inline\">, 2197 (2010). A plaintiff is not required to prove that the employment practice\n\ncaused a disparate impact at this stage of the proceedings, but only needs to make allegations that\n\nstate a “cognizable claim.” Id. at 2198. “[A] prima facie case of disparate-impact liability” is\n\nestablished by “a threshold showing of a significant statistical disparity . . . and nothing more.”\n\nRicci v. DeStefano, </pre><span class=\"citation\" data-id=\"145848\"><a href=\"/opinion/145848/ricci-v-destefano/\"><span class=\"volume\">557</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span><pre class=\"inline\">___, ___, </pre><span class=\"citation\" data-id=\"145848\"><a href=\"/opinion/145848/ricci-v-destefano/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2658</span></a></span><pre class=\"inline\">, 2678 (2009) (citation omitted). But\n\neven where a policy or practice has a disparate impact on a protected class, “[a]n employer may\n\ndefend against liability by demonstrating that the practice is ‘job related for the position in\n\nquestion and consistent with business necessity.’” Id. at 2673 (citation omitted). And unless the\n\nplaintiff can then “show[] that the employer refuses to adopt an available alternative employment\n\npractice that has less disparate impact and serves the employer’s legitimate needs,” the policy\n\n\n         5\n            The date of the plaintiff’s 2007 performance evaluation is not specified in her Amended Complaint. The\nCourt will therefore assume for the purposes of this decision, based on the information currently provided, that the\nplaintiff’s position that her “last evaluation, which resulted in her termination, occurred within 300 days of her\ncharge filing date,” Pl.’s Opp’n at 11, is correct.\n\n\n                                                         14\n\fneed not be abandoned. Id. Thus, a prima facie showing of disparate impact of an employment\n\npractice may be established even when a defendant properly raises a defense for the utilization of\n\nsuch practice, if the plaintiff can show that the defendant “refuse[d] to adopt an available\n\nalternative employment practice that has less disparate impact and serves the employer’s\n\nlegitimate needs.” Id. (emphasis added). This is so regardless of “the employer’s motives and\n\nwhether or not [it] has employed the same practice in the past.” 6 Lewis, </pre><span class=\"citation\" data-id=\"146985\"><a href=\"/opinion/146985/lewis-v-chicago/\"><span class=\"volume\">560</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span><pre class=\"inline\">at ___, 130 S.\n\nCt. at 2200.\n\n                 a.       The Plaintiff’s Challenge of the Defendant’s Job-Assignment Policy\n\n        The exact nature of the job-assignment policy being challenged by the plaintiff is not\n\nperfectly clear. She challenges Covington’s “policies . . . [,] practices[,] and . . . criteria . . .\n\nuse[d] in assigning attorneys to positions within the firm,” and argues that, based “[o]n\n\ninformation and belief, [Covington] relies on job-assignment criteria that are not related to or\n\npredictive of job performance,” including “a combination of law school grades, journal\n\nmembership, and clerkship experience.” Am. Compl. ¶¶ 16, 125. She bases her conclusion on\n\nstatistics that she compiled, which allegedly demonstrate that lawyers hired as staff attorneys had\n\ncredentials and graduated from law schools at least as good or better than those lawyers hired as\n\nassociates or partners. Id. ¶ 16–17. The plaintiff further maintains that “it appears that\n\n[Covington’s] job-assignment criteria requires that black staff attorneys graduate from higher\n\nranked schools than its white staff attorneys.” Id. ¶ 17. The plaintiff asserts that one in two\n\nblack attorneys, compared to one in fifteen white attorneys, are assigned to staff attorney\n\npositions, and claims that “black . . . attorneys are 7.5 times more likely than whites to be\n\nassigned to the staff attorney position tha[n] a white attorney.” Id. ¶ 28. Assuming the accuracy\n\n        6\n          In recognizing that its role is to give effect to congressional legislation, rather than to evaluate the\nconsequences of congressional enactments, the Supreme Court foresaw that “[e]mployers may face new disparate-\nimpact suits for practices they have used regularly for years.” Lewis, </pre><span class=\"citation\" data-id=\"146985\"><a href=\"/opinion/146985/lewis-v-chicago/\"><span class=\"volume\">560</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span><pre class=\"inline\">at ___, 130 S. Ct. at 2200.\n\n\n                                                        15\n\fof all of these allegations, as the Court must at this stage, the issue then becomes whether\n\nCovington’s job-assignment policy, as applied in its employee evaluations, had an unlawful\n\ndisparate impact on job assignment based on race.\n\n        What is unclear, is not only what is the impact of Covington’s initial job-assignment\n\npolicy and practice on African-Americans, but whether its subsequent employee performance\n\nevaluations can be considered a later application of that practice alleged to have an adverse\n\nimpact on African-Americans. Nonetheless, it is the plaintiff’s position that the initial job\n\nassignment criteria are replicated because “[e]ach evaluation reinforced and recapitulated the\n\nadverse job-assignment criteria and policy that Covington used for initial job-assignments.”\n\nPl.’s Opp’n at 11. In fact, however, it would seem only logical to conclude that the initial job-\n\nassignment policy alleged by the plaintiff (which she contends is based on criteria such as law\n\nschool grades, journal membership, and clerkship experience) is relevant only at the time of the\n\ninitial job-assignment, when an employee’s actual job performance and demonstrated skill are\n\nmerely speculative, but that such criteria lose their importance (at least in part, if not totally)\n\nonce actual job performance and demonstrated skill become known first-hand by Covington.\n\nHowever, again, at this stage in the case, the benefit of all reasonable inferences must be\n\nconstrued in favor of the plaintiff and because it is at least plausible, even if only minimally, that\n\nthere was a disparate impact based on race resulting from the job-assignment policy that was\n\nagain used in each performance evaluation, the plaintiff is entitled to the benefit of that doubt.\n\nSee Lewis, </pre><span class=\"citation\" data-id=\"146985\"><a href=\"/opinion/146985/lewis-v-chicago/\"><span class=\"volume\">560</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span><pre class=\"inline\">at ___,130 S. Ct. at 2199 (finding that a determination that a policy was\n\nimplemented outside the statutory period does not necessitate a finding that “no new violation\n\noccurred—and no new claims could arise—when the [defendant] implemented that [policy]\n\ndown the road”). Therefore, the Court cannot dismiss the plaintiff’s disparate-impact claim as\n\n\n\n\n                                                  16\n\funtimely with respect to the job-assignment component of the claim because it is based on a\n\ntheory that Covington’s initial job-assignment had a disparate impact on African-Americans and\n\nthat she was subjected to that policy each time her job performance was evaluated, the last\n\nevaluation having occurred within the two governing statutes of limitations periods.\n\n               b.      The Plaintiff’s Challenge of the Defendant’s Non-Promotion Policy\n\n       The exact nature of the non-promotion policy component of the plaintiff’s disparate-\n\nimpact claim is also unclear, aside from the plaintiff’s allegation that Covington’s non-promotion\n\npolicy categorically prohibits the promotion of staff attorneys. Am. Compl. ¶ 21. In her\n\namended complaint, the plaintiff alleges that the non-promotion policy was implemented in\n\n2006, after she was hired. Am. Compl. ¶¶ 20–21. Upon obtaining discovery, however, it\n\nbecame apparent to the plaintiff that no such policy was actually adopted, Motion for\n\nReconsideration of The Dismissal of Part of Count II at 10; nevertheless, the existence of an\n\nofficial non-promotion policy for staff attorneys is irrelevant in assessing the sufficiency of the\n\nplaintiff’s disparate-impact claim. See Ricci, </pre><span class=\"citation\" data-id=\"145848\"><a href=\"/opinion/145848/ricci-v-destefano/\"><span class=\"volume\">557</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span><pre class=\"inline\">at ___, 129 S. Ct. at 2678 (holding that a\n\nmere showing of a statistical disparity resulting from an employment practice is sufficient to\n\nestablish a prima facie case of a disparate-impact claim). The plaintiff is only required to allege\n\nthat the defendant’s practice of promotion (or non-promotion) within the firm had an\n\nindefensible disparate impact on the basis of race. Id. at 2673.\n\n       The plaintiff argues that the defendant’s refusal to promote staff attorneys “adversely\n\nimpacts [Covington’s] black attorneys by consigning their majority to earning less money,\n\nperforming less challenging work, and enjoying less opportunity for professional growth than\n\n[Covington’s] non-black attorneys.” Am. Compl. ¶ 1. She alleges that “black attorneys are 7.5\n\ntimes more likely than whites to be subject to [Covington’s] non[-]promotion policy,” and\n\nfurther that “the number of black staff attorneys is disproportionate to the number of white staff\n\n\n                                                 17\n\fattorneys,” implying that the defendants' aversion to promoting staff attorneys disproportionately\n\nimpacts blacks. Id. ¶ 28. The Court must assume when evaluating Covington’s Rule 12(b)(6)\n\nmotion that all of these allegations are true, and that performance evaluations serve as the basis\n\nfor promotion decisions, but the plaintiff’s performance evaluations were never considered as the\n\nbasis for any potential promotion given her staff attorney status, a status that was\n\ndisproportionately assigned to African-American attorneys. 7 Thus, the Court cannot dismiss the\n\nplaintiff’s disparate impact claim as untimely with respect to the non-promotion policy at this\n\nstage, because the plaintiff has met her burden of establishing a prima facie case by alleging that\n\nCovington’s tendency to not promote staff attorneys had a disparate impact on African-\n\nAmericans, and because that claim is not time barred as her last performance evaluation is\n\nalleged to have occurred within the timeframes of the two statutes of limitations.\n\n        B.       Count VII (Negligent Supervision)\n\n        Despite the plaintiff's contention that the defendant was bound to abide by\n\nantidiscrimination laws in accordance with \"an employer's common law duty to keep the\n\nworkplace safe,\" and that the defendant's failure to keep confidential the plaintiff's allegations\n\nregarding violations of antidiscrimination laws \"could [have] result[ed] in violence,\" Pl.'s Opp'n\n\nat 12, Covington correctly argues that under Griffin v. Acacia Life Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">925</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">564</span></span><pre class=\"inline\">, 576\n\n(D.C. 2007), \"a common law claim of negligent supervision may be predicated only on common\n\nlaw causes of action or duties otherwise imposed by the common law.\" 8 As no common law\n\n\n        7\n          See supra note 2.\n        8\n                   A cause of action for the common law tort of negligent supervision arises from the employer's\nbreach of duty to the employee, classified as:\n\n                 1.   The duty to provide a safe place to work.\n                 2.   The duty to provide safe appliances, tools, and equipment for the work.\n                 3.   The duty to give warning of dangers of which the employee might\n                      reasonably be expected to remain in ignorance.\n                 4.   The duty to provide a sufficient number of suitable fellow servants.\n\n\n                                                        18\n\fclaim or duty has been alleged in this case, the plaintiff's negligent supervision claim must be\n\ndismissed.\n\n        In Griffin, the plaintiff predicated her negligent supervision claim on the failure of her\n\nsupervisor to prevent sexual harassment. The court affirmed the trial court's grant of summary\n\njudgment against the plaintiff, concluding that \"the common law did not recognize an employer's\n\nduty to prevent the sort of sexual harassment alleged.\" Griffin, 925 A.2d at 576. \"To hold\n\notherwise,\" the court held, \"'would be to impose liability on employers for failing to prevent a\n\nharm that is not a cognizable injury under the common law.\" Id. at 577. Accordingly, the\n\nGriffin court held that unless the act manifests itself \"by other actionable wrongful conduct, e.g.,\n\nassault and battery[,] . . . respect for the legislature . . . requires that the rights of a victim of non-\n\nphysical sexual harassment be limited by the remedies which the legislature has provided in the\n\n[Human Rights Act],\" id. (brackets in original), and by the same reasoning, this Court holds that\n\nthe same is true under Title VII. Thus, the Griffin court held that \"a negligent supervision claim\n\ncannot be predicated on the [Human Rights Act].\" Id. And again, this Court concludes, the\n\nsame reasoning equally applies in the Title VII context.\n\n        Here, the plaintiff predicates her negligent supervision claim precisely on the failure to\n\nabide by Title VII and the Human Rights Act. See Am. Compl. ¶¶ 152-156. Specifically, she\n\nclaims that (1) Covington \"owed [her] a duty to ensure [that] its managers complied with and\n\nenforced federal and local antidiscriminatory law,\" id. ¶ 153; (2) her supervisor \"failed to address\n\n[her] complaints of discrimination, failed to take appropriate steps to address the discriminatory\n\nconduct of the employee's [sic] he managed, and failed [to] protect [the p]laintiff from retaliation\n\n\n                 5.   The duty to promulgate and enforce rules for the conduct of employees\n                      which would make the work safe.\n\nGriffin, 925 A.2d at 576 (quoting W. Page Keeton, Prosser & Keeton on the Law of Torts § 80, at 569 (5th ed.1984)\n(footnotes omitted)).\n\n\n                                                       19\n\fby his subordinates,\" id. ¶ 154; (3) the defendant \"breached its duty to [her] by negligently,\n\nrecklessly, or indifferently supervising [her supervisor's] management of the staff attorneys and\n\ntheir work environment,\" id. ¶ 155; and (4) Covington's \"supervision of or failure to supervise\n\n[her supervisor] directly and proximately caused [her] physical, psychic [sic], reputational, and\n\nmonetary injury,\" id. ¶ 156. The prevention of racial discrimination in the workplace is not a\n\ncommon law duty upon which a claim of negligent supervision may be based. Accord Griffin,\n\n925 A.2d at 576 (\"[T]he common law did not recognize an employer's duty to prevent the sort of\n\nsexual harassment alleged in the appellant's complaint.\"). Therefore, because her complaint does\n\nnot allege that the defendant breached any common law duty, the plaintiff's claim of negligent\n\nsupervision must be dismissed.\n\n                                          IV. CONCLUSION\n\n         For foregoing reasons, Covington's motion to dismiss must be granted in part and denied\n\nin part. 9\n\n                                                         _____/s/________________\n                                                         Reggie B. Walton\n                                                         United States District Judge\n\n\n\n\n9\n         An Amended Order consistent with the Court's ruling accompanies this Amended Memorandum Opinion.\n\n\n                                                    20\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/146985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/184389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/184674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/186921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/187322/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/187439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397384/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/672125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673802/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712999/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743063/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1664781/"
          ]
        }
      ],
      "judges": "Judge Reggie B. Walton",
      "date_created": "2014-10-30T07:14:03.202291Z",
      "date_modified": "2014-10-30T07:14:03.202291Z",
      "date_filed": "2010-09-09",
      "date_filed_is_approximate": false,
      "slug": "young-v-covington-burling-llp",
      "citation_id": 2638094,
      "case_name_short": "Young",
      "case_name": "Young v. Covington & Burling, LLP",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "Civil",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/171227/young-v-covington-burling-llp/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:14:03.199866Z",
  "date_modified": "2014-10-30T07:14:03.199866Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Young",
  "case_name": "Young v. Covington & Burling, LLP",
  "case_name_full": "",
  "slug": "young-v-covington-burling-llp",
  "docket_number": "Civil Action No. 2009-0464",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}