{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1721194/",
  "id": 1721194,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1805114/",
      "id": 1805114,
      "absolute_url": "/opinion/1805114/matter-of-bevill-bresler-schulman-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1721194/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1805114/",
          "id": 1805114,
          "absolute_url": "/opinion/1805114/matter-of-bevill-bresler-schulman-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1805114/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/843/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:29:16.036720Z",
          "date_modified": "2017-04-07T03:36:10.518981Z",
          "type": "010combined",
          "sha1": "8b03cc28dd92a555412f9fe0ba57ff9390699257",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>59 B.R. 353 (1986)</b></center>\n<center><h1>In the Matter of BEVILL, BRESLER &amp; SCHULMAN, INC., Debtor,<br>\nFIRST FEDERAL SAVINGS &amp; LOAN ASSOCIATION OF LINCOLN, Plaintiff,<br>\nv.<br>\nBEVILL, BRESLER &amp; SCHULMAN, INC.; Richard W. Hill, as Trustee of Bevill, Bresler &amp; Schulman, Inc.; Security Pacific Clearing &amp; Service Corporation, Defendants.</h1></center>\n<center>Civ. A. No. 85-2224, Adv. No. 85-4075.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>March 25, 1986.</center>\n<p><span class=\"star-pagination\">*354</span> Davis Polk &amp; Wardwell by Lowell Gordon Harriss, New York City, for plaintiff.</p>\n<p>McCarter &amp; English by Hayden Smith, Jr., Newark, N.J., for defendant Richard W. Hill.</p>\n<p>Theodore H. Focht, Gen. Counsel, Securities Investor Protection Corp. by Michael E. Don, Josephine Wang, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DEBEVOISE, District Judge.</p>\n<p><i>Introduction</i></p>\n<p>This is an adversary proceeding brought by First Federal Savings &amp; Loan of Lincoln (\"Lincoln\") against Bevill, Bresler &amp; Schulman, Inc. (\"BBS, Inc.\" or \"the Debtor\"); Richard W. Hill, as Trustee of BBS, Inc.; <span class=\"star-pagination\">*355</span> and Security Pacific Clearing &amp; Services Corporation (\"SePac\") in the liquidation proceeding of BBS, Inc. pursuant to the Securities Investor Protection Act (\"SIPA\"), 15 U.S.C. § 78aaa, <i>et seq.</i> Lincoln and the Trustee for BBS, Inc. cross-move for partial summary judgment.</p>\n<p><i>Procedural Background</i></p>\n<p>On April 8, 1985, the Securities and Exchange Commission (\"SEC\") commenced receivership proceedings against BBS, Inc. Richard W. Hill, Esq. was appointed Temporary Receiver of BBS, Inc. in the SEC action on April 10, 1985. An involuntary petition in bankruptcy was filed against BBS, Inc. on May 2, 1985. On May 6, 1985, the Securities Investor Protection Corporation (\"SIPC\") filed an application for a protective decree pursuant to 15 U.S.C. § 78eee. On May 8, 1985, an Order was entered adjudicating the customers of BBS, Inc. to be in need of protection under SIPA, and Richard Hill was appointed Trustee for the SIPA liquidation of the Debtor.</p>\n<p>On August 19, 1985, Lincoln filed a complaint against BBS, Inc. and others seeking a turnover of thirty-one Government National Mortgage Association (\"GNMA\" sometimes referred to as \"Ginnie Mae\") certificates. In its complaint Lincoln asserts five causes of action:</p>\n<p>1. The Trustee is required to turn over the GNMA securities (\"the Securities\") as customer name securities pursuant to 15 U.S.C. § 78fff-2(c)(2);</p>\n<p>2. The Trustee is required to turn over the Securities under 15 U.S.C. § 78fff-1(b)(1);</p>\n<p>3. The Trustee is required to turn over the Securities because they are not property of the estate, having been transferred to Lincoln pursuant to U.C.C. § 8-313(1)(c);</p>\n<p>4. The Trustee is required to turn over the Securities because they are not property of the estate, having been held in constructive trust for Lincoln by BBS, Inc.; and</p>\n<p>5. If SIPA does not require the Trustee to turn over the Securities, then SIPA is unconstitutional.</p>\n<p>At a scheduling conference held on October 15, 1985, the claims of particular parties involving issues common to certain categories of securities transactions in which the Debtor was engaged were designated as \"test cases\" which would be heard on an expedited basis. The Lincoln adversary proceeding was selected as one of the so-called \"pure purchaser\" test cases which are distinct from other test cases in that the securities at issue were not the subject of repurchase or reverse repurchase transactions with the Debtor.</p>\n<p>On December 16, 1985, Lincoln filed a motion for partial summary judgment with regard to its right to recover the Securities over which it claims ownership. Lincoln and the Trustee have agreed to litigate the issues raised on the cross-motions with respect to only two of the thirty-one GNMA securities claimed by Lincoln. The parties have agreed that any decision on the cross-motions will apply to the other securities. Lincoln contends that it is entitled to summary judgment on the first, second and fifth causes of action set forth in its complaint. First, Lincoln contends that the Securities are \"customer name securities\" within the meaning of 15 U.S.C. § 78<i>lll</i>(3), and must be returned pursuant to 15 U.S.C. § 78fff-2(c)(2). Second, even assuming that the Securities are not \"customer name securities\", as the only customer claiming securities of this particular issue, class and series, Lincoln and only Lincoln has the statutory right under SIPA to distribution of these securities. Finally, as to the fifth cause of action, Lincoln contends that if SIPA is applied so as not to require the return of the Securities (either as \"customer name securities\" or under SIPA's distribution scheme) then Lincoln's property rights in these securities will have been taken without just compensation in violation of the Fifth Amendment to the United States Constitution.</p>\n<p>The Trustee rejects these arguments and cross-moves for summary judgment on the first, second and fifth causes of action of the complaint. In addition, the Trustee seeks summary judgment on the third and <span class=\"star-pagination\">*356</span> fourth causes of action on the grounds that state law relating to constructive trusts and delivery under the Uniform Commercial Code which would work a result inconsistent with SIPA is pre-empted by operation of the Supremacy Clause of the United States Constitution.</p>\n<p>SIPC has submitted briefs in opposition to Lincoln's motion and in support of the Trustee's cross-motion.</p>\n<p><i>Factual Background</i></p>\n<p>Lincoln, SePac and the Trustee have prepared a Stipulation of Facts (\"Stip.\") for purposes of the present cross-motions for summary judgment. In addition, Lincoln has submitted the affidavit of Elton Peller, Secretary of GNMA (\"Peller Aff.\"), in which he describes GNMA guaranteed securities such as those which are the subject of the cross-motions; the affidavit of Anthony John Negus, President of Brokerage Consultants Associates (\"Negus Aff.\"), who has set forth certain practices of the industry with respect to \"safekeeping\" of securities; and the affidavit of L.F. Roschewski, President and Chief Operating Officer of Lincoln (\"Roschewski Aff.\"). Although the Trustee does not expressly adopt the facts set forth in these affidavits, he has made no attempt to dispute them.</p>\n<p>Lincoln is a federally chartered savings and loan association with its principal place of business in Lincoln, Nebraska. Stip., para. 1. BBS, Inc. is a New Jersey corporation formerly engaged in the brokerage business, and was a broker/dealer registered pursuant to 15 U.S.C. § 78o and a member of the National Association of Securities Dealers (\"NASD\"). Its principal office is located at 301 South Livingston Avenue, Livingston, New Jersey. Stip., para. 2.</p>\n<p>Lincoln was a customer of BBS, Inc. and as of April 8, 1985 was not indebted to BBS, Inc. in any way. Stip., para 11. Through its customer account at BBS, Inc., Lincoln purchased and paid in full for thirty-one GNMA certificates. These certificates are mortgage-backed securities guaranteed by GNMA, which is in turn backed by the full faith and credit of the United States. Peller Aff., para. 2. The securities are represented by physical paper certificates rather than only by entries on the books of the issuer and the broker. The certificates represent an interest in a specific pool of government insured or guaranteed residential mortgages. The mortgages in a given pool must be of the same type, e.g., single family level payment mortgages, and carry the same interest rate. Peller Aff., para. 3. The holder of a certificate is entitled to direct payment of his/her share of principal and interest paid on the underlying mortgages in the given pool. Peller Aff., para. 4. Because payments of principal and interest are made on each certificate every month, the value of any particular GNMA certificate changes each month as the remaining principal amount due on the underlying mortgage diminishes. At the end of a term, when all principal has been paid, a GNMA certificate has no value. Peller Aff., para. 5.</p>\n<p>Each issue of GNMA securities is unique. No two issues are backed by the same pool of mortgages. In addition, GNMA issues may have a different issuer or aggregate value, term or interest rate. Peller Aff., para. 7. The yield of each issue differs depending upon the rate of prepayment, as well as the interest rate, of the underlying pool of mortgages. The rate of prepayment is affected by changes in prevailing interest rates, and that in turn affects the market value of the certificates. Peller Aff., para. 6.</p>\n<p>Unlike certificates in a debt or equity issue of a public company, no certificate in a particular GNMA pool is fungible with any certificate in another pool. The pool may contain very few certificates, sometimes only one, and each certificate in such a pool may have a different face value. A certificate is fungible, if at all, only with respect to other certificates of the same value in the same pool, if such exist.</p>\n<p>On February 25, 1985, Lincoln purchased through the Debtor two GNMA certificates bearing CUSIP Nos. 362036JT3 and 362091ZJ2 representing an interest in GNMA pool no. 10174 and pool no. 59245, <span class=\"star-pagination\">*357</span> respectively (\"the Securities\"). One of the services customarily offered by a broker/dealer, such as BBS, Inc., is the holding of securities purchased by the broker's customers. Negus Aff., para. 3. Customer securities may have been paid for in full, as is the case with \"fully paid\" securities of cash customers, or may have been purchased on \"margin\", in which case the customer has paid only part of the purchase price and the broker has financed the remainder of the purchase. <i>Id.</i> Depending upon whether customer securities are fully paid or margin, they must be accorded different levels of protection in the broker's hands. Safekeeping of fully paid securities is required by federal securities laws and regulations, including in particular SEC Rules 15c2-1 and 15c3-3 promulgated pursuant to the Securities Exchange Act of 1934 and Article III, Section 19(d) of the Rules of Fair Practice of the NASD. Negus Aff., para. 5; <i>see also</i> 17 C.F.R. §§ 240.15c2-1 and 240.15c3-3. Fully paid customer securities are required to be held in a denominated segregated account and the broker may not hypothecate or negotiate the securities except upon the specific instruction of the customer. <i>Id.</i> Margin securities are treated differently because the broker is entitled to hypothecate them in order to finance the customer's purchase. Negus Aff., para. 3.</p>\n<p>A broker may meet his obligation to protect customer securities by contracting with a \"clearing firm\" which undertakes to maintain custody of fully paid and margin securities in designated accounts for the broker. Negus Aff., para. 6. On May 22, 1984, BBS, Inc. entered into a Clearing, Custody and Financing Agreement with SePac in which SePac agreed to provide certain services for BBS, Inc. Stip. para 20. SePac is a corporation organized under the laws of the State of Delaware with its principal place of business in New York City. Stip., para. 3. Pursuant to the Agreement, SePac established Account No. 14610 as a \"safekeeping\" account in which securities were held for the account of BBS, Inc. Certificated securities held in account No. 14610 were physically located at SePac's premises in New York and were individually identified on the books and records of SePac as securities held for the account of BBS, Inc. The physical securities held at SePac were organized in a vault according to the accounts of SePac's customers. Securities in safekeeping for BBS, Inc. were kept separately from securities of other broker/dealer customers of SePac. Similarly, securities held for BBS, Inc. in safekeeping were also physically separated from securities held for BBS, Inc. in clearing. When SePac received an instruction to move securities from clearing to safe-keeping or <i>vice versa,</i> the securities subject to the instruction were physically transfered from one location to another and a fee charged for the transfer. Within each account, all mortgage-backed certificated securities were organized by pool number. Stip., para. 21.</p>\n<p>Lincoln did not take physical possession of the GNMA certificates it purchased through the Debtor. The delivery instructions reflected on the confirmation slips forwarded to Lincoln by the Debtor reveal that each of the Securities was to be held in \"safekeeping in street name.\" Stip., Exh. 2. The two certificates were placed in the BBS, Inc. safekeeping account at SePac in March of 1985. Stip., Exh. 1A &amp; B. The Securities were in the safekeeping account on April 8, 1985 and remain in the safekeeping account to date. Stip., para. 25.</p>\n<p>On April 8, 1985, Lincoln was the beneficial owner of record of the Securities. Stip., para 16. However, the Certificate representing an interest in pool no. 10174 was registered in the name of The Broadview Savings &amp; Loan Company (\"Broadview\") and was in negotiable form by virtue of the fact that Broadview had executed an assignment form leaving the name of the assignee in blank. Stip., Exh. 1A. Similarly, the certificate representing an interest in pool no. 59245 was registered in the name of BBS, Inc. and an assignment form had also been executed in blank. Stip., Exh. 1B.</p>\n<p>On or after April 10, 1985, Richard Hill, as Temporary Receiver, took steps to prevent <span class=\"star-pagination\">*358</span> delivery of the various securities held in the BBS, Inc. accounts maintained at SePac. On May 8, 1985, as SIPA Trustee, Mr. Hill took control of all securities held by BBS, Inc. for its customers and now maintains control of certain of those securities, including the two GNMA securities claimed by Lincoln. These two securities are the only securities issued in GNMA pool nos. 10174 and 59245 that are held in any account of BBS, Inc. at SePac or elsewhere presently known to the Trustee. Stip., para. 26. Lincoln is the only customer of BBS, Inc., known to have filed a claim to the Securities or to any securities issued in these two GNMA pools.</p>\n<p><i>Discussion</i></p>\n<p>In order to prevail on a motion for summary judgment, the moving party must prove that \"there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56. A motion for summary judgment may only be granted if there are no remaining issues of material fact which, if believed by the trier of fact, would justify a finding for the party opposing that judgment. <i>Bryson v. Brand Insulations, Inc.,</i> 621 F.2d 556, 559 (3d Cir. 1980). The Trustee and Lincoln have submitted a Stipulation of Facts for the purpose of the present cross-motions. Since I rely on the stipulated facts and non-controverted portions of affidavits, there are no issues of material fact which would preclude entry of summary judgment to the extent granted below.</p>\n<p>A. <i>Lincoln's First Cause of Action</i></p>\n<p>Lincoln contends that the Securities at issue are \"customer name securities\" within the meaning of 15 U.S.C. § 78111(3), and should be immediately delivered by the Trustee to Lincoln pursuant to § 78fff-2(c)(2). Section 78111(3) provides:</p>\n<blockquote>The term \"customer name securities\" means securities which were held for the account of a customer on the filing date by or on behalf of the debtor and which on the filing date were registered in the name of the customer, or were in the process of being so registered pursuant to instructions from the debtor, but does not include securities registered in the name of the customer which, by endorsement or otherwise, were in negotiable form.</blockquote>\n<p>Lincoln acknowledges that the securities had not been registered in its name. In addition, Lincoln does not assert anywhere in its complaint or papers submitted in support of its motion for summary judgment that the securities were in the process of being registered in its name, although on the hearing of these motions its counsel argued that this remains a factual issue. Nevertheless, Lincoln contends that fully paid, non-fungible securities such as the GNMA certificates at issue, which are held in safekeeping, credited in the books of the debtor/broker to the account of a customer and are not claimed by any other customer of the debtor should be treated as \"customer name securities\" notwithstanding the fact that the securities are not registered in the name of the customer. In effect, Lincoln argues that the registration requirement in § 78111(3) only applies to fungible securities, such as certificates in a debt or equity issue of a public company, which are not identifiable as belonging to a particular customer of the debtor.</p>\n<p>The position advanced by Lincoln is plainly at odds with the statutory language of § 78111(3) which is clear and unambiguous on its face. No exception to the registration requirement is set forth in this section or anywhere else in SIPA.</p>\n<blockquote>[T]he starting point for interpreting a statute is the language of the statute itself. Absent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.</blockquote>\n<p><i>Consumer Product Safety Commission v. GTE Sylvania,</i> 447 U.S. 102, 108, 100 S.Ct. 2051, 2056, 64 L.Ed.2d 766 (1980). Lincoln asserts, without reference to any particular source, that Congress did not intend to exclude from the category of \"customer name securities\" those securities which are readily identifiable as belonging to a particular <span class=\"star-pagination\">*359</span> customer. The legislative history of SIPA, as amended, does not support this contention.</p>\n<p>Prior to enactment of SIPA in 1970, all stockbroker bankruptcies were governed by § 60(e) of the Bankruptcy Act (repealed 1978). Section 60(e) permitted cash customers to reclaim fully paid securities which were \"specifically identifiable\" as their property. Securities were considered specifically identified only if (1) they remained in identical form in the stockbroker's possession until the date of bankruptcy, or (2) they were \"allocated to or physically set aside for\" a customer for the four month period preceding the bankruptcy. § 60(e)(4). All other customers (cash or margin) shared in a \"single and separate fund\" consisting of property not \"specifically identifiable\" to the extent of their respective net equities. § 60(e)(1) &amp; (2).</p>\n<p>Congress enacted the original SIPA on December 30, 1970. Pub.L. No. 91-598, 84 Stat. 1636 (1970) (amended 1978) (\"the 1970 Act\"). The 1970 Act retained the distinction between specifically identifiable property and the single and separate fund with only minor variations. The four month segregation requirement for specifically identifiable property in § 60(e) was eliminated, and instead only segregation as of the filing date was required. 15 U.S.C. § 78fff(c)(2)(C) (1970). The 1970 Act also specified the circumstances under which a security would be considered \"allocated to or set aside for a customer.\" Section 78fff(c)(2)(C) provided in relevant part:</p>\n<blockquote>In determining whether property was allocated to or physically set aside for such customers on the filing date:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>(ii) in the case of securities held for the debtor as part of any central certificate service of any clearing corporation or any similar depositary </blockquote>\n<blockquote>(I) the records of the debtor show or there is otherwise established to the satisfaction of the trustee that all or a specified part of the securities held by such clearing corporation or other similar depositary are held for specified customers, or for customers collectively, and</blockquote>\n<blockquote>(II) such records of the debtor also show or there is otherwise established to the satisfaction of the trustee the identities of the particular customers entitled to receive specified numbers or units of such securities so held for customers collectively</blockquote>\n<blockquote>. . . . .</blockquote>\n<p>The securities claimed by Lincoln unquestionably would have been deemed specifically identifiable under the 1970 Act. However, amendments to SIPA enacted in 1978 (\"the 1978 Act\") significantly contracted the category of securities which could be delivered outright to eligible customers. In particular, the 1978 Act replaced the category of \"specifically identifiable property\", which encompassed both cash and securities, with the category of \"customer name securities\", which is limited to a more circumscribed range of customers' securities. The \"single and separate fund\" was changed to a fund of \"customer property\" which included a wider range of assets.</p>\n<blockquote>The concept of specifically identifiable property was <i>narrowed</i> to include only those securities registered (or in the process of being registered) in the customer's name (\"customer name securities\"). The single and separate fund was correspondingly <i>broadened</i> to include available cash and all fully paid-for securities and margin securities (\"customer property\").</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, p. INT-14 (15th ed. 1985) (original emphasis).</p>\n<p>The amendments to SIPA noted above were intended to address certain inequities in the treatment of customers under the 1970 Act which resulted from entirely fortuitous circumstances.</p>\n<p>First, the 1978 amendments were aimed in part at eliminating differential treatment of cash and margin customers who purchased securities which the customers chose to leave in the hands of the broker in negotiable form. SEC Rule 15c3-3 promulgated <span class=\"star-pagination\">*360</span> in 1973 requires brokers to promptly obtain and maintain physical possession or control of fully paid securities carried by a broker for the account of a cash customer. 17 C.F.R. § 240.15c3-3(b). The \"control\" requirement is satisfied by actual possession or by location in one of several permissible \"control locations,\" including a clearing house. As a result of this regulation, there was a substantial likelihood that fully paid securities purchased by cash customers would be \"specifically identifiable property\" under the 1970 Act regardless of whether the securities were maintained in street name or registered in the name of the customer.</p>\n<p>In contrast, securities purchased on margin are frequently hypothecated by the broker to finance the balance of customers' purchases, that is, to finance the margin debits. This financing is typically accomplished by the broker by pledging the securities as collateral security for the repayment of bank loans. As a consequence, securities purchased on margin were rarely, if ever \"allocated to or physically set aside\" for margin customers on the filing date, and these customers were limited under the 1970 Act to recovery of only their ratable share of the single and separate fund. <i>See generally,</i> 4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, pp. INT-10 through INT-18 (15th ed. 1985).</p>\n<p>Under the 1970 Act, there was no mechanism whereby the Trustee could recover margin securities hypothecated by the debtor. Therefore, the lesser protection afforded margin customers under the 1970 Act was considered justifiable. <i>Report of the Special Task Force to Consider Possible Amendments to the Securities Investor Protection Act of 1970,</i> p. 15 (\"the Task Force Report\"), <i>reprinted in Securities Investor Protection Act of 1977; Hearings on H.R. 8331 Before the Subcomm. on Consumer Protection and Finance of the Comm. on Interstate and Foreign Commerce,</i> 95th Cong., 1st Sess. 99, 18 (August 1977) (\"1977 H. Hearings\"). However, under the 1978 amendments to SIPA, SIPC is authorized to advance funds to the trustee to satisfy bank loans in order to recover customers' securities pledged as collateral. 15 U.S.C. § 78fff-3(c)(1) &amp; § 78fff-1(b)(2).</p>\n<blockquote>It is the ability of the SIPC trustee [under the 1978 Act] to bring the pledged securities back into the fund of customer property that makes discrimination against margin customers unnecessary.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-17 &amp; 18 (15th ed. 1985); <i>see also Task Force Report</i> at 117 &amp; 118. Limiting \"customer name securities\" to only those securities registered in the name of the customer and allocating to all customers a ratable share of the enlarged fund of customer property serves to place on an equal footing those cash and margin customers who choose to leave securities in street name with a broker.</p>\n<p>Second, the 1978 amendments to SIPA were further intended to achieve equitable treatment of all cash customers regardless of whether fully paid, negotiable securities claimed by such customers are in the possession of the broker on the filing date.</p>\n<p>Sections 8-301 and 302 of the Uniform Commercial Code provide that a good faith purchaser for value who takes delivery of a registered security endorsed in blank acquires the security free of any adverse claim. As a result, a broker can wrongfully transfer beneficial ownership of securities endorsed in blank, such as those claimed by Lincoln, at any time by delivering them to good faith purchasers for value without the consent of the customer. Under the 1970 Act, a customer whose securities were misappropriated in this manner would be relegated to a claim against the single and separate fund, whereas an otherwise similarly situated customer would be entitled to reclaim securities which fortuitously remained in the custody or control of the broker.</p>\n<p>The need to rectify this inequity was recognized by the Commission on the Bankruptcy Laws of the United States (\"Bankruptcy Commission\") established by Congress in July 1970. <i>Report of the Commission on the Bankruptcy Laws of the</i> <span class=\"star-pagination\">*361</span> <i>United States</i> (Part I), H.R. Doc. No. 137, Part I, 93d Cong., 1st Sess. (1973) (\"Bankruptcy Commission Report\"). The Bankruptcy Commission recognized that the bankruptcy laws respecting broker bankruptcies should conform to SIPA, so its proposal in this area did not significantly differ from the 1970 Act. <i>Bankruptcy Commission Report</i> at 221. Nevertheless, the Commission recommended the following reform:</p>\n<blockquote>In connection with any future amendments to the SIPC legislation and to the Bankruptcy Act in this area, the Commission recommends that serious consideration be given to the elimination of the separate, priority class of claimants based upon the \"specific identification\" of their stock or other securities . . .</blockquote>\n<blockquote>[T]his provision has always been questionable, because the identifiability of the customer's securities, unless they are registered in his own name, depends largely upon accident and to no degree upon the care or diligence of the particular customer who happens to end up in this favored class.</blockquote>\n<blockquote>Even if one believes with the principal draftsman of the Chandler Act [§ 60(e)] that \"any reasonable man ought to know that a broker's office is no place to leave money or securities for safekeeping,\" as the Commission does not, this observation certainly forms no basis for discriminating between two customers who do that, based upon what the broker does with securities in street name in his possession with[out] the request or knowledge of either customer. Consequently, the Commission recommends that, in any future amendment of the Securities Investor Protection Act and the provisions of the Bankruptcy Act relating to this subject, the ability of a customer to recover any securities as \"specifically identifiable\" be limited solely to those which are registered in his own name.</blockquote>\n<p><i>Bankruptcy Commission Report</i> at 221-22.</p>\n<p>The reform recommended by the Bankruptcy Commission was ultimately incorporated into the 1978 SIPA amendments:</p>\n<blockquote>SIPA [as amended] recognizes that the presence or absence of any one customer's securities may be a complete fortuity. \"A customer generally expects to receive what is in his account at the time the stockbroker ceases business. But because his security may have been lost, improperly hypothecated, misappropriated or even stolen, this may not be possible.\" [House Report No. 95-746, 95th Cong., 1st Sess. 21 (1977)]. Accordingly, <i>all</i> customers share in the fund of customer property.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-16 (15th ed. (1985) (original emphasis). Indeed, the definition of customer property in the 1978 Act expressly contemplates that securities may be wrongfully negotiated or hypothecated by a broker:</p>\n<blockquote>The term \"customer property\" means . . . the proceeds of any such property transferred by the debtor, including property unlawfully converted. The term \"customer property\" includes </blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>(D) any other property of the debtor which, upon compliance with applicable laws, rules, and regulations, would have been set aside or held for the benefit of customers, . . .</blockquote>\n<p>15 U.S.C. § 78<i>lll</i>(4). Allocation of all securities, except those registered or in the process of being registered to particular customers, to the fund of customer property ensures a more equitable distribution under SIPA. All customers who left negotiable securities in their broker's possession share the risks of misappropriation and share ratably in remaining customer property.</p>\n<p>Lincoln's contentions to the contrary, the foregoing analysis of the legislative history of SIPA, as amended, demonstrates that customer name security status is determined by the negotiability of a security, not its identifiability. The mere fact that the Securities are non-fungible and identifiable as being held for the account of Lincoln <span class=\"star-pagination\">*362</span> does not justify a conclusion that they constitute \"customer name securities\" under the 1978 Act.</p>\n<blockquote>The bill defines the term \"customer name securities\" as those securities which are registered in the names of customers or are in the process of being so registered on the filing date . . . Such securities will be returned to those individual customers. Except to this limited extent, the concept of \"specifically identifiable property\" is eliminated.</blockquote>\n<p>S.Rep. No. 763, 95th Cong., 2d Sess. 16 (1978), <i>reprinted in</i> 1978 U.S.Code Cong. &amp; Ad.News 764, 779 (\"1978 S. Report\").</p>\n<p>Summary judgment on the first cause of action set forth in Lincoln's complaint is granted in favor of the Trustee. This judgment is without prejudice to the right of either party to renew motions for summary judgment on the issue of whether the securities were in the process of being registered in Lincoln's name on the filing date once sufficient time has elapsed to develop facts relating to this issue.</p>\n<p>B. <i>Lincoln's Second Cause of Action</i></p>\n<p>Even if the securities at issue are not customer name securities, Lincoln contends that the scheme for allocation of customer property in SIPA, as amended, requires that the securities be delivered to Lincoln. Lincoln asserts that the 1978 Act mandates that securities in the fund of customer property must be distributed outright to those customers with an identifiable claim to securities of the same issue, class and series. Insofar as Lincoln is the only customer of BBS, Inc., with a claim to securities issued in GNMA Pool Nos. 10174 and 59245, Lincoln contends that it is entitled to immediate possession of the securities.</p>\n<p>The Trustee acknowledges that he has an obligation under the 1978 Act to distribute securities of the same issue, class and series claimed by customers against the fund of customer property. However, the Trustee asserts that the value of securities distributed in this manner may not exceed each customer's ratable share of customer property plus the $500,000 maximum limit of SIPC protection.</p>\n<p>The dispute between the parties centers around the statutory priority and significance in the SIPA customer property distribution scheme of Section 78fff-2(c)(1)(B) on the one hand and Sections 78fff-1(b)(1) and 78fff-2(b)(2) on the other. Section 78fff-2(c)(1)(B) provides in relevant part:</p>\n<blockquote>(c) <i>Customer related property</i></blockquote>\n<blockquote>(1) <i>Allocation of customer property</i> The trustee shall allocate customer property of the debtor as follows:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>(B) second, to customers of such debtor, who shall share ratably in such customer property on the basis and to the extent of their respective net equities.</blockquote>\n<p>Among the duties set forth in Section 78fff-1(b), a trustee is required to:</p>\n<blockquote>deliver securities to or on behalf of customers to the maximum extent practicable in satisfaction of customer claims for securities of the same class and series of an issuer.</blockquote>\n<p>15 U.S.C. § 78fff-1(b)(1). The statute further directs that the court overseeing a SIPA liquidation proceeding shall, among other things:</p>\n<blockquote>with respect to claims relating to, or net equities based upon, securities of a class and series of an issuer which are ascertainable from the books and records of the debtor or otherwise established to the satisfaction of the trustee, authorize the trustee to deliver securities of such class and series if and to the extent available to satisfy such claims in whole or in part, with partial deliveries to be made pro rata to the greatest extent considered practicable by the trustee.</blockquote>\n<p>15 U.S.C. § 78fff-2(b)(2).</p>\n<p>The Truste asserts that § 78fff-2(c)(1) describes the quantitative distribution of customer property, that is, the share of the aggregate fund of customer property to which each customer is entitled, whereas Sections 78fff-1(b)(1) and 78fff-2(b)(2) simply describe the qualitative distribution of customer property, that is, the manner of <span class=\"star-pagination\">*363</span> payment of each customer's share of the customer property fund. According to the Trustee, § 78fff-2(c)(1)(B) and § 78fff-3(a) of the 1978 Act establish the procedure for satisfying net equity claims.</p>\n<p>First, the trustee satisfies all net equity claims up to the limits of SIPC protection pursuant to § 78fff-3(a). As defined in § 78fff-<i>lll</i> (11), a customer's net equity equals the liquidated value of the customer's account on the filing date (excluding customer name securities) minus any indebtedness of the customer to the broker on the filing date. Section 78fff-3(a) requires that \"SIPC shall advance to the Trustee such moneys, not to exceed $500,000 for each customer, as may be required to pay or otherwise satisfy claims for the amount by which the net equity of each customer exceeds his ratable share of customer property . . .\" All claims within SIPC limits thus will be satisfied.</p>\n<p>Second, the trustee determines each customer's ratable share of customer property. This is accomplished by calculating the percentage of all net equity claims which each customer's claim represents, and multiplying those percentages by the total value of all customer property. If the difference between the customer's net equity and his ratable share is less than the amount of SIPC protection, the customer claim will be satisfied in full. If the difference between the customer's net equity and his ratable share is greater than the amount of SIPC protection, the customer will receive only his ratable share plus the maximum SIPC allowance, and the customer must look to the debtor's general estate for satisfaction of the remainder of his claim.</p>\n<p>To the extent that a customer's claim is for securities, the trustee is directed by § 78fff-1(b)(1) and § 78fff-2(b)(2) to deliver securities of the same class and series of an issuer in satisfaction of these claims, provided the aggregate value of securities delivered to a customer does not exceed the customer's <i>pro rata</i> share of customer property plus the maximum SIPC advance.</p>\n<p>Lincoln asserts that § 78fff-2(c)(1) is not the definitive instruction for the quantitative distribution of customer property. According to Lincoln, this section merely sets forth the order of priority in which customer property is to be allocated among SIPC, customers of the debtor and other creditors. Lincoln further argues that § 78fff-2(c)(1)(B) is a statement of general application which does not describe how a customer's ratable share of securities is either determined or satisfied. Under Lincoln's view of the SIPA distribution scheme, the following steps are involved in satisfying net equity claims for customer property:</p>\n<p>First, the trustee advances cash and securities up to the limits of SIPC protection in partial or full payment of net equity claims pursuant to § 78fff-3(a).</p>\n<p>Second, all securities in the possession or control of the debtor are allocated <i>pro rata</i> by issue, class and series pursuant to § 78fff-1(b)(1) and § 78fff-2(b)(2). Customers with net equity claims based on securities of a specified issue, class and series will share a <i>pro rata</i> distribution where there are insufficient securities of that issue, class and series on hand. Where, as in the present case, there are sufficient securities of an issue, class and series, such claimants recover the full amount of their claims.</p>\n<p>Third, the Trustee calculates the value of remaining unsatisfied claims for cash and securities, and marshalls the resources remaining in customer property to satisfy those claims. To the extent that he is able to do so in an orderly market, the trustee uses available resources, including remaining assets in the fund of customer property and money advanced by SIPC, to purchase securities of the issue, class and series for which there are unsatisfied claims pursuant to § 78fff-2(d).</p>\n<p>Fourth, each customer whose net equity claim has not previously been satisfied in full receives his ratable share of the remaining customer property pursuant to § 78fff-2(c)(1)(B).</p>\n<p>Finally, to the extent that a customer's net equity claim exceeds the sum of SIPC protection plus his share of customer property, <span class=\"star-pagination\">*364</span> the customer becomes a general unsecured creditor of the debtor's estate.</p>\n<p>In short, there is one key difference between the Trustee's and Lincoln's view of the customer property distribution scheme under SIPA, as amended. Unlike the Trustee, Lincoln does not regard the fund of customer property as a unitary fund in which all customers share ratably. Rather Lincoln posits a two-tier distribution scheme under which securities in the Trustee's possession and control are first distributed ratably on an issue by issue basis. Only after such a distribution is completed does the trustee calculate each customer's ratable share in remaining customer property. For the reasons specified below, I conclude that Lincoln's position is inconsistent with the plain meaning of the statutory language, is contrary to the legislative history of SIPA, and conflicts with the congressional intent underlying the 1978 amendments to SIPA.</p>\n<p>1. <i>Plain Meaning</i>  As the paragraph heading clearly reflects, § 78fff-2(c)(1) governs the allocation of customer property in a SIPA liquidation proceeding. This section does more than simply specify the order of distribution of customer property, as Lincoln argues. The section enumerates the quantitative amount of the payments to be made under each subsection. For example, sub-section (A) allocates customer property first to SIPC \"in repayment of advances made by SIPC pursuant to § 78fff-3(c)(1) of this title, <i>to the extent such advances recovered securities which were apportioned to customer property pursuant to § 78fff(d) of this title.</i>\" 15 U.S.C. § 78fff-2(c)(1)(A) (Emphasis added). Similarly, sub-section (B) allocates customer property second to customers \"<i>who shall share ratably in such customer property on the basis and to the extent of their respective net equities.</i>\" 15 U.S.C. § 78fff-2(c)(1)(B) (emphasis added).</p>\n<p>There is nothing vague or equivocal about the language employed in this subsection which would render it susceptible to differing interpretations with regard to the method of calculating the dollar value of each customer's share of customer property. As defined in § 78<i>lll</i>(4), customer property includes all cash and securities received, acquired or held by or for the account of a broker for its customers.</p>\n<blockquote>Essentially, the fund of customer property includes all property that was or should have been set aside for customers and can be viewed as a pool of assets. That pool is comprised of [<i>inter alia</i>] . . . all securities, credited to the accounts of customers, that are in the actual possession or control of the firm.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> ¶ 741.04 (15th ed. 1985). The only securities which are expressly excluded from the pool of customer property are \"customer name securities\" delivered to customers pursuant to § 78fff-2(c)(2). 15 U.S.C. § 78<i>lll</i>(4). This pool of customer property is distributed <i>pro rata</i> to all customers based on the size of each customer's net equity claim. In other words, the distribution is to be made \"[p]roportionately; according to a certain rate, percentage or proportion.\" <i>Black's Law Dictionary</i> 1098 (5th ed. 1979).</p>\n<blockquote>Once the size of the fund of customer property has been determined, the ratio of customer property to the total of all net equity claims will yield each customer's ratable share of the fund of customer property.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> ¶ 741.04 (15th ed. 1985). This ratio is applied to each customer's net equity claim. Therefore, the size of a customer's net equity claim will determine the extent to which he or she shares in the fund of customer property. The net equity of each customer is a dollar figure calculated by determining what would have been realized by the customer had the securities credited to his or her account been liquidated on the filing date and by adding to that sum any cash owed to the customer in the form of cash credit balances. From this is subtracted any indebtedness owed to the broker on the filing date. 15 U.S.C. § 78<i>lll</i> (11).</p>\n<p>Section 78fff-2(c)(1)(B) effectively places a maximum limit on the amount of cash and/or securities each customer may recover <span class=\"star-pagination\">*365</span> from the fund of customer property. Under no circumstances will customers receive payments in excess of their respective net equities. Customers will recover the full value of their net equities through the distribution of customer property only if the aggregate value of the pool of customer property is greater than or equal to the total of all customer net equity claims.</p>\n<p>The interpretation of Sections 78fff-1(b)(1) and 78fff-2(b)(2) advanced by Lincoln would bring these sections in direct conflict with § 78fff-2(c)(1)(B). According to Lincoln, the effect of Sections 78fff-1(b)(1) and 78fff-2(b)(2) is to direct a <i>pro rata</i> distribution of securities, but <i>only</i> among customers who claim securities of the same issue, class and series. Under this view, when there are sufficient securities of a particular issue, class and series to satisfy the net equity claims of those customers who have asserted a claim to securities of the same issue, class and series, such customers will recover the full amount of their claims even if their ratable share of the fund of customer property (plus the maximum SIPC advance) is calculated to be less than their respective net equities. However, there is no language in either section which expressly or implicitly requires a trustee to distribute securities valued in excess of a customer's ratable share of customer property.</p>\n<p>The language in Sections 78fff-1(b)(1) and 78fff-2(b)(2) relating to distribution of securities does not supercede, but rather is subordinated to the ratable allocation scheme set forth in § 78fff-2(c)(1)(B). As the court concluded in <i>In re John Muir &amp; Co.,</i> 28 B.R. 946, 948 (Bankr. S.D.N.Y. 1983), § 78fff-2(b) \"is a statement of general application, but, makes no specific direction as to distribution, leaving that to section 78fff-2(c).\" Section 78fff-2(b) directs the trustee to discharge obligations of the debtor to customers by delivery of securities or payment of cash \"in accordance with the provisions of this section,\" and is thereby necessarily subject to the allocation provisions of paragraph (c) of the same section. Similarly, § 78fff-2(d) directs the trustee to use customer property or moneys advanced by SIPC to purchase securities for delivery to customers in satisfaction of net equity claims under § 78fff-1(b)(1), but only \"[t]o the extent consistent with subsection (c) of this section.\" Furthermore, the very language of Section 78fff-2(c)(1) expressly provides that the delivery of securities authorized in other sections of the statute is subject to the ratable distribution provisions of § 78fff-2(c)(1)(B):</p>\n<blockquote>\n<i>For purposes of allocating customer property under this paragraph,</i> securities to be delivered in payment of net equity claims for securities of the same class and series of an issuer shall be valued as of the close of business on the filing date.</blockquote>\n<p>15 U.S.C. § 78fff-2(c)(1)(B) (Emphasis added).</p>\n<p>Although Lincoln contends that the statutory language of SIPA \"explicitly and without limitation\" requires the trustee to distribute securities in the fund of customer property on an issue by issue basis, the specific provisions upon which Lincoln relies are couched in terms which are conditional and in certain instances discretionary in nature. For example, § 78fff-1(b)(1) directs the trustee to deliver securities to customers in satisfaction of customer claims for securities of the same class and series of an issuer \"to the maximum extent practicable.\" The sentence immediately preceeding this passage states that a SIPA trustee \"may, but shall have no duty to, reduce to money any securities constituting customer property.\" 15 U.S.C. § 78fff-1(b). By its own terms, § 78fff-2(b)(2) does not require the trustee to deliver securities, but rather instructs the court to \"authorize\" the trustee to deliver securities in part or total satisfaction of net equity claims based upon securities of the same class and series \"if and to the extent available.\" In addition, § 78fff-2(d) requires the trustee to purchase securities for delivery to customers pursuant to § 78fff-1(b)(1) \"to the extent that securities can be purchased in a fair and orderly market.\" To a large extent, the statutory language relating to the distribution of securities to <span class=\"star-pagination\">*366</span> customers in satisfaction of their net equity claims is more aspirational than mandatory. The goal of achieving maximum distribution of securities by class and series unquestionably is an important public policy consideration which is evident on the face of the statute. This goal, however, does not provide a basis for circumventing the overriding requirement of limiting recovery to each customer's ratable share of customer property, which is \"explicitly and without limitation\" set forth in § 78fff-2(c)(1)(B).</p>\n<p>Sections 78fff-1(b)(1) and 78ff-2(b)(2) can and should be read in such a way as to be consistent with § 78fff-2(c)(1)(B). Indeed, consistent with the provisions that securities are to be allocated in kind to the maximum extent practicable, customers are entitled to receive securities of the same class and series as claimed, to the extent they are in the trustee's possession or can be acquired by the trustee in a fair and orderly market. However, the amount of securities delivered to customers must be limited and shall not exceed each customer's <i>pro rata</i> share of the fund of customer property plus the $500,000 limit of SIPC protection.</p>\n<p>2. <i>Legislative history</i>  As previously mentioned, the 1978 Act wrought substantial changes in the distribution of property in stockbroker liquidations under the 1970 Act and § 60(e) of the Bankruptcy Act, principally by narrowing the category of securities excludable from the estate of the debtor and distributable outright to eligible customers and expanding the fund of property in which all customers were entitled to share ratably. <i>See, e.g.,</i> 4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-14 (15th ed. 1985). There are, however, certain striking similarities between the 1978 Act and its two predecessors. In particular, while the class of customers who are relegated to receiving a ratable share of estate assets has increased dramatically under the 1978 Act, the method of distributing this enlarged pool of property has remained relatively constant.</p>\n<p>Under § 60(e), customers who claimed against the \"single and separate fund\" were entitled \"to share ratably in such fund on the basis of their respective net equities.\" § 60(e)(2). Section 60(e)(1) defined \"net equity\" as the dollar amount represented by the cash value of the customer's security position on the date of bankruptcy (excluding any reclaimable specifically identified securities) less any amount due to the broker. The distribution of the single and separate fund was described by one of the draftsmen of § 60(e) as follows:</p>\n<blockquote>Under \"e(2)\" it is provided that cash customers unable to identify their property, . . ., shall be classified with margin customers, and for the purpose of securing equality of treatment of margin customers and cash customers, they shall participate ratably in a single and separate fund comprised of all property acquired by the broker from the beginning of his insolvency from or for margin customers and such cash customers. Under this subdivision the accounts of margin customers and those of the cash customers who are unable to identify their securities [will be] valued at market prices and the net equity determined by deducting therefrom any debit balances, and on the basis of this net equity they will participate <i>pro rata</i> in the distribution of the separate fund created.</blockquote>\n<blockquote>In such manner there will be avoided the usual situation where customers actually in the same class receive varying percentages out of the same fund.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>. . . Clause 4 . . . provides that unless the certificate is specifically allocated or physically set aside, it must be thrown into the fund for distribution to all customers of the single class.</blockquote>\n<p><i>Hearing on H.R. 6439 Before the House Comm. on the Judiciary,</i> 75th Cong., 1st Sess. 96 (1937) (statement of Harry Zalkin, National Bankruptcy Conference), <i>reprinted in</i> 3 <i>Collier on Bankruptcy,</i> Part 2 ¶ 60.73, n. 10 (14th ed. 1977).</p>\n<p><span class=\"star-pagination\">*367</span> Under the 1970 Act, the definition of net equity was substantially the same as under § 60(e). The 1970 Act also retained the § 60(e) provision that customers claiming against the single and separate fund were entitled to \"share ratably in such fund on the basis of their respective net equities.\" 15 U.S.C. § 78fff(c)(2)(B) (1970).</p>\n<blockquote>Both Section 60(e) of the Bankruptcy Act and the original provisions of SIPA were drafted along similar lines. Under each statute the pool of property available to satisfy customer claims was divided into specifically identifiable property and the single and separate fund. Cash customers . . . were entitled to immediate possession of their securities. All other customers, namely margin customers and those cash customers who could not specifically identify their property, shared ratably in the securities and cash remaining after cash customers identified and received their property.</blockquote>\n<p>4 <i>Colliers on Bankruptcy,</i> Chap. 7, Subch. III, INT-12 (15th ed. 1985).</p>\n<p>The 1970 Act, however, contained a significant addition with regard to the distribution of the single and separate fund:</p>\n<blockquote>To the greatest extent considered practicable by the trustee, the trustee shall deliver in payment of claims of customers for their net equities based upon securities held on the filing date in their accounts . . . securities of the same class and series of an issuer ratably up to the respective amounts which were so held in such accounts.</blockquote>\n<p>15 U.S.C. § 78fff(c)(2)(B) (1970). This provision did not alter the amount of the share to which each claimant against the fund was entitled, but rather set forth the manner in which payment was to be made, preferring payment in kind rather than in cash.</p>\n<blockquote>Section 60(e) . . . provides that property held for customers (other than specifically identifiable property) constitutes a single and separate fund in which customers of the debtor are entitled to share ratably. This concept is carried forward in the [1970 Act], except that it is intended that, to the extent possible, the trustee will deliver to a customer against his claim for securities, the same securities (that is, securities of the same issuer, class and series) which were held for his account on the filing date.</blockquote>\n<p>H.R.Rep. No. 1613, 91st Cong., 2d Sess. 10 (1970) <i>reprinted in</i> 1970 U.S.Code Cong. &amp; Ad.News 5254, 5263.</p>\n<p>Under the distribution scheme for the single and separate fund, a customer was not entitled to receive securities valued in excess of his respective ratable share even if the fund contained sufficient securities of the same class and series as those claimed by the customer to satisfy his or her entire net equity claim. Therefore, the single and separate fund was distributed ratably among all claimants without regard to the availability of the securities which formed the basis of their net equity claims.</p>\n<p>The allocation scheme for specifically identifiable securities under the 1970 Act was markedly different from that for the single and separate fund. Securities and cash held by the broker for the account of the customer which either remained in identical form or was allocated to or physically set aside for the customer on the filing date were returned outright to the customer. 15 U.S.C. § 78fff(c)(2)(C) (1970). Under the provision of the 1970 Act relating to specifically identifiable property, if several cash customers claimed and could identify the same issue, class and series of securities, and an insufficient number of that issue, class and series were held by the broker, the statute specified that the claims of these customers were to be satisfied <i>pro rata</i> by securities of that issue, class and series. <i>Id.</i></p>\n<blockquote>[C]ustomers share ratably in these securities if they are insufficient to pay all claims. Each customer, however, shares ratably only in the `pool' of securities of the issuer and class which he owned.</blockquote>\n<p>S.Rep. No. 1218, 91st Cong., 2d Sess. 13 (1970). Unlike securities in the single and separate fund, specifically identifiable securities were distributed only to eligible customers with a claim to securities of the <span class=\"star-pagination\">*368</span> same class and series. Such customers received immediate possession of securities valued up to the full amount of their net equity claims. It is significant for purposes of the present cross-motions that where Congress intended to provide for ratable distribution of securities by class and series it did so explicitly, in the context of specifically identifiable property.</p>\n<p>The 1978 Act, however, dramatically reduced the category of securities which are immediately reclaimable by customers.</p>\n<blockquote>\"Customer name securities\" takes the place of \"specifically identifiable property\" as the category of securities which will be returned to individual customers <i>outside the normal procedure for allocating and distributing customer property.</i> Securities registered in the names of customers or in the process of being so registered on the filing date will be treated, in short, as though they are not part of the debtor's estate, but merely held by the debtor as bailee.</blockquote>\n<p>1977 S. Hearings at 189-90 (Section by Section Explanation) (Emphasis added). \"Except to this limited extent, the concept of `specifically identifiable property' is eliminated.\" S.Rep. No. 763, 95th Cong., 2d Sess. at 16 (1978) <i>reprinted in</i> 1978 U.S.Code Cong. &amp; Ad.News 764, 779 (\"1978 S. Report\").</p>\n<p>The customer name registration requirement coupled with the express exclusion of securities in negotiable form from the definition of customer name securities effectively limit reclamation under the 1978 Act to only those securities which a broker could not negotiate or otherwise misappropriate absent some form of aggravated misconduct, such as forgery. Since customer name securities must be non-negotiable and registered in the name of the customer, no more than one customer will have a claim to any specific security. Therefore, there was no need for Congress to include in the 1978 Act a provision prorating customer interests in customer name securities. As a result, there is no counterpart in the 1978 Act to the provision in 15 U.S.C. § 78fff(c)(2)(C) (1970) for prorating the interests of customers in securities of the same class and series.</p>\n<p>Having narrowed the class of securities to which customers were entitled to immediate possession, Congress correspondingly broadened the fund of property available for distribution to all customers on a <i>pro rata</i> basis.</p>\n<blockquote>[The 1978 Act] provides for \"customer property\" to replace what is now termed the \"single and separate fund.\" [The Act] provides that all cash and securities, exclusive of SIPC advances and customer name securities, which are available to the trustee for the satisfaction of customer claims shall be deemed to be customer property.</blockquote>\n<p>1978 S. Report at 16, 1978 U.S.Code Cong. &amp; Ad.News pp. 764, 779; <i>see also,</i> 4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-14 (15th ed. 1985). However, the 1978 amendments did not alter the basic scheme for allocation of this fund of cash and non-reclaimable securities. Like both § 60(e) and the 1970 Act, the 1978 Act provides that customers claiming against this fund \"shall share ratably in such customer property on the basis and to the extent of their respective net equities.\" 15 U.S.C. § 78fff-2(c)(1)(B). This section is described in the legislative history of the 1978 Act as \"the operative provision with respect to customer property.\" 1977 S. Hearings at 180 (Section by Section Explanation). As in the 1970 Act, the 1978 Act directs the trustee to deliver securities in satisfaction of customer claims for securities of the same class and series to the greatest extent practicable. 15 U.S.C. § 78fff-1(b)(1).</p>\n<p>It is manifestly evident from the foregoing review of the legislative history of SIPA that Congress did not intend to adopt the customer property distribution scheme advanced by Lincoln. In practical effect, Lincoln seeks to resurrect the issue by issue method of distribution which applied to specifically identifiable property under the 1970 Act. However, there is nothing in the language of the 1978 Act to suggest that the distribution scheme for specifically <span class=\"star-pagination\">*369</span> identifiable property in the 1970 Act survived the 1978 amendments. Nor is there convincing evidence in the legislative history to suggest that Congress intended customer property to be distributed under the 1978 Act in the same manner as specifically identifiable property was distributed under the 1970 Act. In fact, all the evidence leads to the opposite conclusion.</p>\n<p>Under Lincoln's distribution scheme, described <i>supra.,</i> securities in the possession or control of the debtor are first distributed to those customers having a claim to securities of the same issue, class and series. If there are insufficient securities of a particular issue, class and series to satisfy the claims of all customers to such securities, then these securities are distributed <i>pro rata,</i> but only to those customers with a claim to them. This is precisely the distribution scheme set forth in § 78fff(c)(2)(C) of the 1970 Act which governs the distribution of specifically identifiable securities; the only difference being that Lincoln would not limit distribution to cash customers whose securities were segregated as required under the 1970 Act.</p>\n<p>If Congress had intended that customer property be distributed ratably by issue, class and series among customers with claims to such securities, it simply could have utilized the language found in § 78fff(c)(2)(C) of the 1970 Act. Congress did not do this. Instead, Congress clearly and unequivocally eliminated the concept of specifically identifiable property and with it the related concept of ratable reclamation of securities by class and series (except to the limited extent of customer name securities).</p>\n<p>Provisions in the 1978 Act relating to the distribution of customer property are clearly derived from comparable provisions in the 1970 Act governing the distribution of the single and separate fund. Indeed, sections 78fff-1(b)(1) and 78fff-2(b)(2) of the 1978 Act, upon which Lincoln heavily relies, are virtually identical in form and substance to provisions in sections 78fff(c)(2)(B) and 78fff(g), respectively, of the 1970 Act. These sections of the 1970 Act generally require that payment of claims against the single and separate fund is quantitatively limited to each customers ratable share of all property comprising the fund, and each customer's share of the fund is to be qualitatively satisfied by distribution of securities of the same class and series as claimed by the customer to the greatest extent practicable and to the extent such securities are available. Ratable distribution of securities in the single and separate fund on an issue by issue basis is neither authorized nor required under the 1970 Act. It is inconceivable that Congress intended the language in sections 78fff(c)(2)(B) and 78fff(b) of the 1970 Act to have one meaning and application, yet take on an entirely different meaning and application in comparable provisions of the 1978 Act.</p>\n<blockquote>Unless the context indicates otherwise, words and phrases in a provision that were used in a prior act pertaining to the same subject matter will be construed to be used in the same sense.</blockquote>\n<p>2A <i>Sutherland Statutory Construction</i> § 51.02 (4th rev. ed. 1984).</p>\n<p>The provision in Subchapter III of Chapter 7 of the Bankruptcy Code 11 U.S.C. § 741, <i>et seq.,</i> relating to distribution of customer property is also relevant for purposes of interpreting related provisions of SIPA, as amended. Subchapter III governs stockbroker liquidations when SIPC does not or cannot initiate a SIPA proceeding. Subchapter III was enacted in 1978 only months after the amendments to SIPA were adopted by Congress.</p>\n<p>While there are fundamental differences between Subchapter III and SIPA, in many ways the two statutes are very similar. Under Subchapter III, all securities held as property of the estate are reduced to cash, except customer name securities. 11 U.S.C. § 748. The trustee may not distribute securities in satisfaction of customer claims, except for customer name securities. 11 U.S.C. § 750. As a result, net equity claims are satisfied with cash rather than securities.</p>\n<p><span class=\"star-pagination\">*370</span> Although the qualitative distribution of customer property under Subchapter III is quite different from that specified in SIPA, as amended, the section describing the quantitative distribution of customer property under Subchapter III is almost identical to § 78fff-2(c)(1)(B) of the 1978 Act.</p>\n<blockquote>The trustee shall distribute customer property ratably to customers on the basis and to the extent of such customers' allowed net claims . . .</blockquote>\n<p>11 U.S.C. § 752.</p>\n<blockquote>Under both the Bankruptcy Code and SIPA, customers' net equity claims are satisfied from the fund of customer property and all customers share ratably in customer property to the extent of their respective net equity claims. While the Bankruptcy Code mandates that those securities allocable to customer property be promptly liquidated and SIPA requires customer claims to be satisfied with securities to the maximum extent practicable, the theory of <i>pari passu</i> treatment of customer claims is identical.</blockquote>\n<p>4 <i>Collier on Bankruptcy</i> ¶ 741.04[1] (15th ed. 1985).</p>\n<p>In his reply brief, the Trustee reduced to mathematical formulae both his and Lincoln's opposing views of the SIPA distribution scheme for customer property, and applied these formulae to a hypothetical fact pattern. At the hearing on the present cross-motions, counsel for Lincoln acknowledged that the Trustee's formulation accurately represents Lincoln's view of the SIPA distribution scheme. A modified version of the Trustee's formulation is annexed to this opinion as Exhibit A. Application of the mathematical formulae to the hypothetical fact pattern yields results which are significant in two respects. First, under the Trustee's view, customers with claims of equal value receive equal shares of customer property, whereas, the same customers under Lincoln's distribution scheme receive grossly disparate amounts. Second, the amounts received by customers under the Trustee's view (minus the maximum SIPC allowance of $500,000) is equal to the amounts recoverable under Subchapter III, while the results under Lincoln's view and Subchapter III are vastly different.</p>\n<p>Lincoln argues that Congress intended shares of customer property to be calculated in a different manner in SIPA proceedings and in proceedings under Subchapter III. In support of this contention, Lincoln notes the absence of any reference to Subchapter III in § 78fff(b) of the 1978 Act which provides for the application of certain provisions of Title 11 to SIPA liquidation proceedings \"[t]o the extent consistent with the provisions of [SIPA].\" 15 U.S.C. § 78fff(b). This omission, however, does not mean that the provisions of Subchapter III are not relevant in interpreting the meaning and application of comparable provisions of SIPA. As a general rule of statutory construction, statutes <i>in pari materia,</i> that is, which pertain to the same subject matter, should be construed to be in harmony with each other to the extent reasonably possible. 2A <i>Sutherland Statutory Construction</i> ¶ 51.02 (4th ed. 1984); <i>see, e.g., </i><i>Northcross v. Board of Education of the Memphis City Schools,</i> 412 U.S. 427, 428, 93 S.Ct. 2201, 2202, 37 L.Ed.2d 48 (1973) (statutes with similar language which \"share a common raison d'etre\" should be \"interpreted pari passu\").</p>\n<p>In support of its interpretation of the SIPA customer property distribution scheme, Lincoln relies extensively on the recommendations contained in the report of the Special Task Force to Consider the Possible Amendments to the Securities Investor Protection Act of 1970 (<i>Task Force Report, supra</i>). In 1973, the Chairman of SIPC appointed the Special Task Force \"to review the 1970 Act and its operation, with a view toward achieving better, faster and more efficient methods of investor protection.\" 1977 H. Hearings at 80 (Statement of Hugh F. Owens, Chairman, SIPC). In 1974, the Task Force submitted its report, which contained nine broadly written \"Major Policy Recommendations.\" <i>Task Force Report</i> at pp. 9-12. SIPC's Board of Directors \"approved virtually all of [the Task Force] recommendations.\" <i>Id.</i> at 81. <span class=\"star-pagination\">*371</span> These recommendations were incorporated into legislation which was introduced in Congress in 1974 (S. 4255 &amp; H.R. 17684), in 1975 (S. 1231 &amp; H.R. 8064) and again in 1977 (H.R. 8331). <i>See Hearing on H.R. 8331 Before the Senate Subcommittee on Securities of the Committee on Banking, Housing and Urban Affairs,</i> 95th Cong. 2d Sess. at 11 (1978) (Statement of Hugh F. Owens, Chairman, SIPC) (\"1978 S. Hearings\"). In a statement submitted to Congress in 1977, the Chairman of SIPC described the Task Force Report as \"the foundation for virtually all of the changes which the amendments being considered . . . would make in the 1970 Act . . . The proposed amendments carry out the Task Force recommendations and are designed to make the Act more responsive to the reasonable expectations of investors.\" 1977 H. Hearings at 81 (Statement of Hugh F. Owens, Chairman, SIPC).</p>\n<p>The \"Major Policy Recommendations\" of the Task Force were in large measure adopted by Congress in the 1978 amendments to SIPA. In order to satisfy customer claims by delivery of securities to the maximum extent practicable, the trustee is authorized to purchase securities in the open market and reclaim hypothecated securities by paying or guaranteeing bank loans. 15 U.S.C. § 78fff-2(d) &amp; § 78fff-1(b)(2); <i>Task Force Report,</i> Recommendation II.A.1. p. 9 &amp; 10. The SIPC allowance is applied to customer claims as a supplement to each customer's ratable share of customer property, rather than being included within each customer's ratable share. 15 U.S.C. § 78fff-3(a); <i>Task Force Report,</i> Recommendation II.A.2., p. 10. The 1978 amendments eliminated distinctions between the treatment of cash and margin customers. 15 U.S.C. § 78<i>lll</i> (2) &amp; (4); <i>Task Force Report,</i> Recommendation II.A.3., p. 10. The definition of customer property includes property which should have been set aside for the benefit of customers but was not, and further includes resources provided through the use or realization of debit cash balances. 15 U.S.C. § 78<i>lll</i> (4)(d); <i>Task Force Report,</i> Recommendations II.A.4 &amp; II.A.5, p. 10 &amp; 11. The trustee is authorized to transfer customer accounts to another broker/dealer and indemnify the transferee for any shortfall in such accounts. 15 U.S.C. § 78fff-2(f); <i>Task Force Report,</i> Recommendations II.A.6 &amp; I.A.8. p. 11. Customers are permitted to pay debit balances in order to receive securities in satisfaction of their net equity claims, 15 U.S.C. § 78<i>lll</i> (11)(C); <i>Task Force Report,</i> Recommendation II. A.7, p. 11. Lastly administration expenses, excess customer claims and non-customer claims are allowable only as claims against the general estate of the debtor. 15 U.S.C. § 78fff(e) &amp; § 78fff-2(c)(1); <i>Task Force Report,</i> Recommendation I.A.9., p. 12.</p>\n<p>While Congress appears to have incorporated the general policy recommendations of the Task Force into the 1978 Act, these recommendations do not themselves provide any explicit support for the distribution scheme for customer property advocated by Lincoln. Lincoln must rely instead on the eight-step allocation plan proposed by the Task Force which is illustrated in an appendix to the Report. <i>Task Force Report,</i> p. 22-24 &amp; 60-63. Of particular significance is Step 2:</p>\n<blockquote>Securities in the possession or control of the debtor should be allocated pro rata to customers, issue by issue, without distinguishing between cash and margin customers. Securities registered in the names of individual customers, however, should be returned to customers entitled thereto, as is currently done.</blockquote>\n<p>There are clear indications in the legislative history of the 1978 Act and the statute itself that Congress did not adopt the allocation plan proposed by the Task Force. The testimony of SIPC's General Counsel before Congress in 1975 illustrates that the allocation proposals of the Task Force were not incorporated into the proposed amendments to SIPA:</p>\n<blockquote>MR. FOCHT. There are many of the details of a liquidation proceeding which the statute itself does not treat in detail, such questions as proper allocation of items between various accounts and the determination of what is owed to the <span class=\"star-pagination\">*372</span> customer. For example, . . . in the task force report you will notice there is a great deal of detail as to how the shortfall of what is available for the payment of customers is determined, and indeed at the end of the task force report there is, I think, a 2 or 3 page illustration of how this would be handled. As we went to the drafting of these proposals, we found it virtually impossible to etch that into the legislation itself, because of the many unforeseen circumstances that will come up.</blockquote>\n<p>Not only were the express provisions of the Task Force allocation scheme omitted from the proposed legislation submitted to Congress, but certain of the steps in the allocation plan are directly at odds with the terms of the amendments actually adopted in 1978. For example, the first step of the scheme provides that \"moneys in customer segregated bank accounts should be allocated pro rata to customers with free credit balances.\" <i>Task Force Report</i> at 22. However, under the 1978 Act, cash held for customers is distributed among all customers ratably, without regard to free credit balances. 15 U.S.C. § 78<i>lll</i> (4) &amp; (11) and § 78fff-2(c)(1)(B).</p>\n<p>More importantly, one of the most fundamental changes which the 1978 amendments achieved was the replacement of the categories of specifically identifiable property and single and separate fund with the new categories of customer name securities and customer property. These changes were not simply an exercise in semantics by Congress, but substantively resulted in a significant narrowing of the class of customers entitled to reclaim their securities. The Task Force Report does not even make reference to this change. Rather, the Task Force proposed an expansion of this class to include all customers claiming securities in the \"possession and control\" of the debtor. \"In effect, the concept of a `single and separate fund' would be eliminated and all property which can be identified to customers as a whole would be distributed ratably.\" <i>Task Force Report</i> at 14. Congress took precisely the opposite approach, expanding the concept of the single and separate fund and contracting the class of reclaimable securities. Of particular note, Step 2 of the Task Force allocation scheme tracks the language of the final paragraph of § 78fff(c)(2)(C) of the 1970 Act, which was eliminated from SIPA in 1978.</p>\n<p>3. <i>Congressional purpose</i>  The 1978 amendments to SIPA were intended to serve two major objectives. First, Congress intended that customer accounts be reconstituted as they existed on the filing date to the greatest extent practicable, and therefore that securities, rather than cash, be distributed to customers.</p>\n<blockquote>A principal underlying purpose of the bill is to permit a customer to receive securities to the maximum extent possible instead of cash, in satisfaction of a claim for securities. By seeking to make customers accounts whole and returning them to customers in the form they existed on the filing date, the amendments not only would satisfy the customers' legitimate expectations, but also would restore the customer to his position prior to the broker-dealer's financial difficulties.</blockquote>\n<p>S.Rep. No. 763, 95th Cong., 2d Sess. 2 (1978), 1978 U.S.Code Cong. &amp; Ad.News pp. 764, 765. In addition, as discussed in part A of this opinion, Congress sought to eliminate certain inequities in the treatment of customers under the 1970 Act which resulted from entirely fortuitous circumstances.</p>\n<p>Under the distribution scheme advocated by Lincoln, distribution of securities only to customers with a claim to securities of the same class and series would dramatically reduce the fund of property available for distribution to all other customers. As a result, Lincoln would have the \"legitimate expectations\" of certain customers satisfied at the expense of the equally legitimate expectations of other customers. Under Lincoln's scheme, some customers could receive securities in full satisfaction of their net equity claims, others with claims to securities of equal value could receive only a fraction of their claims, while others could receive nothing at all <span class=\"star-pagination\">*373</span> (except the maximum SIPC allowance). Such an arbitrary and fundamentally inequitable consequence is inconsistent with the reasons which motivated Congress to amend SIPA.</p>\n<p>The foregoing review of the plain meaning, legislative history and purpose of SIPA, as amended, leads to the inexorable conclusion that Lincoln's recovery against the fund of customer property is limited to its ratable share of the aggregate value of the fund, calculated before any securities (other than customer name securities) are distributed to customers. To the extent that Lincoln is entitled to receive securities in satisfaction of its claim, the value of such securities shall not exceed Lincoln's ratable share.</p>\n<p>The Trustee's cross-motion for summary judgment on the Second Cause of Action set forth in Lincoln's complaint is granted. Lincoln's motion for summary judgment is accordingly denied.</p>\n<p>C. <i>Lincoln's Fifth Cause of Action</i></p>\n<p>Lincoln contends that if SIPA is construed so as to deprive Lincoln of immediate possession of the Securities, then SIPA is unconstitutional in three respects. First, Lincoln asserts that the Bankruptcy power of Congress is confined to legislation adjusting the debtor-creditor relationship. Lincoln argues that there is no debtor-creditor relationship between BBS, Inc., and Lincoln, and legislation such as SIPA, which purports to place securities belonging to Lincoln in a pool of property and distribute such property ratably among all customers, exceeds the power extended to Congress under Article I, § 8, Clause 4 of the United States Constitution. In addition, Lincoln argues that SIPA, as construed, would deprive Lincoln of property without just compensation or due process, in violation of the Fifth Amendment to the Constitution.</p>\n<p>1. <i>Bankruptcy Power</i>  Congress' authority to enact SIPA arises in Article I, § 8, Clause 4 of the Constitution which gives Congress the power to \"establish . . . uniform laws on the subject of Bankruptcies throughout the United States.\" To this specific grant, there must be added the powers of the general grant of Clause 18: \"To make all laws necessary and proper for carrying into Execution the foregoing powers . . .\"</p>\n<blockquote>The subject of bankruptcies is nothing less than \"the subject of the relations between an insolvent or nonpaying or fraudulent debtor and his creditors, extending to his and their relief.\"</blockquote>\n<p><i>Wright v. Union Central Insurance Co.,</i> 304 U.S. 502, 513-14, 58 S.Ct. 1025, 1032, 82 L.Ed. 1490 (1938) (citations omitted).</p>\n<p>Lincoln asserts that it has exclusive ownership rights to the Securities at issue, and therefore is not a creditor of BBS, Inc. In support of its asserted ownership interest, Lincoln relies entirely on the application of relevant state law to the facts in this case. Lincoln fully paid for the Securities. The Securities were segregated in the BBS, Inc., safekeeping account and credited in the books of BBS, Inc., to the account of Lincoln. In addition, the Securities are not claimed by any other customer of the debtor. Given these undisputed facts, Lincoln argues that it received delivery of the Securities pursuant to U.C.C. § 8-313(1)(c). Lincoln further argues that BBS, Inc., held the Securities in constructive trust as bailee for Lincoln. Therefore, according to Lincoln, the Securities are not property of the estate and are beyond the reach of Congress' bankruptcy power.</p>\n<p>As a general rule, the nature and extent of a party's interest in property in a bankruptcy proceeding is determined by reference to applicable state law. <i>See, e.g.,</i> 4 <i>Collier on Bankruptcy</i> ¶ 541.02[1] (15th ed. 1985). However, whether a particular interest in property may properly be included in the estate of a debtor is a federal question which is determined by reference to relevant provisions of federal bankruptcy law. <i>Id.; see also, </i><i>Segal v. Rochelle,</i> 382 U.S. 375, 379, 86 S.Ct. 511, 514-15, 15 L.Ed.2d 428 (1965) (question of what constitutes property of the estate is ultimately governed by the underlying purposes of the bankruptcy legislation).</p>\n<p><span class=\"star-pagination\">*374</span> More importantly, Congress is empowered under the Bankruptcy Clause to enact legislation which adjusts and adversely affects substantive property rights established under state law, provided this power is exercised in a manner which does not violate the Fifth Amendment. As stated by the Supreme Court in <i>Wright:</i></p>\n<blockquote>If the argument is that Congress has no power to alter property rights, because the regulation of rights in property is a matter reserved to the States, it is futile. Bankruptcy proceedings constantly modify and affect the property rights established by state law . . . Property rights do not gain any absolute inviolability in the bankruptcy court because created and protected by state law. But if Congress is acting within its bankruptcy power, it may authorize the bankruptcy court to affect these property rights, provided the limitations of the due process clause are observed.</blockquote>\n<p>304 U.S. at 517-18, 58 S.Ct. at 1033-34 (citations omitted). As a result, a customer may be classified as a creditor of a bankrupt stockbroker under federal bankruptcy law even when such a relationship would not otherwise exist under state law.</p>\n<p>Congress has clearly defined the respective property rights of customers of a bankrupt broker-dealer in a SIPA liquidation proceeding. Under the 1978 Act, only customers who registered securities in their own name (or were in the process of having the securities so registered) retain full property ownership of the securities and are entitled to reclaim them. See, 1978 S. Report at 16, 1978 U.S.Code Cong. &amp; Ad.News pp. 764, 779, (the 1978 Act treats customer name securities \"not as part of the debtor's estate but as property of the individual customer, which is being held by the debtor\"). Customers, such as Lincoln, who left securities with a broker in street name or in negotiable form do not retain full property ownership of the securities in the event a SIPA liquidation proceeding is initiated against the broker. These customers are treated as preferred creditors entitled to receive a ratable share of customer property (plus an appropriate SIPC allowance).</p>\n<p>That Congress has the power under the Bankruptcy Clause to define the property interests of customers of a bankrupt stockbroker cannot seriously be questioned. The fact that Congress may have altered the property rights a customer with a claim for fully paid securities would otherwise obtain under state law does not by itself render the legislative enactment unconstitutional. The only issue of constitutional significance is whether the delineation of property rights in the 1978 Act comports with the Taking Clause and the Due Process Clause of the Fifth Amendment.</p>\n<p>2. <i>Taking Clause</i>  The power of Congress to enact bankruptcy legislation is subject to the Fifth Amendment's prohibition against taking private property for public use without just compensation. <i>United States v. Security Industrial Bank,</i> 459 U.S. 70, 75, 103 S.Ct. 407, 410-411, 74 L.Ed.2d 235 (1982); <i>Louisville Joint Stock Land Bank v. Radford,</i> 295 U.S. 555, 589, 55 S.Ct. 854, 863, 79 L.Ed. 1593 (1935). As the Supreme Court noted in <i>Penn Central Transportation Co. v. City of New York,</i> 438 U.S. 104, 98 S.Ct. 2646, 57 L.Ed.2d 631 (1978):</p>\n<blockquote>[There is no] \"set formula\" for determining when \"justice and fairness\" require that economic injuries caused by public action be compensated by the government rather than remain disproportionately concentrated on a few persons. Indeed we have frequently observed that whether a particular restriction will be rendered invalid by the government's failure to pay for any losses proximately caused by it depends largely \"upon the particular circumstances [in that] case.\"</blockquote>\n<p><i>Id.</i> at 124, 98 S.Ct. at 2659. (citations omitted). The Court in <i>Penn Central</i> identified three factors which have particular significance \"in these esentially ad hoc, factual inquiries\":</p>\n<blockquote>The economic impact of the regulation on the claimant and, particularly, the extent to which the regulation has interfered with distinct investment-backed expectations <span class=\"star-pagination\">*375</span> are, of course, relevant considerations. So, too, is the character of the governmental action. A \"taking\" may more readily be found when the interference with property can be characterized as a physical invasion by government, than when interference arises from some public program adjusting the benefits and burdens of economic life to promote the common good.</blockquote>\n<p><i>Id.</i> (citations omitted).</p>\n<p>As an initial matter, the economic impact on Lincoln resulting from the SIPA distribution scheme for customer property is presently unknown. In part, the size of plaintiff's share of the fund of customer property will depend not only upon the size of the fund, but upon the amount of valid claims made against it. Indeed, if the total value of the fund is greater than or equal to the total net equity claims against the fund, then Lincoln's claim will be satisfied in full. In any event, Lincoln is entitled under the Act to recover up to the maximum SIPC advance of $500,000, together with its ratable share of customer property and the remaining general estate of the debtor. It is notable for purposes of this analysis that any losses sustained in this SIPA liquidation proceeding will not be \"disproportionately concentrated\" on Lincoln. Rather, all customers who chose to leave securities with BBS, Inc. in street name or negotiable form will share proportionately in any shortfall in the fund of customer property. As the Supreme Court noted in <i>Kuehner v. Irving Trust Co.,</i> 299 U.S. 445, 451, 57 S.Ct. 298, 301, 81 L.Ed. 340 (1937):</p>\n<blockquote>[T]he object of bankruptcy laws is the equitable distribution of the debtor's assets amongst his creditors; and the validity of the challenged provision must be tested by its appropriateness to that end. Congress, in determining what such an equitable distribution demands, is free to establish standards of provability and measures of allowance regardless of the claimant's ability to maintain an action in a court or the measure of his recovery in such action if maintainable.</blockquote>\n<p><i>See also </i><i>Connolly v. Pension Benefit Guaranty Corp.,</i> ___ U.S. ___, ___, 106 S.Ct. 1018, 1026, 89 L.Ed.2d 166 (1986).</p>\n<p>The impact of government action on the legitimate economic expectations of claimants has been the paramount consideration of the Supreme Court in decisions analyzing the constitutional validity of legislation enacted pursuant to the bankruptcy power of Congress. It is particularly noteworthy that the only bankruptcy legislation which has failed to pass constitutional muster under a Fifth Amendment \"taking\" analysis has been provisions which adversly impact upon investor expectations relating to property interests established prior to enactment of the challenged legislation. The only Supreme Court decision to strike down a federal bankruptcy law as a taking of property in violation of the Fifth Amendment is <i>Radford, supra</i><i>.</i> The <i>Radford</i> Court upheld a challenge to the Frazier-Lemke Act, which provided retrospective debt relief to bankrupt farmers:</p>\n<blockquote>\n<i>Because the act is retroactive,</i> in terms, and as here applied, purports to take away rights of the mortgagee in specific property, [the Fifth Amendment] is controlling . . . [T]he effect of the act here complained of . . . is <i>the taking of substantive rights in specific property acquired by the bank prior to the act.</i>\n</blockquote>\n<p>295 U.S. at 589, 55 S.Ct. at 863 (emphasis added); <i>see also, </i><i>Security Industrial Bank,</i> 459 U.S. at 81, 103 S.Ct. at 414 (\"No bankruptcy law shall be construed to eliminate property rights which existed before the law was enacted in the absence of an explicit command from Congress\"). However, legislation which has a retroactive effect on established rights is not necessarily violative of the Taking Clause. <i>See, e.g., </i><i>Connolly v. Pension Benefit Guaranty Corp., supra,</i> ___ U.S. at ___, 106 S.Ct. at 1025 (\"legislation readjusting rights and burdens is not unlawful solely because it upsets otherwise settled expectations\").</p>\n<p>In several instances, the Supreme Court has effectively avoided Fifth Amendment \"taking\" challenges by refusing to give certain bankruptcy provisions retroactive <span class=\"star-pagination\">*376</span> effect. As Justice Holmes observed in <i>Holt v. Henley,</i> 232 U.S. 637, 639, 34 S.Ct. 459, 460, 58 L.Ed. 767 (1914):</p>\n<blockquote>We do not need to consider whether or how far in any event the constitutional power of Congress would have been limited. It is enough that the reasonable and usual interpretation of such statutes is to confine their effect, so far as may be, to property rights established after they were passed.</blockquote>\n<p>After noting that \"there is substantial doubt whether the retroactive destruction of appellees' liens in these cases comports with the Fifth Amendment,\" 459 U.S. at 78, 103 S.Ct. at 412, the Court in <i>Security Industrial Bank</i> construed the statute to be inapplicable to pre-enactment liens, thus avoiding the \"difficult and sensitive questions arising out of the guarantees of the Takings Clause.\" 459 U.S. at 82, 103 S.Ct. at 414 (citations omitted). In a footnote to the opinion, the Court observed \"we have no occasion to consider whether § 552(f)(2) should be applied to liens established after Congress passed the Act, but before it became effective.\" 459 U.S. at 82, n. 11, 103 S.Ct. at 414, n. 11. The absence of similar language regarding the application of the Act to liens established after the effective date suggests that the Court perceives the prospective application of this provision to be constitutionally permissible. <i>See also, </i><i>Ginsberg v. Lindel,</i> 107 F.2d 721, 725-26 (8th Cir.1939).</p>\n<p>In the present case, SIPA does not work a retroactive \"taking\" of a vested property interest of Lincoln. Lincoln purchased the securities at issue in February 1985 and chose at that time to leave the securities in street name with BBS, Inc. This choice was made more than six years after Congress had amended SIPA to provide that street name and negotiable securities in the possession and control of a bankrupt broker would not be reclaimable by customers but rather would become part of the fund of customer property.</p>\n<p>The analysis of Lincoln's investment-backed expectations is not limited to the property interest which Lincoln thought it had acquired in the Securities, i.e., that it is the exclusive owner of the Securities it purchased. Roschewski Aff., para. 3, 4. The investment-backed expectations attributable to Lincoln for purposes of a Fifth Amendment \"taking\" analysis necessarily includes provisions contained in relevant bankruptcy law in effect at the time Lincoln acquired the Securities. As the Seventh Circuit stated in <i>In re Prima,</i> 88 F.2d 785, 788 (7th Cir.1937):</p>\n<blockquote>All parties to a contract are, of necessity, aware of the existence of, and subject to, the power of Congress to legislate on the subject of bankruptcies. They were and are chargeable with knowledge that their rights and remedies, in case the debtor becomes insolvent and is adjudicated a bankrupt, are affected by existing bankruptcy laws . . .</blockquote>\n<p><i>See also, </i><i>Wright,</i> 304 U.S. at 516, 58 S.Ct. at 1033; <i>Connolly, supra,</i> ___ U.S. at ___, 106 S.Ct. at 1027. Since the customer property/customer name security distinction was made a part of SIPA in 1978, investors have had actual or constructive notice as to what they must do to maintain an exclusive property right in a security in the event of a broker bankruptcy. Lincoln could have avoided any loss in this matter by having the Securities registered in its name. Instead, Lincoln chose to leave the Securities in street name, presumably as a matter of convenience. Lincoln thereby assumed the risk that it would be unable to reclaim its securities in the event of a BBS, Inc., bankruptcy. Lincoln cannot now be heard to claim that SIPA unreasonably interferes with other expectations arising out of its dealings with BBS, Inc., the satisfaction of which was dependent as a matter of law on BBS, Inc., remaining solvent.</p>\n<p>As to the final consideration in a \"taking\" analysis enumerated in <i>Penn Central,</i> the character of the government action, the Supreme Court has carefully distinguished between action which results in a permanent physical occupation of real property and an \"interference which arises from some public program adjusting the benefits and burdens of economic life to promote <span class=\"star-pagination\">*377</span> the public good.\" <i>Loretto v. Teleprompter Manhattan CATV Corp.,</i> 458 U.S. 419, 426, 102 S.Ct. 3164, 3171, 73 L.Ed.2d 868 (1982). A permanent physical occupation or invasion of property invariably involves an unconstitutional taking. <i>Id.</i> at 426-27, 102 S.Ct. at 3171-72. Whereas, by definition, the adjustment of economic burdens is one of the principal functions of bankruptcy legislation.</p>\n<blockquote>Congress must have the freedom to adjust benefits and burdens when it acts pursuant to its bankruptcy powers, because  again, by definition  there are always too few funds of the bankrupt to make all of the creditors whole. The Fifth Amendment taking clause does not require Congress to be the guarantor of defaulting debtors.</blockquote>\n<p><i>Matter of Gifford,</i> 688 F.2d 447, 460 (7th Cir.1982).</p>\n<p>SIPA, in particular, was enacted in 1970 following a spate of stockbroker failures in the late 1960s. <i>See,</i> S.Rep. No. 1218, 91st Cong., 2d Sess. 4 (1970). The underlying purpose of SIPA was to restore and maintain the confidence of investors in the capital markets and thereby protect the markets. <i>Id.</i> at 2-4. This purpose is advanced under SIPA by the equitable distribution of property and provisions for additional protection by way of SIPC advances. As noted earlier in this opinion, adoption of the new categories of customer property and customer name securities in the 1978 amendments to SIPA were intended to cure certain inequities under the 1970 Act in the treatment of customers of the bankrupt broker. There is simply no question that the SIPA distribution scheme represents a public program enacted to promote the common good.</p>\n<p>SIPA, as amended and as applied to the facts of this case, does not work a \"taking\" of Lincoln's property in violation of the Fifth Amendment. The decisions in <i>Gorman v. Littlefield,</i> 229 U.S. 19, 33 S.Ct. 690, 57 L.Ed. 1047 (1913) and <i>Richardson v. Shaw,</i> 209 U.S. 365, 28 S.Ct. 512, 52 L.Ed. 835 (1980), cited by Lincoln, do not require a different result. These decisions were rendered long before enactment of § 60(e) of the Bankruptcy Act and SIPA. Furthermore, these decisions were not based on a Fifth Amendment analysis, but rather involved the application of the prevailing state law rule regarding the treatment of securities, fully paid and margin, in bankruptcy proceedings  a rule which has since been definitively rejected by Congress. <i>See generally,</i> 3 <i>Collier on Bankruptcy</i> Part 2 ¶ 60.72 at p. 1161, n. 9 (14th ed. 1977).</p>\n<p>3. <i>Due Process</i>  The guarantee of due process in the Fifth Amendment requires that a law shall not be unreasonable, arbitrary or capricious, and that the means selected shall have a real and substantial relation to the object sought to be attained. <i>Nebbia v. People of State of New York,</i> 291 U.S. 502, 525, 54 S.Ct. 505, 510-11, 78 L.Ed. 940 (1934).</p>\n<blockquote>It is by now well established that legislative acts adjusting the burdens and benefits of economic life come to the Court with a presumption of constitutionality, and that the burden is on one complaining of a due process violation to establish that the legislature has acted in an arbitrary and irrational way.</blockquote>\n<p><i>Usery v. Turner Elkhorn Mining Co.,</i> 428 U.S. 1, 96 S.Ct. 2882, 49 L.Ed.2d 752 (1976).</p>\n<p>The purposes of the 1978 Act and the provisions of the Act adopted by Congress to achieve these purposes have been described and discussed in preceeding sections of this opinion. The SIPA distribution scheme represents a reasonable method of ensuring that the amount of a customer's recovery under the Act is not dependent upon fortuities over which the customer had no control and for which the customer should be neither unfairly penalized nor rewarded. SIPA, as amended does not violate the Due Process Clause of the Fifth Amendment.</p>\n<p>Summary judgment on the fifth cause of action set forth in Lincoln's complaint is granted in favor of the Trustee.</p>\n<p><span class=\"star-pagination\">*378</span> D. <i>Lincoln's Third and Fourth Causes of Action</i></p>\n<p>Lincoln alleges that it is entitled to delivery of the Securities under § 8-313(1)(c) of the U.C.C. and under a common law constructive trust approach.</p>\n<p>Under the Supremacy Clause of the United States Constitution inconsistent state laws must give way to a federal statute. <i>Chicago Board of Trade v. Johnson,</i> 264 U.S. 1, 10, 44 S.Ct. 232, 234, 68 L.Ed. 533 (1924). This is no less true in the field of bankruptcy law:</p>\n<blockquote>[I]t has been settled from an early date that state laws to the extent that they conflict with the laws of Congress, enacted under its constitutional authority, on the subject of bankruptcies are suspended.</blockquote>\n<p><i>Butner v. United States,</i> 440 U.S. 48, 54 n. 9, 99 S.Ct. 914, 918 n. 9, 59 L.Ed.2d 136 (1979). Any state laws, including those relied on by Lincoln, that would entitle Lincoln to immediate possession of the Securities would be inconsistent with SIPA, as construed in this opinion, and are therefore pre-empted under the Supremacy Clause.</p>\n<p>Summary judgment on Lincoln's third and fourth causes of action is accordingly granted in favor of the Trustee.</p>\n<p>Counsel for the Trustee is requested to submit an appropriate order consistent with this opinion.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p></p>\n<h2>EXHIBIT A</h2>\n<p>The trustee's view of the distribution scheme is expressed in the following formula:</p>\n              Customer A   =  Customer A net equity claim × Total customer\n              distribution    Total net equity claims       property\n<p>Under SIPA, a SIPC advance of up to $500,000 would be added to the distribution, to make up for any shortfall.</p>\n<p>Lincoln's view can be reduced to the following formula:</p>\n                              Customer A specific claim\n              Customer A   =        for security Z        × Total available\n              distribution    Total specific claims           security Z\n                                    for security Z\n                              +     Customer A remaining\n                                    unsatisfied claim     × Total remaining\n                                    Total remaining          customer property\n                                    unsatisfied claims\n<p>Again, under SIPA, a SIPC advance of up to $500,000 would be added to the distribution. The calculation on the first line should be repeated for each separate security (by issue, class and series) claimed by customer A.</p>\n<p>Applying these formulae to the following hypothetical fact pattern (where M = million) leads to the results indicated below.</p>\n  Total customer property = $500M\n  Total net equity claims = $1,000M\n  Total available security Y = $5M\n  Total available security Z = $50M\n  Total specific claims for security Y =\n  $50M\n  Total specific claims for security Z =\n  $50M\n  Customer A claims $10M of security Y\n  Customer B claims $10M of security Z\n<p>For purposes of applying the above facts to Lincoln's formulation of the SIPA distribution scheme, the following additional facts should be assumed:</p>\n<p><span class=\"star-pagination\">*379</span> Total specific claims for available securities in the fund of customer property = $450M</p>\n<p>Total remaining customer claims (i.e., Total net equity claims minus Total specific claims for available securities) = $550M</p>\n<p>Total remaining customer property (i.e., Total customer property minus Total specific claims for available securities) = $50M</p>\n              Trustees view:\n              Customer A    =  Customer A net equity claim    × Total customer\n              distribution     Total net equity claims           property\n                            =    $10M     ×  $500M\n                                 $1,000M\n                            =  $5M (plus $500,000 under SIPA).\n              Customer B    =  Customer B net equity claim     × Total customer\n                               Total net equity claims            property\n                            =     $10M    ×  $500M\n                                  $1,000M\n                            =     $5M (plus $500,000 under SIPA).\n              Lincoln's view:\n                               Customer A specific claim\n              Customer A    =     for security Y     ×  Total available\n              distribution      Total specific claims   security Y\n                                  for security Y\n                                     Customer A remaining\n                                +    unsatisfied claim      ×  Total remaining\n                                     Total remaining           customer property\n                                     Unsatisfied claims\n                            =  $10M × $5M\n                               $50M\n                                     Customer A remaining\n                                     unsatisfied claim      ×  Total remaining\n                                     Total remaining           customer property\n                                     unsatisfied claims\n                            =  $1M + ($10M - $1M) × $50M\n                                        $550M\n                            =  $1M +  $9M   ×  $50M\n                                      $50M\n                            =  $1.8M (plus $500,000 under SIPA).\n                               Customer B specific claim\n              Customer B    =  for security Z               ×  Total available\n              distribution     Total specific claims            security Z\n                               for security Z\n                                    Customer B remaining\n                               +    unsatisfied claim       ×  Total remaining\n                                    Total remaining             customer property\n                                    unsatisfied claims\n                            =   $10M × $50M\n                                $50M\n<span class=\"star-pagination\">*380</span>\n                                  Customer B remaining\n                              +   unsatisfied claim         ×  Total remaining\n                                  Total remaining              customer property\n                                  unsatisfied claims\n                              +   $10M (full satisfaction).\n              Subchapter III:\n              Customer A    =  Total customer property       ×  Customer A net\n              distribution     Total net equity claims       equity claim\n                            =  $500M   ×  $10M\n                               $1,000M\n                            =  $5M\n              Customer B    =  Total customer property     ×  Customer B net\n                               Total net equity claims        equity claim\n                            =  $500M   ×  $10M\n                               $1,000M\n                            =  $5M\n                        The results are summarized in the following chart:\n                                     Trustee's view          Subchapter       Lincoln's view\n                                     of SIPA                 III              of SIPA\n              ===============================================================================\n              Customer A               $5.5M                     $5M               $2.3M\n              Customer B               $5.5M                     $5M               $10M\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">353</span></span> (1986)</b></center>\n<center><h1>In the Matter of BEVILL, BRESLER &amp; SCHULMAN, INC., Debtor,<br>\nFIRST FEDERAL SAVINGS &amp; LOAN ASSOCIATION OF LINCOLN, Plaintiff,<br>\nv.<br>\nBEVILL, BRESLER &amp; SCHULMAN, INC.; Richard W. Hill, as Trustee of Bevill, Bresler &amp; Schulman, Inc.; Security Pacific Clearing &amp; Service Corporation, Defendants.</h1></center>\n<center>Civ. A. No. 85-2224, Adv. No. 85-4075.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>March 25, 1986.</center>\n<p><span class=\"star-pagination\">*354</span> Davis Polk &amp; Wardwell by Lowell Gordon Harriss, New York City, for plaintiff.</p>\n<p>McCarter &amp; English by Hayden Smith, Jr., Newark, N.J., for defendant Richard W. Hill.</p>\n<p>Theodore H. Focht, Gen. Counsel, Securities Investor Protection Corp. by Michael E. Don, Josephine Wang, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DEBEVOISE, District Judge.</p>\n<p><i>Introduction</i></p>\n<p>This is an adversary proceeding brought by First Federal Savings &amp; Loan of Lincoln (\"Lincoln\") against Bevill, Bresler &amp; Schulman, Inc. (\"BBS, Inc.\" or \"the Debtor\"); Richard W. Hill, as Trustee of BBS, Inc.; <span class=\"star-pagination\">*355</span> and Security Pacific Clearing &amp; Services Corporation (\"SePac\") in the liquidation proceeding of BBS, Inc. pursuant to the Securities Investor Protection Act (\"SIPA\"), 15 U.S.C. § 78aaa, <i>et seq.</i> Lincoln and the Trustee for BBS, Inc. cross-move for partial summary judgment.</p>\n<p><i>Procedural Background</i></p>\n<p>On April 8, 1985, the Securities and Exchange Commission (\"SEC\") commenced receivership proceedings against BBS, Inc. Richard W. Hill, Esq. was appointed Temporary Receiver of BBS, Inc. in the SEC action on April 10, 1985. An involuntary petition in bankruptcy was filed against BBS, Inc. on May 2, 1985. On May 6, 1985, the Securities Investor Protection Corporation (\"SIPC\") filed an application for a protective decree pursuant to 15 U.S.C. § 78eee. On May 8, 1985, an Order was entered adjudicating the customers of BBS, Inc. to be in need of protection under SIPA, and Richard Hill was appointed Trustee for the SIPA liquidation of the Debtor.</p>\n<p>On August 19, 1985, Lincoln filed a complaint against BBS, Inc. and others seeking a turnover of thirty-one Government National Mortgage Association (\"GNMA\" sometimes referred to as \"Ginnie Mae\") certificates. In its complaint Lincoln asserts five causes of action:</p>\n<p>1. The Trustee is required to turn over the GNMA securities (\"the Securities\") as customer name securities pursuant to 15 U.S.C. § 78fff-2(c)(2);</p>\n<p>2. The Trustee is required to turn over the Securities under 15 U.S.C. § 78fff-1(b)(1);</p>\n<p>3. The Trustee is required to turn over the Securities because they are not property of the estate, having been transferred to Lincoln pursuant to U.C.C. § 8-313(1)(c);</p>\n<p>4. The Trustee is required to turn over the Securities because they are not property of the estate, having been held in constructive trust for Lincoln by BBS, Inc.; and</p>\n<p>5. If SIPA does not require the Trustee to turn over the Securities, then SIPA is unconstitutional.</p>\n<p>At a scheduling conference held on October 15, 1985, the claims of particular parties involving issues common to certain categories of securities transactions in which the Debtor was engaged were designated as \"test cases\" which would be heard on an expedited basis. The Lincoln adversary proceeding was selected as one of the so-called \"pure purchaser\" test cases which are distinct from other test cases in that the securities at issue were not the subject of repurchase or reverse repurchase transactions with the Debtor.</p>\n<p>On December 16, 1985, Lincoln filed a motion for partial summary judgment with regard to its right to recover the Securities over which it claims ownership. Lincoln and the Trustee have agreed to litigate the issues raised on the cross-motions with respect to only two of the thirty-one GNMA securities claimed by Lincoln. The parties have agreed that any decision on the cross-motions will apply to the other securities. Lincoln contends that it is entitled to summary judgment on the first, second and fifth causes of action set forth in its complaint. First, Lincoln contends that the Securities are \"customer name securities\" within the meaning of 15 U.S.C. § 78<i>lll</i>(3), and must be returned pursuant to 15 U.S.C. § 78fff-2(c)(2). Second, even assuming that the Securities are not \"customer name securities\", as the only customer claiming securities of this particular issue, class and series, Lincoln and only Lincoln has the statutory right under SIPA to distribution of these securities. Finally, as to the fifth cause of action, Lincoln contends that if SIPA is applied so as not to require the return of the Securities (either as \"customer name securities\" or under SIPA's distribution scheme) then Lincoln's property rights in these securities will have been taken without just compensation in violation of the Fifth Amendment to the United States Constitution.</p>\n<p>The Trustee rejects these arguments and cross-moves for summary judgment on the first, second and fifth causes of action of the complaint. In addition, the Trustee seeks summary judgment on the third and <span class=\"star-pagination\">*356</span> fourth causes of action on the grounds that state law relating to constructive trusts and delivery under the Uniform Commercial Code which would work a result inconsistent with SIPA is pre-empted by operation of the Supremacy Clause of the United States Constitution.</p>\n<p>SIPC has submitted briefs in opposition to Lincoln's motion and in support of the Trustee's cross-motion.</p>\n<p><i>Factual Background</i></p>\n<p>Lincoln, SePac and the Trustee have prepared a Stipulation of Facts (\"Stip.\") for purposes of the present cross-motions for summary judgment. In addition, Lincoln has submitted the affidavit of Elton Peller, Secretary of GNMA (\"Peller Aff.\"), in which he describes GNMA guaranteed securities such as those which are the subject of the cross-motions; the affidavit of Anthony John Negus, President of Brokerage Consultants Associates (\"Negus Aff.\"), who has set forth certain practices of the industry with respect to \"safekeeping\" of securities; and the affidavit of L.F. Roschewski, President and Chief Operating Officer of Lincoln (\"Roschewski Aff.\"). Although the Trustee does not expressly adopt the facts set forth in these affidavits, he has made no attempt to dispute them.</p>\n<p>Lincoln is a federally chartered savings and loan association with its principal place of business in Lincoln, Nebraska. Stip., para. 1. BBS, Inc. is a New Jersey corporation formerly engaged in the brokerage business, and was a broker/dealer registered pursuant to 15 U.S.C. § 78o and a member of the National Association of Securities Dealers (\"NASD\"). Its principal office is located at 301 South Livingston Avenue, Livingston, New Jersey. Stip., para. 2.</p>\n<p>Lincoln was a customer of BBS, Inc. and as of April 8, 1985 was not indebted to BBS, Inc. in any way. Stip., para 11. Through its customer account at BBS, Inc., Lincoln purchased and paid in full for thirty-one GNMA certificates. These certificates are mortgage-backed securities guaranteed by GNMA, which is in turn backed by the full faith and credit of the United States. Peller Aff., para. 2. The securities are represented by physical paper certificates rather than only by entries on the books of the issuer and the broker. The certificates represent an interest in a specific pool of government insured or guaranteed residential mortgages. The mortgages in a given pool must be of the same type, e.g., single family level payment mortgages, and carry the same interest rate. Peller Aff., para. 3. The holder of a certificate is entitled to direct payment of his/her share of principal and interest paid on the underlying mortgages in the given pool. Peller Aff., para. 4. Because payments of principal and interest are made on each certificate every month, the value of any particular GNMA certificate changes each month as the remaining principal amount due on the underlying mortgage diminishes. At the end of a term, when all principal has been paid, a GNMA certificate has no value. Peller Aff., para. 5.</p>\n<p>Each issue of GNMA securities is unique. No two issues are backed by the same pool of mortgages. In addition, GNMA issues may have a different issuer or aggregate value, term or interest rate. Peller Aff., para. 7. The yield of each issue differs depending upon the rate of prepayment, as well as the interest rate, of the underlying pool of mortgages. The rate of prepayment is affected by changes in prevailing interest rates, and that in turn affects the market value of the certificates. Peller Aff., para. 6.</p>\n<p>Unlike certificates in a debt or equity issue of a public company, no certificate in a particular GNMA pool is fungible with any certificate in another pool. The pool may contain very few certificates, sometimes only one, and each certificate in such a pool may have a different face value. A certificate is fungible, if at all, only with respect to other certificates of the same value in the same pool, if such exist.</p>\n<p>On February 25, 1985, Lincoln purchased through the Debtor two GNMA certificates bearing CUSIP Nos. 362036JT3 and 362091ZJ2 representing an interest in GNMA pool no. 10174 and pool no. 59245, <span class=\"star-pagination\">*357</span> respectively (\"the Securities\"). One of the services customarily offered by a broker/dealer, such as BBS, Inc., is the holding of securities purchased by the broker's customers. Negus Aff., para. 3. Customer securities may have been paid for in full, as is the case with \"fully paid\" securities of cash customers, or may have been purchased on \"margin\", in which case the customer has paid only part of the purchase price and the broker has financed the remainder of the purchase. <i>Id.</i> Depending upon whether customer securities are fully paid or margin, they must be accorded different levels of protection in the broker's hands. Safekeeping of fully paid securities is required by federal securities laws and regulations, including in particular SEC Rules 15c2-1 and 15c3-3 promulgated pursuant to the Securities Exchange Act of 1934 and Article III, Section 19(d) of the Rules of Fair Practice of the NASD. Negus Aff., para. 5; <i>see also</i> 17 C.F.R. §§ 240.15c2-1 and 240.15c3-3. Fully paid customer securities are required to be held in a denominated segregated account and the broker may not hypothecate or negotiate the securities except upon the specific instruction of the customer. <i>Id.</i> Margin securities are treated differently because the broker is entitled to hypothecate them in order to finance the customer's purchase. Negus Aff., para. 3.</p>\n<p>A broker may meet his obligation to protect customer securities by contracting with a \"clearing firm\" which undertakes to maintain custody of fully paid and margin securities in designated accounts for the broker. Negus Aff., para. 6. On May 22, 1984, BBS, Inc. entered into a Clearing, Custody and Financing Agreement with SePac in which SePac agreed to provide certain services for BBS, Inc. Stip. para 20. SePac is a corporation organized under the laws of the State of Delaware with its principal place of business in New York City. Stip., para. 3. Pursuant to the Agreement, SePac established Account No. 14610 as a \"safekeeping\" account in which securities were held for the account of BBS, Inc. Certificated securities held in account No. 14610 were physically located at SePac's premises in New York and were individually identified on the books and records of SePac as securities held for the account of BBS, Inc. The physical securities held at SePac were organized in a vault according to the accounts of SePac's customers. Securities in safekeeping for BBS, Inc. were kept separately from securities of other broker/dealer customers of SePac. Similarly, securities held for BBS, Inc. in safekeeping were also physically separated from securities held for BBS, Inc. in clearing. When SePac received an instruction to move securities from clearing to safe-keeping or <i>vice versa,</i> the securities subject to the instruction were physically transfered from one location to another and a fee charged for the transfer. Within each account, all mortgage-backed certificated securities were organized by pool number. Stip., para. 21.</p>\n<p>Lincoln did not take physical possession of the GNMA certificates it purchased through the Debtor. The delivery instructions reflected on the confirmation slips forwarded to Lincoln by the Debtor reveal that each of the Securities was to be held in \"safekeeping in street name.\" Stip., Exh. 2. The two certificates were placed in the BBS, Inc. safekeeping account at SePac in March of 1985. Stip., Exh. 1A &amp; B. The Securities were in the safekeeping account on April 8, 1985 and remain in the safekeeping account to date. Stip., para. 25.</p>\n<p>On April 8, 1985, Lincoln was the beneficial owner of record of the Securities. Stip., para 16. However, the Certificate representing an interest in pool no. 10174 was registered in the name of The Broadview Savings &amp; Loan Company (\"Broadview\") and was in negotiable form by virtue of the fact that Broadview had executed an assignment form leaving the name of the assignee in blank. Stip., Exh. 1A. Similarly, the certificate representing an interest in pool no. 59245 was registered in the name of BBS, Inc. and an assignment form had also been executed in blank. Stip., Exh. 1B.</p>\n<p>On or after April 10, 1985, Richard Hill, as Temporary Receiver, took steps to prevent <span class=\"star-pagination\">*358</span> delivery of the various securities held in the BBS, Inc. accounts maintained at SePac. On May 8, 1985, as SIPA Trustee, Mr. Hill took control of all securities held by BBS, Inc. for its customers and now maintains control of certain of those securities, including the two GNMA securities claimed by Lincoln. These two securities are the only securities issued in GNMA pool nos. 10174 and 59245 that are held in any account of BBS, Inc. at SePac or elsewhere presently known to the Trustee. Stip., para. 26. Lincoln is the only customer of BBS, Inc., known to have filed a claim to the Securities or to any securities issued in these two GNMA pools.</p>\n<p><i>Discussion</i></p>\n<p>In order to prevail on a motion for summary judgment, the moving party must prove that \"there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56. A motion for summary judgment may only be granted if there are no remaining issues of material fact which, if believed by the trier of fact, would justify a finding for the party opposing that judgment. <i>Bryson v. Brand Insulations, Inc.,</i> <span class=\"citation\" data-id=\"378087\"><a href=\"/opinion/378087/bryson-paul-e-v-brand-insulations-inc/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span>, 559 (3d Cir. 1980). The Trustee and Lincoln have submitted a Stipulation of Facts for the purpose of the present cross-motions. Since I rely on the stipulated facts and non-controverted portions of affidavits, there are no issues of material fact which would preclude entry of summary judgment to the extent granted below.</p>\n<p>A. <i>Lincoln's First Cause of Action</i></p>\n<p>Lincoln contends that the Securities at issue are \"customer name securities\" within the meaning of 15 U.S.C. § 78111(3), and should be immediately delivered by the Trustee to Lincoln pursuant to § 78fff-2(c)(2). Section 78111(3) provides:</p>\n<blockquote>The term \"customer name securities\" means securities which were held for the account of a customer on the filing date by or on behalf of the debtor and which on the filing date were registered in the name of the customer, or were in the process of being so registered pursuant to instructions from the debtor, but does not include securities registered in the name of the customer which, by endorsement or otherwise, were in negotiable form.</blockquote>\n<p>Lincoln acknowledges that the securities had not been registered in its name. In addition, Lincoln does not assert anywhere in its complaint or papers submitted in support of its motion for summary judgment that the securities were in the process of being registered in its name, although on the hearing of these motions its counsel argued that this remains a factual issue. Nevertheless, Lincoln contends that fully paid, non-fungible securities such as the GNMA certificates at issue, which are held in safekeeping, credited in the books of the debtor/broker to the account of a customer and are not claimed by any other customer of the debtor should be treated as \"customer name securities\" notwithstanding the fact that the securities are not registered in the name of the customer. In effect, Lincoln argues that the registration requirement in § 78111(3) only applies to fungible securities, such as certificates in a debt or equity issue of a public company, which are not identifiable as belonging to a particular customer of the debtor.</p>\n<p>The position advanced by Lincoln is plainly at odds with the statutory language of § 78111(3) which is clear and unambiguous on its face. No exception to the registration requirement is set forth in this section or anywhere else in SIPA.</p>\n<blockquote>[T]he starting point for interpreting a statute is the language of the statute itself. Absent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.</blockquote>\n<p><i>Consumer Product Safety Commission v. GTE Sylvania,</i> <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 108, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span>, 2056, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">766</span></a></span> (1980). Lincoln asserts, without reference to any particular source, that Congress did not intend to exclude from the category of \"customer name securities\" those securities which are readily identifiable as belonging to a particular <span class=\"star-pagination\">*359</span> customer. The legislative history of SIPA, as amended, does not support this contention.</p>\n<p>Prior to enactment of SIPA in 1970, all stockbroker bankruptcies were governed by § 60(e) of the Bankruptcy Act (repealed 1978). Section 60(e) permitted cash customers to reclaim fully paid securities which were \"specifically identifiable\" as their property. Securities were considered specifically identified only if (1) they remained in identical form in the stockbroker's possession until the date of bankruptcy, or (2) they were \"allocated to or physically set aside for\" a customer for the four month period preceding the bankruptcy. § 60(e)(4). All other customers (cash or margin) shared in a \"single and separate fund\" consisting of property not \"specifically identifiable\" to the extent of their respective net equities. § 60(e)(1) &amp; (2).</p>\n<p>Congress enacted the original SIPA on December 30, 1970. Pub.L. No. 91-598, 84 Stat. 1636 (1970) (amended 1978) (\"the 1970 Act\"). The 1970 Act retained the distinction between specifically identifiable property and the single and separate fund with only minor variations. The four month segregation requirement for specifically identifiable property in § 60(e) was eliminated, and instead only segregation as of the filing date was required. 15 U.S.C. § 78fff(c)(2)(C) (1970). The 1970 Act also specified the circumstances under which a security would be considered \"allocated to or set aside for a customer.\" Section 78fff(c)(2)(C) provided in relevant part:</p>\n<blockquote>In determining whether property was allocated to or physically set aside for such customers on the filing date:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>(ii) in the case of securities held for the debtor as part of any central certificate service of any clearing corporation or any similar depositary </blockquote>\n<blockquote>(I) the records of the debtor show or there is otherwise established to the satisfaction of the trustee that all or a specified part of the securities held by such clearing corporation or other similar depositary are held for specified customers, or for customers collectively, and</blockquote>\n<blockquote>(II) such records of the debtor also show or there is otherwise established to the satisfaction of the trustee the identities of the particular customers entitled to receive specified numbers or units of such securities so held for customers collectively</blockquote>\n<blockquote>. . . . .</blockquote>\n<p>The securities claimed by Lincoln unquestionably would have been deemed specifically identifiable under the 1970 Act. However, amendments to SIPA enacted in 1978 (\"the 1978 Act\") significantly contracted the category of securities which could be delivered outright to eligible customers. In particular, the 1978 Act replaced the category of \"specifically identifiable property\", which encompassed both cash and securities, with the category of \"customer name securities\", which is limited to a more circumscribed range of customers' securities. The \"single and separate fund\" was changed to a fund of \"customer property\" which included a wider range of assets.</p>\n<blockquote>The concept of specifically identifiable property was <i>narrowed</i> to include only those securities registered (or in the process of being registered) in the customer's name (\"customer name securities\"). The single and separate fund was correspondingly <i>broadened</i> to include available cash and all fully paid-for securities and margin securities (\"customer property\").</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, p. INT-14 (15th ed. 1985) (original emphasis).</p>\n<p>The amendments to SIPA noted above were intended to address certain inequities in the treatment of customers under the 1970 Act which resulted from entirely fortuitous circumstances.</p>\n<p>First, the 1978 amendments were aimed in part at eliminating differential treatment of cash and margin customers who purchased securities which the customers chose to leave in the hands of the broker in negotiable form. SEC Rule 15c3-3 promulgated <span class=\"star-pagination\">*360</span> in 1973 requires brokers to promptly obtain and maintain physical possession or control of fully paid securities carried by a broker for the account of a cash customer. 17 C.F.R. § 240.15c3-3(b). The \"control\" requirement is satisfied by actual possession or by location in one of several permissible \"control locations,\" including a clearing house. As a result of this regulation, there was a substantial likelihood that fully paid securities purchased by cash customers would be \"specifically identifiable property\" under the 1970 Act regardless of whether the securities were maintained in street name or registered in the name of the customer.</p>\n<p>In contrast, securities purchased on margin are frequently hypothecated by the broker to finance the balance of customers' purchases, that is, to finance the margin debits. This financing is typically accomplished by the broker by pledging the securities as collateral security for the repayment of bank loans. As a consequence, securities purchased on margin were rarely, if ever \"allocated to or physically set aside\" for margin customers on the filing date, and these customers were limited under the 1970 Act to recovery of only their ratable share of the single and separate fund. <i>See generally,</i> 4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, pp. INT-10 through INT-18 (15th ed. 1985).</p>\n<p>Under the 1970 Act, there was no mechanism whereby the Trustee could recover margin securities hypothecated by the debtor. Therefore, the lesser protection afforded margin customers under the 1970 Act was considered justifiable. <i>Report of the Special Task Force to Consider Possible Amendments to the Securities Investor Protection Act of 1970,</i> p. 15 (\"the Task Force Report\"), <i>reprinted in Securities Investor Protection Act of 1977; Hearings on H.R. 8331 Before the Subcomm. on Consumer Protection and Finance of the Comm. on Interstate and Foreign Commerce,</i> 95th Cong., 1st Sess. 99, 18 (August 1977) (\"1977 H. Hearings\"). However, under the 1978 amendments to SIPA, SIPC is authorized to advance funds to the trustee to satisfy bank loans in order to recover customers' securities pledged as collateral. 15 U.S.C. § 78fff-3(c)(1) &amp; § 78fff-1(b)(2).</p>\n<blockquote>It is the ability of the SIPC trustee [under the 1978 Act] to bring the pledged securities back into the fund of customer property that makes discrimination against margin customers unnecessary.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-17 &amp; 18 (15th ed. 1985); <i>see also Task Force Report</i> at 117 &amp; 118. Limiting \"customer name securities\" to only those securities registered in the name of the customer and allocating to all customers a ratable share of the enlarged fund of customer property serves to place on an equal footing those cash and margin customers who choose to leave securities in street name with a broker.</p>\n<p>Second, the 1978 amendments to SIPA were further intended to achieve equitable treatment of all cash customers regardless of whether fully paid, negotiable securities claimed by such customers are in the possession of the broker on the filing date.</p>\n<p>Sections 8-301 and 302 of the Uniform Commercial Code provide that a good faith purchaser for value who takes delivery of a registered security endorsed in blank acquires the security free of any adverse claim. As a result, a broker can wrongfully transfer beneficial ownership of securities endorsed in blank, such as those claimed by Lincoln, at any time by delivering them to good faith purchasers for value without the consent of the customer. Under the 1970 Act, a customer whose securities were misappropriated in this manner would be relegated to a claim against the single and separate fund, whereas an otherwise similarly situated customer would be entitled to reclaim securities which fortuitously remained in the custody or control of the broker.</p>\n<p>The need to rectify this inequity was recognized by the Commission on the Bankruptcy Laws of the United States (\"Bankruptcy Commission\") established by Congress in July 1970. <i>Report of the Commission on the Bankruptcy Laws of the</i> <span class=\"star-pagination\">*361</span> <i>United States</i> (Part I), H.R. Doc. No. 137, Part I, 93d Cong., 1st Sess. (1973) (\"Bankruptcy Commission Report\"). The Bankruptcy Commission recognized that the bankruptcy laws respecting broker bankruptcies should conform to SIPA, so its proposal in this area did not significantly differ from the 1970 Act. <i>Bankruptcy Commission Report</i> at 221. Nevertheless, the Commission recommended the following reform:</p>\n<blockquote>In connection with any future amendments to the SIPC legislation and to the Bankruptcy Act in this area, the Commission recommends that serious consideration be given to the elimination of the separate, priority class of claimants based upon the \"specific identification\" of their stock or other securities . . .</blockquote>\n<blockquote>[T]his provision has always been questionable, because the identifiability of the customer's securities, unless they are registered in his own name, depends largely upon accident and to no degree upon the care or diligence of the particular customer who happens to end up in this favored class.</blockquote>\n<blockquote>Even if one believes with the principal draftsman of the Chandler Act [§ 60(e)] that \"any reasonable man ought to know that a broker's office is no place to leave money or securities for safekeeping,\" as the Commission does not, this observation certainly forms no basis for discriminating between two customers who do that, based upon what the broker does with securities in street name in his possession with[out] the request or knowledge of either customer. Consequently, the Commission recommends that, in any future amendment of the Securities Investor Protection Act and the provisions of the Bankruptcy Act relating to this subject, the ability of a customer to recover any securities as \"specifically identifiable\" be limited solely to those which are registered in his own name.</blockquote>\n<p><i>Bankruptcy Commission Report</i> at 221-22.</p>\n<p>The reform recommended by the Bankruptcy Commission was ultimately incorporated into the 1978 SIPA amendments:</p>\n<blockquote>SIPA [as amended] recognizes that the presence or absence of any one customer's securities may be a complete fortuity. \"A customer generally expects to receive what is in his account at the time the stockbroker ceases business. But because his security may have been lost, improperly hypothecated, misappropriated or even stolen, this may not be possible.\" [House Report No. 95-746, 95th Cong., 1st Sess. 21 (1977)]. Accordingly, <i>all</i> customers share in the fund of customer property.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-16 (15th ed. (1985) (original emphasis). Indeed, the definition of customer property in the 1978 Act expressly contemplates that securities may be wrongfully negotiated or hypothecated by a broker:</p>\n<blockquote>The term \"customer property\" means . . . the proceeds of any such property transferred by the debtor, including property unlawfully converted. The term \"customer property\" includes </blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>(D) any other property of the debtor which, upon compliance with applicable laws, rules, and regulations, would have been set aside or held for the benefit of customers, . . .</blockquote>\n<p>15 U.S.C. § 78<i>lll</i>(4). Allocation of all securities, except those registered or in the process of being registered to particular customers, to the fund of customer property ensures a more equitable distribution under SIPA. All customers who left negotiable securities in their broker's possession share the risks of misappropriation and share ratably in remaining customer property.</p>\n<p>Lincoln's contentions to the contrary, the foregoing analysis of the legislative history of SIPA, as amended, demonstrates that customer name security status is determined by the negotiability of a security, not its identifiability. The mere fact that the Securities are non-fungible and identifiable as being held for the account of Lincoln <span class=\"star-pagination\">*362</span> does not justify a conclusion that they constitute \"customer name securities\" under the 1978 Act.</p>\n<blockquote>The bill defines the term \"customer name securities\" as those securities which are registered in the names of customers or are in the process of being so registered on the filing date . . . Such securities will be returned to those individual customers. Except to this limited extent, the concept of \"specifically identifiable property\" is eliminated.</blockquote>\n<p>S.Rep. No. 763, 95th Cong., 2d Sess. 16 (1978), <i>reprinted in</i> 1978 U.S.Code Cong. &amp; Ad.News 764, 779 (\"1978 S. Report\").</p>\n<p>Summary judgment on the first cause of action set forth in Lincoln's complaint is granted in favor of the Trustee. This judgment is without prejudice to the right of either party to renew motions for summary judgment on the issue of whether the securities were in the process of being registered in Lincoln's name on the filing date once sufficient time has elapsed to develop facts relating to this issue.</p>\n<p>B. <i>Lincoln's Second Cause of Action</i></p>\n<p>Even if the securities at issue are not customer name securities, Lincoln contends that the scheme for allocation of customer property in SIPA, as amended, requires that the securities be delivered to Lincoln. Lincoln asserts that the 1978 Act mandates that securities in the fund of customer property must be distributed outright to those customers with an identifiable claim to securities of the same issue, class and series. Insofar as Lincoln is the only customer of BBS, Inc., with a claim to securities issued in GNMA Pool Nos. 10174 and 59245, Lincoln contends that it is entitled to immediate possession of the securities.</p>\n<p>The Trustee acknowledges that he has an obligation under the 1978 Act to distribute securities of the same issue, class and series claimed by customers against the fund of customer property. However, the Trustee asserts that the value of securities distributed in this manner may not exceed each customer's ratable share of customer property plus the $500,000 maximum limit of SIPC protection.</p>\n<p>The dispute between the parties centers around the statutory priority and significance in the SIPA customer property distribution scheme of Section 78fff-2(c)(1)(B) on the one hand and Sections 78fff-1(b)(1) and 78fff-2(b)(2) on the other. Section 78fff-2(c)(1)(B) provides in relevant part:</p>\n<blockquote>(c) <i>Customer related property</i></blockquote>\n<blockquote>(1) <i>Allocation of customer property</i> The trustee shall allocate customer property of the debtor as follows:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>(B) second, to customers of such debtor, who shall share ratably in such customer property on the basis and to the extent of their respective net equities.</blockquote>\n<p>Among the duties set forth in Section 78fff-1(b), a trustee is required to:</p>\n<blockquote>deliver securities to or on behalf of customers to the maximum extent practicable in satisfaction of customer claims for securities of the same class and series of an issuer.</blockquote>\n<p>15 U.S.C. § 78fff-1(b)(1). The statute further directs that the court overseeing a SIPA liquidation proceeding shall, among other things:</p>\n<blockquote>with respect to claims relating to, or net equities based upon, securities of a class and series of an issuer which are ascertainable from the books and records of the debtor or otherwise established to the satisfaction of the trustee, authorize the trustee to deliver securities of such class and series if and to the extent available to satisfy such claims in whole or in part, with partial deliveries to be made pro rata to the greatest extent considered practicable by the trustee.</blockquote>\n<p>15 U.S.C. § 78fff-2(b)(2).</p>\n<p>The Truste asserts that § 78fff-2(c)(1) describes the quantitative distribution of customer property, that is, the share of the aggregate fund of customer property to which each customer is entitled, whereas Sections 78fff-1(b)(1) and 78fff-2(b)(2) simply describe the qualitative distribution of customer property, that is, the manner of <span class=\"star-pagination\">*363</span> payment of each customer's share of the customer property fund. According to the Trustee, § 78fff-2(c)(1)(B) and § 78fff-3(a) of the 1978 Act establish the procedure for satisfying net equity claims.</p>\n<p>First, the trustee satisfies all net equity claims up to the limits of SIPC protection pursuant to § 78fff-3(a). As defined in § 78fff-<i>lll</i> (11), a customer's net equity equals the liquidated value of the customer's account on the filing date (excluding customer name securities) minus any indebtedness of the customer to the broker on the filing date. Section 78fff-3(a) requires that \"SIPC shall advance to the Trustee such moneys, not to exceed $500,000 for each customer, as may be required to pay or otherwise satisfy claims for the amount by which the net equity of each customer exceeds his ratable share of customer property . . .\" All claims within SIPC limits thus will be satisfied.</p>\n<p>Second, the trustee determines each customer's ratable share of customer property. This is accomplished by calculating the percentage of all net equity claims which each customer's claim represents, and multiplying those percentages by the total value of all customer property. If the difference between the customer's net equity and his ratable share is less than the amount of SIPC protection, the customer claim will be satisfied in full. If the difference between the customer's net equity and his ratable share is greater than the amount of SIPC protection, the customer will receive only his ratable share plus the maximum SIPC allowance, and the customer must look to the debtor's general estate for satisfaction of the remainder of his claim.</p>\n<p>To the extent that a customer's claim is for securities, the trustee is directed by § 78fff-1(b)(1) and § 78fff-2(b)(2) to deliver securities of the same class and series of an issuer in satisfaction of these claims, provided the aggregate value of securities delivered to a customer does not exceed the customer's <i>pro rata</i> share of customer property plus the maximum SIPC advance.</p>\n<p>Lincoln asserts that § 78fff-2(c)(1) is not the definitive instruction for the quantitative distribution of customer property. According to Lincoln, this section merely sets forth the order of priority in which customer property is to be allocated among SIPC, customers of the debtor and other creditors. Lincoln further argues that § 78fff-2(c)(1)(B) is a statement of general application which does not describe how a customer's ratable share of securities is either determined or satisfied. Under Lincoln's view of the SIPA distribution scheme, the following steps are involved in satisfying net equity claims for customer property:</p>\n<p>First, the trustee advances cash and securities up to the limits of SIPC protection in partial or full payment of net equity claims pursuant to § 78fff-3(a).</p>\n<p>Second, all securities in the possession or control of the debtor are allocated <i>pro rata</i> by issue, class and series pursuant to § 78fff-1(b)(1) and § 78fff-2(b)(2). Customers with net equity claims based on securities of a specified issue, class and series will share a <i>pro rata</i> distribution where there are insufficient securities of that issue, class and series on hand. Where, as in the present case, there are sufficient securities of an issue, class and series, such claimants recover the full amount of their claims.</p>\n<p>Third, the Trustee calculates the value of remaining unsatisfied claims for cash and securities, and marshalls the resources remaining in customer property to satisfy those claims. To the extent that he is able to do so in an orderly market, the trustee uses available resources, including remaining assets in the fund of customer property and money advanced by SIPC, to purchase securities of the issue, class and series for which there are unsatisfied claims pursuant to § 78fff-2(d).</p>\n<p>Fourth, each customer whose net equity claim has not previously been satisfied in full receives his ratable share of the remaining customer property pursuant to § 78fff-2(c)(1)(B).</p>\n<p>Finally, to the extent that a customer's net equity claim exceeds the sum of SIPC protection plus his share of customer property, <span class=\"star-pagination\">*364</span> the customer becomes a general unsecured creditor of the debtor's estate.</p>\n<p>In short, there is one key difference between the Trustee's and Lincoln's view of the customer property distribution scheme under SIPA, as amended. Unlike the Trustee, Lincoln does not regard the fund of customer property as a unitary fund in which all customers share ratably. Rather Lincoln posits a two-tier distribution scheme under which securities in the Trustee's possession and control are first distributed ratably on an issue by issue basis. Only after such a distribution is completed does the trustee calculate each customer's ratable share in remaining customer property. For the reasons specified below, I conclude that Lincoln's position is inconsistent with the plain meaning of the statutory language, is contrary to the legislative history of SIPA, and conflicts with the congressional intent underlying the 1978 amendments to SIPA.</p>\n<p>1. <i>Plain Meaning</i>  As the paragraph heading clearly reflects, § 78fff-2(c)(1) governs the allocation of customer property in a SIPA liquidation proceeding. This section does more than simply specify the order of distribution of customer property, as Lincoln argues. The section enumerates the quantitative amount of the payments to be made under each subsection. For example, sub-section (A) allocates customer property first to SIPC \"in repayment of advances made by SIPC pursuant to § 78fff-3(c)(1) of this title, <i>to the extent such advances recovered securities which were apportioned to customer property pursuant to § 78fff(d) of this title.</i>\" 15 U.S.C. § 78fff-2(c)(1)(A) (Emphasis added). Similarly, sub-section (B) allocates customer property second to customers \"<i>who shall share ratably in such customer property on the basis and to the extent of their respective net equities.</i>\" 15 U.S.C. § 78fff-2(c)(1)(B) (emphasis added).</p>\n<p>There is nothing vague or equivocal about the language employed in this subsection which would render it susceptible to differing interpretations with regard to the method of calculating the dollar value of each customer's share of customer property. As defined in § 78<i>lll</i>(4), customer property includes all cash and securities received, acquired or held by or for the account of a broker for its customers.</p>\n<blockquote>Essentially, the fund of customer property includes all property that was or should have been set aside for customers and can be viewed as a pool of assets. That pool is comprised of [<i>inter alia</i>] . . . all securities, credited to the accounts of customers, that are in the actual possession or control of the firm.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> ¶ 741.04 (15th ed. 1985). The only securities which are expressly excluded from the pool of customer property are \"customer name securities\" delivered to customers pursuant to § 78fff-2(c)(2). 15 U.S.C. § 78<i>lll</i>(4). This pool of customer property is distributed <i>pro rata</i> to all customers based on the size of each customer's net equity claim. In other words, the distribution is to be made \"[p]roportionately; according to a certain rate, percentage or proportion.\" <i>Black's Law Dictionary</i> 1098 (5th ed. 1979).</p>\n<blockquote>Once the size of the fund of customer property has been determined, the ratio of customer property to the total of all net equity claims will yield each customer's ratable share of the fund of customer property.</blockquote>\n<p>4 <i>Collier on Bankruptcy,</i> ¶ 741.04 (15th ed. 1985). This ratio is applied to each customer's net equity claim. Therefore, the size of a customer's net equity claim will determine the extent to which he or she shares in the fund of customer property. The net equity of each customer is a dollar figure calculated by determining what would have been realized by the customer had the securities credited to his or her account been liquidated on the filing date and by adding to that sum any cash owed to the customer in the form of cash credit balances. From this is subtracted any indebtedness owed to the broker on the filing date. 15 U.S.C. § 78<i>lll</i> (11).</p>\n<p>Section 78fff-2(c)(1)(B) effectively places a maximum limit on the amount of cash and/or securities each customer may recover <span class=\"star-pagination\">*365</span> from the fund of customer property. Under no circumstances will customers receive payments in excess of their respective net equities. Customers will recover the full value of their net equities through the distribution of customer property only if the aggregate value of the pool of customer property is greater than or equal to the total of all customer net equity claims.</p>\n<p>The interpretation of Sections 78fff-1(b)(1) and 78fff-2(b)(2) advanced by Lincoln would bring these sections in direct conflict with § 78fff-2(c)(1)(B). According to Lincoln, the effect of Sections 78fff-1(b)(1) and 78fff-2(b)(2) is to direct a <i>pro rata</i> distribution of securities, but <i>only</i> among customers who claim securities of the same issue, class and series. Under this view, when there are sufficient securities of a particular issue, class and series to satisfy the net equity claims of those customers who have asserted a claim to securities of the same issue, class and series, such customers will recover the full amount of their claims even if their ratable share of the fund of customer property (plus the maximum SIPC advance) is calculated to be less than their respective net equities. However, there is no language in either section which expressly or implicitly requires a trustee to distribute securities valued in excess of a customer's ratable share of customer property.</p>\n<p>The language in Sections 78fff-1(b)(1) and 78fff-2(b)(2) relating to distribution of securities does not supercede, but rather is subordinated to the ratable allocation scheme set forth in § 78fff-2(c)(1)(B). As the court concluded in <i>In re John Muir &amp; Co.,</i> <span class=\"citation\" data-id=\"1957580\"><a href=\"/opinion/1957580/in-re-john-muir-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">946</span></a></span>, 948 (Bankr. S.D.N.Y. 1983), § 78fff-2(b) \"is a statement of general application, but, makes no specific direction as to distribution, leaving that to section 78fff-2(c).\" Section 78fff-2(b) directs the trustee to discharge obligations of the debtor to customers by delivery of securities or payment of cash \"in accordance with the provisions of this section,\" and is thereby necessarily subject to the allocation provisions of paragraph (c) of the same section. Similarly, § 78fff-2(d) directs the trustee to use customer property or moneys advanced by SIPC to purchase securities for delivery to customers in satisfaction of net equity claims under § 78fff-1(b)(1), but only \"[t]o the extent consistent with subsection (c) of this section.\" Furthermore, the very language of Section 78fff-2(c)(1) expressly provides that the delivery of securities authorized in other sections of the statute is subject to the ratable distribution provisions of § 78fff-2(c)(1)(B):</p>\n<blockquote>\n<i>For purposes of allocating customer property under this paragraph,</i> securities to be delivered in payment of net equity claims for securities of the same class and series of an issuer shall be valued as of the close of business on the filing date.</blockquote>\n<p>15 U.S.C. § 78fff-2(c)(1)(B) (Emphasis added).</p>\n<p>Although Lincoln contends that the statutory language of SIPA \"explicitly and without limitation\" requires the trustee to distribute securities in the fund of customer property on an issue by issue basis, the specific provisions upon which Lincoln relies are couched in terms which are conditional and in certain instances discretionary in nature. For example, § 78fff-1(b)(1) directs the trustee to deliver securities to customers in satisfaction of customer claims for securities of the same class and series of an issuer \"to the maximum extent practicable.\" The sentence immediately preceeding this passage states that a SIPA trustee \"may, but shall have no duty to, reduce to money any securities constituting customer property.\" 15 U.S.C. § 78fff-1(b). By its own terms, § 78fff-2(b)(2) does not require the trustee to deliver securities, but rather instructs the court to \"authorize\" the trustee to deliver securities in part or total satisfaction of net equity claims based upon securities of the same class and series \"if and to the extent available.\" In addition, § 78fff-2(d) requires the trustee to purchase securities for delivery to customers pursuant to § 78fff-1(b)(1) \"to the extent that securities can be purchased in a fair and orderly market.\" To a large extent, the statutory language relating to the distribution of securities to <span class=\"star-pagination\">*366</span> customers in satisfaction of their net equity claims is more aspirational than mandatory. The goal of achieving maximum distribution of securities by class and series unquestionably is an important public policy consideration which is evident on the face of the statute. This goal, however, does not provide a basis for circumventing the overriding requirement of limiting recovery to each customer's ratable share of customer property, which is \"explicitly and without limitation\" set forth in § 78fff-2(c)(1)(B).</p>\n<p>Sections 78fff-1(b)(1) and 78ff-2(b)(2) can and should be read in such a way as to be consistent with § 78fff-2(c)(1)(B). Indeed, consistent with the provisions that securities are to be allocated in kind to the maximum extent practicable, customers are entitled to receive securities of the same class and series as claimed, to the extent they are in the trustee's possession or can be acquired by the trustee in a fair and orderly market. However, the amount of securities delivered to customers must be limited and shall not exceed each customer's <i>pro rata</i> share of the fund of customer property plus the $500,000 limit of SIPC protection.</p>\n<p>2. <i>Legislative history</i>  As previously mentioned, the 1978 Act wrought substantial changes in the distribution of property in stockbroker liquidations under the 1970 Act and § 60(e) of the Bankruptcy Act, principally by narrowing the category of securities excludable from the estate of the debtor and distributable outright to eligible customers and expanding the fund of property in which all customers were entitled to share ratably. <i>See, e.g.,</i> 4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-14 (15th ed. 1985). There are, however, certain striking similarities between the 1978 Act and its two predecessors. In particular, while the class of customers who are relegated to receiving a ratable share of estate assets has increased dramatically under the 1978 Act, the method of distributing this enlarged pool of property has remained relatively constant.</p>\n<p>Under § 60(e), customers who claimed against the \"single and separate fund\" were entitled \"to share ratably in such fund on the basis of their respective net equities.\" § 60(e)(2). Section 60(e)(1) defined \"net equity\" as the dollar amount represented by the cash value of the customer's security position on the date of bankruptcy (excluding any reclaimable specifically identified securities) less any amount due to the broker. The distribution of the single and separate fund was described by one of the draftsmen of § 60(e) as follows:</p>\n<blockquote>Under \"e(2)\" it is provided that cash customers unable to identify their property, . . ., shall be classified with margin customers, and for the purpose of securing equality of treatment of margin customers and cash customers, they shall participate ratably in a single and separate fund comprised of all property acquired by the broker from the beginning of his insolvency from or for margin customers and such cash customers. Under this subdivision the accounts of margin customers and those of the cash customers who are unable to identify their securities [will be] valued at market prices and the net equity determined by deducting therefrom any debit balances, and on the basis of this net equity they will participate <i>pro rata</i> in the distribution of the separate fund created.</blockquote>\n<blockquote>In such manner there will be avoided the usual situation where customers actually in the same class receive varying percentages out of the same fund.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>. . . Clause 4 . . . provides that unless the certificate is specifically allocated or physically set aside, it must be thrown into the fund for distribution to all customers of the single class.</blockquote>\n<p><i>Hearing on H.R. 6439 Before the House Comm. on the Judiciary,</i> 75th Cong., 1st Sess. 96 (1937) (statement of Harry Zalkin, National Bankruptcy Conference), <i>reprinted in</i> 3 <i>Collier on Bankruptcy,</i> Part 2 ¶ 60.73, n. 10 (14th ed. 1977).</p>\n<p><span class=\"star-pagination\">*367</span> Under the 1970 Act, the definition of net equity was substantially the same as under § 60(e). The 1970 Act also retained the § 60(e) provision that customers claiming against the single and separate fund were entitled to \"share ratably in such fund on the basis of their respective net equities.\" 15 U.S.C. § 78fff(c)(2)(B) (1970).</p>\n<blockquote>Both Section 60(e) of the Bankruptcy Act and the original provisions of SIPA were drafted along similar lines. Under each statute the pool of property available to satisfy customer claims was divided into specifically identifiable property and the single and separate fund. Cash customers . . . were entitled to immediate possession of their securities. All other customers, namely margin customers and those cash customers who could not specifically identify their property, shared ratably in the securities and cash remaining after cash customers identified and received their property.</blockquote>\n<p>4 <i>Colliers on Bankruptcy,</i> Chap. 7, Subch. III, INT-12 (15th ed. 1985).</p>\n<p>The 1970 Act, however, contained a significant addition with regard to the distribution of the single and separate fund:</p>\n<blockquote>To the greatest extent considered practicable by the trustee, the trustee shall deliver in payment of claims of customers for their net equities based upon securities held on the filing date in their accounts . . . securities of the same class and series of an issuer ratably up to the respective amounts which were so held in such accounts.</blockquote>\n<p>15 U.S.C. § 78fff(c)(2)(B) (1970). This provision did not alter the amount of the share to which each claimant against the fund was entitled, but rather set forth the manner in which payment was to be made, preferring payment in kind rather than in cash.</p>\n<blockquote>Section 60(e) . . . provides that property held for customers (other than specifically identifiable property) constitutes a single and separate fund in which customers of the debtor are entitled to share ratably. This concept is carried forward in the [1970 Act], except that it is intended that, to the extent possible, the trustee will deliver to a customer against his claim for securities, the same securities (that is, securities of the same issuer, class and series) which were held for his account on the filing date.</blockquote>\n<p>H.R.Rep. No. 1613, 91st Cong., 2d Sess. 10 (1970) <i>reprinted in</i> 1970 U.S.Code Cong. &amp; Ad.News 5254, 5263.</p>\n<p>Under the distribution scheme for the single and separate fund, a customer was not entitled to receive securities valued in excess of his respective ratable share even if the fund contained sufficient securities of the same class and series as those claimed by the customer to satisfy his or her entire net equity claim. Therefore, the single and separate fund was distributed ratably among all claimants without regard to the availability of the securities which formed the basis of their net equity claims.</p>\n<p>The allocation scheme for specifically identifiable securities under the 1970 Act was markedly different from that for the single and separate fund. Securities and cash held by the broker for the account of the customer which either remained in identical form or was allocated to or physically set aside for the customer on the filing date were returned outright to the customer. 15 U.S.C. § 78fff(c)(2)(C) (1970). Under the provision of the 1970 Act relating to specifically identifiable property, if several cash customers claimed and could identify the same issue, class and series of securities, and an insufficient number of that issue, class and series were held by the broker, the statute specified that the claims of these customers were to be satisfied <i>pro rata</i> by securities of that issue, class and series. <i>Id.</i></p>\n<blockquote>[C]ustomers share ratably in these securities if they are insufficient to pay all claims. Each customer, however, shares ratably only in the `pool' of securities of the issuer and class which he owned.</blockquote>\n<p>S.Rep. No. 1218, 91st Cong., 2d Sess. 13 (1970). Unlike securities in the single and separate fund, specifically identifiable securities were distributed only to eligible customers with a claim to securities of the <span class=\"star-pagination\">*368</span> same class and series. Such customers received immediate possession of securities valued up to the full amount of their net equity claims. It is significant for purposes of the present cross-motions that where Congress intended to provide for ratable distribution of securities by class and series it did so explicitly, in the context of specifically identifiable property.</p>\n<p>The 1978 Act, however, dramatically reduced the category of securities which are immediately reclaimable by customers.</p>\n<blockquote>\"Customer name securities\" takes the place of \"specifically identifiable property\" as the category of securities which will be returned to individual customers <i>outside the normal procedure for allocating and distributing customer property.</i> Securities registered in the names of customers or in the process of being so registered on the filing date will be treated, in short, as though they are not part of the debtor's estate, but merely held by the debtor as bailee.</blockquote>\n<p>1977 S. Hearings at 189-90 (Section by Section Explanation) (Emphasis added). \"Except to this limited extent, the concept of `specifically identifiable property' is eliminated.\" S.Rep. No. 763, 95th Cong., 2d Sess. at 16 (1978) <i>reprinted in</i> 1978 U.S.Code Cong. &amp; Ad.News 764, 779 (\"1978 S. Report\").</p>\n<p>The customer name registration requirement coupled with the express exclusion of securities in negotiable form from the definition of customer name securities effectively limit reclamation under the 1978 Act to only those securities which a broker could not negotiate or otherwise misappropriate absent some form of aggravated misconduct, such as forgery. Since customer name securities must be non-negotiable and registered in the name of the customer, no more than one customer will have a claim to any specific security. Therefore, there was no need for Congress to include in the 1978 Act a provision prorating customer interests in customer name securities. As a result, there is no counterpart in the 1978 Act to the provision in 15 U.S.C. § 78fff(c)(2)(C) (1970) for prorating the interests of customers in securities of the same class and series.</p>\n<p>Having narrowed the class of securities to which customers were entitled to immediate possession, Congress correspondingly broadened the fund of property available for distribution to all customers on a <i>pro rata</i> basis.</p>\n<blockquote>[The 1978 Act] provides for \"customer property\" to replace what is now termed the \"single and separate fund.\" [The Act] provides that all cash and securities, exclusive of SIPC advances and customer name securities, which are available to the trustee for the satisfaction of customer claims shall be deemed to be customer property.</blockquote>\n<p>1978 S. Report at 16, 1978 U.S.Code Cong. &amp; Ad.News pp. 764, 779; <i>see also,</i> 4 <i>Collier on Bankruptcy,</i> Chap. 7, Subch. III, INT-14 (15th ed. 1985). However, the 1978 amendments did not alter the basic scheme for allocation of this fund of cash and non-reclaimable securities. Like both § 60(e) and the 1970 Act, the 1978 Act provides that customers claiming against this fund \"shall share ratably in such customer property on the basis and to the extent of their respective net equities.\" 15 U.S.C. § 78fff-2(c)(1)(B). This section is described in the legislative history of the 1978 Act as \"the operative provision with respect to customer property.\" 1977 S. Hearings at 180 (Section by Section Explanation). As in the 1970 Act, the 1978 Act directs the trustee to deliver securities in satisfaction of customer claims for securities of the same class and series to the greatest extent practicable. 15 U.S.C. § 78fff-1(b)(1).</p>\n<p>It is manifestly evident from the foregoing review of the legislative history of SIPA that Congress did not intend to adopt the customer property distribution scheme advanced by Lincoln. In practical effect, Lincoln seeks to resurrect the issue by issue method of distribution which applied to specifically identifiable property under the 1970 Act. However, there is nothing in the language of the 1978 Act to suggest that the distribution scheme for specifically <span class=\"star-pagination\">*369</span> identifiable property in the 1970 Act survived the 1978 amendments. Nor is there convincing evidence in the legislative history to suggest that Congress intended customer property to be distributed under the 1978 Act in the same manner as specifically identifiable property was distributed under the 1970 Act. In fact, all the evidence leads to the opposite conclusion.</p>\n<p>Under Lincoln's distribution scheme, described <i>supra.,</i> securities in the possession or control of the debtor are first distributed to those customers having a claim to securities of the same issue, class and series. If there are insufficient securities of a particular issue, class and series to satisfy the claims of all customers to such securities, then these securities are distributed <i>pro rata,</i> but only to those customers with a claim to them. This is precisely the distribution scheme set forth in § 78fff(c)(2)(C) of the 1970 Act which governs the distribution of specifically identifiable securities; the only difference being that Lincoln would not limit distribution to cash customers whose securities were segregated as required under the 1970 Act.</p>\n<p>If Congress had intended that customer property be distributed ratably by issue, class and series among customers with claims to such securities, it simply could have utilized the language found in § 78fff(c)(2)(C) of the 1970 Act. Congress did not do this. Instead, Congress clearly and unequivocally eliminated the concept of specifically identifiable property and with it the related concept of ratable reclamation of securities by class and series (except to the limited extent of customer name securities).</p>\n<p>Provisions in the 1978 Act relating to the distribution of customer property are clearly derived from comparable provisions in the 1970 Act governing the distribution of the single and separate fund. Indeed, sections 78fff-1(b)(1) and 78fff-2(b)(2) of the 1978 Act, upon which Lincoln heavily relies, are virtually identical in form and substance to provisions in sections 78fff(c)(2)(B) and 78fff(g), respectively, of the 1970 Act. These sections of the 1970 Act generally require that payment of claims against the single and separate fund is quantitatively limited to each customers ratable share of all property comprising the fund, and each customer's share of the fund is to be qualitatively satisfied by distribution of securities of the same class and series as claimed by the customer to the greatest extent practicable and to the extent such securities are available. Ratable distribution of securities in the single and separate fund on an issue by issue basis is neither authorized nor required under the 1970 Act. It is inconceivable that Congress intended the language in sections 78fff(c)(2)(B) and 78fff(b) of the 1970 Act to have one meaning and application, yet take on an entirely different meaning and application in comparable provisions of the 1978 Act.</p>\n<blockquote>Unless the context indicates otherwise, words and phrases in a provision that were used in a prior act pertaining to the same subject matter will be construed to be used in the same sense.</blockquote>\n<p>2A <i>Sutherland Statutory Construction</i> § 51.02 (4th rev. ed. 1984).</p>\n<p>The provision in Subchapter III of Chapter 7 of the Bankruptcy Code 11 U.S.C. § 741, <i>et seq.,</i> relating to distribution of customer property is also relevant for purposes of interpreting related provisions of SIPA, as amended. Subchapter III governs stockbroker liquidations when SIPC does not or cannot initiate a SIPA proceeding. Subchapter III was enacted in 1978 only months after the amendments to SIPA were adopted by Congress.</p>\n<p>While there are fundamental differences between Subchapter III and SIPA, in many ways the two statutes are very similar. Under Subchapter III, all securities held as property of the estate are reduced to cash, except customer name securities. 11 U.S.C. § 748. The trustee may not distribute securities in satisfaction of customer claims, except for customer name securities. 11 U.S.C. § 750. As a result, net equity claims are satisfied with cash rather than securities.</p>\n<p><span class=\"star-pagination\">*370</span> Although the qualitative distribution of customer property under Subchapter III is quite different from that specified in SIPA, as amended, the section describing the quantitative distribution of customer property under Subchapter III is almost identical to § 78fff-2(c)(1)(B) of the 1978 Act.</p>\n<blockquote>The trustee shall distribute customer property ratably to customers on the basis and to the extent of such customers' allowed net claims . . .</blockquote>\n<p>11 U.S.C. § 752.</p>\n<blockquote>Under both the Bankruptcy Code and SIPA, customers' net equity claims are satisfied from the fund of customer property and all customers share ratably in customer property to the extent of their respective net equity claims. While the Bankruptcy Code mandates that those securities allocable to customer property be promptly liquidated and SIPA requires customer claims to be satisfied with securities to the maximum extent practicable, the theory of <i>pari passu</i> treatment of customer claims is identical.</blockquote>\n<p>4 <i>Collier on Bankruptcy</i> ¶ 741.04[1] (15th ed. 1985).</p>\n<p>In his reply brief, the Trustee reduced to mathematical formulae both his and Lincoln's opposing views of the SIPA distribution scheme for customer property, and applied these formulae to a hypothetical fact pattern. At the hearing on the present cross-motions, counsel for Lincoln acknowledged that the Trustee's formulation accurately represents Lincoln's view of the SIPA distribution scheme. A modified version of the Trustee's formulation is annexed to this opinion as Exhibit A. Application of the mathematical formulae to the hypothetical fact pattern yields results which are significant in two respects. First, under the Trustee's view, customers with claims of equal value receive equal shares of customer property, whereas, the same customers under Lincoln's distribution scheme receive grossly disparate amounts. Second, the amounts received by customers under the Trustee's view (minus the maximum SIPC allowance of $500,000) is equal to the amounts recoverable under Subchapter III, while the results under Lincoln's view and Subchapter III are vastly different.</p>\n<p>Lincoln argues that Congress intended shares of customer property to be calculated in a different manner in SIPA proceedings and in proceedings under Subchapter III. In support of this contention, Lincoln notes the absence of any reference to Subchapter III in § 78fff(b) of the 1978 Act which provides for the application of certain provisions of Title 11 to SIPA liquidation proceedings \"[t]o the extent consistent with the provisions of [SIPA].\" 15 U.S.C. § 78fff(b). This omission, however, does not mean that the provisions of Subchapter III are not relevant in interpreting the meaning and application of comparable provisions of SIPA. As a general rule of statutory construction, statutes <i>in pari materia,</i> that is, which pertain to the same subject matter, should be construed to be in harmony with each other to the extent reasonably possible. 2A <i>Sutherland Statutory Construction</i> ¶ 51.02 (4th ed. 1984); <i>see, e.g., </i><i>Northcross v. Board of Education of the Memphis City Schools,</i> <span class=\"citation\" data-id=\"108807\"><a href=\"/opinion/108807/northcross-v-memphis-board-of-education/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 428, <span class=\"citation\" data-id=\"108807\"><a href=\"/opinion/108807/northcross-v-memphis-board-of-education/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2201</span></a></span>, 2202, <span class=\"citation\" data-id=\"108807\"><a href=\"/opinion/108807/northcross-v-memphis-board-of-education/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1973) (statutes with similar language which \"share a common raison d'etre\" should be \"interpreted pari passu\").</p>\n<p>In support of its interpretation of the SIPA customer property distribution scheme, Lincoln relies extensively on the recommendations contained in the report of the Special Task Force to Consider the Possible Amendments to the Securities Investor Protection Act of 1970 (<i>Task Force Report, supra</i>). In 1973, the Chairman of SIPC appointed the Special Task Force \"to review the 1970 Act and its operation, with a view toward achieving better, faster and more efficient methods of investor protection.\" 1977 H. Hearings at 80 (Statement of Hugh F. Owens, Chairman, SIPC). In 1974, the Task Force submitted its report, which contained nine broadly written \"Major Policy Recommendations.\" <i>Task Force Report</i> at pp. 9-12. SIPC's Board of Directors \"approved virtually all of [the Task Force] recommendations.\" <i>Id.</i> at 81. <span class=\"star-pagination\">*371</span> These recommendations were incorporated into legislation which was introduced in Congress in 1974 (S. 4255 &amp; H.R. 17684), in 1975 (S. 1231 &amp; H.R. 8064) and again in 1977 (H.R. 8331). <i>See Hearing on H.R. 8331 Before the Senate Subcommittee on Securities of the Committee on Banking, Housing and Urban Affairs,</i> 95th Cong. 2d Sess. at 11 (1978) (Statement of Hugh F. Owens, Chairman, SIPC) (\"1978 S. Hearings\"). In a statement submitted to Congress in 1977, the Chairman of SIPC described the Task Force Report as \"the foundation for virtually all of the changes which the amendments being considered . . . would make in the 1970 Act . . . The proposed amendments carry out the Task Force recommendations and are designed to make the Act more responsive to the reasonable expectations of investors.\" 1977 H. Hearings at 81 (Statement of Hugh F. Owens, Chairman, SIPC).</p>\n<p>The \"Major Policy Recommendations\" of the Task Force were in large measure adopted by Congress in the 1978 amendments to SIPA. In order to satisfy customer claims by delivery of securities to the maximum extent practicable, the trustee is authorized to purchase securities in the open market and reclaim hypothecated securities by paying or guaranteeing bank loans. 15 U.S.C. § 78fff-2(d) &amp; § 78fff-1(b)(2); <i>Task Force Report,</i> Recommendation II.A.1. p. 9 &amp; 10. The SIPC allowance is applied to customer claims as a supplement to each customer's ratable share of customer property, rather than being included within each customer's ratable share. 15 U.S.C. § 78fff-3(a); <i>Task Force Report,</i> Recommendation II.A.2., p. 10. The 1978 amendments eliminated distinctions between the treatment of cash and margin customers. 15 U.S.C. § 78<i>lll</i> (2) &amp; (4); <i>Task Force Report,</i> Recommendation II.A.3., p. 10. The definition of customer property includes property which should have been set aside for the benefit of customers but was not, and further includes resources provided through the use or realization of debit cash balances. 15 U.S.C. § 78<i>lll</i> (4)(d); <i>Task Force Report,</i> Recommendations II.A.4 &amp; II.A.5, p. 10 &amp; 11. The trustee is authorized to transfer customer accounts to another broker/dealer and indemnify the transferee for any shortfall in such accounts. 15 U.S.C. § 78fff-2(f); <i>Task Force Report,</i> Recommendations II.A.6 &amp; I.A.8. p. 11. Customers are permitted to pay debit balances in order to receive securities in satisfaction of their net equity claims, 15 U.S.C. § 78<i>lll</i> (11)(C); <i>Task Force Report,</i> Recommendation II. A.7, p. 11. Lastly administration expenses, excess customer claims and non-customer claims are allowable only as claims against the general estate of the debtor. 15 U.S.C. § 78fff(e) &amp; § 78fff-2(c)(1); <i>Task Force Report,</i> Recommendation I.A.9., p. 12.</p>\n<p>While Congress appears to have incorporated the general policy recommendations of the Task Force into the 1978 Act, these recommendations do not themselves provide any explicit support for the distribution scheme for customer property advocated by Lincoln. Lincoln must rely instead on the eight-step allocation plan proposed by the Task Force which is illustrated in an appendix to the Report. <i>Task Force Report,</i> p. 22-24 &amp; 60-63. Of particular significance is Step 2:</p>\n<blockquote>Securities in the possession or control of the debtor should be allocated pro rata to customers, issue by issue, without distinguishing between cash and margin customers. Securities registered in the names of individual customers, however, should be returned to customers entitled thereto, as is currently done.</blockquote>\n<p>There are clear indications in the legislative history of the 1978 Act and the statute itself that Congress did not adopt the allocation plan proposed by the Task Force. The testimony of SIPC's General Counsel before Congress in 1975 illustrates that the allocation proposals of the Task Force were not incorporated into the proposed amendments to SIPA:</p>\n<blockquote>MR. FOCHT. There are many of the details of a liquidation proceeding which the statute itself does not treat in detail, such questions as proper allocation of items between various accounts and the determination of what is owed to the <span class=\"star-pagination\">*372</span> customer. For example, . . . in the task force report you will notice there is a great deal of detail as to how the shortfall of what is available for the payment of customers is determined, and indeed at the end of the task force report there is, I think, a 2 or 3 page illustration of how this would be handled. As we went to the drafting of these proposals, we found it virtually impossible to etch that into the legislation itself, because of the many unforeseen circumstances that will come up.</blockquote>\n<p>Not only were the express provisions of the Task Force allocation scheme omitted from the proposed legislation submitted to Congress, but certain of the steps in the allocation plan are directly at odds with the terms of the amendments actually adopted in 1978. For example, the first step of the scheme provides that \"moneys in customer segregated bank accounts should be allocated pro rata to customers with free credit balances.\" <i>Task Force Report</i> at 22. However, under the 1978 Act, cash held for customers is distributed among all customers ratably, without regard to free credit balances. 15 U.S.C. § 78<i>lll</i> (4) &amp; (11) and § 78fff-2(c)(1)(B).</p>\n<p>More importantly, one of the most fundamental changes which the 1978 amendments achieved was the replacement of the categories of specifically identifiable property and single and separate fund with the new categories of customer name securities and customer property. These changes were not simply an exercise in semantics by Congress, but substantively resulted in a significant narrowing of the class of customers entitled to reclaim their securities. The Task Force Report does not even make reference to this change. Rather, the Task Force proposed an expansion of this class to include all customers claiming securities in the \"possession and control\" of the debtor. \"In effect, the concept of a `single and separate fund' would be eliminated and all property which can be identified to customers as a whole would be distributed ratably.\" <i>Task Force Report</i> at 14. Congress took precisely the opposite approach, expanding the concept of the single and separate fund and contracting the class of reclaimable securities. Of particular note, Step 2 of the Task Force allocation scheme tracks the language of the final paragraph of § 78fff(c)(2)(C) of the 1970 Act, which was eliminated from SIPA in 1978.</p>\n<p>3. <i>Congressional purpose</i>  The 1978 amendments to SIPA were intended to serve two major objectives. First, Congress intended that customer accounts be reconstituted as they existed on the filing date to the greatest extent practicable, and therefore that securities, rather than cash, be distributed to customers.</p>\n<blockquote>A principal underlying purpose of the bill is to permit a customer to receive securities to the maximum extent possible instead of cash, in satisfaction of a claim for securities. By seeking to make customers accounts whole and returning them to customers in the form they existed on the filing date, the amendments not only would satisfy the customers' legitimate expectations, but also would restore the customer to his position prior to the broker-dealer's financial difficulties.</blockquote>\n<p>S.Rep. No. 763, 95th Cong., 2d Sess. 2 (1978), 1978 U.S.Code Cong. &amp; Ad.News pp. 764, 765. In addition, as discussed in part A of this opinion, Congress sought to eliminate certain inequities in the treatment of customers under the 1970 Act which resulted from entirely fortuitous circumstances.</p>\n<p>Under the distribution scheme advocated by Lincoln, distribution of securities only to customers with a claim to securities of the same class and series would dramatically reduce the fund of property available for distribution to all other customers. As a result, Lincoln would have the \"legitimate expectations\" of certain customers satisfied at the expense of the equally legitimate expectations of other customers. Under Lincoln's scheme, some customers could receive securities in full satisfaction of their net equity claims, others with claims to securities of equal value could receive only a fraction of their claims, while others could receive nothing at all <span class=\"star-pagination\">*373</span> (except the maximum SIPC allowance). Such an arbitrary and fundamentally inequitable consequence is inconsistent with the reasons which motivated Congress to amend SIPA.</p>\n<p>The foregoing review of the plain meaning, legislative history and purpose of SIPA, as amended, leads to the inexorable conclusion that Lincoln's recovery against the fund of customer property is limited to its ratable share of the aggregate value of the fund, calculated before any securities (other than customer name securities) are distributed to customers. To the extent that Lincoln is entitled to receive securities in satisfaction of its claim, the value of such securities shall not exceed Lincoln's ratable share.</p>\n<p>The Trustee's cross-motion for summary judgment on the Second Cause of Action set forth in Lincoln's complaint is granted. Lincoln's motion for summary judgment is accordingly denied.</p>\n<p>C. <i>Lincoln's Fifth Cause of Action</i></p>\n<p>Lincoln contends that if SIPA is construed so as to deprive Lincoln of immediate possession of the Securities, then SIPA is unconstitutional in three respects. First, Lincoln asserts that the Bankruptcy power of Congress is confined to legislation adjusting the debtor-creditor relationship. Lincoln argues that there is no debtor-creditor relationship between BBS, Inc., and Lincoln, and legislation such as SIPA, which purports to place securities belonging to Lincoln in a pool of property and distribute such property ratably among all customers, exceeds the power extended to Congress under Article I, § 8, Clause 4 of the United States Constitution. In addition, Lincoln argues that SIPA, as construed, would deprive Lincoln of property without just compensation or due process, in violation of the Fifth Amendment to the Constitution.</p>\n<p>1. <i>Bankruptcy Power</i>  Congress' authority to enact SIPA arises in Article I, § 8, Clause 4 of the Constitution which gives Congress the power to \"establish . . . uniform laws on the subject of Bankruptcies throughout the United States.\" To this specific grant, there must be added the powers of the general grant of Clause 18: \"To make all laws necessary and proper for carrying into Execution the foregoing powers . . .\"</p>\n<blockquote>The subject of bankruptcies is nothing less than \"the subject of the relations between an insolvent or nonpaying or fraudulent debtor and his creditors, extending to his and their relief.\"</blockquote>\n<p><i>Wright v. Union Central Insurance Co.,</i> <span class=\"citation\" data-id=\"103053\"><a href=\"/opinion/103053/wright-v-union-central-life-ins-co/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 513-14, <span class=\"citation\" data-id=\"103053\"><a href=\"/opinion/103053/wright-v-union-central-life-ins-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1025</span></a></span>, 1032, <span class=\"citation\" data-id=\"103053\"><a href=\"/opinion/103053/wright-v-union-central-life-ins-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1490</span></a></span> (1938) (citations omitted).</p>\n<p>Lincoln asserts that it has exclusive ownership rights to the Securities at issue, and therefore is not a creditor of BBS, Inc. In support of its asserted ownership interest, Lincoln relies entirely on the application of relevant state law to the facts in this case. Lincoln fully paid for the Securities. The Securities were segregated in the BBS, Inc., safekeeping account and credited in the books of BBS, Inc., to the account of Lincoln. In addition, the Securities are not claimed by any other customer of the debtor. Given these undisputed facts, Lincoln argues that it received delivery of the Securities pursuant to U.C.C. § 8-313(1)(c). Lincoln further argues that BBS, Inc., held the Securities in constructive trust as bailee for Lincoln. Therefore, according to Lincoln, the Securities are not property of the estate and are beyond the reach of Congress' bankruptcy power.</p>\n<p>As a general rule, the nature and extent of a party's interest in property in a bankruptcy proceeding is determined by reference to applicable state law. <i>See, e.g.,</i> 4 <i>Collier on Bankruptcy</i> ¶ 541.02[1] (15th ed. 1985). However, whether a particular interest in property may properly be included in the estate of a debtor is a federal question which is determined by reference to relevant provisions of federal bankruptcy law. <i>Id.; see also, </i><i>Segal v. Rochelle,</i> <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></span>, 379, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">511</span></span>, 514-15, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span></span> (1965) (question of what constitutes property of the estate is ultimately governed by the underlying purposes of the bankruptcy legislation).</p>\n<p><span class=\"star-pagination\">*374</span> More importantly, Congress is empowered under the Bankruptcy Clause to enact legislation which adjusts and adversely affects substantive property rights established under state law, provided this power is exercised in a manner which does not violate the Fifth Amendment. As stated by the Supreme Court in <i>Wright:</i></p>\n<blockquote>If the argument is that Congress has no power to alter property rights, because the regulation of rights in property is a matter reserved to the States, it is futile. Bankruptcy proceedings constantly modify and affect the property rights established by state law . . . Property rights do not gain any absolute inviolability in the bankruptcy court because created and protected by state law. But if Congress is acting within its bankruptcy power, it may authorize the bankruptcy court to affect these property rights, provided the limitations of the due process clause are observed.</blockquote>\n<p>304 U.S. at 517-18, 58 S.Ct. at 1033-34 (citations omitted). As a result, a customer may be classified as a creditor of a bankrupt stockbroker under federal bankruptcy law even when such a relationship would not otherwise exist under state law.</p>\n<p>Congress has clearly defined the respective property rights of customers of a bankrupt broker-dealer in a SIPA liquidation proceeding. Under the 1978 Act, only customers who registered securities in their own name (or were in the process of having the securities so registered) retain full property ownership of the securities and are entitled to reclaim them. See, 1978 S. Report at 16, 1978 U.S.Code Cong. &amp; Ad.News pp. 764, 779, (the 1978 Act treats customer name securities \"not as part of the debtor's estate but as property of the individual customer, which is being held by the debtor\"). Customers, such as Lincoln, who left securities with a broker in street name or in negotiable form do not retain full property ownership of the securities in the event a SIPA liquidation proceeding is initiated against the broker. These customers are treated as preferred creditors entitled to receive a ratable share of customer property (plus an appropriate SIPC allowance).</p>\n<p>That Congress has the power under the Bankruptcy Clause to define the property interests of customers of a bankrupt stockbroker cannot seriously be questioned. The fact that Congress may have altered the property rights a customer with a claim for fully paid securities would otherwise obtain under state law does not by itself render the legislative enactment unconstitutional. The only issue of constitutional significance is whether the delineation of property rights in the 1978 Act comports with the Taking Clause and the Due Process Clause of the Fifth Amendment.</p>\n<p>2. <i>Taking Clause</i>  The power of Congress to enact bankruptcy legislation is subject to the Fifth Amendment's prohibition against taking private property for public use without just compensation. <i>United States v. Security Industrial Bank,</i> <span class=\"citation\" data-id=\"110811\"><a href=\"/opinion/110811/united-states-v-security-industrial-bank/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, 75, <span class=\"citation\" data-id=\"110811\"><a href=\"/opinion/110811/united-states-v-security-industrial-bank/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, 410-411, <span class=\"citation\" data-id=\"110811\"><a href=\"/opinion/110811/united-states-v-security-industrial-bank/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></a></span> (1982); <i>Louisville Joint Stock Land Bank v. Radford,</i> <span class=\"citation\" data-id=\"2513954\"><a href=\"/opinion/2513954/louisville-joint-stock-land-bank-v-radford/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 589, <span class=\"citation\" data-id=\"2513954\"><a href=\"/opinion/2513954/louisville-joint-stock-land-bank-v-radford/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">854</span></a></span>, 863, <span class=\"citation\" data-id=\"2513954\"><a href=\"/opinion/2513954/louisville-joint-stock-land-bank-v-radford/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1593</span></a></span> (1935). As the Supreme Court noted in <i>Penn Central Transportation Co. v. City of New York,</i> <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></a></span>, <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></a></span> (1978):</p>\n<blockquote>[There is no] \"set formula\" for determining when \"justice and fairness\" require that economic injuries caused by public action be compensated by the government rather than remain disproportionately concentrated on a few persons. Indeed we have frequently observed that whether a particular restriction will be rendered invalid by the government's failure to pay for any losses proximately caused by it depends largely \"upon the particular circumstances [in that] case.\"</blockquote>\n<p><i>Id.</i> at 124, 98 S.Ct. at 2659. (citations omitted). The Court in <i>Penn Central</i> identified three factors which have particular significance \"in these esentially ad hoc, factual inquiries\":</p>\n<blockquote>The economic impact of the regulation on the claimant and, particularly, the extent to which the regulation has interfered with distinct investment-backed expectations <span class=\"star-pagination\">*375</span> are, of course, relevant considerations. So, too, is the character of the governmental action. A \"taking\" may more readily be found when the interference with property can be characterized as a physical invasion by government, than when interference arises from some public program adjusting the benefits and burdens of economic life to promote the common good.</blockquote>\n<p><i>Id.</i> (citations omitted).</p>\n<p>As an initial matter, the economic impact on Lincoln resulting from the SIPA distribution scheme for customer property is presently unknown. In part, the size of plaintiff's share of the fund of customer property will depend not only upon the size of the fund, but upon the amount of valid claims made against it. Indeed, if the total value of the fund is greater than or equal to the total net equity claims against the fund, then Lincoln's claim will be satisfied in full. In any event, Lincoln is entitled under the Act to recover up to the maximum SIPC advance of $500,000, together with its ratable share of customer property and the remaining general estate of the debtor. It is notable for purposes of this analysis that any losses sustained in this SIPA liquidation proceeding will not be \"disproportionately concentrated\" on Lincoln. Rather, all customers who chose to leave securities with BBS, Inc. in street name or negotiable form will share proportionately in any shortfall in the fund of customer property. As the Supreme Court noted in <i>Kuehner v. Irving Trust Co.,</i> <span class=\"citation\" data-id=\"102738\"><a href=\"/opinion/102738/kuehner-v-irving-trust-co/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 451, <span class=\"citation\" data-id=\"102738\"><a href=\"/opinion/102738/kuehner-v-irving-trust-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">298</span></a></span>, 301, <span class=\"citation\" data-id=\"102738\"><a href=\"/opinion/102738/kuehner-v-irving-trust-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">340</span></a></span> (1937):</p>\n<blockquote>[T]he object of bankruptcy laws is the equitable distribution of the debtor's assets amongst his creditors; and the validity of the challenged provision must be tested by its appropriateness to that end. Congress, in determining what such an equitable distribution demands, is free to establish standards of provability and measures of allowance regardless of the claimant's ability to maintain an action in a court or the measure of his recovery in such action if maintainable.</blockquote>\n<p><i>See also </i><i>Connolly v. Pension Benefit Guaranty Corp.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"111605\"><a href=\"/opinion/111605/connolly-v-pension-benefit-guaranty-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></a></span>, 1026, <span class=\"citation\" data-id=\"111605\"><a href=\"/opinion/111605/connolly-v-pension-benefit-guaranty-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></a></span> (1986).</p>\n<p>The impact of government action on the legitimate economic expectations of claimants has been the paramount consideration of the Supreme Court in decisions analyzing the constitutional validity of legislation enacted pursuant to the bankruptcy power of Congress. It is particularly noteworthy that the only bankruptcy legislation which has failed to pass constitutional muster under a Fifth Amendment \"taking\" analysis has been provisions which adversly impact upon investor expectations relating to property interests established prior to enactment of the challenged legislation. The only Supreme Court decision to strike down a federal bankruptcy law as a taking of property in violation of the Fifth Amendment is <i>Radford, supra</i><i>.</i> The <i>Radford</i> Court upheld a challenge to the Frazier-Lemke Act, which provided retrospective debt relief to bankrupt farmers:</p>\n<blockquote>\n<i>Because the act is retroactive,</i> in terms, and as here applied, purports to take away rights of the mortgagee in specific property, [the Fifth Amendment] is controlling . . . [T]he effect of the act here complained of . . . is <i>the taking of substantive rights in specific property acquired by the bank prior to the act.</i>\n</blockquote>\n<p>295 U.S. at 589, 55 S.Ct. at 863 (emphasis added); <i>see also, </i><i>Security Industrial Bank,</i> 459 U.S. at 81, 103 S.Ct. at 414 (\"No bankruptcy law shall be construed to eliminate property rights which existed before the law was enacted in the absence of an explicit command from Congress\"). However, legislation which has a retroactive effect on established rights is not necessarily violative of the Taking Clause. <i>See, e.g., </i><i>Connolly v. Pension Benefit Guaranty Corp., supra,</i> ___ U.S. at ___, 106 S.Ct. at 1025 (\"legislation readjusting rights and burdens is not unlawful solely because it upsets otherwise settled expectations\").</p>\n<p>In several instances, the Supreme Court has effectively avoided Fifth Amendment \"taking\" challenges by refusing to give certain bankruptcy provisions retroactive <span class=\"star-pagination\">*376</span> effect. As Justice Holmes observed in <i>Holt v. Henley,</i> <span class=\"citation\" data-id=\"98123\"><a href=\"/opinion/98123/holt-v-henley/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 639, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span></span>, 460, <span class=\"citation\" data-id=\"98123\"><a href=\"/opinion/98123/holt-v-henley/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">767</span></a></span> (1914):</p>\n<blockquote>We do not need to consider whether or how far in any event the constitutional power of Congress would have been limited. It is enough that the reasonable and usual interpretation of such statutes is to confine their effect, so far as may be, to property rights established after they were passed.</blockquote>\n<p>After noting that \"there is substantial doubt whether the retroactive destruction of appellees' liens in these cases comports with the Fifth Amendment,\" 459 U.S. at 78, 103 S.Ct. at 412, the Court in <i>Security Industrial Bank</i> construed the statute to be inapplicable to pre-enactment liens, thus avoiding the \"difficult and sensitive questions arising out of the guarantees of the Takings Clause.\" 459 U.S. at 82, 103 S.Ct. at 414 (citations omitted). In a footnote to the opinion, the Court observed \"we have no occasion to consider whether § 552(f)(2) should be applied to liens established after Congress passed the Act, but before it became effective.\" 459 U.S. at 82, n. 11, 103 S.Ct. at 414, n. 11. The absence of similar language regarding the application of the Act to liens established after the effective date suggests that the Court perceives the prospective application of this provision to be constitutionally permissible. <i>See also, </i><i>Ginsberg v. Lindel,</i> <span class=\"citation\" data-id=\"1495415\"><a href=\"/opinion/1495415/ginsberg-v-lindel/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 725-26 (8th Cir.1939).</p>\n<p>In the present case, SIPA does not work a retroactive \"taking\" of a vested property interest of Lincoln. Lincoln purchased the securities at issue in February 1985 and chose at that time to leave the securities in street name with BBS, Inc. This choice was made more than six years after Congress had amended SIPA to provide that street name and negotiable securities in the possession and control of a bankrupt broker would not be reclaimable by customers but rather would become part of the fund of customer property.</p>\n<p>The analysis of Lincoln's investment-backed expectations is not limited to the property interest which Lincoln thought it had acquired in the Securities, i.e., that it is the exclusive owner of the Securities it purchased. Roschewski Aff., para. 3, 4. The investment-backed expectations attributable to Lincoln for purposes of a Fifth Amendment \"taking\" analysis necessarily includes provisions contained in relevant bankruptcy law in effect at the time Lincoln acquired the Securities. As the Seventh Circuit stated in <i>In re Prima,</i> <span class=\"citation\" data-id=\"1511151\"><a href=\"/opinion/1511151/in-re-prima-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">785</span></a></span>, 788 (7th Cir.1937):</p>\n<blockquote>All parties to a contract are, of necessity, aware of the existence of, and subject to, the power of Congress to legislate on the subject of bankruptcies. They were and are chargeable with knowledge that their rights and remedies, in case the debtor becomes insolvent and is adjudicated a bankrupt, are affected by existing bankruptcy laws . . .</blockquote>\n<p><i>See also, </i><i>Wright,</i> 304 U.S. at 516, 58 S.Ct. at 1033; <i>Connolly, supra,</i> ___ U.S. at ___, 106 S.Ct. at 1027. Since the customer property/customer name security distinction was made a part of SIPA in 1978, investors have had actual or constructive notice as to what they must do to maintain an exclusive property right in a security in the event of a broker bankruptcy. Lincoln could have avoided any loss in this matter by having the Securities registered in its name. Instead, Lincoln chose to leave the Securities in street name, presumably as a matter of convenience. Lincoln thereby assumed the risk that it would be unable to reclaim its securities in the event of a BBS, Inc., bankruptcy. Lincoln cannot now be heard to claim that SIPA unreasonably interferes with other expectations arising out of its dealings with BBS, Inc., the satisfaction of which was dependent as a matter of law on BBS, Inc., remaining solvent.</p>\n<p>As to the final consideration in a \"taking\" analysis enumerated in <i>Penn Central,</i> the character of the government action, the Supreme Court has carefully distinguished between action which results in a permanent physical occupation of real property and an \"interference which arises from some public program adjusting the benefits and burdens of economic life to promote <span class=\"star-pagination\">*377</span> the public good.\" <i>Loretto v. Teleprompter Manhattan CATV Corp.,</i> <span class=\"citation\" data-id=\"110783\"><a href=\"/opinion/110783/loretto-v-teleprompter-manhattan-catv-corp/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, 426, <span class=\"citation\" data-id=\"110783\"><a href=\"/opinion/110783/loretto-v-teleprompter-manhattan-catv-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3164</span></a></span>, 3171, <span class=\"citation\" data-id=\"110783\"><a href=\"/opinion/110783/loretto-v-teleprompter-manhattan-catv-corp/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (1982). A permanent physical occupation or invasion of property invariably involves an unconstitutional taking. <i>Id.</i> at 426-27, 102 S.Ct. at 3171-72. Whereas, by definition, the adjustment of economic burdens is one of the principal functions of bankruptcy legislation.</p>\n<blockquote>Congress must have the freedom to adjust benefits and burdens when it acts pursuant to its bankruptcy powers, because  again, by definition  there are always too few funds of the bankrupt to make all of the creditors whole. The Fifth Amendment taking clause does not require Congress to be the guarantor of defaulting debtors.</blockquote>\n<p><i>Matter of Gifford,</i> <span class=\"citation\" data-id=\"408206\"><a href=\"/opinion/408206/in-the-matter-of-willis-r-gifford-and-jacqueline-m-gifford/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 460 (7th Cir.1982).</p>\n<p>SIPA, in particular, was enacted in 1970 following a spate of stockbroker failures in the late 1960s. <i>See,</i> S.Rep. No. 1218, 91st Cong., 2d Sess. 4 (1970). The underlying purpose of SIPA was to restore and maintain the confidence of investors in the capital markets and thereby protect the markets. <i>Id.</i> at 2-4. This purpose is advanced under SIPA by the equitable distribution of property and provisions for additional protection by way of SIPC advances. As noted earlier in this opinion, adoption of the new categories of customer property and customer name securities in the 1978 amendments to SIPA were intended to cure certain inequities under the 1970 Act in the treatment of customers of the bankrupt broker. There is simply no question that the SIPA distribution scheme represents a public program enacted to promote the common good.</p>\n<p>SIPA, as amended and as applied to the facts of this case, does not work a \"taking\" of Lincoln's property in violation of the Fifth Amendment. The decisions in <i>Gorman v. Littlefield,</i> <span class=\"citation\" data-id=\"97894\"><a href=\"/opinion/97894/gorman-v-littlefield/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"97894\"><a href=\"/opinion/97894/gorman-v-littlefield/\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">690</span></a></span>, <span class=\"citation\" data-id=\"97894\"><a href=\"/opinion/97894/gorman-v-littlefield/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1047</span></a></span> (1913) and <i>Richardson v. Shaw,</i> <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">835</span></span> (1980), cited by Lincoln, do not require a different result. These decisions were rendered long before enactment of § 60(e) of the Bankruptcy Act and SIPA. Furthermore, these decisions were not based on a Fifth Amendment analysis, but rather involved the application of the prevailing state law rule regarding the treatment of securities, fully paid and margin, in bankruptcy proceedings  a rule which has since been definitively rejected by Congress. <i>See generally,</i> 3 <i>Collier on Bankruptcy</i> Part 2 ¶ 60.72 at p. 1161, n. 9 (14th ed. 1977).</p>\n<p>3. <i>Due Process</i>  The guarantee of due process in the Fifth Amendment requires that a law shall not be unreasonable, arbitrary or capricious, and that the means selected shall have a real and substantial relation to the object sought to be attained. <i>Nebbia v. People of State of New York,</i> <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 525, <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">505</span></a></span>, 510-11, <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">940</span></a></span> (1934).</p>\n<blockquote>It is by now well established that legislative acts adjusting the burdens and benefits of economic life come to the Court with a presumption of constitutionality, and that the burden is on one complaining of a due process violation to establish that the legislature has acted in an arbitrary and irrational way.</blockquote>\n<p><i>Usery v. Turner Elkhorn Mining Co.,</i> <span class=\"citation\" data-id=\"109528\"><a href=\"/opinion/109528/usery-v-turner-elkhorn-mining-co/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109528\"><a href=\"/opinion/109528/usery-v-turner-elkhorn-mining-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></a></span>, <span class=\"citation\" data-id=\"109528\"><a href=\"/opinion/109528/usery-v-turner-elkhorn-mining-co/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1976).</p>\n<p>The purposes of the 1978 Act and the provisions of the Act adopted by Congress to achieve these purposes have been described and discussed in preceeding sections of this opinion. The SIPA distribution scheme represents a reasonable method of ensuring that the amount of a customer's recovery under the Act is not dependent upon fortuities over which the customer had no control and for which the customer should be neither unfairly penalized nor rewarded. SIPA, as amended does not violate the Due Process Clause of the Fifth Amendment.</p>\n<p>Summary judgment on the fifth cause of action set forth in Lincoln's complaint is granted in favor of the Trustee.</p>\n<p><span class=\"star-pagination\">*378</span> D. <i>Lincoln's Third and Fourth Causes of Action</i></p>\n<p>Lincoln alleges that it is entitled to delivery of the Securities under § 8-313(1)(c) of the U.C.C. and under a common law constructive trust approach.</p>\n<p>Under the Supremacy Clause of the United States Constitution inconsistent state laws must give way to a federal statute. <i>Chicago Board of Trade v. Johnson,</i> <span class=\"citation\" data-id=\"100339\"><a href=\"/opinion/100339/board-of-trade-of-chicago-v-johnson/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10, <span class=\"citation\" data-id=\"100339\"><a href=\"/opinion/100339/board-of-trade-of-chicago-v-johnson/\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></a></span>, 234, <span class=\"citation\" data-id=\"100339\"><a href=\"/opinion/100339/board-of-trade-of-chicago-v-johnson/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">533</span></a></span> (1924). This is no less true in the field of bankruptcy law:</p>\n<blockquote>[I]t has been settled from an early date that state laws to the extent that they conflict with the laws of Congress, enacted under its constitutional authority, on the subject of bankruptcies are suspended.</blockquote>\n<p><i>Butner v. United States,</i> <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 54 n. 9, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></a></span>, 918 n. 9, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1979). Any state laws, including those relied on by Lincoln, that would entitle Lincoln to immediate possession of the Securities would be inconsistent with SIPA, as construed in this opinion, and are therefore pre-empted under the Supremacy Clause.</p>\n<p>Summary judgment on Lincoln's third and fourth causes of action is accordingly granted in favor of the Trustee.</p>\n<p>Counsel for the Trustee is requested to submit an appropriate order consistent with this opinion.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p></p>\n<h2>EXHIBIT A</h2>\n<p>The trustee's view of the distribution scheme is expressed in the following formula:</p>\n              Customer A   =  Customer A net equity claim × Total customer\n              distribution    Total net equity claims       property\n<p>Under SIPA, a SIPC advance of up to $500,000 would be added to the distribution, to make up for any shortfall.</p>\n<p>Lincoln's view can be reduced to the following formula:</p>\n                              Customer A specific claim\n              Customer A   =        for security Z        × Total available\n              distribution    Total specific claims           security Z\n                                    for security Z\n                              +     Customer A remaining\n                                    unsatisfied claim     × Total remaining\n                                    Total remaining          customer property\n                                    unsatisfied claims\n<p>Again, under SIPA, a SIPC advance of up to $500,000 would be added to the distribution. The calculation on the first line should be repeated for each separate security (by issue, class and series) claimed by customer A.</p>\n<p>Applying these formulae to the following hypothetical fact pattern (where M = million) leads to the results indicated below.</p>\n  Total customer property = $500M\n  Total net equity claims = $1,000M\n  Total available security Y = $5M\n  Total available security Z = $50M\n  Total specific claims for security Y =\n  $50M\n  Total specific claims for security Z =\n  $50M\n  Customer A claims $10M of security Y\n  Customer B claims $10M of security Z\n<p>For purposes of applying the above facts to Lincoln's formulation of the SIPA distribution scheme, the following additional facts should be assumed:</p>\n<p><span class=\"star-pagination\">*379</span> Total specific claims for available securities in the fund of customer property = $450M</p>\n<p>Total remaining customer claims (i.e., Total net equity claims minus Total specific claims for available securities) = $550M</p>\n<p>Total remaining customer property (i.e., Total customer property minus Total specific claims for available securities) = $50M</p>\n              Trustees view:\n              Customer A    =  Customer A net equity claim    × Total customer\n              distribution     Total net equity claims           property\n                            =    $10M     ×  $500M\n                                 $1,000M\n                            =  $5M (plus $500,000 under SIPA).\n              Customer B    =  Customer B net equity claim     × Total customer\n                               Total net equity claims            property\n                            =     $10M    ×  $500M\n                                  $1,000M\n                            =     $5M (plus $500,000 under SIPA).\n              Lincoln's view:\n                               Customer A specific claim\n              Customer A    =     for security Y     ×  Total available\n              distribution      Total specific claims   security Y\n                                  for security Y\n                                     Customer A remaining\n                                +    unsatisfied claim      ×  Total remaining\n                                     Total remaining           customer property\n                                     Unsatisfied claims\n                            =  $10M × $5M\n                               $50M\n                                     Customer A remaining\n                                     unsatisfied claim      ×  Total remaining\n                                     Total remaining           customer property\n                                     unsatisfied claims\n                            =  $1M + ($10M - $1M) × $50M\n                                        $550M\n                            =  $1M +  $9M   ×  $50M\n                                      $50M\n                            =  $1.8M (plus $500,000 under SIPA).\n                               Customer B specific claim\n              Customer B    =  for security Z               ×  Total available\n              distribution     Total specific claims            security Z\n                               for security Z\n                                    Customer B remaining\n                               +    unsatisfied claim       ×  Total remaining\n                                    Total remaining             customer property\n                                    unsatisfied claims\n                            =   $10M × $50M\n                                $50M\n<span class=\"star-pagination\">*380</span>\n                                  Customer B remaining\n                              +   unsatisfied claim         ×  Total remaining\n                                  Total remaining              customer property\n                                  unsatisfied claims\n                              +   $10M (full satisfaction).\n              Subchapter III:\n              Customer A    =  Total customer property       ×  Customer A net\n              distribution     Total net equity claims       equity claim\n                            =  $500M   ×  $10M\n                               $1,000M\n                            =  $5M\n              Customer B    =  Total customer property     ×  Customer B net\n                               Total net equity claims        equity claim\n                            =  $500M   ×  $10M\n                               $1,000M\n                            =  $5M\n                        The results are summarized in the following chart:\n                                     Trustee's view          Subchapter       Lincoln's view\n                                     of SIPA                 III              of SIPA\n              ===============================================================================\n              Customer A               $5.5M                     $5M               $2.3M\n              Customer B               $5.5M                     $5M               $10M\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/408206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1495415/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1511151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1957580/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2513954/"
          ]
        }
      ],
      "judges": "Debevoise",
      "date_created": "2014-10-30T18:57:31.536155Z",
      "date_modified": "2016-03-03T20:44:12.139796Z",
      "date_filed": "1986-03-25",
      "date_filed_is_approximate": false,
      "slug": "matter-of-bevill-bresler-schulman-inc",
      "citation_id": 1777885,
      "case_name_short": "In re Bevill,",
      "case_name": "Matter of Bevill, Bresler & Schulman, Inc.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "59 B.R. 353",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1721194/matter-of-bevill-bresler-schulman-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:57:31.533671Z",
  "date_modified": "2014-10-30T18:57:31.533671Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In re Bevill,",
  "case_name": "Matter of Bevill, Bresler & Schulman, Inc.",
  "case_name_full": "",
  "slug": "matter-of-bevill-bresler-schulman-inc",
  "docket_number": "Civ. A. No. 85-2224, Adv. No. 85-4075",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}