{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1723375/",
  "id": 1723375,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/fla/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1812602/",
      "id": 1812602,
      "absolute_url": "/opinion/1812602/pace-v-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1723375/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1812602/",
          "id": 1812602,
          "absolute_url": "/opinion/1812602/pace-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1812602/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4025/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:30:23.563288Z",
          "date_modified": "2017-04-07T04:10:19.657615Z",
          "type": "010combined",
          "sha1": "c5fdfc5dea9e16b136fb5ae0cc00a099c40ae926",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>368 So.2d 340 (1979)</b></center>\n<center><h1>Anthony PACE, Appellant,<br>\nv.<br>\nSTATE of Florida, Appellee.</h1></center>\n<center>No. 49200.</center>\n<center><p><b>Supreme Court of Florida.</b></p></center>\n<center>February 1, 1979.</center>\n<center>Rehearing Denied March 27, 1979.</center>\n<p><span class=\"star-pagination\">*341</span> Irwin J. Block and Mitchell R. Bloomberg of Fine, Jacobson, Block, Goldberg &amp; Semet, Miami, for appellant.</p>\n<p>Jim Smith, Atty. Gen., and Margarita Esquiroz, Asst. Atty. Gen., Miami, for appellee.</p>\n<p>BOYD, Justice.</p>\n<p>Anthony Pace, a member of The Florida Bar, was convicted following jury trial in the County Court of Dade County, of solicitation of legal business in violation of section 877.02(1), Florida Statutes (1973).<sup>[1]</sup> During the proceedings below, the appellant filed motions to dismiss, for new trial, and for arrest of judgment. Each <span class=\"star-pagination\">*342</span> raised the issue of the constitutionality of the statute. In a consolidated order the court denied the motions, holding that the statute is constitutional on its face and as applied. Such initial and direct passing on the constitutional validity of the statute gave this Court jurisdiction of the appeal. Art. V, § 3(b)(1), Fla. Const.</p>\n<p>The evidence showed that the appellant instigated a meeting between himself and a high school athlete, John Henry King, who was then a prospective college football player. The ultimate result of the meeting was that the student and his legal guardians entered into a retainer agreement with the appellant. While there was some evidence that the initial overture by Pace was made as a recruiter on behalf of his alma mater, the University of Pittsburgh, the jury was justified in concluding that the appellant committed acts constituting a violation of the statute.</p>\n<p>On his appeal, Pace raises a number of issues, only two of which we find to merit extended discussion.</p>\n<p>The appellant contends that the statute is unconstitutionally overbroad in that it is susceptible of application to expression that is protected by the first and fourteenth amendments to the United States Constitution and the declaration of rights of the Florida Constitution. Before considering this contention, we must resolve the preliminary issue raised by the state's assertion that the appellant does not have standing to present the overbreadth issue since the conduct he was shown to have engaged in is clearly not protected by freedom of expression principles. <i>Broadrick v. Oklahoma,</i> 413 U.S. 601, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973).</p>\n<p>The anti-solicitation statute clearly has impact on speech. Standing to challenge a law for overbreadth on first amendment grounds \"does not depend upon whether [one's] own activity is shown to be constitutionally privileged.\" <i>Bigelow v. Virginia,</i> 421 U.S. 809, 815, 95 S.Ct. 2222, 2229, 44 L.Ed.2d 600, 608 (1975). The Supreme Court of the United States has consistently permitted \"attacks on overly broad statutes with no requirement that the person making the attack demonstrate that his own conduct could not be regulated by a statute drawn with the requisite narrow specificity.\" <i>Dombrowski v. Pfister,</i> 380 U.S. 479, 486, 85 S.Ct. 1116, 1121, 14 L.Ed.2d 22, 28 (1965). This principle is an exception to the usual rules governing standing, and it applies here.</p>\n<p>In the area of first amendment freedoms, government may regulate only with narrow specificity. <i>NAACP v. Button,</i> 371 U.S. 415, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963). In <i>Button,</i> the Supreme Court had for consideration a statute, aimed at the improper solicitation of legal business, which made it a crime to advise a person that his legal rights had been infringed and to refer him to a particular attorney or group of attorneys. At issue was the application of the statute to the NAACP's practice of supplying its staff lawyers to persons litigating racial discrimination issues. The state NAACP organization had a policy of devoting \"much of its funds and energies to an extensive program of assisting certain kinds of litigation on behalf of its declared purposes.\" <i>Id.</i> at 419-20, 83 S.Ct. at 331, 9 L.Ed.2d at 410. The Court described the practices which were subject to being punished under the statute:</p>\n<blockquote>The members of the legal staff of the Virginia Conference and other NAACP or Defense Fund lawyers called in by the staff to assist are drawn into litigation in various ways. One is for an aggrieved Negro to apply directly to the Conference or the legal staff for assistance. His application is referred to the Chairman of the legal staff. The Chairman, with the concurrence of the President of the Conference, is authorized to agree to give legal assistance in an appropriate case. In litigation involving public school segregation, the procedure tends to be different. Typically, a local NAACP branch will invite a member of the legal staff to explain to a meeting of parents and children the legal steps necessary to achieve desegregation. The staff member will <span class=\"star-pagination\">*343</span> bring printed forms to the meeting authorizing him, and other NAACP or Defense Fund attorneys of his designation, to represent the signers in legal proceedings to achieve desegregation. On occasion, blank forms have been signed by litigants, upon the understanding that a member or members of the legal staff, with or without assistance from other NAACP lawyers, or from the Defense Fund, would handle the case. It is usual, after obtaining authorizations, for the staff lawyer to bring into the case the other staff members in the area where suit is to be brought, and sometimes to bring in lawyers from the national organization or the Defense Fund. In effect, then, the prospective litigant retains not so much a particular attorney as the \"firm\" of NAACP and Defense Fund lawyers, which has a corporate reputation for expertness in presenting and arguing the difficult questions of law that frequently arise in civil rights litigation.</blockquote>\n<blockquote>These meetings are sometimes prompted by letters and bulletins from the Conference urging active steps to fight segregation. The Conference has on occasion distributed to the local branches petitions for desegregation to be signed by parents and filed with local school boards, and advised branch officials to obtain, as petitioners, persons willing to \"go all the way\" in any possible litigation that may ensue. While the Conference in these ways encourages the bringing of lawsuits, the plaintiffs in particular actions, so far as appears, make their own decisions to become such.</blockquote>\n<p><i>Id.</i> at 421-22, 83 S.Ct. at 331-32, 9 L.Ed.2d at 411-12 (footnotes omitted).</p>\n<p>The Supreme Court held \"that the activities of the NAACP, its affiliates and legal staff shown on this record are modes of expression and association protected by the First and Fourteenth Amendments which Virginia may not prohibit, under its power to regulate the legal profession, as improper solicitation of legal business... .\" <i>Id.</i> at 428-29, 83 S.Ct. at 335, 9 L.Ed.2d at 415.</p>\n<p>In <i>State ex rel. Farber v. Williams,</i> 183 So.2d 537 (Fla. 1966), this Court upheld section 877.02 against contentions that it was vague and overbroad. The opinion of the Court made reference to the <i>Button</i> decision and the freedom of expression concerns emanating therefrom. The Court held the statute valid and elaborated as follows:</p>\n<blockquote>The object of § 877.02(1) is to prohibit the solicitation of legal business by an attorney directly or by his agent or employee, or by another acting in his behalf. It does not prohibit the recommendation of an attorney by anyone to another where the one recommending has no relationship or privity with the attorney as the latter's agent or as his employee or other similar relationship with the attorney for the purpose of soliciting legal business for him. Thus the statute does not prohibit the recommendation of an attorney by a mere volunteer or acquaintance who has no prior and continuing relationship as agent or employee or similar status with the attorney recommended which contemplates solicitation of legal business for the attorney.</blockquote>\n<blockquote>......</blockquote>\n<blockquote>As interpreted above, we do not find the statute to be violative of the State or Federal Constitution. F.S. Section 877.02(1), F.S.A., falls in the class of acts <i>mala prohibita</i> within the province of the legislature to enact. The legislature, drawing upon its knowledge of conditions inimical to the public welfare in the community and perceiving that solicitation of legal business by an attorney or by others in privity with him and acting in his behalf represents a social evil which for many years had been denounced as an unethical practice in the legal profession, had constitutional power to make such practice a criminal offense.</blockquote>\n<p>183 So.2d at 538-40.</p>\n<p>It might be contended, however, that a number of recent decisions of the United States Supreme Court on the relationship between freedom of expression and lawyers' advertising and solicitation call for a reconsideration of the decision in <i>State ex rel. Farber v. Williams</i><i>.</i></p>\n<p><span class=\"star-pagination\">*344</span> In <i>Bates v. State Bar,</i> 433 U.S. 350, 97 S.Ct. 2691, 53 L.Ed.2d 810 (1977), the Court held that the Arizona State Bar could not use its disciplinary power to unqualifiedly restrict attorneys from advertising routine legal services because to do so would constrict the flow of information protected by the first amendment. The decision is a recognition that the regulation of the legal profession by those bodies charged with the discipline of attorneys under codes of ethics can sweep too broadly into the area of protected expression. But the Court made clear that it was not dealing with the kind of situation we have in the case at bar.</p>\n<blockquote>[W]e ... need not resolve the problems associated with in-person solicitation of clients  at the hospital room or the accident site, or in any other situation that breeds undue influence  by attorneys or their agents or \"runners.\" Activity of that kind might well pose dangers of overreaching and misrepresentation not encountered in newspaper announcement advertising. Hence, this issue . . is not before us.</blockquote>\n<p><i>Id.</i> at 366, 97 S.Ct. at 2700, 53 L.Ed.2d at 825.</p>\n<p>Two more recent decisions of the Supreme Court are more on point, as they deal with the solicitation situation. <i>In re Primus,</i> 436 U.S. 412, 98 S.Ct. 1893, 56 L.Ed.2d 417 (1978), provides further enlightenment on the question of the concerns expressed in <i>Button</i> as they relate to the problem of personal solicitation. The Court there considered whether an attorney may be subjected to bar discipline who, \"seeking to further political and ideological goals through associational activity, including litigation, advises a lay person of her legal rights and discloses in a subsequent letter that free legal assistance is available from a nonprofit organization with which the lawyer and her associates are affiliated.\" 436 U.S. at 414, 98 S.Ct. at 1895, 56 L.Ed.2d at 423. The Court likened the activities of the organization involved  the American Civil Liberties Union  to those that had been recognized as protected modes of expressive and associational freedom in <i>Button.</i> \"As <i>Button</i> indicates, and as appellant offered to prove at the disciplinary hearing . . the efficacy of litigation as a means of advancing the cause of civil liberties often depends on the ability to make legal assistance available to suitable litigants.\" 436 U.S. at 431, 98 S.Ct. at 1904, 56 L.Ed.2d at 434. The Court held that the disciplinary rules, designed to prevent \"undue influence, overreaching, misrepresentation, invasion of privacy, conflict of interest, lay interference, and other evils that are thought to inhere generally in solicitation by lawyers of prospective clients,\" 436 U.S. at 435, 98 S.Ct. at 1905, 56 L.Ed.2d at 435, sweep too broadly because thereunder, \"a lawyer employed by the ACLU or a similar organization may never give unsolicited advice to a lay person that he or she retain the organization's free services, and it would seem that one who merely assists or maintains a cooperative relationship with the organization also must suppress the giving of such advice if he or anyone associated with the organization will be involved in the ultimate litigation.\" 436 U.S. at 433, 98 S.Ct. at 1905, 56 L.Ed.2d at 435.</p>\n<p>The case at bar is distinguishable from situations in which the concerns of <i>Button</i> and <i>Primus</i> appear. This is made clear by the case of <i>Ohralik v. Ohio State Bar Association,</i> 436 U.S. 447, 457, 98 S.Ct. 1912, 56 L.Ed.2d 444 (1978). The Court there held that the organized bar, acting with state authorization, constitutionally may discipline a lawyer for soliciting clients in person, for pecuniary gain, under circumstances likely to pose dangers that the state has a right to prevent.</p>\n<p>In response to Ohralik's argument that the disciplinary rules in question tended to infringe upon first amendment freedoms, the Court said:</p>\n<blockquote>As applied in this case, the Disciplinary Rules are said to have limited the communication of two kinds of information. First, appellant's solicitation imparted to Carol McClintock and Wanda Lou Holbert certain information about his availability and the terms of his proposed legal services. In this respect, in-person solicitation serves much the same function as <span class=\"star-pagination\">*345</span> the advertisement at issue in <i>Bates.</i> But there are significant differences as well. Unlike a public advertisement, which simply provides information and leaves the recipient free to act upon it or not, in-person solicitation may exert pressure and often demands an immediate response, without providing an opportunity for comparison or reflection. The aim and effect of in-person solicitation may be to provide a one-sided presentation and to encourage speedy and perhaps uninformed decisionmaking; there is no opportunity for intervention or counter-education by agencies of the Bar, supervisory authorities, or persons close to the solicited individual. The admonition that \"the fitting remedy for evil counsels is good ones\" is of little value when the circumstances provide no opportunity for any remedy at all. In-person solicitation is as likely as not to discourage persons needing counsel from engaging in a critical comparison of the \"availability, nature, and prices\" of legal services, cf. <i>Bates, supra,</i> at 433 U.S. 364, 97 S.Ct. 2691; it actually may disserve the individual and societal interest, identified in <i>Bates,</i> in facilitating \"informed and reliable decisionmaking.\" <i>Ibid.</i>\n</blockquote>\n<blockquote>It also is argued that in-person solicitation may provide the solicited individual with information about his or her legal rights and remedies. In this case, appellant gave Wanda Lou a \"tip\" about the prospect of recovery based on the uninsured motorist clause in the McClintocks' insurance policy, and he explained that clause and Ohio's guest statute to Carol McClintock's parents. But neither of the Disciplinary Rules here at issue prohibited appellant from communicating information to these young women about their legal rights and the prospects of obtaining a monetary recovery or from recommending that they obtain counsel. Dr 2-104(A) merely prohibited him from using the information as bait with which to obtain an agreement to represent them for a fee. The rule does not prohibit a lawyer from giving unsolicited legal advice; it proscribes the acceptance of employment resulting from such advice.</blockquote>\n<p>436 U.S. at 458, 98 S.Ct. at 1919-20, 56 L.Ed.2d at 454-55 (footnotes omitted).</p>\n<p>The <i>Primus</i> and <i>Ohralik</i> decisions clearly draw the line between communication which cannot be subjected to disciplinary or criminal sanction and that solicitation which properly can. <i>Ohralik</i> applies to the case at bar.</p>\n<p>The appellant's other major contention is that the anti-solicitation statute as applied to lawyers violates the Florida Constitution by intruding upon this Court's exclusive jurisdiction over the discipline of members of the bar of this state. Article V, section 15, Florida Constitution, provides: \"The supreme court shall have exclusive jurisdiction to regulate the admission of persons to the practice of law and the discipline of persons admitted.\"</p>\n<p>The appellant argues that the legislature may not criminalize conduct by a lawyer, committed in the course of his practice of law, unless the conduct is criminal per se. To adopt this view would be to say that the legislature may not punish conduct deemed harmful to the public welfare if the conduct also falls within the purview of this Court's authority to discipline lawyers for violating the Code of Professional Responsibility in the course of their practice of law. Simply because certain conduct is subject to professional discipline is no reason why the legislature may not proscribe the conduct. Under the police power the legislature may enact penal legislation that affects the legal profession just as it can with regard to other occupations and professions.</p>\n<blockquote>The legislature, drawing upon its knowledge of conditions inimical to the public welfare in the community and perceiving that solicitation of legal business by an attorney or by others acting in his behalf represents a social evil which for many years had been denounced as an unethical practice in the legal profession, had constitutional power to make such practice a criminal offense.</blockquote>\n<p><i>State ex rel. Farber v. Williams</i><i>,</i> 183 So.2d at 540.</p>\n<p><span class=\"star-pagination\">*346</span> The judgment of the county court is affirmed.</p>\n<p>It is so ordered.</p>\n<p>ENGLAND, C.J., and ADKINS, OVERTON and SUNDBERG, JJ., concur.</p>\n<p>HATCHETT, J., dissents.</p>\n<h2>NOTES</h2>\n<p>[1]  It shall be unlawful for any person or his agent, employee or any person acting on his behalf, to solicit or procure through solicitation either directly or indirectly legal business, or to solicit or procure through solicitation a retainer, written or oral, or any agreement authorizing an attorney to perform or render legal service, or to make it a business to solicit or procure such business, retainers or agreements; provided, however, that nothing herein shall prohibit or be applicable to banks, trust companies, lawyer reference services, legal aid associations, lay collection agencies, railroad companies, insurance companies and agencies, and real estate companies and agencies, in the conduct of their lawful businesses, and in connection therewith and incidental thereto forwarding legal matters to attorneys at law when such forwarding is authorized by the customers or clients of said businesses and is done pursuant to the canons of legal ethics as pronounced by the Supreme Court of Florida.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">340</span></span> (1979)</b></center>\n<center><h1>Anthony PACE, Appellant,<br>\nv.<br>\nSTATE of Florida, Appellee.</h1></center>\n<center>No. 49200.</center>\n<center><p><b>Supreme Court of Florida.</b></p></center>\n<center>February 1, 1979.</center>\n<center>Rehearing Denied March 27, 1979.</center>\n<p><span class=\"star-pagination\">*341</span> Irwin J. Block and Mitchell R. Bloomberg of Fine, Jacobson, Block, Goldberg &amp; Semet, Miami, for appellant.</p>\n<p>Jim Smith, Atty. Gen., and Margarita Esquiroz, Asst. Atty. Gen., Miami, for appellee.</p>\n<p>BOYD, Justice.</p>\n<p>Anthony Pace, a member of The Florida Bar, was convicted following jury trial in the County Court of Dade County, of solicitation of legal business in violation of section 877.02(1), Florida Statutes (1973).<sup>[1]</sup> During the proceedings below, the appellant filed motions to dismiss, for new trial, and for arrest of judgment. Each <span class=\"star-pagination\">*342</span> raised the issue of the constitutionality of the statute. In a consolidated order the court denied the motions, holding that the statute is constitutional on its face and as applied. Such initial and direct passing on the constitutional validity of the statute gave this Court jurisdiction of the appeal. Art. V, § 3(b)(1), Fla. Const.</p>\n<p>The evidence showed that the appellant instigated a meeting between himself and a high school athlete, John Henry King, who was then a prospective college football player. The ultimate result of the meeting was that the student and his legal guardians entered into a retainer agreement with the appellant. While there was some evidence that the initial overture by Pace was made as a recruiter on behalf of his alma mater, the University of Pittsburgh, the jury was justified in concluding that the appellant committed acts constituting a violation of the statute.</p>\n<p>On his appeal, Pace raises a number of issues, only two of which we find to merit extended discussion.</p>\n<p>The appellant contends that the statute is unconstitutionally overbroad in that it is susceptible of application to expression that is protected by the first and fourteenth amendments to the United States Constitution and the declaration of rights of the Florida Constitution. Before considering this contention, we must resolve the preliminary issue raised by the state's assertion that the appellant does not have standing to present the overbreadth issue since the conduct he was shown to have engaged in is clearly not protected by freedom of expression principles. <i>Broadrick v. Oklahoma,</i> <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2908</span></a></span>, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1973).</p>\n<p>The anti-solicitation statute clearly has impact on speech. Standing to challenge a law for overbreadth on first amendment grounds \"does not depend upon whether [one's] own activity is shown to be constitutionally privileged.\" <i>Bigelow v. Virginia,</i> <span class=\"citation\" data-id=\"109271\"><a href=\"/opinion/109271/bigelow-v-virginia/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></a></span>, 815, <span class=\"citation\" data-id=\"109271\"><a href=\"/opinion/109271/bigelow-v-virginia/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2222</span></a></span>, 2229, <span class=\"citation\" data-id=\"109271\"><a href=\"/opinion/109271/bigelow-v-virginia/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span>, 608 (1975). The Supreme Court of the United States has consistently permitted \"attacks on overly broad statutes with no requirement that the person making the attack demonstrate that his own conduct could not be regulated by a statute drawn with the requisite narrow specificity.\" <i>Dombrowski v. Pfister,</i> <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 486, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></a></span>, 1121, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span>, 28 (1965). This principle is an exception to the usual rules governing standing, and it applies here.</p>\n<p>In the area of first amendment freedoms, government may regulate only with narrow specificity. <i>NAACP v. Button,</i> <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963). In <i>Button,</i> the Supreme Court had for consideration a statute, aimed at the improper solicitation of legal business, which made it a crime to advise a person that his legal rights had been infringed and to refer him to a particular attorney or group of attorneys. At issue was the application of the statute to the NAACP's practice of supplying its staff lawyers to persons litigating racial discrimination issues. The state NAACP organization had a policy of devoting \"much of its funds and energies to an extensive program of assisting certain kinds of litigation on behalf of its declared purposes.\" <i>Id.</i> at 419-20, 83 S.Ct. at 331, 9 L.Ed.2d at 410. The Court described the practices which were subject to being punished under the statute:</p>\n<blockquote>The members of the legal staff of the Virginia Conference and other NAACP or Defense Fund lawyers called in by the staff to assist are drawn into litigation in various ways. One is for an aggrieved Negro to apply directly to the Conference or the legal staff for assistance. His application is referred to the Chairman of the legal staff. The Chairman, with the concurrence of the President of the Conference, is authorized to agree to give legal assistance in an appropriate case. In litigation involving public school segregation, the procedure tends to be different. Typically, a local NAACP branch will invite a member of the legal staff to explain to a meeting of parents and children the legal steps necessary to achieve desegregation. The staff member will <span class=\"star-pagination\">*343</span> bring printed forms to the meeting authorizing him, and other NAACP or Defense Fund attorneys of his designation, to represent the signers in legal proceedings to achieve desegregation. On occasion, blank forms have been signed by litigants, upon the understanding that a member or members of the legal staff, with or without assistance from other NAACP lawyers, or from the Defense Fund, would handle the case. It is usual, after obtaining authorizations, for the staff lawyer to bring into the case the other staff members in the area where suit is to be brought, and sometimes to bring in lawyers from the national organization or the Defense Fund. In effect, then, the prospective litigant retains not so much a particular attorney as the \"firm\" of NAACP and Defense Fund lawyers, which has a corporate reputation for expertness in presenting and arguing the difficult questions of law that frequently arise in civil rights litigation.</blockquote>\n<blockquote>These meetings are sometimes prompted by letters and bulletins from the Conference urging active steps to fight segregation. The Conference has on occasion distributed to the local branches petitions for desegregation to be signed by parents and filed with local school boards, and advised branch officials to obtain, as petitioners, persons willing to \"go all the way\" in any possible litigation that may ensue. While the Conference in these ways encourages the bringing of lawsuits, the plaintiffs in particular actions, so far as appears, make their own decisions to become such.</blockquote>\n<p><i>Id.</i> at 421-22, 83 S.Ct. at 331-32, 9 L.Ed.2d at 411-12 (footnotes omitted).</p>\n<p>The Supreme Court held \"that the activities of the NAACP, its affiliates and legal staff shown on this record are modes of expression and association protected by the First and Fourteenth Amendments which Virginia may not prohibit, under its power to regulate the legal profession, as improper solicitation of legal business... .\" <i>Id.</i> at 428-29, 83 S.Ct. at 335, 9 L.Ed.2d at 415.</p>\n<p>In <i>State ex rel. Farber v. Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">537</span></span> (Fla. 1966), this Court upheld section 877.02 against contentions that it was vague and overbroad. The opinion of the Court made reference to the <i>Button</i> decision and the freedom of expression concerns emanating therefrom. The Court held the statute valid and elaborated as follows:</p>\n<blockquote>The object of § 877.02(1) is to prohibit the solicitation of legal business by an attorney directly or by his agent or employee, or by another acting in his behalf. It does not prohibit the recommendation of an attorney by anyone to another where the one recommending has no relationship or privity with the attorney as the latter's agent or as his employee or other similar relationship with the attorney for the purpose of soliciting legal business for him. Thus the statute does not prohibit the recommendation of an attorney by a mere volunteer or acquaintance who has no prior and continuing relationship as agent or employee or similar status with the attorney recommended which contemplates solicitation of legal business for the attorney.</blockquote>\n<blockquote>......</blockquote>\n<blockquote>As interpreted above, we do not find the statute to be violative of the State or Federal Constitution. F.S. Section 877.02(1), F.S.A., falls in the class of acts <i>mala prohibita</i> within the province of the legislature to enact. The legislature, drawing upon its knowledge of conditions inimical to the public welfare in the community and perceiving that solicitation of legal business by an attorney or by others in privity with him and acting in his behalf represents a social evil which for many years had been denounced as an unethical practice in the legal profession, had constitutional power to make such practice a criminal offense.</blockquote>\n<p>183 So.2d at 538-40.</p>\n<p>It might be contended, however, that a number of recent decisions of the United States Supreme Court on the relationship between freedom of expression and lawyers' advertising and solicitation call for a reconsideration of the decision in <i>State ex rel. Farber v. Williams</i><i>.</i></p>\n<p><span class=\"star-pagination\">*344</span> In <i>Bates v. State Bar,</i> <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2691</span></a></span>, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></a></span> (1977), the Court held that the Arizona State Bar could not use its disciplinary power to unqualifiedly restrict attorneys from advertising routine legal services because to do so would constrict the flow of information protected by the first amendment. The decision is a recognition that the regulation of the legal profession by those bodies charged with the discipline of attorneys under codes of ethics can sweep too broadly into the area of protected expression. But the Court made clear that it was not dealing with the kind of situation we have in the case at bar.</p>\n<blockquote>[W]e ... need not resolve the problems associated with in-person solicitation of clients  at the hospital room or the accident site, or in any other situation that breeds undue influence  by attorneys or their agents or \"runners.\" Activity of that kind might well pose dangers of overreaching and misrepresentation not encountered in newspaper announcement advertising. Hence, this issue . . is not before us.</blockquote>\n<p><i>Id.</i> at 366, 97 S.Ct. at 2700, 53 L.Ed.2d at 825.</p>\n<p>Two more recent decisions of the Supreme Court are more on point, as they deal with the solicitation situation. <i>In re Primus,</i> <span class=\"citation\" data-id=\"109870\"><a href=\"/opinion/109870/in-re-primus/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"109870\"><a href=\"/opinion/109870/in-re-primus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1893</span></a></span>, <span class=\"citation\" data-id=\"109870\"><a href=\"/opinion/109870/in-re-primus/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">417</span></a></span> (1978), provides further enlightenment on the question of the concerns expressed in <i>Button</i> as they relate to the problem of personal solicitation. The Court there considered whether an attorney may be subjected to bar discipline who, \"seeking to further political and ideological goals through associational activity, including litigation, advises a lay person of her legal rights and discloses in a subsequent letter that free legal assistance is available from a nonprofit organization with which the lawyer and her associates are affiliated.\" 436 U.S. at 414, 98 S.Ct. at 1895, 56 L.Ed.2d at 423. The Court likened the activities of the organization involved  the American Civil Liberties Union  to those that had been recognized as protected modes of expressive and associational freedom in <i>Button.</i> \"As <i>Button</i> indicates, and as appellant offered to prove at the disciplinary hearing . . the efficacy of litigation as a means of advancing the cause of civil liberties often depends on the ability to make legal assistance available to suitable litigants.\" 436 U.S. at 431, 98 S.Ct. at 1904, 56 L.Ed.2d at 434. The Court held that the disciplinary rules, designed to prevent \"undue influence, overreaching, misrepresentation, invasion of privacy, conflict of interest, lay interference, and other evils that are thought to inhere generally in solicitation by lawyers of prospective clients,\" 436 U.S. at 435, 98 S.Ct. at 1905, 56 L.Ed.2d at 435, sweep too broadly because thereunder, \"a lawyer employed by the ACLU or a similar organization may never give unsolicited advice to a lay person that he or she retain the organization's free services, and it would seem that one who merely assists or maintains a cooperative relationship with the organization also must suppress the giving of such advice if he or anyone associated with the organization will be involved in the ultimate litigation.\" 436 U.S. at 433, 98 S.Ct. at 1905, 56 L.Ed.2d at 435.</p>\n<p>The case at bar is distinguishable from situations in which the concerns of <i>Button</i> and <i>Primus</i> appear. This is made clear by the case of <i>Ohralik v. Ohio State Bar Association,</i> <span class=\"citation\" data-id=\"109871\"><a href=\"/opinion/109871/ohralik-v-ohio-state-bar-assn/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 457, <span class=\"citation\" data-id=\"109871\"><a href=\"/opinion/109871/ohralik-v-ohio-state-bar-assn/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1912</span></a></span>, <span class=\"citation\" data-id=\"109871\"><a href=\"/opinion/109871/ohralik-v-ohio-state-bar-assn/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1978). The Court there held that the organized bar, acting with state authorization, constitutionally may discipline a lawyer for soliciting clients in person, for pecuniary gain, under circumstances likely to pose dangers that the state has a right to prevent.</p>\n<p>In response to Ohralik's argument that the disciplinary rules in question tended to infringe upon first amendment freedoms, the Court said:</p>\n<blockquote>As applied in this case, the Disciplinary Rules are said to have limited the communication of two kinds of information. First, appellant's solicitation imparted to Carol McClintock and Wanda Lou Holbert certain information about his availability and the terms of his proposed legal services. In this respect, in-person solicitation serves much the same function as <span class=\"star-pagination\">*345</span> the advertisement at issue in <i>Bates.</i> But there are significant differences as well. Unlike a public advertisement, which simply provides information and leaves the recipient free to act upon it or not, in-person solicitation may exert pressure and often demands an immediate response, without providing an opportunity for comparison or reflection. The aim and effect of in-person solicitation may be to provide a one-sided presentation and to encourage speedy and perhaps uninformed decisionmaking; there is no opportunity for intervention or counter-education by agencies of the Bar, supervisory authorities, or persons close to the solicited individual. The admonition that \"the fitting remedy for evil counsels is good ones\" is of little value when the circumstances provide no opportunity for any remedy at all. In-person solicitation is as likely as not to discourage persons needing counsel from engaging in a critical comparison of the \"availability, nature, and prices\" of legal services, cf. <i>Bates, supra,</i> at <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></span>, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2691</span></a></span>; it actually may disserve the individual and societal interest, identified in <i>Bates,</i> in facilitating \"informed and reliable decisionmaking.\" <i>Ibid.</i>\n</blockquote>\n<blockquote>It also is argued that in-person solicitation may provide the solicited individual with information about his or her legal rights and remedies. In this case, appellant gave Wanda Lou a \"tip\" about the prospect of recovery based on the uninsured motorist clause in the McClintocks' insurance policy, and he explained that clause and Ohio's guest statute to Carol McClintock's parents. But neither of the Disciplinary Rules here at issue prohibited appellant from communicating information to these young women about their legal rights and the prospects of obtaining a monetary recovery or from recommending that they obtain counsel. Dr 2-104(A) merely prohibited him from using the information as bait with which to obtain an agreement to represent them for a fee. The rule does not prohibit a lawyer from giving unsolicited legal advice; it proscribes the acceptance of employment resulting from such advice.</blockquote>\n<p>436 U.S. at 458, 98 S.Ct. at 1919-20, 56 L.Ed.2d at 454-55 (footnotes omitted).</p>\n<p>The <i>Primus</i> and <i>Ohralik</i> decisions clearly draw the line between communication which cannot be subjected to disciplinary or criminal sanction and that solicitation which properly can. <i>Ohralik</i> applies to the case at bar.</p>\n<p>The appellant's other major contention is that the anti-solicitation statute as applied to lawyers violates the Florida Constitution by intruding upon this Court's exclusive jurisdiction over the discipline of members of the bar of this state. Article V, section 15, Florida Constitution, provides: \"The supreme court shall have exclusive jurisdiction to regulate the admission of persons to the practice of law and the discipline of persons admitted.\"</p>\n<p>The appellant argues that the legislature may not criminalize conduct by a lawyer, committed in the course of his practice of law, unless the conduct is criminal per se. To adopt this view would be to say that the legislature may not punish conduct deemed harmful to the public welfare if the conduct also falls within the purview of this Court's authority to discipline lawyers for violating the Code of Professional Responsibility in the course of their practice of law. Simply because certain conduct is subject to professional discipline is no reason why the legislature may not proscribe the conduct. Under the police power the legislature may enact penal legislation that affects the legal profession just as it can with regard to other occupations and professions.</p>\n<blockquote>The legislature, drawing upon its knowledge of conditions inimical to the public welfare in the community and perceiving that solicitation of legal business by an attorney or by others acting in his behalf represents a social evil which for many years had been denounced as an unethical practice in the legal profession, had constitutional power to make such practice a criminal offense.</blockquote>\n<p><i>State ex rel. Farber v. Williams</i><i>,</i> 183 So.2d at 540.</p>\n<p><span class=\"star-pagination\">*346</span> The judgment of the county court is affirmed.</p>\n<p>It is so ordered.</p>\n<p>ENGLAND, C.J., and ADKINS, OVERTON and SUNDBERG, JJ., concur.</p>\n<p>HATCHETT, J., dissents.</p>\n<h2>NOTES</h2>\n<p>[1]  It shall be unlawful for any person or his agent, employee or any person acting on his behalf, to solicit or procure through solicitation either directly or indirectly legal business, or to solicit or procure through solicitation a retainer, written or oral, or any agreement authorizing an attorney to perform or render legal service, or to make it a business to solicit or procure such business, retainers or agreements; provided, however, that nothing herein shall prohibit or be applicable to banks, trust companies, lawyer reference services, legal aid associations, lay collection agencies, railroad companies, insurance companies and agencies, and real estate companies and agencies, in the conduct of their lawful businesses, and in connection therewith and incidental thereto forwarding legal matters to attorneys at law when such forwarding is authorized by the customers or clients of said businesses and is done pursuant to the canons of legal ethics as pronounced by the Supreme Court of Florida.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109871/"
          ]
        }
      ],
      "judges": "Boyd",
      "date_created": "2014-10-30T18:58:37.704242Z",
      "date_modified": "2016-03-03T20:45:31.172551Z",
      "date_filed": "1979-02-01",
      "date_filed_is_approximate": false,
      "slug": "pace-v-state",
      "citation_id": 1785373,
      "case_name_short": "Pace",
      "case_name": "Pace v. State",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "368 So. 2d 340",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1723375/pace-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:58:37.700982Z",
  "date_modified": "2014-10-30T18:58:37.700982Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Pace",
  "case_name": "Pace v. State",
  "case_name_full": "",
  "slug": "pace-v-state",
  "docket_number": "49200",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}