{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1726240/",
  "id": 1726240,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/lactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1823400/",
      "id": 1823400,
      "absolute_url": "/opinion/1823400/richard-v-bd-of-super-of-la-state-univ/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/4582/",
        "https://www.courtlistener.com:80/api/rest/v3/people/7380/",
        "https://www.courtlistener.com:80/api/rest/v3/people/7446/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1726240/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1823400/",
          "id": 1823400,
          "absolute_url": "/opinion/1823400/richard-v-bd-of-super-of-la-state-univ/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1823400/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:32:01.989574Z",
          "date_modified": "2017-04-07T05:07:44.720072Z",
          "type": "010combined",
          "sha1": "24a9148bf44ddb40f86413b59102a5b1022e02dc",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>960 So.2d 953 (2007)</b></center>\n<center><h1>Mildred R. RICHARD<br>\nv.<br>\nThe BOARD OF SUPERVISORS OF LOUISIANA STATE UNIVERSITY AND A &amp; M COLLEGE, et al.</h1></center>\n<center>No. 2006 CA 0927.</center>\n<center><p><b>Court of Appeal of Louisiana, First Circuit.</b></p></center>\n<center>March 28, 2007.</center>\n<center>Rehearing Denied May 8, 2007.</center>\n<p><span class=\"star-pagination\">*955</span> J. Arthur Smith, III, Baton Rouge, Counsel for Plaintiff/First Appellant Mildred L. Richard.</p>\n<p><span class=\"star-pagination\">*956</span> Charles C. Foti, Jr., Patricia H. Wilton, Baton Rouge, Counsel for Defendant/Appellee/Second Appellant Board of Supervisors of Louisiana State University &amp; A &amp; M College and Melissa Rogé.</p>\n<p>Charles C. Foti, Jr., Alden A. Clement, Jr., Clifton O. Bingham, Jr., Baton Rouge, Counsel for Defendant/Appellee Board of Supervisors of Southern University.</p>\n<p>Before: PETTIGREW, DOWNING, and HUGHES, JJ.</p>\n<p>HUGHES, J.</p>\n<p>Plaintiff, Mildred L. Richard, appeals herein the decision of the jury and judgment of the trial court in this matter, which: (1) found a violation of Ms. Richard's civil rights by defendant Melissa Rogé, an employee of Louisiana State University (LSU), (2) awarded nominal damages of $1.00 for that violation, and (3) found the Board of Supervisors of Southern University (Southern) not liable to Ms. Richards for retaliation pursuant to Title VII of the Civil Rights Act of 1964. Ms. Richard alleges the trial court erred in: (1) awarding only nominal damages in relation to the violation of Ms. Richard's civil rights by Ms. Rogé on behalf of LSU, (2) giving the jury the improper verdict form regarding punitive damages in relation to the violation of Ms. Richard's civil rights by Ms. Rogé on behalf of LSU, and (3) limiting Ms. Richard's retaliation claim against Southern to acts amounting to an \"ultimate employment action\" pursuant to Title VII of the Civil Rights Act of 1964. LSU, defendant herein, has also appealed, alleging the trial court erred in assessing nominal damages against both the university and its employee, Ms. Rogé. For the reasons that follow, we amend, reverse in part, reverse, and render judgment.</p>\n<p></p>\n<h2>I. FACTS AND PROCEDURAL POSTURE</h2>\n<p>This litigation arises out of events that occurred during the late 1990s concerning Mildred R. Richard's employment at Southern and her enrollment at the peace officer basic training academy operated by LSU. Ms. Richard began working as a peace officer at Southern in November 1992. In accordance with La. R.S. 40:2405(A)(1), peace officers hired after 1986 \"must successfully complete a certified training program\" or else \"be prohibited from exercising the authority of a peace officer.\"<sup>[1]</sup> In early 1995, Southern sent Ms. Richard to the basic training academy operated by LSU; her session began on March 20. On March 22, while engaged in training for the defensive tactics portion of the program, an accident occurred and Ms. Richard injured her foot. Fearing dismissal, Ms. Richard attempted to continue the program despite being in pain. She saw a doctor on April 13, who instructed her to refrain from running and jumping until further notice. She saw the same doctor on April 18; he advised that she could return to full activities on April 24. The injury seems to have hindered Ms. Richard's likelihood of success at the academy; at any rate, she failed the program's defensive tactics test twice in May and was dismissed from the academy before graduation.</p>\n<p>Ms. Richard next saw an attorney, who sent a letter to the Peace Officer Standards and Training (POST) Council, which oversees state law enforcement personnel qualifications and certification issues. The letter expressed Ms. Richard's suspicion that her dismissal was wrongfully due to \"the subjective and disparate requirements <span class=\"star-pagination\">*957</span> utilized by the Academy's Coordinator, Ms. Melissa Wright.\"<sup>[2]</sup> The council met, heard from both Ms. Richard and Ms. Wright, and unanimously voted to dismiss Ms. Richard's complaints as frivolous.</p>\n<p>Ms. Richard's foot problems continued into 1996. In May 1996, she filed a complaint against the academy with the Equal Employment Opportunity Commission (EEOC) and the Louisiana Commission on Human Rights (LCHR) alleging discrimination at the program due to her being black and favoritism towards the white academy students. In September 1996, the LCHR dismissed Ms. Richard's charges as beyond its jurisdiction, which is limited to employment and public accommodations pursuant to La. R.S. 51:2231.</p>\n<p>In August 1997, Ms. Richard encountered some difficulty in her employment environment at Southern that led her to file an internal Southern grievance against her supervisor, Captain Robert Johnson. In Ms. Richard's estimation, Capt. Johnson had sought to date her daughter and when her daughter refused, Capt. Johnson acted against Ms. Richard by continuing to assign her to disadvantageous and long weekend work shifts that Ms. Richard felt should have been given to peace officers at Southern with less seniority.</p>\n<p>Ms. Richard's grievance against Capt. Johnson was not successful and the record shows no further official interaction between Ms. Richard and Capt. Johnson until December 16, 1997 when he sent her a memo advising that she was to meet with him the next day regarding her upcoming assignment to attend the LSU academy again in January 1998. Several days later, on December 19, 1997, Capt. Johnson received a letter from Melissa Rogé at the LSU academy that read in pertinent part as follows: \"Mildred Richard was dismissed from the 123rd Basic Training Academy in May of 1995, for failure of Defensive Tactics. She will not be admitted back into the Academy due to the litigation filed against this Academy.\" Ms. Richard was not copied on this letter. Capt. Johnson and Ms. Rogé apparently spoke by telephone as well on December 19, 1997 concerning Ms. Richard.</p>\n<p>On January 5, 1998, Capt. Johnson wrote to Ms. Richard and advised her of the December 19 letter from Ms. Rogé. After relaying the contents of Ms. Rogé's letter, Capt. Johnson concluded his letter with the following: \"Due to the fact that you are an officer at Southern University, you are required by Law to attend the Law Enforcement Basic Academy.\" On that same day, a meeting was held at Southern that included Ms. Richard, Capt. Johnson, and Interim Vice Chancellor for Administration Tony Moudgil; discussion seems to have centered on Ms. Richard being terminated if she did not successfully complete the January 1998 academy program.</p>\n<p>Ms. Richard again sought the advice of counsel and on January 6, 1998 her attorney sent a letter to Capt. Johnson with a copy to Ms. Rogé. The letter alleged that the recent actions by Capt. Johnson and Ms. Rogé amounted to employment discrimination in response to Ms. Richard's 1995 EEOC-LCHR charges, a violation of 42 U.S.C. § 2000e-3(a):</p>\n<blockquote>It shall be an unlawful employment practice for an employer to discriminate against any of his employees or applicants for . . . training or retraining, including on-the-job training programs, to discriminate against any individual . . . to discriminate against any member thereof or applicant for membership, because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a <span class=\"star-pagination\">*958</span> charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</blockquote>\n<p>On January 27, 1998, Ms. Richard filed a new EEOC-LCHR complaint against Southern. Although this complaint was eventually dismissed as untimely filed, the dispute seems to have thawed a bit in February 1998 to the extent that Southern agreed to help Ms. Richard find another academy in Louisiana where she could get a fresh start and attempt the program again. Unfortunately, it appears that Capt. Johnson, when contacting these other programs, informed them that Ms. Richard had instituted \"litigation\" against the LSU Academy, which seems to have resulted in all of them declining to admit Ms. Richard.</p>\n<p>On April 28, 1998 Southern instituted termination proceedings against Ms. Richard for failure to achieve the required certification. Ms. Richard's attorney responded on May 1, 1998 by letter to Ms. Rogé, alleging that the letter of December 19, 1997 and Ms. Rogé's conduct toward Ms. Richard were \"flagrantly unlawful.\" The letter threatened litigation but expressed a hope that a compromise might be reached so that Ms. Richard would not be terminated from Southern. Ms. Richard's attorney sent a letter to Southern's personnel officer on May 8, 1998 that also threatened litigation. The letter expressed: (1) that Capt. Johnson's notifying the other academy programs that Ms. Richard was \"in litigation\" amounted to false representation since an EEOC-LCHR complaint is not actually a lawsuit, and (2) that Southern's own handling of the situation amounted to wrongful termination of a permanent civil service employee for filing a discrimination complaint \"as she is perfectly entitled to do under the law.\"</p>\n<p>These letters seem to have had some impact on both the LSU academy and Southern. The academy extended an invitation to Ms. Richard to attend the academy's summer 1998 session, which was to begin in June. Likewise, Southern decided not to terminate Ms. Richard, although it made clear that her continued employment was conditioned on completion of the POST certification program.</p>\n<p>Ms. Richard was unable to attend the summer 1998 session due to illness; her medical disability during that time is documented in the record. She filed her suit on June 11, 1998 against Ms. Rogé and LSU, alleging racial discrimination in defendants' conduct (denying her re-admission to the academy in the December 19, 1997 letter) that amounted to retaliation for her filing the EEOC-LCHR complaint in May 1996. She sought compensatory and punitive damages for her injuries, which included damage to her personal and professional reputation and to her personal and professional life, including mental anguish and distress. She also sought attorney fees and injunctive relief against further discrimination. Shortly thereafter, LSU and Ms. Rogé filed an exception raising the objection of no cause of action, which was later denied.</p>\n<p>During this time, Ms. Richard continued to work at Southern and in September 1998, she received a \"very good\" evaluation report. Despite Ms. Richard's litigation against LSU and Ms. Rogé, things at Southern seem to have quieted down for some time until January 1999, when the university's personnel coordinator advised the campus police chief that Ms. Richard still had not achieved her certification in accordance with the statute and that failure to do so would result in termination. Ms. Richard's attorney sent a letter on January 11, 1999 that stated her desire to be re-admitted to the LSU academy, but <span class=\"star-pagination\">*959</span> she again fell ill, was placed on medical disability, and could not attend the academy at that time.</p>\n<p>Finally, in July 1999 Ms. Richard attempted yet again to attend the academy, but she suffered anxiety to the point of needing medication, failed her firing range shooting test, could not complete the program, and was terminated from the academy on August 13, 1999. LSU notified Southern's campus police chief of the termination by an August 16, 1999 letter that also noted this was Ms. Richard's third unsuccessful attempt to complete the program. Upon receiving the letter from the academy, Southern's police chief wrote to the personnel office on August 18, 1999 and recommended that Ms. Richard be terminated. On August 20, 1999 Ms. Richard wrote to the police chief and explained that she had again had medical difficulties, but also that personnel at the academy had not been supportive and helpful, including the Southern representative at the academy (Captain Bailey) and Ms. Rogé, and that her litigation against LSU created a hostile environment that contributed to her stress and difficulty at the firing range. Southern nevertheless began termination procedures on August 25, 1999, citing Ms. Richard's failure to achieve certification as required by law.</p>\n<p>Ms. Richard presented documentation of her medical problems and her attorney wrote again on September 1, 1999. That letter alleged that there was no legitimate basis for terminating Ms. Richard, that she \"was originally dismissed from the Academy because of her race,\" that Ms. Rogé \"has discriminated against a significant number of other African Americans, and that \"the environment at the LSU shooting range is so blatantly racist that the walls of the LSU range were, at one time, plastered with a `swastika.'\" Despite these efforts, Southern terminated Ms. Richard on September 9, 1999, noting in its correspondence to her that \"[t]he University has been more than reasonable in allowing you several opportunities to complete the necessary course.\"</p>\n<p>Meanwhile, LSU and Ms. Rogé answered Ms. Richard's suit in late 1999. In early 2000, Ms. Richard filed a supplemental and amending petition adding Southern as a defendant, alleging that her superiors knew the LSU academy would be a \"racially discriminatory and retaliatory environment\" when it forced her to return in the summer of 1999, that Southern denied her attempts to attend a different academy, that Ms. Rogé intentionally harassed her while she was attempting the firing range testing, that LSU and Southern conspired to deprive her of fair and nondiscriminatory treatment, and that Southern \"acquiesced in and implicitly approved\" LSU's deprivation of her constitutional right to fair treatment when it terminated her based on her dismissal from the academy, which she claims was \"tainted by retaliatory and racial animus.\"</p>\n<p>In late 2001, LSU filed a motion for summary judgment alleging that Ms. Richard's claims had prescribed, were moot, were barred by LSU's Eleventh Amendment immunity, were barred by Ms. Rogé's qualified immunity, and that the reason for Ms. Richard's failure at the academy was caused by her own inability, not by any discriminatory actions on the part of Ms. Rogé or LSU; Southern adopted these arguments in a motion for summary judgment filed in August 2002. The trial court denied these motions in late 2002.</p>\n<p>Depositions of Ms. Richard, Ms. Rogé, Capt. Johnson of Southern, and Ms. Richard's physicians were taken as part of the discovery process, and Ms. Richard filed a second supplemental and amending petition in late 2002 alleging due process violations, equal protection violations, and violations <span class=\"star-pagination\">*960</span> of the State civil service commission's authority due to unconstitutional application by Southern of La. R.S. 40:2402 and 2405, the laws mandating and governing POST certification.</p>\n<p>A third supplemental and amending petition filed in August 2003 lodged Ms. Richard's claim that Southern violated the retaliation provisions of Title VII of the Civil Rights Act of 1964 when it terminated her for \"exercising her civil rights and participating in a protected activity\" by bringing her EEOC-LCHR complaint against LSU. This addition to the litigation came about after the EEOC-LCHR sent a \"right to sue\" letter in response to a complaint Ms. Richard had lodged against Southern for its actions in late 1997 and early 1998. At that point, LSU had refused to re-admit Ms. Richard to the academy after she filed her original EEOC-LCHR complaint, then Capt. Johnson of Southern called the other academies and advised them that Ms. Richard had outstanding litigation against the LSU academy, which led them to deny her admission. The EEOC correspondence took care to distinguish between Southern's phone calls, which did amount to retaliation and a violation of Title VII, and its termination of her for failure to pass the certification program, which was not a violation of Title VII.</p>\n<p>In June 2005, Southern presented another motion for summary judgment, expressing regret that its prior motion for summary judgment had not addressed all its arguments for summary judgment. In this motion, Southern alleged: (1) that it was not a proper \"person\" defendant pursuant to 42 U.S.C. § 1983 (2) that as an \"arm of the state\" it was entitled to immunity against suit under 42 U.S.C. § 1983 (3) that Ms. Richard's claims had prescribed, (4) that she had neither direct or circumstantial evidence of discriminatory intent, (5) that Ms. Richard's constitutional due process and equal protection rights had not been violated by any of its actions, and (6) that she failed to state a claim for retaliation because Southern's actions in question did not amount to an \"ultimate employment action\" as understood within Title VII. The trial court granted the motion for summary judgment in its entirety, dismissing all of Ms. Richard's claims against Southern except for those based on her constitutional due process and equal protection rights and those associated with her termination by Southern.</p>\n<p>Jury trial began on July 18, 2005 and ended on July 22, 2005. The jury found that Ms. Rogé's letter of December 19, 1997 amounted to a violation of Ms. Richard's constitutional and civil rights and that Ms. Rogé had not proven her conduct in that regard was objectively reasonable as required by 42 U.S.C. § 1983. As to Southern, the jury found no causal connection between Ms. Richard's protected activity of filing the EEOC-LCHR complaint and Southern's eventual termination of her for failure to complete the certification program. The jury awarded Ms. Richard no damages.</p>\n<p>After the trial, Ms. Richards timely filed a motion for new trial or for judgment notwithstanding the verdict (JNOV). The matter was heard in December 2005, at which time Ms. Richard's motion for new trial was denied; her motion for JNOV was granted but only to the extent that she was awarded nominal damages of $1.00 for the violation by Ms. Rogé and LSU.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Ms. Richard has appealed: (1) the trial court's decision to award only nominal damages against LSU and Ms. Rogé with respect to her § 1983 claims, (2) its alleged error in giving the jury an incorrect verdict form concerning punitive damages against LSU and Ms. Rogé with respect to her § 1983 claims, and (3) its limiting her <span class=\"star-pagination\">*961</span> Title VII retaliation claim against Southern to acts amounting to an \"ultimate employment action\" such that they were non-actionable under Title VII's anti-retaliation provisions. Ms. Rogé and LSU have appealed the judgment against them for nominal damages with respect to Ms. Richard's § 1983 claims. This discussion treats each defendant in turn.</p>\n<p>We note at the outset that while the bulk of § 1983 cases are brought in federal court, state courts may also exercise jurisdiction over § 1983 cases pursuant to the principle of concurrent jurisdiction. <i>Maine v. Thiboutot,</i> 448 U.S. 1, 3 n. 1, 100 S.Ct. 2502, 2503 n. 1, 65 L.Ed.2d 555 (1980). It is also the case that the same body of federal law governs § 1983 actions in state and federal courts, but state courts are not obligated to follow the law of their federal circuit. <i>See </i><i>Parish Nat'l Bank v. Lane,</i> 397 So.2d 1282, 1285 (La.1981). This also holds true for Title VII actions, which also arise out of a federal statutory regime from which a substantial body of federal caselaw has evolved.</p>\n<p></p>\n<h2>A. Melissa Rogé</h2>\n<p>Ms. Rogé has appealed in this matter, claiming that she should have been entitled to qualified immunity, an affirmative defense in the context of § 1983 litigation. She raised this claim timely in LSU's exception raising the objection of no cause of action, answer, and on motion for summary judgment, which the trial court denied. Qualified immunity protects an individual state official from liability for money damages where the defendant acts within the course of his or her official capacity in a manner that is objectively reasonable and in good faith, even if the conduct or action in and of itself violates a plaintiff's constitutional rights. <i>See </i><i>Anderson v. Creighton,</i> 483 U.S. 635, 638-39, 107 S.Ct. 3034, 3038, 97 L.Ed.2d 523 (1987); <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 814, 102 S.Ct. 2727, 2736, 73 L.Ed.2d 396 (1982). The immunities applicable in federal courts to § 1983 actions also apply in state courts that hear § 1983 actions; the Supreme Court has held that federal law governs their availability to defendants. <i>Martinez v. California,</i> 444 U.S. 277, 284, 100 S.Ct. 553, 558, 62 L.Ed.2d 481 (1980).</p>\n<p><i>Harlow</i> articulated a two-part test for courts to determine whether an individual defendant is protected by qualified immunity, as spelled out by the supreme court in <i>Jackson v. State ex rel Dep't of Corrections,</i> 2000-2882, p. 9 (La.2001), 785 So.2d 803, 809:</p>\n<blockquote>First, the court must look to currently applicable law and determine whether the law was clearly established at the time the action in question occurred. . . . If the court determines that the law was clearly established at the time the action occurred, the <i>Harlow</i> analysis requires the public official claiming immunity to show that, because of extraordinary circumstances, \"he neither knew or should have known of the relevant legal standard.\"</blockquote>\n<p><i>Anderson</i> followed and refined <i>Harlow</i> by adding that a state official will be protected by qualified immunity unless a court finds that the official should have reasonably understood that what he or she did violated the plaintiff's claimed right. <i>Anderson,</i> 483 U.S. at 640, 107 S.Ct. at 3039.</p>\n<p>Here, Ms. Richard's action in filing an EEOC charge in 1996 to contest what she believed to be discrimination at the academy was a legally protected exercise of her First Amendment right to petition the government for a redress of grievances and as outlined in the language of the Civil Rights act itself.<sup>[3]</sup> There is no doubt that the law <span class=\"star-pagination\">*962</span> was clearly established when the incident in question occurredMs. Rogé's December 19, 1997 letter citing Ms. Richard's EEOC claim as a reason for the LSU academy not to re-admit her for a second attempt at the certification program. The first prong of <i>Harlow</i> has been met.</p>\n<p>Concerning the second part of the <i>Harlow</i> test, the jury concluded that Ms. Rogé had shown that she neither knew nor should have known of the relevant legal standard. Pursuant to <i>Anderson,</i> however, the jury concluded that Ms. Rogé had not shown that her conduct in writing the December 19, 1997 letter was objectively reasonable. The jury thus concluded, as instructed on the verdict form, that Ms. Rogé had violated Ms. Richard's constitutional or civil rights.</p>\n<p>As either findings of fact or mixed questions of fact and law, these conclusions are subject to the manifest error standard of review, which affords great deference to the trier of fact, be it judge or jury. <i>See </i><i>Boykin v. Louisiana Transit Co., Inc.,</i> 96-1932, p. 11 (La.3/4/98), 707 So.2d 1225, 1231. Upon reviewing the record, we find no manifest error in these conclusions by the jury, thus, Ms. Rogé's assignment of error that she should have been afforded the protection of qualified immunity is without merit.</p>\n<p>Having determined that Ms. Rogé is not immune from suit regarding her actions in sending the December 19, 1997 letter, we move to Ms. Richard's assignment of error regarding the trial court's awarding of only nominal damages of $1.00 against Ms. Rogé. In order to properly assess this claim, it must be determined whether Ms. Rogé has been sued in her individual or official capacity, for money damages can only be recovered from a state officer sued and found liable individually as opposed to officially. <i>See </i><i>Hafer v. Melo,</i> 502 U.S. 21, 27, 112 S.Ct. 358, 362-63, 116 L.Ed.2d 301 (1991). Suits brought against an officer in his or her official capacity cannot entail damages because the effective defendant in interest is the state itself, which as discussed above cannot be sued for damages pursuant to § 1983. The only recovery against a state official in his or her official capacity is injunctive or declaratory relief.<sup>[4]</sup></p>\n<p>We note at the outset that Ms. Richard has named Ms. Rogé as a defendant, but has not characterized whether she seeks to sue Ms. Rogé in her individual or official capacity or both. While \"it is obviously preferable for the plaintiff to be specific in the first instance to avoid any ambiguity,\"<sup>[5]</sup> the Supreme Court itself has undertaken a fairly interpretive approach that permits a court to delve into the substance and intent of a suit in order to determine whether a defendant has been sued in an individual or official capacity. <i>Brandon v. Holt,</i> 469 U.S. 464, 469-71, 105 S.Ct. 873, 877-78, 83 L.Ed.2d 878 (1985).</p>\n<p>Ms. Richard stated in Paragraph 2 of her original petition that \"[a]t all times relevant hereto the defendant, [Ms.] Rogé, was an employee of [LSU] and was acting within the course and scope of her employment.\" While this might initially suggest that Ms. Richard intended to sue Ms. Rogé in her official capacity, we suspect the use <span class=\"star-pagination\">*963</span> of the term \"acting within the course and scope of her employment\" had more to do with Ms. Richard's state tort claims of vicarious liability than her intentions for the civil rights aspect of this suit.<sup>[6]</sup></p>\n<p>Considering Ms. Richard's claims against Ms. Rogé for both compensatory and punitive damagesboth along with LSU and in addition to claims for injunctive reliefand her allegation in Paragraph 8 that she \"is still subject to further discrimination by [Ms.] Rogé,\" we conclude that Ms. Richard intended to sue Ms. Rogé both in her official and individual capacities. As noted above, Ms. Richard cannot recover damages from Ms. Rogé in her official capacity, but she can recover damages from Ms. Rogé in her individual capacity for the violation caused by the December 19, 1997 letter.</p>\n<p>The jury, we recall, found a violation but awarded no damages; the trial court amended this to $1.00 nominal damages when Ms. Richard challenged the award in her JNOV. Both Ms. Richard and the LSU defendants have briefed this court thoroughly concerning its capacity to negate or adjust a trial court or jury award. LSU cites an abuse of discretion standard, providing supreme court authority to the effect that:</p>\n<blockquote>[T]he discretion vested in the trier of fact is \"great,\" and even vast, so that an appellate court should rarely disturb an award of general damages. Reasonable persons frequently disagree about the measure of general damages in a particular case. It is only when the award is, in either direction, beyond that which a reasonable trier of fact could assess for the effects of the particular injury to the particular plaintiff under the particular circumstances that the appellate court should increase or reduce the award.</blockquote>\n<p><i>Youn v. Maritime Overseas Corp.,</i> 623 So.2d 1257, 1261 (La.1993).</p>\n<p>In her reply brief, Ms. Richard seeks <i>de novo</i> review of the trial court's nominal damages award against Ms. Rogé and LSU, asserting supreme court authority that allows an appellate court to correct or determine anew a trial court or jury's award of money damages that amounts to legal error. Instances include a failure to award damages based on a conclusion that a plaintiff's injuries are not causally related to the action or accident that causes the violation<sup>[7]</sup> or when a jury has been erroneously instructed on the issue of quantum.<sup>[8]</sup></p>\n<p>On the question of nominal damages in the § 1983 context, the Supreme Court has concluded that a court is obligated \"to award nominal damages when a plaintiff establishes the violation of his right to procedural due process but cannot prove actual injury.\" <i>Farrar v. Hobby,</i> 506 U.S. 103, 112, 113 S.Ct. 566, 573, 121 L.Ed.2d 494 (1992) (citing <i>Carey v. Piphus,</i> 435 U.S. 247, 254, 266, 98 S.Ct. 1042, 1047, 1054, 55 L.Ed.2d 252 (1978)). By the same reasoning, \"no compensatory damages may be awarded in a § 1983 suit absent proof of actual injury.\" <i>Id.</i></p>\n<p>In this matter, the trial court's oral reasons at the hearing on the JNOV indicated that the jury's award of zero damages and its own subsequent award of $1.00 nominal damages against Ms. Rogé arose because <span class=\"star-pagination\">*964</span> after the violation caused by Ms. Rogé's December 19, 1997 letter, Southern did not immediately terminate Ms. Richard and the LSU academy twice agreed to re-admit her for further attempts at the program in June 1998 and July 1999. In retrospect, these concessions do suggest an attempt to cure the violation caused by Ms. Rogé's letter. But they cannot erase the fact of the original violation itself, for which Ms. Rogé was responsible. Ms. Rogé testified in trial that she undertook on her own personal impetus without consulting anyone else. To the extent that this violation resulted in injury to Ms. Richard, she is entitled to compensatory damages against Ms. Rogé for her proven losses and injuries, which may include mental and emotional distress. <i>Carey,</i> 435 U.S. at 263-64, n. 20, 98 S.Ct. at 1052, n. 20.<sup>[9]</sup></p>\n<p>The record leaves no doubt that Ms. Rogé's December 19, 1997 letter had immediate and dramatic effects on Ms. Richard's wellbeing that manifested themselves during the five-month period between the letter and her first opportunity for readmission to the academy in May 1998. After roughly five years on the job at Southern where she received positive evaluations, Ms. Richard: (1) was threatened with termination by her employer, (2) learned that her employer had reported her difficulties at the LSU academy to other potential academies, and (3) experienced mental and emotional problems to the extent that she required medical attention for extensive stress, a condition that incapacitated her from working for at least one month beginning in January 1998 and for another beginning in April 1998.</p>\n<p>We thus conclude that Ms. Richard has shown actual injuries that resulted directly from Ms. Rogé's December 19, 1997 letter, which caused a violation of Ms. Richard's rights pursuant to 42 U.S.C. § 1983; these injuries merit compensatory damages in and of themselves that are not negated by LSU and Ms. Rogé's subsequent efforts to cure the wrong by readmitting Ms. Richard to the academy later on, well after the initial damage had been done.<sup>[10]</sup> The trial court and jury's failure to reach this conclusion amounts to legal error, thus this court may decide the question of damages <i>de novo</i> pursuant to the <i>Mart/Rodriguez</i> line of jurisprudence. <i>See supra</i> notes 7 &amp; 8, at 16. Our review of the record leads us to conclude that Ms. Richard may recover the sum of $10,000.00 in compensation for the injuries she suffered from the letter of December 19, 1997, written by Ms. Rogé who in writing the letter acted under color of state law and in her personal or individual capacity although she was at the time engaged in the performance of her duties as an official employee of LSU.<sup>[11]</sup></p>\n<p>Ms. Richard has lodged an additional assignment of error on appeal concerning Ms. Rogé's conduct during the time in question. She asserts that the <span class=\"star-pagination\">*965</span> trial court erred in giving the jury an improper verdict form that mistakenly stated the standard for the award of punitive damages that Ms. Richard sought against Ms. Rogé. The proper standard would be a finding of either \"malice or reckless indifference\" (emphasis added) pursuant to the statutory framework<sup>[12]</sup> and established jurisprudence. <i>See, e.g., </i><i>Barber v. Nabors Drilling, U.S.A., Inc.,</i> 130 F.3d 702, 710 (5th Cir.1997). The verdict form given to the jury in the case at bar clearly contained an erroneous standard when it asked whether the jury found that Ms. Rogé's conduct toward Ms. Richard \"was maliciously and recklessly indifferent?\" (emphasis added)</p>\n<p>While we agree that the trial court erred in providing the jury with an incorrect standard, our review of the record on appeal leads us to conclude that any such error was harmless.<sup>[13]</sup> The record does not reflect any basis for a finding by preponderance of the evidence that Ms. Rogé's conduct in composing the December 19, 1997 letter met the standard for either malice or reckless indifference.<sup>[14]</sup> This concludes our analysis with regard to Ms. Rogé, the sole individual defendant at issue in this appeal.</p>\n<p></p>\n<h2>B. LSU</h2>\n<p>LSU asserts that the trial court erred by failing to view it as an \"arm of the state\" and thus not properly a \"person\" subject to suits for monetary damages in state court under § 1983<sup>[15]</sup> in the same manner as an arm of the state would be protected from § 1983 litigation for monetary damages in federal court by the Eleventh Amendment principle of state sovereign immunity. <i>Will,</i> 491 U.S. <span class=\"star-pagination\">*966</span> at 66-67, 70-72, 109 S.Ct. at 2309-10. <i>See also </i><i>Quern v. Jordan,</i> 440 U.S. 332, 340, 99 S.Ct. 1139, 1145, 59 L.Ed.2d 358 (1979); <i>Board of Examiners of Certified Shorthand Reporters v. Neyrey,</i> 542 So.2d 56, 66 (La.App. 4 Cir.), <i>writ denied,</i> 548 So.2d 1231 (La.1989). An arm of a state is entitled to the same freedom from suit as long as it can show that it has little in the way of independent management authority and does not generate its own financial resources from which a judgment might be paid without having to resort to the state treasury. <i>See </i><i>Edelman v. Jordan,</i> 415 U.S. 651, 663, 94 S.Ct. 1347, 1355-56, 39 L.Ed.2d 662 (1974); <i>see also </i><i>Hess v. Port Authority, Trans-Hudson Corp.,</i> 513 U.S. 30, 48-49, 115 S.Ct. 394, 404-05, 130 L.Ed.2d 245 (1994), <i>U.S. ex rel Barron v. Deloitte &amp; Touche, L.L.P.,</i> 381 F.3d 438, 440 (5th Cir.2004), <i>Jacintoport Corp. v. Greater Baton Rouge Port Commission,</i> 762 F.2d 435, 439 (5th Cir.1985).</p>\n<p>Louisiana Revised Statutes 13:5102 defines state agencies as \"any board, commission, department, agency, special district, authority, or other entity of the state.\" <i>See also Varnado v. Dep't of Employment &amp; Training,</i> XXXX-XXXX, pp. 6-7 (La.App. 1 Cir. 6/28/96), 687 So.2d 1013, 1022, <i>writ denied,</i> 97-0312 (La.3/27/97), 692 So.2d 394. LSU has not provided any Louisiana state court jurisprudence to support its assertion in this matter and our research has revealed none, but federal cases have unwaveringly determined that Louisiana's public universities, including LSU (through its Board of Supervisors), are to be treated as arms of the State of Louisiana.<sup>[16]</sup> As such, LSU is correct in its assertion that it is not a person vulnerable to suit pursuant to § 1983.<sup>[17]</sup> The jury's verdict against it must be reversed.</p>\n<p></p>\n<h2>C. Southern University</h2>\n<p>Whereas Ms. Richard's claims against LSU and Ms. Rogé are based on the protections that § 1983 offers against violations of individuals' constitutional rights by persons acting under color of state law, her claims against Southern are based on the protections that Title VII of the Civil Rights Act of 1964 provides against discrimination in the workplace.<sup>[18]</sup><span class=\"star-pagination\">*967</span> The statutory immunities associated with § 1983 litigation do not apply in the Title VII context, thus Southern cannot rely on its status as an arm of the state to evade suit under Title VII. A retaliation claim requires the plaintiff to show: (1) participation in conduct protected by the Act, such as making an EEOC charge, (2) the employer's awareness of the participation, (3) an adverse employment action thereafter, and (4) a causal connection between the adverse employment action and the protected participation or conduct. Harold S. Lewis, Jr. and Elizabeth J. Norman, Employment Discrimination Law and Practice, 2d ed., 142-43.</p>\n<p>The first and second elements of Ms. Richard's case are not in dispute. The record shows that Ms. Richard filed an EEOC claim against Southern after it issued what she believed to be a wrongful pre-termination notice in January 1998. This was clearly participation in protected conduct. The record also shows that Southern personnel would have been aware of the filing of Ms. Richard's EEOC charge as early as late January 1998 when they received a copy of same. The debate before us concerns the third and fourth elements of Ms. Richard's case, specifically the extent to which Capt. Johnson's phone calls to other academies in February 1998 amounted to an \"adverse employment action\" and whether Ms. Richard has shown sufficient causation between her filing the EEOC charge and Capt. Johnson's phone calls.</p>\n<p>In order to analyze these issues we must first detail the proper standard of review. Ms. Richard asserts that the entire consideration of what constitutes an \"adverse employment action\" has changed in the light of a recent Supreme Court decision such that the trial court and jury's treatment of her case amounted to legal error subject to <i>de novo</i> review.</p>\n<p>To recap, shortly before the matter reached trial in the summer of 2005, Southern filed a motion for summary judgment that was granted dismissing all of Ms. Richard's claims except for her wrongful discharge claim pursuant to Title VII of the Civil Rights Act of 1964 and her due process and equal protection claims pursuant to § 1983. After trial, the jury verdict form indicated that the jury found no causation between Ms. Richard's protected activity of filing EEOC charges and Southern's adverse employment action in terminating her, thus no Title VII violation had occurred. The trial court declined to overturn the jury's verdict that released Southern from any and all liability in the matter.</p>\n<p>On appeal, Ms. Richard seeks to reverse the portion of the summary judgment that limited her Title VII claims strictly and solely to those associated with Southern's actions in terminating her. She seeks for this court to perform <i>de novo</i> review based on the new and less stringent standard (to be discussed <i>infra</i>) for retaliation claims as recently articulated by the Supreme Court in <i>Burlington Northern &amp; Santa Fe Railway Co. v. White,</i> ___ U.S. ___, 126 S.Ct. 2405, 165 L.Ed.2d 345 (2006), <i>available at</i> ___ U.S. ___, 126 S.Ct. 2405, 165 L.Ed.2d 345, 165 L.Ed.2d 345.</p>\n<p>Her basis for urging this level of review is that legal error, as represented by the trial court's use of a now-over-turned standard, interdicted the fact finding process such that the usual manifest error standard is no longer properly applicable. <i>Levy v. Bayou Industrial Maintenance Service, Inc.,</i> XXXX-XXXX, p. 7 (La. App. 1 Cir. 9/26/03), 855 So.2d 968, 974, <i>writs denied,</i> XXXX-XXXX, XXXX-XXXX (La.2/6/04), 865 So.2d 724, 727 (citing <i>Ferrell v. Fireman's Fund Ins. Co.,</i> 94-1252, pp. 3-4 (La.2/20/95), 650 So.2d 742, 745). We note, however, that \"<i>de novo</i> review, without any deference to the fact finder, is <span class=\"star-pagination\">*968</span> only appropriate when there is legal error implicit in the factfinding process or when a mistake of law forecloses the fact-finding process. . . .\" <i>Clement v. Frey,</i> 95-1119, p. 2 (La.1/16/96), 666 So.2d 607, 612 (Lemmon, J. concurring).</p>\n<p>Thus, if we determine, based on our review of the record, that \"the trier of fact applied the incorrect law . . . and [that] the error could have affected the outcome below, the manifest error rule does not apply\" and we may make \"an independent determination of the facts from the record on appeal.\" <i>Bujol v. Entergy Services, Inc.,</i> XXXX-XXXX, XXXX-XXXX, p. 17 (La. 5/25/04), 922 So.2d 1113, 1130 (quoting Frank L. Maraist and Harry T. Lemmon, Louisiana Civil Law Treatise, Vol. 1, Civil Procedure, § 14.14, p. 395 (1999)). <i>See also </i><i>Gonzales v. Xerox Corp.,</i> 254 La. 182, 320 So.2d 163, 165 (1975). In fact, such <i>de novo</i> review is preferred in clear-cut cases as it facilitates the overall desirable goal of judicial economy. <i>Gonzales,</i> 320 So.2d at 165-66. If, however, our review of the record leads to the conclusion that the evidence is in substantial conflict and that a trial court or jury with first-hand consideration of witness testimony would be better suited to resolve the conflict, remand is necessary. <i>See </i><i>Tabor v. Doctors Memorial Hosp.,</i> 501 So.2d 243, 247 (La.App. 1 Cir.1986).</p>\n<p>In this consideration, we note initially that \"generally, unless a decision specifies otherwise, or its retroactive application would produce substantial inequitable results, it is to be given prospective and retroactive effect.\" <i>Harlaux v. Harlaux,</i> 426 So.2d 602, 604 (La.1983), <i>cert. denied,</i> 464 U.S. 816, 104 S.Ct. 74, 78 L.Ed.2d 86 (1983). Ms. Richard urges here that the new rule articulated in the Supreme Court's decision in <i>Burlington Northern</i> be applied retroactively to reverse the trial court's summary judgment limiting her Title VII claims against Southern solely to those associated with its decision to terminate her.</p>\n<p>In <i>Burlington Northern,</i> the Supreme Court resolved a split in the federal circuits about how harmful an employer's action must be to constitute retaliation for an employee's engagement in activity or conduct protected by the anti-discrimination substance of Title VII. <i>Burlington Northern,</i> 126 S.Ct. at 2410. Until that point, courts within the Fifth Circuit were guided by a particularly stringent rule demanding that the employer's action meet \"an `ultimate employment decisio[n]' standard, which limits actionable retaliatory conduct to acts \"such as hiring, granting leave, discharging, promoting, and compensating.\"'\" <i>Id.</i> (citing <i>Mattern v. Eastman Kodak Co.,</i> 104 F.3d 702, 707 (5th Cir. 1997). Under that standard, the trial court in the matter here correctly, at the time, limited consideration of Ms. Richard's retaliation claims to the circumstance of her firing in 2000.</p>\n<p>But the Supreme Court's decision in <i>Burlington Northern</i> effectively rejected this standard in favor of a less onerous standard propounded by the Seventh and District of Columbia Circuits: \"In our view, a plaintiff must show that a reasonable employee would have found the challenged action [by the employer] materially adverse, `which in this context means it well might have \"dissuaded a reasonable worker from making or supporting a charge of discrimination.\"'\" <i>Id.,</i> 126 S.Ct. at 2415. In the Court's view, the employer action must be of a degree greater than a mere trivial reaction, more than \"those petty slights or minor annoyances that often take place at work and that all employees experience.\" <i>Id.</i> The key to the Act's anti-retaliation provision is, the Court reminds, that it acts as a deterrent to \"prevent employer interference with `unfettered access' to Title VII's remedial mechanisms,\" such as the right <span class=\"star-pagination\">*969</span> to file EEOC claims against suspected discrimination. <i>Id.</i> The Court then balanced this relative liberality with the concurrent requirement that the employee's perception or reaction to the action of the employer be objectively reasonable within the context provided by the facts. <i>Id.</i></p>\n<p>Clearly, <i>Burlington Northern</i> impacts the matter at hand. Concerning the general rule of retroactivity cited above, we note that <i>Burlington Northern</i> contains no indication that it is not to be applied retroactively; nor do we discern any \"substantial inequitable results\" that would result from retroactive application to this matter, which was on appeal when the Supreme Court handed down its opinion.</p>\n<p>In order to consider this matter <i>de novo</i> according to the new rule propounded in <i>Burlington Northern,</i> we must determine whether we may do so based on the entirety of the record at hand or whether some element of the analysis will require further fact-finding or a credibility call requiring first-hand exposure to the evidence and witnesses by a trial court as required by <i>Levy, Gonzales,</i> and <i>Tabor. See supra</i> pp. 22-23.</p>\n<p>We conclude that no such hindrances limit us from <i>de novo</i> review; remand is not required. The record is substantial and provides ample documentation that allows us to consider the third and fourth elements of Ms. Richard's retaliation claim: whether after she filed her January 1998 EEOC claim, Southern subjected her to an employment action that a reasonable employee would see as materially adverse pursuant to <i>Burlington Northern</i> and whether that employment action was causally connected to Ms. Richard's EEOC claim.</p>\n<p>The phone calls made in late January or early February 1998 by Capt. Johnson of Southern to other law enforcement program academies around the state, in which he advised the other academies that Ms. Richard had filed charges against LSU's academy and perhaps even that she had been \"kicked out\"<sup>[19]</sup> of LSU, resulted in all of those academies declining to admit Ms. Richard. At that point, essentially, Ms. Richard was effectively \"blackballed\" from other academies where she might be able to complete the course and achieve POST certification; without POST certification she would not be kept on at Southern, where she had been successfully employed for several years with good performance reports. It is hard to imagine how any objective, rational, and reasonable employee would not perceive this as a \"materially adverse\" action on the part of his or her employer. We conclude that Ms. Richard has successfully shown element three of her retaliation claim under the <i>Burlington Northern</i> standard of an adverse employment action.</p>\n<p>The fourth and final element of a retaliation claim requires a plaintiff to demonstrate a causal connection between the adverse employment action and the exercise of a protected activity in the context of Title VII. This element often hinges on questions of timing, which may vary from case to case,<sup>[20]</sup> and does so here as well. <span class=\"star-pagination\">*970</span> The problem at hand lies in determining what event in the chronology should be deemed the trigger for the retaliatory adverse employment action taken by SouthernCapt. Johnson's phone calls in late January or early February of 1998 to the other academies. Another question is how this prong is affected by the resolution of the third prong, which allows the phone calls made from Southern in early 1998 to be viewed as the adverse employment action and not, as was held in the trial court prior to <i>Burlington Northern,</i> Ms. Richard's eventual termination in September 1999.</p>\n<p>Ms. Richard's initial EEOC claim against LSU was filed in May 1996, but it is not clear whether Southern was aware of that claim until December 1997 when Ms. Rogé wrote her letter to Southern stating that LSU refused to re-admit Ms. Richard to its academy due to the claims filed the year before.<sup>[21]</sup> Based on Ms. Rogé's letter, Southern commenced pre-termination proceedings on January 13, 1998; Ms. Richard responded with a letter asking if she might attend another academy for the program. She also filed an EEOC claim against Southern on or about January 27 protesting what she believed to be the illegality of the January 13, 1998 pre-termination notice.</p>\n<p>The record reflects that as early as February 9, 1998, less than two months after Ms. Rogé's letter and less than two weeks after filing her EEOC claim against Southern, Capt. Johnson had made the first of the series of calls to other academies in which he revealed Ms. Richard's difficulties at LSU. These calls apparently took place periodically over the next two months until at least April 15, 1998, when Capt. Johnson wrote to Thurman Butler, Southern's Director of Personnel, and advised that the Acadian Law Enforcement Academy in Lafayette refused to accept Ms. Richards due to, according to Capt. Johnson, his advising their representative of Ms. Richard's \"litigations\" against LSU's academy. Southern again began termination proceedings in late April 1998.</p>\n<p>These facts, documented clearly in the record, display an almost cavalier treatment by Southern of its employee, Ms. Richard. Feeling that she had been unfairly threatened with termination, she sought legal counsel and filed a claim with the EEOC, this time against Southern, yet she continued to try to save her job by suggesting to her superiors that she might get a fresh start at another academy. Southern's own personnel director allowed as much in a February 25, 1998 letter to Capt. Johnson, but the letter's language reveals the director's mind to be nearly made up that getting rid of Ms. Richard was the plan.<sup>[22]</sup></p>\n<p><span class=\"star-pagination\">*971</span> At no time has Southern ever explained why Capt. Johnson felt free to tell the other academies of Ms. Richard's problems at LSU, but it is clear that Mr. Butler, the personnel director, knew of and approved these revelations and perhaps even anticipated that Ms. Richard could be barred from attending any academy. In determining the element of causation in a Title VII retaliation claim, great attention must be paid to facts and circumstances and, as noted, temporal proximity is a large component of the question. Although Ms. Richard's initial EEOC charge against LSU was filed over a year before the adverse action taken by Southern (Capt. Johnson's phone calls), the record reveals an almost unbroken chain of action from the time Southern learned of the charge in Ms. Rogé's December 1997 letter, through Capt. Johnson's phone calls in early 1998 that prevented Ms. Richard from attending another academy. We find that the fourth element of Ms. Richard's retaliation claim, causation, has been met.</p>\n<p>Thus, our <i>de novo</i> review of the record, in light of the new rule embodied in <i>Burlington Northern,</i> leads us to conclude Ms. Richard has met her burden of proof and her Title VII retaliation claim is valid. In light of this conclusion, we find Southern to be in violation of its duty not to retaliate against employees engaging in conduct protected by the statute and believe Ms. Richard to be entitled to the sum of $5,000.00 in damages.</p>\n<p></p>\n<h2>D. Attorney's Fees</h2>\n<p>Both § 1983<sup>[23]</sup> and Title VII<sup>[24]</sup> provide for recovery of reasonable attorney's fees by a prevailing plaintiff, which may be awarded on a discretionary basis so long as the plaintiff achieves some clear success on a significant issue within the § 1983 or Title VII context.<sup>[25]</sup> The extent of the principal or underlying award on the merits factors into the analysis, but attorney's fees may be awarded if the principal award is minimal or even non-pecuniary, as in the case of declaratory judgment or injunction. <i>Hewitt v. Helms,</i> 482 U.S. 755, 759-60, 107 S.Ct. 2672, 2675, 96 L.Ed.2d 654 (1987). Though awarding attorney's fees in these contexts is discretionary, it is highly encouraged as a policy to provide incentive for attorneys to take on cases that may cure or deter constitutional and statutory violations yet not engender large damages awards. <i>Christiansburg Garment</i> <span class=\"star-pagination\">*972</span> <i>Co. v. Equal Employment Opportunity Commission,</i> 434 U.S. 412, 417, 422, 98 S.Ct. 694, 698, 701, 54 L.Ed.2d 648 (1978).</p>\n<p>We note also that \"[a]s a general rule, a party who obtains the reversal of judgment on appeal is not a `prevailing party' unless such reversal also resulted in entry of judgment for that party.\" <i>Coral Constr. Co. v. King County,</i> 941 F.2d 910, 933 (9th Cir.1991) (citing <i>Hanrahan v. Hampton,</i> 446 U.S. 754, 757-59, 100 S.Ct. 1987, 1989-90, 64 L.Ed.2d 670 (1980)). As Ms. Richard succeeded on the merits below in her § 1983 claim against Ms. Rogé and has succeeded on appeal in having the trial court's dismissal of Southern reversed and judgment entered for its Title VII violation, Ms. Richard has earned the right to have the trial court's failure to award her attorney's fees reconsidered, although it is subject on appeal to the abuse of discretion standard. <i>Assoc. Builders &amp; Contractors of Louisiana, Inc. v. Orleans Parish School Bd.,</i> 919 F.2d 374, 379 (5th Cir.1990) (citing <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 436-37, 103 S.Ct. 1933, 1941, 76 L.Ed.2d 40, 52-53 (1983)).</p>\n<p>As regards Ms. Richard's § 1983 claim against Ms. Rogé in her individual capacity, the jury found a violation but awarded zero damages, which the trial court increased to nominal damages of $1.00. As noted <i>supra,</i> we have found that award legally insufficient to compensate for the harm Ms. Richard suffered at the time of the offense in late 1997 and early 1998, regardless of subsequent efforts by LSU to cure the violation by readmitting Ms. Richard to the academy program when litigation seemed the likely alternative. The trial court's failure to award attorney's fees in association with Ms. Richard's success on the merits of her claim amounts to abuse of discretion. As we have increased the damages due to Ms. Richard in association with this violation to $10,000.00, we conclude additionally that Ms. Richard's counsel is entitled to reasonable attorney's fees in association with her prevailing on this claim.</p>\n<p>Likewise, in light of the new precedent established by the Supreme Court in <i>Burlington Northern,</i> we have also found a violation of Title VII's anti-retaliation provision by Ms. Richard's employer, Southern. The trial court's inability to consider the new standard amounted to legal error, upon which Ms. Richard's entire case against Southern, including her claim for attorney's fees, was subject to <i>de novo</i> review. As noted, prevailing Title VII plaintiffs are entitled to attorney's fees on the same basis as § 1983 plaintiffs. As we have found the compensatory damages associated with Southern's violation to be $5,000.00 we find that Ms. Richard is entitled to reasonable attorney's fees in association with her prevailing on this claim.</p>\n<p>There are a number of ways in which attorney's fees in civil rights and Title VII actions can be calculated. These include the \"lodestar\" method, which determines the number of compensable hours multiplied by a determined hourly rate based on the prevailing market rate for the community or jurisdiction in question, and the <i>Johnson</i> factors, which include a consideration of questions such as the novelty or difficulty of a claim, the time and labor required to litigate the claim, and the extent to which taking the case hindered the attorney's acceptance of other work. <i>See </i><i>Louisiana Power &amp; Light Co. v. Kellstrom,</i> 50 F.3d 319, 323-24 (5th Cir.1995); <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714, 717-19 (5th Cir.1974)).</p>\n<p>These types of analyses require fact-intensive inquiries that cannot be undertaken here due to limitations within the record before us at this time. We know only that in her application to file appeal on a pauper basis, Ms. Richard listed her <span class=\"star-pagination\">*973</span> attorney as a creditor in the amount of $41,226.99 and also listed credit card debt of $10,000.00 that had gone for legal expenses. Remand to the trial court for trial on the issue of attorney's fees might be a justifiably warranted option, but the interests of equity and judicial efficiency lead us to award attorney's fees equal to Ms. Richard's compensatory damage awards, or $10,000.00 in association with the § 1983 violation committed by Ms. Rogé and $5,000.00 in association with the Title VII violation committed by Southern.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above and foregoing reasons we rule as follows. The trial court's judgment as to Melissa Rogé in her individual capacity is amended to award $10,000.00 in damages and $10,000.00 in attorney's fees to Ms. Richard; as amended, the judgment is affirmed. The trial court's judgment as to the Board of Supervisors of Louisiana State University and A &amp; M College as an entity is reversed and Ms. Richard's claims against the university are dismissed. The trial court's judgment as to the Board of Supervisors of Southern University is reversed and $5,000.00 in damages and $5,000.00 in attorney's fees is awarded to Ms. Richard. We render judgment in accordance with the above and foregoing reasons and assess the costs associated with this appeal, which total $4,478.19, to the defendants as follows: $2,985.46 to Melissa Rogé in her individual capacity and $1,492.73 to Southern.</p>\n<p>AMENDED AND AFFIRMED IN PART AS AMENDED; REVERSED IN PART; REVERSED IN PART AND JUDGMENT RENDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute notes that those who do not complete the certified training program \"shall not be prohibited from performing administrative duties.\" The supreme court has held, however, that the statute does not \"guarantee an administrative position to an unqualified peace officer.\" <i>Grant v. Grace,</i> 2003-2021, p. 8 (La.4/14/04), 870 So.2d 1011, 1015-16.</p>\n<p>[2]  \"Wright\" appears to be the prior name of the defendant Melissa Rogé.</p>\n<p>[3]  <i>See supra,</i> p. 5, for citation to 42 U.S.C. § 2000e-3(a). <i>See also Alcorn v. City of Baton Rouge,</i> XXXX-XXXX, XXXX-XXXX, p. 10 (La. App. 1 Cir. 6/27/03), 851 So.2d 1194, 1203 (\"The filing of a charge of discrimination with the EEOC is a protected activity. 42 U.S.C. § 2000e-3(a).\").</p>\n<p>[4]  <i>Will v. Michigan Dep't of State Police,</i> 491 U.S. 58, 71 n. 10, 109 S.Ct. 2304, 2312 n. 10, 105 L.Ed.2d 45 (1989) (\"Of course a state official in his or her official capacity, when sued for injunctive relief, would be a person under § 1983 because `official-capacity actions for prospective relief are not treated as actions against the State.'\").</p>\n<p>[5]  <i>Hafer,</i> 502 U.S. at 24 n*, 112 S.Ct. at 361 n*.</p>\n<p>[6]  The phrase \"course and scope of employment\" is often used loosely in workers' compensation analysis, but belongs more properly to the subject of an employer's vicarious liability for torts caused by an employee. <i>See generally</i> William E. Crawford, Tort Law, Louisiana Civil Law Treatise vol. 12, 145 (2000); H. Alston Johnson, III, Workers' Compensation Law and Practice, Louisiana Civil Law Treatise, vols. 13 &amp; 14, 266-69 (2002).</p>\n<p>[7]  <i>Mart v. Hill,</i> 505 So.2d 1120, 1128 (La. 1987).</p>\n<p>[8]  <i>Id.</i> at 1128-29 (citing <i>Rodriguez v. Traylor,</i> 481 So.2d 1017 (La.1986).</p>\n<p>[9]  The State of Louisiana has extended indemnification to its officials who are accused of violating a plaintiff's or plaintiffs' constitutional rights. La. R.S. 13:5108.1(A)(1) provides:\n</p>\n<p>The state shall defend and indemnify a covered individual against any claim, demand, suit, complaint or petition seeking damages filed in any court over alleged negligence or other act by the individual, including any demand under any federal statute when the act that forms the basis of the cause of action took place while the individual was engaged in the performance of the duties of the individual's office or employment with the state.</p>\n<p>[10]  It also bears reporting that LSU did not reconsider admitting Ms. Richard until threatened with litigation by Ms. Richard's counsel in a May 1, 1998 letter addressed to Ms. Rogé. [144]</p>\n<p>[11]  As noted supra at note 9, La. R.S. 13:5108.1(A)(1) should operate to indemnify Ms. Rogé for her actions.</p>\n<p>[12]  42 U.S.C. § 1981a(b)(1): A complaining party may recover punitive damages under this section against a respondent (other than a government, government agency or political subdivision) if the complaining party demonstrates that the respondent engaged in a discriminatory practice or discriminatory practices with malice or with reckless indifference to the federally protected rights of an aggrieved individual (emphasis added).</p>\n<p>[13]  This court has recently clarified the standard for harmless error in a civil case: \"Error has been defined as harmless when it is `trivial, formal, merely academic, and not prejudicial to the substantial rights of the party assigning it, and where it in no way affects the final outcome of the case.'\" <i>Duzon v. Stallworth,</i> XXXX-XXXX, pp. 30-31 (La. App. 1 Cir. 12/11/02), 866 So.2d 837, 860-61, <i>writ denied,</i> 2003-589, XXXX-XXXX (La.5/2/03), 842 So.2d 1101, 1110.</p>\n<p>[14]  Punitive damages are intended to punish defendants whose violations rise to a particular level of egregiousness, ill will, or bad faith. <i>See </i><i>Smith v. Wade,</i> 461 U.S. 30, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983) (guard at reformatory for youthful offenders subject to punitive damages for ignoring plaintiff inmate's pleas for safety against violent attack and sexual assault by other inmates); <i>Williams v. Kaufman County,</i> 352 F.3d 994 (5th Cir.2003) (sheriff subject to punitive damages for conducting extremely invasive strip searches while executing search warrant of a nightclub); <i>Lincoln v. Case,</i> 340 F.3d 283 (5th Cir.2003) (landlord subject to punitive damages for outright racial discrimination, deceit, and trickery in treatment of potential tenants); <i>Lewis v. Parish of Terrebonne,</i> 894 F.2d 142 (5th Cir.1990) (warden subject to punitive damages for callous indifference to medical and emotional needs of inmate who later committed suicide), <i>Brown v. Byer,</i> 870 F.2d 975 (5th Cir.1989) (deputy constable subject to punitive damages for purposely changing information on arrest warrant such that innocent person wrongfully arrested).</p>\n<p>[15]  \"Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress. . . .\"</p>\n<p>[16]  <i>See </i><i>Laxey v. Louisiana Bd. of Trustees,</i> 22 F.3d 621 (5th Cir.1994), <i>Boston v. Tanner,</i> 29 F.Supp.2d 743, (W.D.La.1998), <i>McGregor v. La. State Univ. Bd. of Supervisors,</i> No. 91-4328, slip op. at 6 n. 14 (E.D.La.1992), <i>available at</i> 1992 WL 189489, *6.</p>\n<p>[17]  LSU raised this issue initially in its motion for summary judgment, which was denied. <i>See supra</i> p. 9.</p>\n<p>[18]  42 U.S.C. § 2000e-2(a) mandates: \"It shall be an unlawful employment practice for an employer\n</p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>42 U.S.C. § 2000e-3(a) mandates:</p>\n<p>It shall be an unlawful employment practice for an employer to discriminate against any of his employees or applicants for employment, for an employment agency, or joint labor-management committee controlling apprenticeship or other training or retraining, including on-the-job training programs, to discriminate against any individual, or for a labor organization to discriminate against any member thereof or applicant for membership, because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n<p>[19]  Capt. Johnson admitted that he may have actually used the term \"kicked out\" when he phoned the other academies. [451]</p>\n<p>[20]  The array of cases on this subject highlights the extent to which the inquiry is fact-based and requires consideration of a totality of circumstances. Temporal proximity may vary greatly in analysis of the causation element, but it seems generally that anywhere from days to months between the employee's protected action and the employer's adverse action will be \"close enough\" to meet the requirement but more than a year will likely be unacceptable. <i>See </i><i>Evans v. City of Houston,</i> 246 F.3d 344, 354 (5th Cir.2001) (five days deemed sufficient), <i>Little v. BP Exploration &amp; Oil Co.,</i> 265 F.3d 357, 362 (6th Cir. 2001) (three months deemed sufficient); <i>Smith v. St. Louis University,</i> 109 F.3d 1261, 1266 (1997) (six months passage of time weakens inference, but does not by itself foreclose ability to meet requirement); <i>Causey v. Balog,</i> 162 F.3d 795, 803 (4th Cir.1998) (thirteen month interval too long to establish causation); <i>Caudillo v. Continental Bank/Bank of America Illinois,</i> 191 F.3d 455, 1999 WL 542899 (7th Cir.1999) (fifteen months is too long to allow inference of retaliation).</p>\n<p>[21]  The record reflects that by this time, Ms. Richard's relations with her superiors at Southern had deteriorated to some degree: she had filed an unsuccessful grievance in August 1997 protesting what she viewed as unfair scheduling choices by Capt. Johnson. During the weeks immediately after Ms. Rogé's December 1997 letter, things seem to have become even more fractious, to the point where Ms. Richard and Capt. Johnson engaged in a confrontation before a meeting on January 5, 1998 that resulted in an offense report filed by campus police. At about this time (early January 1998), Ms. Richard engaged counsel, who wrote to Southern threatening litigation.</p>\n<p>[22]  \"Since the university had not previously automatically terminated police officers who failed the program the first time an effort should be made to get Ms. Richard in another recognized post certified program at the least cost to the university. If these programs deny admission to Ms. Richard, get letters from each and we can then terminate her employment.\"</p>\n<p>[23]  In any action or proceeding to enforce a provision of sections 1981, 1981a, 1982, 1983, 1985, and 1986 of this title, title IX of Public Law 92-318 [20 U.S.C. § 1681 et seq.], the Religious Freedom Restoration Act of 1993 [42 U.S.C. § 2000bb et seq.], the Religious Land Use and Institutionalized Persons Act of 2000 [42 U.S.C. § 2000cc et seq.], title VII of the Civil Rights Act of 1964 [42 U.S.C. § 2000d et seq.], or section 13981 of this title, the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs, except that in any action brought against a judicial officer for an act or omission taken in such officer's judicial capacity such officer shall not be held liable for any costs, including attorney's fees, unless such action was clearly in excess of such officer's jurisdiction. 42 U.S.C. § 1988(b)</p>\n<p>[24]  In any action or proceeding under this subchapter the court, in its discretion, may allow the prevailing party, other than the Commission or the United States, a reasonable attorney's fee (including expert fees) as part of the costs, and the Commission and the United States shall be liable for costs the same as a private person. 42 U.S.C. § 2000e-5(k).</p>\n<p>[25]  The analysis for attorney's fees is the same for both 1983 and Title VII actions. <i>Lyte v. Sara Lee Corp.,</i> 950 F.2d 101, 103 (2d Cir. 1991) (citing <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433 n. 7, 103 S.Ct. 1933, 1939 n. 7, 76 L.Ed.2d 40 (1983)).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">960</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">953</span></span> (2007)</b></center>\n<center><h1>Mildred R. RICHARD<br>\nv.<br>\nThe BOARD OF SUPERVISORS OF LOUISIANA STATE UNIVERSITY AND A &amp; M COLLEGE, et al.</h1></center>\n<center>No. 2006 CA 0927.</center>\n<center><p><b>Court of Appeal of Louisiana, First Circuit.</b></p></center>\n<center>March 28, 2007.</center>\n<center>Rehearing Denied May 8, 2007.</center>\n<p><span class=\"star-pagination\">*955</span> J. Arthur Smith, III, Baton Rouge, Counsel for Plaintiff/First Appellant Mildred L. Richard.</p>\n<p><span class=\"star-pagination\">*956</span> Charles C. Foti, Jr., Patricia H. Wilton, Baton Rouge, Counsel for Defendant/Appellee/Second Appellant Board of Supervisors of Louisiana State University &amp; A &amp; M College and Melissa Rogé.</p>\n<p>Charles C. Foti, Jr., Alden A. Clement, Jr., Clifton O. Bingham, Jr., Baton Rouge, Counsel for Defendant/Appellee Board of Supervisors of Southern University.</p>\n<p>Before: PETTIGREW, DOWNING, and HUGHES, JJ.</p>\n<p>HUGHES, J.</p>\n<p>Plaintiff, Mildred L. Richard, appeals herein the decision of the jury and judgment of the trial court in this matter, which: (1) found a violation of Ms. Richard's civil rights by defendant Melissa Rogé, an employee of Louisiana State University (LSU), (2) awarded nominal damages of $1.00 for that violation, and (3) found the Board of Supervisors of Southern University (Southern) not liable to Ms. Richards for retaliation pursuant to Title VII of the Civil Rights Act of 1964. Ms. Richard alleges the trial court erred in: (1) awarding only nominal damages in relation to the violation of Ms. Richard's civil rights by Ms. Rogé on behalf of LSU, (2) giving the jury the improper verdict form regarding punitive damages in relation to the violation of Ms. Richard's civil rights by Ms. Rogé on behalf of LSU, and (3) limiting Ms. Richard's retaliation claim against Southern to acts amounting to an \"ultimate employment action\" pursuant to Title VII of the Civil Rights Act of 1964. LSU, defendant herein, has also appealed, alleging the trial court erred in assessing nominal damages against both the university and its employee, Ms. Rogé. For the reasons that follow, we amend, reverse in part, reverse, and render judgment.</p>\n<p></p>\n<h2>I. FACTS AND PROCEDURAL POSTURE</h2>\n<p>This litigation arises out of events that occurred during the late 1990s concerning Mildred R. Richard's employment at Southern and her enrollment at the peace officer basic training academy operated by LSU. Ms. Richard began working as a peace officer at Southern in November 1992. In accordance with La. R.S. 40:2405(A)(1), peace officers hired after 1986 \"must successfully complete a certified training program\" or else \"be prohibited from exercising the authority of a peace officer.\"<sup>[1]</sup> In early 1995, Southern sent Ms. Richard to the basic training academy operated by LSU; her session began on March 20. On March 22, while engaged in training for the defensive tactics portion of the program, an accident occurred and Ms. Richard injured her foot. Fearing dismissal, Ms. Richard attempted to continue the program despite being in pain. She saw a doctor on April 13, who instructed her to refrain from running and jumping until further notice. She saw the same doctor on April 18; he advised that she could return to full activities on April 24. The injury seems to have hindered Ms. Richard's likelihood of success at the academy; at any rate, she failed the program's defensive tactics test twice in May and was dismissed from the academy before graduation.</p>\n<p>Ms. Richard next saw an attorney, who sent a letter to the Peace Officer Standards and Training (POST) Council, which oversees state law enforcement personnel qualifications and certification issues. The letter expressed Ms. Richard's suspicion that her dismissal was wrongfully due to \"the subjective and disparate requirements <span class=\"star-pagination\">*957</span> utilized by the Academy's Coordinator, Ms. Melissa Wright.\"<sup>[2]</sup> The council met, heard from both Ms. Richard and Ms. Wright, and unanimously voted to dismiss Ms. Richard's complaints as frivolous.</p>\n<p>Ms. Richard's foot problems continued into 1996. In May 1996, she filed a complaint against the academy with the Equal Employment Opportunity Commission (EEOC) and the Louisiana Commission on Human Rights (LCHR) alleging discrimination at the program due to her being black and favoritism towards the white academy students. In September 1996, the LCHR dismissed Ms. Richard's charges as beyond its jurisdiction, which is limited to employment and public accommodations pursuant to La. R.S. 51:2231.</p>\n<p>In August 1997, Ms. Richard encountered some difficulty in her employment environment at Southern that led her to file an internal Southern grievance against her supervisor, Captain Robert Johnson. In Ms. Richard's estimation, Capt. Johnson had sought to date her daughter and when her daughter refused, Capt. Johnson acted against Ms. Richard by continuing to assign her to disadvantageous and long weekend work shifts that Ms. Richard felt should have been given to peace officers at Southern with less seniority.</p>\n<p>Ms. Richard's grievance against Capt. Johnson was not successful and the record shows no further official interaction between Ms. Richard and Capt. Johnson until December 16, 1997 when he sent her a memo advising that she was to meet with him the next day regarding her upcoming assignment to attend the LSU academy again in January 1998. Several days later, on December 19, 1997, Capt. Johnson received a letter from Melissa Rogé at the LSU academy that read in pertinent part as follows: \"Mildred Richard was dismissed from the 123rd Basic Training Academy in May of 1995, for failure of Defensive Tactics. She will not be admitted back into the Academy due to the litigation filed against this Academy.\" Ms. Richard was not copied on this letter. Capt. Johnson and Ms. Rogé apparently spoke by telephone as well on December 19, 1997 concerning Ms. Richard.</p>\n<p>On January 5, 1998, Capt. Johnson wrote to Ms. Richard and advised her of the December 19 letter from Ms. Rogé. After relaying the contents of Ms. Rogé's letter, Capt. Johnson concluded his letter with the following: \"Due to the fact that you are an officer at Southern University, you are required by Law to attend the Law Enforcement Basic Academy.\" On that same day, a meeting was held at Southern that included Ms. Richard, Capt. Johnson, and Interim Vice Chancellor for Administration Tony Moudgil; discussion seems to have centered on Ms. Richard being terminated if she did not successfully complete the January 1998 academy program.</p>\n<p>Ms. Richard again sought the advice of counsel and on January 6, 1998 her attorney sent a letter to Capt. Johnson with a copy to Ms. Rogé. The letter alleged that the recent actions by Capt. Johnson and Ms. Rogé amounted to employment discrimination in response to Ms. Richard's 1995 EEOC-LCHR charges, a violation of 42 U.S.C. § 2000e-3(a):</p>\n<blockquote>It shall be an unlawful employment practice for an employer to discriminate against any of his employees or applicants for . . . training or retraining, including on-the-job training programs, to discriminate against any individual . . . to discriminate against any member thereof or applicant for membership, because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a <span class=\"star-pagination\">*958</span> charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</blockquote>\n<p>On January 27, 1998, Ms. Richard filed a new EEOC-LCHR complaint against Southern. Although this complaint was eventually dismissed as untimely filed, the dispute seems to have thawed a bit in February 1998 to the extent that Southern agreed to help Ms. Richard find another academy in Louisiana where she could get a fresh start and attempt the program again. Unfortunately, it appears that Capt. Johnson, when contacting these other programs, informed them that Ms. Richard had instituted \"litigation\" against the LSU Academy, which seems to have resulted in all of them declining to admit Ms. Richard.</p>\n<p>On April 28, 1998 Southern instituted termination proceedings against Ms. Richard for failure to achieve the required certification. Ms. Richard's attorney responded on May 1, 1998 by letter to Ms. Rogé, alleging that the letter of December 19, 1997 and Ms. Rogé's conduct toward Ms. Richard were \"flagrantly unlawful.\" The letter threatened litigation but expressed a hope that a compromise might be reached so that Ms. Richard would not be terminated from Southern. Ms. Richard's attorney sent a letter to Southern's personnel officer on May 8, 1998 that also threatened litigation. The letter expressed: (1) that Capt. Johnson's notifying the other academy programs that Ms. Richard was \"in litigation\" amounted to false representation since an EEOC-LCHR complaint is not actually a lawsuit, and (2) that Southern's own handling of the situation amounted to wrongful termination of a permanent civil service employee for filing a discrimination complaint \"as she is perfectly entitled to do under the law.\"</p>\n<p>These letters seem to have had some impact on both the LSU academy and Southern. The academy extended an invitation to Ms. Richard to attend the academy's summer 1998 session, which was to begin in June. Likewise, Southern decided not to terminate Ms. Richard, although it made clear that her continued employment was conditioned on completion of the POST certification program.</p>\n<p>Ms. Richard was unable to attend the summer 1998 session due to illness; her medical disability during that time is documented in the record. She filed her suit on June 11, 1998 against Ms. Rogé and LSU, alleging racial discrimination in defendants' conduct (denying her re-admission to the academy in the December 19, 1997 letter) that amounted to retaliation for her filing the EEOC-LCHR complaint in May 1996. She sought compensatory and punitive damages for her injuries, which included damage to her personal and professional reputation and to her personal and professional life, including mental anguish and distress. She also sought attorney fees and injunctive relief against further discrimination. Shortly thereafter, LSU and Ms. Rogé filed an exception raising the objection of no cause of action, which was later denied.</p>\n<p>During this time, Ms. Richard continued to work at Southern and in September 1998, she received a \"very good\" evaluation report. Despite Ms. Richard's litigation against LSU and Ms. Rogé, things at Southern seem to have quieted down for some time until January 1999, when the university's personnel coordinator advised the campus police chief that Ms. Richard still had not achieved her certification in accordance with the statute and that failure to do so would result in termination. Ms. Richard's attorney sent a letter on January 11, 1999 that stated her desire to be re-admitted to the LSU academy, but <span class=\"star-pagination\">*959</span> she again fell ill, was placed on medical disability, and could not attend the academy at that time.</p>\n<p>Finally, in July 1999 Ms. Richard attempted yet again to attend the academy, but she suffered anxiety to the point of needing medication, failed her firing range shooting test, could not complete the program, and was terminated from the academy on August 13, 1999. LSU notified Southern's campus police chief of the termination by an August 16, 1999 letter that also noted this was Ms. Richard's third unsuccessful attempt to complete the program. Upon receiving the letter from the academy, Southern's police chief wrote to the personnel office on August 18, 1999 and recommended that Ms. Richard be terminated. On August 20, 1999 Ms. Richard wrote to the police chief and explained that she had again had medical difficulties, but also that personnel at the academy had not been supportive and helpful, including the Southern representative at the academy (Captain Bailey) and Ms. Rogé, and that her litigation against LSU created a hostile environment that contributed to her stress and difficulty at the firing range. Southern nevertheless began termination procedures on August 25, 1999, citing Ms. Richard's failure to achieve certification as required by law.</p>\n<p>Ms. Richard presented documentation of her medical problems and her attorney wrote again on September 1, 1999. That letter alleged that there was no legitimate basis for terminating Ms. Richard, that she \"was originally dismissed from the Academy because of her race,\" that Ms. Rogé \"has discriminated against a significant number of other African Americans, and that \"the environment at the LSU shooting range is so blatantly racist that the walls of the LSU range were, at one time, plastered with a `swastika.'\" Despite these efforts, Southern terminated Ms. Richard on September 9, 1999, noting in its correspondence to her that \"[t]he University has been more than reasonable in allowing you several opportunities to complete the necessary course.\"</p>\n<p>Meanwhile, LSU and Ms. Rogé answered Ms. Richard's suit in late 1999. In early 2000, Ms. Richard filed a supplemental and amending petition adding Southern as a defendant, alleging that her superiors knew the LSU academy would be a \"racially discriminatory and retaliatory environment\" when it forced her to return in the summer of 1999, that Southern denied her attempts to attend a different academy, that Ms. Rogé intentionally harassed her while she was attempting the firing range testing, that LSU and Southern conspired to deprive her of fair and nondiscriminatory treatment, and that Southern \"acquiesced in and implicitly approved\" LSU's deprivation of her constitutional right to fair treatment when it terminated her based on her dismissal from the academy, which she claims was \"tainted by retaliatory and racial animus.\"</p>\n<p>In late 2001, LSU filed a motion for summary judgment alleging that Ms. Richard's claims had prescribed, were moot, were barred by LSU's Eleventh Amendment immunity, were barred by Ms. Rogé's qualified immunity, and that the reason for Ms. Richard's failure at the academy was caused by her own inability, not by any discriminatory actions on the part of Ms. Rogé or LSU; Southern adopted these arguments in a motion for summary judgment filed in August 2002. The trial court denied these motions in late 2002.</p>\n<p>Depositions of Ms. Richard, Ms. Rogé, Capt. Johnson of Southern, and Ms. Richard's physicians were taken as part of the discovery process, and Ms. Richard filed a second supplemental and amending petition in late 2002 alleging due process violations, equal protection violations, and violations <span class=\"star-pagination\">*960</span> of the State civil service commission's authority due to unconstitutional application by Southern of La. R.S. 40:2402 and 2405, the laws mandating and governing POST certification.</p>\n<p>A third supplemental and amending petition filed in August 2003 lodged Ms. Richard's claim that Southern violated the retaliation provisions of Title VII of the Civil Rights Act of 1964 when it terminated her for \"exercising her civil rights and participating in a protected activity\" by bringing her EEOC-LCHR complaint against LSU. This addition to the litigation came about after the EEOC-LCHR sent a \"right to sue\" letter in response to a complaint Ms. Richard had lodged against Southern for its actions in late 1997 and early 1998. At that point, LSU had refused to re-admit Ms. Richard to the academy after she filed her original EEOC-LCHR complaint, then Capt. Johnson of Southern called the other academies and advised them that Ms. Richard had outstanding litigation against the LSU academy, which led them to deny her admission. The EEOC correspondence took care to distinguish between Southern's phone calls, which did amount to retaliation and a violation of Title VII, and its termination of her for failure to pass the certification program, which was not a violation of Title VII.</p>\n<p>In June 2005, Southern presented another motion for summary judgment, expressing regret that its prior motion for summary judgment had not addressed all its arguments for summary judgment. In this motion, Southern alleged: (1) that it was not a proper \"person\" defendant pursuant to 42 U.S.C. § 1983 (2) that as an \"arm of the state\" it was entitled to immunity against suit under 42 U.S.C. § 1983 (3) that Ms. Richard's claims had prescribed, (4) that she had neither direct or circumstantial evidence of discriminatory intent, (5) that Ms. Richard's constitutional due process and equal protection rights had not been violated by any of its actions, and (6) that she failed to state a claim for retaliation because Southern's actions in question did not amount to an \"ultimate employment action\" as understood within Title VII. The trial court granted the motion for summary judgment in its entirety, dismissing all of Ms. Richard's claims against Southern except for those based on her constitutional due process and equal protection rights and those associated with her termination by Southern.</p>\n<p>Jury trial began on July 18, 2005 and ended on July 22, 2005. The jury found that Ms. Rogé's letter of December 19, 1997 amounted to a violation of Ms. Richard's constitutional and civil rights and that Ms. Rogé had not proven her conduct in that regard was objectively reasonable as required by 42 U.S.C. § 1983. As to Southern, the jury found no causal connection between Ms. Richard's protected activity of filing the EEOC-LCHR complaint and Southern's eventual termination of her for failure to complete the certification program. The jury awarded Ms. Richard no damages.</p>\n<p>After the trial, Ms. Richards timely filed a motion for new trial or for judgment notwithstanding the verdict (JNOV). The matter was heard in December 2005, at which time Ms. Richard's motion for new trial was denied; her motion for JNOV was granted but only to the extent that she was awarded nominal damages of $1.00 for the violation by Ms. Rogé and LSU.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Ms. Richard has appealed: (1) the trial court's decision to award only nominal damages against LSU and Ms. Rogé with respect to her § 1983 claims, (2) its alleged error in giving the jury an incorrect verdict form concerning punitive damages against LSU and Ms. Rogé with respect to her § 1983 claims, and (3) its limiting her <span class=\"star-pagination\">*961</span> Title VII retaliation claim against Southern to acts amounting to an \"ultimate employment action\" such that they were non-actionable under Title VII's anti-retaliation provisions. Ms. Rogé and LSU have appealed the judgment against them for nominal damages with respect to Ms. Richard's § 1983 claims. This discussion treats each defendant in turn.</p>\n<p>We note at the outset that while the bulk of § 1983 cases are brought in federal court, state courts may also exercise jurisdiction over § 1983 cases pursuant to the principle of concurrent jurisdiction. <i>Maine v. Thiboutot,</i> <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 3 n. 1, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2502</span></a></span>, 2503 n. 1, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></a></span> (1980). It is also the case that the same body of federal law governs § 1983 actions in state and federal courts, but state courts are not obligated to follow the law of their federal circuit. <i>See </i><i>Parish Nat'l Bank v. Lane,</i> <span class=\"citation\" data-id=\"1763286\"><a href=\"/opinion/1763286/parish-nat-bank-v-lane/\"><span class=\"volume\">397</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1282</span></a></span>, 1285 (La.1981). This also holds true for Title VII actions, which also arise out of a federal statutory regime from which a substantial body of federal caselaw has evolved.</p>\n<p></p>\n<h2>A. Melissa Rogé</h2>\n<p>Ms. Rogé has appealed in this matter, claiming that she should have been entitled to qualified immunity, an affirmative defense in the context of § 1983 litigation. She raised this claim timely in LSU's exception raising the objection of no cause of action, answer, and on motion for summary judgment, which the trial court denied. Qualified immunity protects an individual state official from liability for money damages where the defendant acts within the course of his or her official capacity in a manner that is objectively reasonable and in good faith, even if the conduct or action in and of itself violates a plaintiff's constitutional rights. <i>See </i><i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 638-39, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3038, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987); <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 814, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2736, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). The immunities applicable in federal courts to § 1983 actions also apply in state courts that hear § 1983 actions; the Supreme Court has held that federal law governs their availability to defendants. <i>Martinez v. California,</i> <span class=\"citation\" data-id=\"110169\"><a href=\"/opinion/110169/martinez-v-california/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 284, <span class=\"citation\" data-id=\"110169\"><a href=\"/opinion/110169/martinez-v-california/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">553</span></a></span>, 558, <span class=\"citation\" data-id=\"110169\"><a href=\"/opinion/110169/martinez-v-california/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1980).</p>\n<p><i>Harlow</i> articulated a two-part test for courts to determine whether an individual defendant is protected by qualified immunity, as spelled out by the supreme court in <i>Jackson v. State ex rel Dep't of Corrections,</i> 2000-2882, p. 9 (La.2001), <span class=\"citation\" data-id=\"1092861\"><a href=\"/opinion/1092861/jackson-v-state-ex-rel-dept-of-corrs/\"><span class=\"volume\">785</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">803</span></a></span>, 809:</p>\n<blockquote>First, the court must look to currently applicable law and determine whether the law was clearly established at the time the action in question occurred. . . . If the court determines that the law was clearly established at the time the action occurred, the <i>Harlow</i> analysis requires the public official claiming immunity to show that, because of extraordinary circumstances, \"he neither knew or should have known of the relevant legal standard.\"</blockquote>\n<p><i>Anderson</i> followed and refined <i>Harlow</i> by adding that a state official will be protected by qualified immunity unless a court finds that the official should have reasonably understood that what he or she did violated the plaintiff's claimed right. <i>Anderson,</i> 483 U.S. at 640, 107 S.Ct. at 3039.</p>\n<p>Here, Ms. Richard's action in filing an EEOC charge in 1996 to contest what she believed to be discrimination at the academy was a legally protected exercise of her First Amendment right to petition the government for a redress of grievances and as outlined in the language of the Civil Rights act itself.<sup>[3]</sup> There is no doubt that the law <span class=\"star-pagination\">*962</span> was clearly established when the incident in question occurredMs. Rogé's December 19, 1997 letter citing Ms. Richard's EEOC claim as a reason for the LSU academy not to re-admit her for a second attempt at the certification program. The first prong of <i>Harlow</i> has been met.</p>\n<p>Concerning the second part of the <i>Harlow</i> test, the jury concluded that Ms. Rogé had shown that she neither knew nor should have known of the relevant legal standard. Pursuant to <i>Anderson,</i> however, the jury concluded that Ms. Rogé had not shown that her conduct in writing the December 19, 1997 letter was objectively reasonable. The jury thus concluded, as instructed on the verdict form, that Ms. Rogé had violated Ms. Richard's constitutional or civil rights.</p>\n<p>As either findings of fact or mixed questions of fact and law, these conclusions are subject to the manifest error standard of review, which affords great deference to the trier of fact, be it judge or jury. <i>See </i><i>Boykin v. Louisiana Transit Co., Inc.,</i> 96-1932, p. 11 (La.3/4/98), <span class=\"citation\" data-id=\"1671607\"><a href=\"/opinion/1671607/boykin-v-louisiana-transit-co-inc/\"><span class=\"volume\">707</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1225</span></a></span>, 1231. Upon reviewing the record, we find no manifest error in these conclusions by the jury, thus, Ms. Rogé's assignment of error that she should have been afforded the protection of qualified immunity is without merit.</p>\n<p>Having determined that Ms. Rogé is not immune from suit regarding her actions in sending the December 19, 1997 letter, we move to Ms. Richard's assignment of error regarding the trial court's awarding of only nominal damages of $1.00 against Ms. Rogé. In order to properly assess this claim, it must be determined whether Ms. Rogé has been sued in her individual or official capacity, for money damages can only be recovered from a state officer sued and found liable individually as opposed to officially. <i>See </i><i>Hafer v. Melo,</i> <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, 27, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, 362-63, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></a></span> (1991). Suits brought against an officer in his or her official capacity cannot entail damages because the effective defendant in interest is the state itself, which as discussed above cannot be sued for damages pursuant to § 1983. The only recovery against a state official in his or her official capacity is injunctive or declaratory relief.<sup>[4]</sup></p>\n<p>We note at the outset that Ms. Richard has named Ms. Rogé as a defendant, but has not characterized whether she seeks to sue Ms. Rogé in her individual or official capacity or both. While \"it is obviously preferable for the plaintiff to be specific in the first instance to avoid any ambiguity,\"<sup>[5]</sup> the Supreme Court itself has undertaken a fairly interpretive approach that permits a court to delve into the substance and intent of a suit in order to determine whether a defendant has been sued in an individual or official capacity. <i>Brandon v. Holt,</i> <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 469-71, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></a></span>, 877-78, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (1985).</p>\n<p>Ms. Richard stated in Paragraph 2 of her original petition that \"[a]t all times relevant hereto the defendant, [Ms.] Rogé, was an employee of [LSU] and was acting within the course and scope of her employment.\" While this might initially suggest that Ms. Richard intended to sue Ms. Rogé in her official capacity, we suspect the use <span class=\"star-pagination\">*963</span> of the term \"acting within the course and scope of her employment\" had more to do with Ms. Richard's state tort claims of vicarious liability than her intentions for the civil rights aspect of this suit.<sup>[6]</sup></p>\n<p>Considering Ms. Richard's claims against Ms. Rogé for both compensatory and punitive damagesboth along with LSU and in addition to claims for injunctive reliefand her allegation in Paragraph 8 that she \"is still subject to further discrimination by [Ms.] Rogé,\" we conclude that Ms. Richard intended to sue Ms. Rogé both in her official and individual capacities. As noted above, Ms. Richard cannot recover damages from Ms. Rogé in her official capacity, but she can recover damages from Ms. Rogé in her individual capacity for the violation caused by the December 19, 1997 letter.</p>\n<p>The jury, we recall, found a violation but awarded no damages; the trial court amended this to $1.00 nominal damages when Ms. Richard challenged the award in her JNOV. Both Ms. Richard and the LSU defendants have briefed this court thoroughly concerning its capacity to negate or adjust a trial court or jury award. LSU cites an abuse of discretion standard, providing supreme court authority to the effect that:</p>\n<blockquote>[T]he discretion vested in the trier of fact is \"great,\" and even vast, so that an appellate court should rarely disturb an award of general damages. Reasonable persons frequently disagree about the measure of general damages in a particular case. It is only when the award is, in either direction, beyond that which a reasonable trier of fact could assess for the effects of the particular injury to the particular plaintiff under the particular circumstances that the appellate court should increase or reduce the award.</blockquote>\n<p><i>Youn v. Maritime Overseas Corp.,</i> <span class=\"citation\" data-id=\"1617897\"><a href=\"/opinion/1617897/youn-v-maritime-overseas-corp/\"><span class=\"volume\">623</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1257</span></a></span>, 1261 (La.1993).</p>\n<p>In her reply brief, Ms. Richard seeks <i>de novo</i> review of the trial court's nominal damages award against Ms. Rogé and LSU, asserting supreme court authority that allows an appellate court to correct or determine anew a trial court or jury's award of money damages that amounts to legal error. Instances include a failure to award damages based on a conclusion that a plaintiff's injuries are not causally related to the action or accident that causes the violation<sup>[7]</sup> or when a jury has been erroneously instructed on the issue of quantum.<sup>[8]</sup></p>\n<p>On the question of nominal damages in the § 1983 context, the Supreme Court has concluded that a court is obligated \"to award nominal damages when a plaintiff establishes the violation of his right to procedural due process but cannot prove actual injury.\" <i>Farrar v. Hobby,</i> <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 112, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, 573, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1992) (citing <i>Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 254, 266, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, 1047, 1054, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1978)). By the same reasoning, \"no compensatory damages may be awarded in a § 1983 suit absent proof of actual injury.\" <i>Id.</i></p>\n<p>In this matter, the trial court's oral reasons at the hearing on the JNOV indicated that the jury's award of zero damages and its own subsequent award of $1.00 nominal damages against Ms. Rogé arose because <span class=\"star-pagination\">*964</span> after the violation caused by Ms. Rogé's December 19, 1997 letter, Southern did not immediately terminate Ms. Richard and the LSU academy twice agreed to re-admit her for further attempts at the program in June 1998 and July 1999. In retrospect, these concessions do suggest an attempt to cure the violation caused by Ms. Rogé's letter. But they cannot erase the fact of the original violation itself, for which Ms. Rogé was responsible. Ms. Rogé testified in trial that she undertook on her own personal impetus without consulting anyone else. To the extent that this violation resulted in injury to Ms. Richard, she is entitled to compensatory damages against Ms. Rogé for her proven losses and injuries, which may include mental and emotional distress. <i>Carey,</i> 435 U.S. at 263-64, n. 20, 98 S.Ct. at 1052, n. 20.<sup>[9]</sup></p>\n<p>The record leaves no doubt that Ms. Rogé's December 19, 1997 letter had immediate and dramatic effects on Ms. Richard's wellbeing that manifested themselves during the five-month period between the letter and her first opportunity for readmission to the academy in May 1998. After roughly five years on the job at Southern where she received positive evaluations, Ms. Richard: (1) was threatened with termination by her employer, (2) learned that her employer had reported her difficulties at the LSU academy to other potential academies, and (3) experienced mental and emotional problems to the extent that she required medical attention for extensive stress, a condition that incapacitated her from working for at least one month beginning in January 1998 and for another beginning in April 1998.</p>\n<p>We thus conclude that Ms. Richard has shown actual injuries that resulted directly from Ms. Rogé's December 19, 1997 letter, which caused a violation of Ms. Richard's rights pursuant to 42 U.S.C. § 1983; these injuries merit compensatory damages in and of themselves that are not negated by LSU and Ms. Rogé's subsequent efforts to cure the wrong by readmitting Ms. Richard to the academy later on, well after the initial damage had been done.<sup>[10]</sup> The trial court and jury's failure to reach this conclusion amounts to legal error, thus this court may decide the question of damages <i>de novo</i> pursuant to the <i>Mart/Rodriguez</i> line of jurisprudence. <i>See supra</i> notes 7 &amp; 8, at 16. Our review of the record leads us to conclude that Ms. Richard may recover the sum of $10,000.00 in compensation for the injuries she suffered from the letter of December 19, 1997, written by Ms. Rogé who in writing the letter acted under color of state law and in her personal or individual capacity although she was at the time engaged in the performance of her duties as an official employee of LSU.<sup>[11]</sup></p>\n<p>Ms. Richard has lodged an additional assignment of error on appeal concerning Ms. Rogé's conduct during the time in question. She asserts that the <span class=\"star-pagination\">*965</span> trial court erred in giving the jury an improper verdict form that mistakenly stated the standard for the award of punitive damages that Ms. Richard sought against Ms. Rogé. The proper standard would be a finding of either \"malice or reckless indifference\" (emphasis added) pursuant to the statutory framework<sup>[12]</sup> and established jurisprudence. <i>See, e.g., </i><i>Barber v. Nabors Drilling, U.S.A., Inc.,</i> <span class=\"citation\" data-id=\"748778\"><a href=\"/opinion/748778/jimmy-w-barber-v-nabors-drilling-usa-inc-nabors-loffland-drilling/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span>, 710 (5th Cir.1997). The verdict form given to the jury in the case at bar clearly contained an erroneous standard when it asked whether the jury found that Ms. Rogé's conduct toward Ms. Richard \"was maliciously and recklessly indifferent?\" (emphasis added)</p>\n<p>While we agree that the trial court erred in providing the jury with an incorrect standard, our review of the record on appeal leads us to conclude that any such error was harmless.<sup>[13]</sup> The record does not reflect any basis for a finding by preponderance of the evidence that Ms. Rogé's conduct in composing the December 19, 1997 letter met the standard for either malice or reckless indifference.<sup>[14]</sup> This concludes our analysis with regard to Ms. Rogé, the sole individual defendant at issue in this appeal.</p>\n<p></p>\n<h2>B. LSU</h2>\n<p>LSU asserts that the trial court erred by failing to view it as an \"arm of the state\" and thus not properly a \"person\" subject to suits for monetary damages in state court under § 1983<sup>[15]</sup> in the same manner as an arm of the state would be protected from § 1983 litigation for monetary damages in federal court by the Eleventh Amendment principle of state sovereign immunity. <i>Will,</i> 491 U.S. <span class=\"star-pagination\">*966</span> at 66-67, 70-72, 109 S.Ct. at 2309-10. <i>See also </i><i>Quern v. Jordan,</i> <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 340, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span>, 1145, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1979); <i>Board of Examiners of Certified Shorthand Reporters v. Neyrey,</i> <span class=\"citation\" data-id=\"1107931\"><a href=\"/opinion/1107931/bd-of-examiners-of-certified-shorthand-reporters-ex-rel-juge-v-neyrey/\"><span class=\"volume\">542</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">56</span></a></span>, 66 (La.App. 4 Cir.), <i>writ denied,</i> <span class=\"citation\" data-id=\"1737567\"><a href=\"/opinion/1737567/bd-of-examiners-of-certified-shorthand-reporters-v-neyrey/\"><span class=\"volume\">548</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1231</span></a></span> (La.1989). An arm of a state is entitled to the same freedom from suit as long as it can show that it has little in the way of independent management authority and does not generate its own financial resources from which a judgment might be paid without having to resort to the state treasury. <i>See </i><i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 663, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, 1355-56, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974); <i>see also </i><i>Hess v. Port Authority, Trans-Hudson Corp.,</i> <span class=\"citation\" data-id=\"117880\"><a href=\"/opinion/117880/hess-v-port-authority-trans-hudson-corporation/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 48-49, <span class=\"citation\" data-id=\"117880\"><a href=\"/opinion/117880/hess-v-port-authority-trans-hudson-corporation/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">394</span></a></span>, 404-05, <span class=\"citation\" data-id=\"117880\"><a href=\"/opinion/117880/hess-v-port-authority-trans-hudson-corporation/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1994), <i>U.S. ex rel Barron v. Deloitte &amp; Touche, L.L.P.,</i> <span class=\"citation\" data-id=\"36009\"><a href=\"/opinion/36009/united-states-v-deloitte-touche/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 440 (5th Cir.2004), <i>Jacintoport Corp. v. Greater Baton Rouge Port Commission,</i> <span class=\"citation\" data-id=\"452102\"><a href=\"/opinion/452102/jacintoport-corp-v-greater-baton-rouge-port-commission/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 439 (5th Cir.1985).</p>\n<p>Louisiana Revised Statutes 13:5102 defines state agencies as \"any board, commission, department, agency, special district, authority, or other entity of the state.\" <i>See also Varnado v. Dep't of Employment &amp; Training,</i> XXXX-XXXX, pp. 6-7 (La.App. 1 Cir. 6/28/96), <span class=\"citation\" data-id=\"1797072\"><a href=\"/opinion/1797072/varnado-v-department-of-employment-and-training/\"><span class=\"volume\">687</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1013</span></a></span>, 1022, <i>writ denied,</i> 97-0312 (La.3/27/97), <span class=\"citation\" data-id=\"1136424\"><a href=\"/opinion/1136424/bartlett-v-browning-ferris-industries-chemical-service-inc/\"><span class=\"volume\">692</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">394</span></a></span>. LSU has not provided any Louisiana state court jurisprudence to support its assertion in this matter and our research has revealed none, but federal cases have unwaveringly determined that Louisiana's public universities, including LSU (through its Board of Supervisors), are to be treated as arms of the State of Louisiana.<sup>[16]</sup> As such, LSU is correct in its assertion that it is not a person vulnerable to suit pursuant to § 1983.<sup>[17]</sup> The jury's verdict against it must be reversed.</p>\n<p></p>\n<h2>C. Southern University</h2>\n<p>Whereas Ms. Richard's claims against LSU and Ms. Rogé are based on the protections that § 1983 offers against violations of individuals' constitutional rights by persons acting under color of state law, her claims against Southern are based on the protections that Title VII of the Civil Rights Act of 1964 provides against discrimination in the workplace.<sup>[18]</sup><span class=\"star-pagination\">*967</span> The statutory immunities associated with § 1983 litigation do not apply in the Title VII context, thus Southern cannot rely on its status as an arm of the state to evade suit under Title VII. A retaliation claim requires the plaintiff to show: (1) participation in conduct protected by the Act, such as making an EEOC charge, (2) the employer's awareness of the participation, (3) an adverse employment action thereafter, and (4) a causal connection between the adverse employment action and the protected participation or conduct. Harold S. Lewis, Jr. and Elizabeth J. Norman, Employment Discrimination Law and Practice, 2d ed., 142-43.</p>\n<p>The first and second elements of Ms. Richard's case are not in dispute. The record shows that Ms. Richard filed an EEOC claim against Southern after it issued what she believed to be a wrongful pre-termination notice in January 1998. This was clearly participation in protected conduct. The record also shows that Southern personnel would have been aware of the filing of Ms. Richard's EEOC charge as early as late January 1998 when they received a copy of same. The debate before us concerns the third and fourth elements of Ms. Richard's case, specifically the extent to which Capt. Johnson's phone calls to other academies in February 1998 amounted to an \"adverse employment action\" and whether Ms. Richard has shown sufficient causation between her filing the EEOC charge and Capt. Johnson's phone calls.</p>\n<p>In order to analyze these issues we must first detail the proper standard of review. Ms. Richard asserts that the entire consideration of what constitutes an \"adverse employment action\" has changed in the light of a recent Supreme Court decision such that the trial court and jury's treatment of her case amounted to legal error subject to <i>de novo</i> review.</p>\n<p>To recap, shortly before the matter reached trial in the summer of 2005, Southern filed a motion for summary judgment that was granted dismissing all of Ms. Richard's claims except for her wrongful discharge claim pursuant to Title VII of the Civil Rights Act of 1964 and her due process and equal protection claims pursuant to § 1983. After trial, the jury verdict form indicated that the jury found no causation between Ms. Richard's protected activity of filing EEOC charges and Southern's adverse employment action in terminating her, thus no Title VII violation had occurred. The trial court declined to overturn the jury's verdict that released Southern from any and all liability in the matter.</p>\n<p>On appeal, Ms. Richard seeks to reverse the portion of the summary judgment that limited her Title VII claims strictly and solely to those associated with Southern's actions in terminating her. She seeks for this court to perform <i>de novo</i> review based on the new and less stringent standard (to be discussed <i>infra</i>) for retaliation claims as recently articulated by the Supreme Court in <i>Burlington Northern &amp; Santa Fe Railway Co. v. White,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span> (2006), <i>available at</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span>.</p>\n<p>Her basis for urging this level of review is that legal error, as represented by the trial court's use of a now-over-turned standard, interdicted the fact finding process such that the usual manifest error standard is no longer properly applicable. <i>Levy v. Bayou Industrial Maintenance Service, Inc.,</i> XXXX-XXXX, p. 7 (La. App. 1 Cir. 9/26/03), <span class=\"citation\" data-id=\"1909985\"><a href=\"/opinion/1909985/levy-v-bayou-indus-maintenance-services/\"><span class=\"volume\">855</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">968</span></a></span>, 974, <i>writs denied,</i> XXXX-XXXX, XXXX-XXXX (La.2/6/04), <span class=\"citation\" data-id=\"1610389\"><a href=\"/opinion/1610389/soileau-v-allstate-ins-co/\"><span class=\"volume\">865</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">724</span></a></span>, 727 (citing <i>Ferrell v. Fireman's Fund Ins. Co.,</i> 94-1252, pp. 3-4 (La.2/20/95), <span class=\"citation\" data-id=\"1750978\"><a href=\"/opinion/1750978/ferrell-v-firemans-fund-ins-co/\"><span class=\"volume\">650</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">742</span></a></span>, 745). We note, however, that \"<i>de novo</i> review, without any deference to the fact finder, is <span class=\"star-pagination\">*968</span> only appropriate when there is legal error implicit in the factfinding process or when a mistake of law forecloses the fact-finding process. . . .\" <i>Clement v. Frey,</i> 95-1119, p. 2 (La.1/16/96), <span class=\"citation\" data-id=\"1094879\"><a href=\"/opinion/1094879/clement-v-frey/\"><span class=\"volume\">666</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">607</span></a></span>, 612 (Lemmon, J. concurring).</p>\n<p>Thus, if we determine, based on our review of the record, that \"the trier of fact applied the incorrect law . . . and [that] the error could have affected the outcome below, the manifest error rule does not apply\" and we may make \"an independent determination of the facts from the record on appeal.\" <i>Bujol v. Entergy Services, Inc.,</i> XXXX-XXXX, XXXX-XXXX, p. 17 (La. 5/25/04), <span class=\"citation\" data-id=\"1694089\"><a href=\"/opinion/1694089/bujol-v-entergy-services-inc/\"><span class=\"volume\">922</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1113</span></a></span>, 1130 (quoting Frank L. Maraist and Harry T. Lemmon, Louisiana Civil Law Treatise, Vol. 1, Civil Procedure, § 14.14, p. 395 (1999)). <i>See also </i><i>Gonzales v. Xerox Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">La.</span> <span class=\"page\">182</span></span>, <span class=\"citation\" data-id=\"1847083\"><a href=\"/opinion/1847083/gonzales-v-xerox-corp/\"><span class=\"volume\">320</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">163</span></a></span>, 165 (1975). In fact, such <i>de novo</i> review is preferred in clear-cut cases as it facilitates the overall desirable goal of judicial economy. <i>Gonzales,</i> 320 So.2d at 165-66. If, however, our review of the record leads to the conclusion that the evidence is in substantial conflict and that a trial court or jury with first-hand consideration of witness testimony would be better suited to resolve the conflict, remand is necessary. <i>See </i><i>Tabor v. Doctors Memorial Hosp.,</i> <span class=\"citation\" data-id=\"1147005\"><a href=\"/opinion/1147005/tabor-v-doctors-memorial-hosp/\"><span class=\"volume\">501</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">243</span></a></span>, 247 (La.App. 1 Cir.1986).</p>\n<p>In this consideration, we note initially that \"generally, unless a decision specifies otherwise, or its retroactive application would produce substantial inequitable results, it is to be given prospective and retroactive effect.\" <i>Harlaux v. Harlaux,</i> <span class=\"citation\" data-id=\"1695378\"><a href=\"/opinion/1695378/harlaux-v-harlaux/\"><span class=\"volume\">426</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">602</span></a></span>, 604 (La.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">816</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">74</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">86</span></span> (1983). Ms. Richard urges here that the new rule articulated in the Supreme Court's decision in <i>Burlington Northern</i> be applied retroactively to reverse the trial court's summary judgment limiting her Title VII claims against Southern solely to those associated with its decision to terminate her.</p>\n<p>In <i>Burlington Northern,</i> the Supreme Court resolved a split in the federal circuits about how harmful an employer's action must be to constitute retaliation for an employee's engagement in activity or conduct protected by the anti-discrimination substance of Title VII. <i>Burlington Northern,</i> 126 S.Ct. at 2410. Until that point, courts within the Fifth Circuit were guided by a particularly stringent rule demanding that the employer's action meet \"an `ultimate employment decisio[n]' standard, which limits actionable retaliatory conduct to acts \"such as hiring, granting leave, discharging, promoting, and compensating.\"'\" <i>Id.</i> (citing <i>Mattern v. Eastman Kodak Co.,</i> <span class=\"citation\" data-id=\"733271\"><a href=\"/opinion/733271/jean-g-mattern-v-eastman-kodak-company-and-eastman-chemical-company/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span>, 707 (5th Cir. 1997). Under that standard, the trial court in the matter here correctly, at the time, limited consideration of Ms. Richard's retaliation claims to the circumstance of her firing in 2000.</p>\n<p>But the Supreme Court's decision in <i>Burlington Northern</i> effectively rejected this standard in favor of a less onerous standard propounded by the Seventh and District of Columbia Circuits: \"In our view, a plaintiff must show that a reasonable employee would have found the challenged action [by the employer] materially adverse, `which in this context means it well might have \"dissuaded a reasonable worker from making or supporting a charge of discrimination.\"'\" <i>Id.,</i> 126 S.Ct. at 2415. In the Court's view, the employer action must be of a degree greater than a mere trivial reaction, more than \"those petty slights or minor annoyances that often take place at work and that all employees experience.\" <i>Id.</i> The key to the Act's anti-retaliation provision is, the Court reminds, that it acts as a deterrent to \"prevent employer interference with `unfettered access' to Title VII's remedial mechanisms,\" such as the right <span class=\"star-pagination\">*969</span> to file EEOC claims against suspected discrimination. <i>Id.</i> The Court then balanced this relative liberality with the concurrent requirement that the employee's perception or reaction to the action of the employer be objectively reasonable within the context provided by the facts. <i>Id.</i></p>\n<p>Clearly, <i>Burlington Northern</i> impacts the matter at hand. Concerning the general rule of retroactivity cited above, we note that <i>Burlington Northern</i> contains no indication that it is not to be applied retroactively; nor do we discern any \"substantial inequitable results\" that would result from retroactive application to this matter, which was on appeal when the Supreme Court handed down its opinion.</p>\n<p>In order to consider this matter <i>de novo</i> according to the new rule propounded in <i>Burlington Northern,</i> we must determine whether we may do so based on the entirety of the record at hand or whether some element of the analysis will require further fact-finding or a credibility call requiring first-hand exposure to the evidence and witnesses by a trial court as required by <i>Levy, Gonzales,</i> and <i>Tabor. See supra</i> pp. 22-23.</p>\n<p>We conclude that no such hindrances limit us from <i>de novo</i> review; remand is not required. The record is substantial and provides ample documentation that allows us to consider the third and fourth elements of Ms. Richard's retaliation claim: whether after she filed her January 1998 EEOC claim, Southern subjected her to an employment action that a reasonable employee would see as materially adverse pursuant to <i>Burlington Northern</i> and whether that employment action was causally connected to Ms. Richard's EEOC claim.</p>\n<p>The phone calls made in late January or early February 1998 by Capt. Johnson of Southern to other law enforcement program academies around the state, in which he advised the other academies that Ms. Richard had filed charges against LSU's academy and perhaps even that she had been \"kicked out\"<sup>[19]</sup> of LSU, resulted in all of those academies declining to admit Ms. Richard. At that point, essentially, Ms. Richard was effectively \"blackballed\" from other academies where she might be able to complete the course and achieve POST certification; without POST certification she would not be kept on at Southern, where she had been successfully employed for several years with good performance reports. It is hard to imagine how any objective, rational, and reasonable employee would not perceive this as a \"materially adverse\" action on the part of his or her employer. We conclude that Ms. Richard has successfully shown element three of her retaliation claim under the <i>Burlington Northern</i> standard of an adverse employment action.</p>\n<p>The fourth and final element of a retaliation claim requires a plaintiff to demonstrate a causal connection between the adverse employment action and the exercise of a protected activity in the context of Title VII. This element often hinges on questions of timing, which may vary from case to case,<sup>[20]</sup> and does so here as well. <span class=\"star-pagination\">*970</span> The problem at hand lies in determining what event in the chronology should be deemed the trigger for the retaliatory adverse employment action taken by SouthernCapt. Johnson's phone calls in late January or early February of 1998 to the other academies. Another question is how this prong is affected by the resolution of the third prong, which allows the phone calls made from Southern in early 1998 to be viewed as the adverse employment action and not, as was held in the trial court prior to <i>Burlington Northern,</i> Ms. Richard's eventual termination in September 1999.</p>\n<p>Ms. Richard's initial EEOC claim against LSU was filed in May 1996, but it is not clear whether Southern was aware of that claim until December 1997 when Ms. Rogé wrote her letter to Southern stating that LSU refused to re-admit Ms. Richard to its academy due to the claims filed the year before.<sup>[21]</sup> Based on Ms. Rogé's letter, Southern commenced pre-termination proceedings on January 13, 1998; Ms. Richard responded with a letter asking if she might attend another academy for the program. She also filed an EEOC claim against Southern on or about January 27 protesting what she believed to be the illegality of the January 13, 1998 pre-termination notice.</p>\n<p>The record reflects that as early as February 9, 1998, less than two months after Ms. Rogé's letter and less than two weeks after filing her EEOC claim against Southern, Capt. Johnson had made the first of the series of calls to other academies in which he revealed Ms. Richard's difficulties at LSU. These calls apparently took place periodically over the next two months until at least April 15, 1998, when Capt. Johnson wrote to Thurman Butler, Southern's Director of Personnel, and advised that the Acadian Law Enforcement Academy in Lafayette refused to accept Ms. Richards due to, according to Capt. Johnson, his advising their representative of Ms. Richard's \"litigations\" against LSU's academy. Southern again began termination proceedings in late April 1998.</p>\n<p>These facts, documented clearly in the record, display an almost cavalier treatment by Southern of its employee, Ms. Richard. Feeling that she had been unfairly threatened with termination, she sought legal counsel and filed a claim with the EEOC, this time against Southern, yet she continued to try to save her job by suggesting to her superiors that she might get a fresh start at another academy. Southern's own personnel director allowed as much in a February 25, 1998 letter to Capt. Johnson, but the letter's language reveals the director's mind to be nearly made up that getting rid of Ms. Richard was the plan.<sup>[22]</sup></p>\n<p><span class=\"star-pagination\">*971</span> At no time has Southern ever explained why Capt. Johnson felt free to tell the other academies of Ms. Richard's problems at LSU, but it is clear that Mr. Butler, the personnel director, knew of and approved these revelations and perhaps even anticipated that Ms. Richard could be barred from attending any academy. In determining the element of causation in a Title VII retaliation claim, great attention must be paid to facts and circumstances and, as noted, temporal proximity is a large component of the question. Although Ms. Richard's initial EEOC charge against LSU was filed over a year before the adverse action taken by Southern (Capt. Johnson's phone calls), the record reveals an almost unbroken chain of action from the time Southern learned of the charge in Ms. Rogé's December 1997 letter, through Capt. Johnson's phone calls in early 1998 that prevented Ms. Richard from attending another academy. We find that the fourth element of Ms. Richard's retaliation claim, causation, has been met.</p>\n<p>Thus, our <i>de novo</i> review of the record, in light of the new rule embodied in <i>Burlington Northern,</i> leads us to conclude Ms. Richard has met her burden of proof and her Title VII retaliation claim is valid. In light of this conclusion, we find Southern to be in violation of its duty not to retaliate against employees engaging in conduct protected by the statute and believe Ms. Richard to be entitled to the sum of $5,000.00 in damages.</p>\n<p></p>\n<h2>D. Attorney's Fees</h2>\n<p>Both § 1983<sup>[23]</sup> and Title VII<sup>[24]</sup> provide for recovery of reasonable attorney's fees by a prevailing plaintiff, which may be awarded on a discretionary basis so long as the plaintiff achieves some clear success on a significant issue within the § 1983 or Title VII context.<sup>[25]</sup> The extent of the principal or underlying award on the merits factors into the analysis, but attorney's fees may be awarded if the principal award is minimal or even non-pecuniary, as in the case of declaratory judgment or injunction. <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 759-60, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span></a></span>, 2675, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></a></span> (1987). Though awarding attorney's fees in these contexts is discretionary, it is highly encouraged as a policy to provide incentive for attorneys to take on cases that may cure or deter constitutional and statutory violations yet not engender large damages awards. <i>Christiansburg Garment</i> <span class=\"star-pagination\">*972</span> <i>Co. v. Equal Employment Opportunity Commission,</i> <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 417, 422, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>, 698, 701, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1978).</p>\n<p>We note also that \"[a]s a general rule, a party who obtains the reversal of judgment on appeal is not a `prevailing party' unless such reversal also resulted in entry of judgment for that party.\" <i>Coral Constr. Co. v. King County,</i> <span class=\"citation\" data-id=\"566427\"><a href=\"/opinion/566427/coral-construction-company-an-oregon-corporation-oregon-columbia-chapter/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 933 (9th Cir.1991) (citing <i>Hanrahan v. Hampton,</i> <span class=\"citation\" data-id=\"110275\"><a href=\"/opinion/110275/hanrahan-v-hampton/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">754</span></a></span>, 757-59, <span class=\"citation\" data-id=\"110275\"><a href=\"/opinion/110275/hanrahan-v-hampton/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1987</span></a></span>, 1989-90, <span class=\"citation\" data-id=\"110275\"><a href=\"/opinion/110275/hanrahan-v-hampton/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">670</span></a></span> (1980)). As Ms. Richard succeeded on the merits below in her § 1983 claim against Ms. Rogé and has succeeded on appeal in having the trial court's dismissal of Southern reversed and judgment entered for its Title VII violation, Ms. Richard has earned the right to have the trial court's failure to award her attorney's fees reconsidered, although it is subject on appeal to the abuse of discretion standard. <i>Assoc. Builders &amp; Contractors of Louisiana, Inc. v. Orleans Parish School Bd.,</i> <span class=\"citation\" data-id=\"551850\"><a href=\"/opinion/551850/associated-builders-contractors-of-louisiana-inc/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 379 (5th Cir.1990) (citing <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 436-37, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1941, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span>, 52-53 (1983)).</p>\n<p>As regards Ms. Richard's § 1983 claim against Ms. Rogé in her individual capacity, the jury found a violation but awarded zero damages, which the trial court increased to nominal damages of $1.00. As noted <i>supra,</i> we have found that award legally insufficient to compensate for the harm Ms. Richard suffered at the time of the offense in late 1997 and early 1998, regardless of subsequent efforts by LSU to cure the violation by readmitting Ms. Richard to the academy program when litigation seemed the likely alternative. The trial court's failure to award attorney's fees in association with Ms. Richard's success on the merits of her claim amounts to abuse of discretion. As we have increased the damages due to Ms. Richard in association with this violation to $10,000.00, we conclude additionally that Ms. Richard's counsel is entitled to reasonable attorney's fees in association with her prevailing on this claim.</p>\n<p>Likewise, in light of the new precedent established by the Supreme Court in <i>Burlington Northern,</i> we have also found a violation of Title VII's anti-retaliation provision by Ms. Richard's employer, Southern. The trial court's inability to consider the new standard amounted to legal error, upon which Ms. Richard's entire case against Southern, including her claim for attorney's fees, was subject to <i>de novo</i> review. As noted, prevailing Title VII plaintiffs are entitled to attorney's fees on the same basis as § 1983 plaintiffs. As we have found the compensatory damages associated with Southern's violation to be $5,000.00 we find that Ms. Richard is entitled to reasonable attorney's fees in association with her prevailing on this claim.</p>\n<p>There are a number of ways in which attorney's fees in civil rights and Title VII actions can be calculated. These include the \"lodestar\" method, which determines the number of compensable hours multiplied by a determined hourly rate based on the prevailing market rate for the community or jurisdiction in question, and the <i>Johnson</i> factors, which include a consideration of questions such as the novelty or difficulty of a claim, the time and labor required to litigate the claim, and the extent to which taking the case hindered the attorney's acceptance of other work. <i>See </i><i>Louisiana Power &amp; Light Co. v. Kellstrom,</i> <span class=\"citation\" data-id=\"7017\"><a href=\"/opinion/7017/louisiana-power-light-co-v-kellstrom/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 323-24 (5th Cir.1995); <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717-19 (5th Cir.1974)).</p>\n<p>These types of analyses require fact-intensive inquiries that cannot be undertaken here due to limitations within the record before us at this time. We know only that in her application to file appeal on a pauper basis, Ms. Richard listed her <span class=\"star-pagination\">*973</span> attorney as a creditor in the amount of $41,226.99 and also listed credit card debt of $10,000.00 that had gone for legal expenses. Remand to the trial court for trial on the issue of attorney's fees might be a justifiably warranted option, but the interests of equity and judicial efficiency lead us to award attorney's fees equal to Ms. Richard's compensatory damage awards, or $10,000.00 in association with the § 1983 violation committed by Ms. Rogé and $5,000.00 in association with the Title VII violation committed by Southern.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above and foregoing reasons we rule as follows. The trial court's judgment as to Melissa Rogé in her individual capacity is amended to award $10,000.00 in damages and $10,000.00 in attorney's fees to Ms. Richard; as amended, the judgment is affirmed. The trial court's judgment as to the Board of Supervisors of Louisiana State University and A &amp; M College as an entity is reversed and Ms. Richard's claims against the university are dismissed. The trial court's judgment as to the Board of Supervisors of Southern University is reversed and $5,000.00 in damages and $5,000.00 in attorney's fees is awarded to Ms. Richard. We render judgment in accordance with the above and foregoing reasons and assess the costs associated with this appeal, which total $4,478.19, to the defendants as follows: $2,985.46 to Melissa Rogé in her individual capacity and $1,492.73 to Southern.</p>\n<p>AMENDED AND AFFIRMED IN PART AS AMENDED; REVERSED IN PART; REVERSED IN PART AND JUDGMENT RENDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute notes that those who do not complete the certified training program \"shall not be prohibited from performing administrative duties.\" The supreme court has held, however, that the statute does not \"guarantee an administrative position to an unqualified peace officer.\" <i>Grant v. Grace,</i> 2003-2021, p. 8 (La.4/14/04), <span class=\"citation\" data-id=\"1734208\"><a href=\"/opinion/1734208/grant-v-grace/\"><span class=\"volume\">870</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1011</span></a></span>, 1015-16.</p>\n<p>[2]  \"Wright\" appears to be the prior name of the defendant Melissa Rogé.</p>\n<p>[3]  <i>See supra,</i> p. 5, for citation to 42 U.S.C. § 2000e-3(a). <i>See also Alcorn v. City of Baton Rouge,</i> XXXX-XXXX, XXXX-XXXX, p. 10 (La. App. 1 Cir. 6/27/03), <span class=\"citation no-link\"><span class=\"volume\">851</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1194</span></span>, 1203 (\"The filing of a charge of discrimination with the EEOC is a protected activity. 42 U.S.C. § 2000e-3(a).\").</p>\n<p>[4]  <i>Will v. Michigan Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 71 n. 10, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, 2312 n. 10, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989) (\"Of course a state official in his or her official capacity, when sued for injunctive relief, would be a person under § 1983 because `official-capacity actions for prospective relief are not treated as actions against the State.'\").</p>\n<p>[5]  <i>Hafer,</i> 502 U.S. at 24 n*, 112 S.Ct. at 361 n*.</p>\n<p>[6]  The phrase \"course and scope of employment\" is often used loosely in workers' compensation analysis, but belongs more properly to the subject of an employer's vicarious liability for torts caused by an employee. <i>See generally</i> William E. Crawford, Tort Law, Louisiana Civil Law Treatise vol. 12, 145 (2000); H. Alston Johnson, III, Workers' Compensation Law and Practice, Louisiana Civil Law Treatise, vols. 13 &amp; 14, 266-69 (2002).</p>\n<p>[7]  <i>Mart v. Hill,</i> <span class=\"citation\" data-id=\"1886321\"><a href=\"/opinion/1886321/mart-v-hill/\"><span class=\"volume\">505</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1120</span></a></span>, 1128 (La. 1987).</p>\n<p>[8]  <i>Id.</i> at 1128-29 (citing <i>Rodriguez v. Traylor,</i> <span class=\"citation\" data-id=\"1152676\"><a href=\"/opinion/1152676/rodriguez-v-traylor/\"><span class=\"volume\">481</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1017</span></a></span> (La.1986).</p>\n<p>[9]  The State of Louisiana has extended indemnification to its officials who are accused of violating a plaintiff's or plaintiffs' constitutional rights. La. R.S. 13:5108.1(A)(1) provides:\n</p>\n<p>The state shall defend and indemnify a covered individual against any claim, demand, suit, complaint or petition seeking damages filed in any court over alleged negligence or other act by the individual, including any demand under any federal statute when the act that forms the basis of the cause of action took place while the individual was engaged in the performance of the duties of the individual's office or employment with the state.</p>\n<p>[10]  It also bears reporting that LSU did not reconsider admitting Ms. Richard until threatened with litigation by Ms. Richard's counsel in a May 1, 1998 letter addressed to Ms. Rogé. [144]</p>\n<p>[11]  As noted supra at note 9, La. R.S. 13:5108.1(A)(1) should operate to indemnify Ms. Rogé for her actions.</p>\n<p>[12]  42 U.S.C. § 1981a(b)(1): A complaining party may recover punitive damages under this section against a respondent (other than a government, government agency or political subdivision) if the complaining party demonstrates that the respondent engaged in a discriminatory practice or discriminatory practices with malice or with reckless indifference to the federally protected rights of an aggrieved individual (emphasis added).</p>\n<p>[13]  This court has recently clarified the standard for harmless error in a civil case: \"Error has been defined as harmless when it is `trivial, formal, merely academic, and not prejudicial to the substantial rights of the party assigning it, and where it in no way affects the final outcome of the case.'\" <i>Duzon v. Stallworth,</i> XXXX-XXXX, pp. 30-31 (La. App. 1 Cir. 12/11/02), <span class=\"citation\" data-id=\"1684949\"><a href=\"/opinion/1684949/duzon-v-stallworth/\"><span class=\"volume\">866</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">837</span></a></span>, 860-61, <i>writ denied,</i> 2003-589, XXXX-XXXX (La.5/2/03), <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1101</span></span>, 1110.</p>\n<p>[14]  Punitive damages are intended to punish defendants whose violations rise to a particular level of egregiousness, ill will, or bad faith. <i>See </i><i>Smith v. Wade,</i> <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1983) (guard at reformatory for youthful offenders subject to punitive damages for ignoring plaintiff inmate's pleas for safety against violent attack and sexual assault by other inmates); <i>Williams v. Kaufman County,</i> <span class=\"citation\" data-id=\"32589\"><a href=\"/opinion/32589/williams-v-kaufman-county/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span> (5th Cir.2003) (sheriff subject to punitive damages for conducting extremely invasive strip searches while executing search warrant of a nightclub); <i>Lincoln v. Case,</i> <span class=\"citation\" data-id=\"32138\"><a href=\"/opinion/32138/lincoln-v-case/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></a></span> (5th Cir.2003) (landlord subject to punitive damages for outright racial discrimination, deceit, and trickery in treatment of potential tenants); <i>Lewis v. Parish of Terrebonne,</i> <span class=\"citation\" data-id=\"535276\"><a href=\"/opinion/535276/anna-g-lewis-cross-appellants-v-parish-of-terrebonne-godfrey-boquet/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span> (5th Cir.1990) (warden subject to punitive damages for callous indifference to medical and emotional needs of inmate who later committed suicide), <i>Brown v. Byer,</i> <span class=\"citation\" data-id=\"520318\"><a href=\"/opinion/520318/tammy-brown-v-pamela-joy-byer-officer-euless-bob-bracken-jesse-e/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span> (5th Cir.1989) (deputy constable subject to punitive damages for purposely changing information on arrest warrant such that innocent person wrongfully arrested).</p>\n<p>[15]  \"Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress. . . .\"</p>\n<p>[16]  <i>See </i><i>Laxey v. Louisiana Bd. of Trustees,</i> <span class=\"citation\" data-id=\"6470\"><a href=\"/opinion/6470/laxey-v-louisiana-bd-of-trustees/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span> (5th Cir.1994), <i>Boston v. Tanner,</i> <span class=\"citation\" data-id=\"2472302\"><a href=\"/opinion/2472302/boston-v-tanner/\"><span class=\"volume\">29</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">743</span></a></span>, (W.D.La.1998), <i>McGregor v. La. State Univ. Bd. of Supervisors,</i> No. 91-4328, slip op. at 6 n. 14 (E.D.La.1992), <i>available at</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">189489</span></span>, *6.</p>\n<p>[17]  LSU raised this issue initially in its motion for summary judgment, which was denied. <i>See supra</i> p. 9.</p>\n<p>[18]  42 U.S.C. § 2000e-2(a) mandates: \"It shall be an unlawful employment practice for an employer\n</p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>42 U.S.C. § 2000e-3(a) mandates:</p>\n<p>It shall be an unlawful employment practice for an employer to discriminate against any of his employees or applicants for employment, for an employment agency, or joint labor-management committee controlling apprenticeship or other training or retraining, including on-the-job training programs, to discriminate against any individual, or for a labor organization to discriminate against any member thereof or applicant for membership, because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n<p>[19]  Capt. Johnson admitted that he may have actually used the term \"kicked out\" when he phoned the other academies. [451]</p>\n<p>[20]  The array of cases on this subject highlights the extent to which the inquiry is fact-based and requires consideration of a totality of circumstances. Temporal proximity may vary greatly in analysis of the causation element, but it seems generally that anywhere from days to months between the employee's protected action and the employer's adverse action will be \"close enough\" to meet the requirement but more than a year will likely be unacceptable. <i>See </i><i>Evans v. City of Houston,</i> <span class=\"citation\" data-id=\"23590\"><a href=\"/opinion/23590/evans-v-the-city-of-houston/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 354 (5th Cir.2001) (five days deemed sufficient), <i>Little v. BP Exploration &amp; Oil Co.,</i> <span class=\"citation\" data-id=\"774897\"><a href=\"/opinion/774897/robert-little-v-bp-exploration-oil-company-richard-bruzina-individually/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 362 (6th Cir. 2001) (three months deemed sufficient); <i>Smith v. St. Louis University,</i> <span class=\"citation\" data-id=\"738548\"><a href=\"/opinion/738548/victorija-smith-v-st-louis-university-a-missouri-benevolent-corporation/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1266 (1997) (six months passage of time weakens inference, but does not by itself foreclose ability to meet requirement); <i>Causey v. Balog,</i> <span class=\"citation\" data-id=\"759759\"><a href=\"/opinion/759759/james-causey-v-george-balog-individually-and-as-current-director-of/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span></a></span>, 803 (4th Cir.1998) (thirteen month interval too long to establish causation); <i>Caudillo v. Continental Bank/Bank of America Illinois,</i> <span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">542899</span></span> (7th Cir.1999) (fifteen months is too long to allow inference of retaliation).</p>\n<p>[21]  The record reflects that by this time, Ms. Richard's relations with her superiors at Southern had deteriorated to some degree: she had filed an unsuccessful grievance in August 1997 protesting what she viewed as unfair scheduling choices by Capt. Johnson. During the weeks immediately after Ms. Rogé's December 1997 letter, things seem to have become even more fractious, to the point where Ms. Richard and Capt. Johnson engaged in a confrontation before a meeting on January 5, 1998 that resulted in an offense report filed by campus police. At about this time (early January 1998), Ms. Richard engaged counsel, who wrote to Southern threatening litigation.</p>\n<p>[22]  \"Since the university had not previously automatically terminated police officers who failed the program the first time an effort should be made to get Ms. Richard in another recognized post certified program at the least cost to the university. If these programs deny admission to Ms. Richard, get letters from each and we can then terminate her employment.\"</p>\n<p>[23]  In any action or proceeding to enforce a provision of sections 1981, 1981a, 1982, 1983, 1985, and 1986 of this title, title IX of Public Law 92-318 [20 U.S.C. § 1681 et seq.], the Religious Freedom Restoration Act of 1993 [42 U.S.C. § 2000bb et seq.], the Religious Land Use and Institutionalized Persons Act of 2000 [42 U.S.C. § 2000cc et seq.], title VII of the Civil Rights Act of 1964 [42 U.S.C. § 2000d et seq.], or section 13981 of this title, the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs, except that in any action brought against a judicial officer for an act or omission taken in such officer's judicial capacity such officer shall not be held liable for any costs, including attorney's fees, unless such action was clearly in excess of such officer's jurisdiction. 42 U.S.C. § 1988(b)</p>\n<p>[24]  In any action or proceeding under this subchapter the court, in its discretion, may allow the prevailing party, other than the Commission or the United States, a reasonable attorney's fee (including expert fees) as part of the costs, and the Commission and the United States shall be liable for costs the same as a private person. 42 U.S.C. § 2000e-5(k).</p>\n<p>[25]  The analysis for attorney's fees is the same for both 1983 and Title VII actions. <i>Lyte v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"572668\"><a href=\"/opinion/572668/charles-lyte-v-sara-lee-corporation-and-electrolux-corp/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span>, 103 (2d Cir. 1991) (citing <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433 n. 7, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1939 n. 7, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983)).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/6470/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/7017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/23590/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/32138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/32589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/36009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109769/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110322/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145636/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/452102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/520318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/535276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/551850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/572668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/733271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/738548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1092861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1094879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1107931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1136424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1147005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1152676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1610389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1617897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1671607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1684949/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1694089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1695378/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1734208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1737567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1750978/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1763286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1797072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1847083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1886321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1909985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2472302/"
          ]
        }
      ],
      "judges": "Pettigrew, Downing, and Hughes",
      "date_created": "2015-12-31T21:51:50.486870Z",
      "date_modified": "2016-03-03T20:46:57.819809Z",
      "date_filed": "2007-03-28",
      "date_filed_is_approximate": false,
      "slug": "richard-v-bd-of-super-of-la-state-univ",
      "citation_id": 1796171,
      "case_name_short": "Richard",
      "case_name": "Richard v. BD. OF SUPER. OF LA. STATE UNIV.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "960 So. 2d 953",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1726240/richard-v-bd-of-super-of-la-state-univ/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T18:59:58.779745Z",
  "date_modified": "2014-10-30T18:59:58.779745Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Richard",
  "case_name": "Richard v. BD. OF SUPER. OF LA. STATE UNIV.",
  "case_name_full": "",
  "slug": "richard-v-bd-of-super-of-la-state-univ",
  "docket_number": "2006 CA 0927",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}