{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1729240/",
  "id": 1729240,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/minnctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1832957/",
      "id": 1832957,
      "absolute_url": "/opinion/1832957/silver-v-ridgeway/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1729240/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1832957/",
          "id": 1832957,
          "absolute_url": "/opinion/1832957/silver-v-ridgeway/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1832957/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7661/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:33:48.780941Z",
          "date_modified": "2017-04-07T05:47:55.129024Z",
          "type": "010combined",
          "sha1": "cb74d647dec087b84c5590fd83639e60bbf5b52a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>733 N.W.2d 165 (2007)</b></center>\n<center><h1>Diane SILVER, Respondent,<br>\nv.<br>\nPaul RIDGEWAY, Sr., Appellant,<br>\nLake County, Respondent.</h1></center>\n<center>No. A06-1600.</center>\n<center><p><b>Court of Appeals of Minnesota.</b></p></center>\n<center>June 19, 2007.</center>\n<p><span class=\"star-pagination\">*167</span> Timothy A. Costley, The Costley Law Firm, Two Harbors, MN, for respondent Silver.</p>\n<p>Charles H. Andresen, Andresen &amp; Butterworth, P.A., Duluth, MN, for appellant.</p>\n<p>Russell H. Conrow, Lake County Attorney, Two Harbors, MN, for respondent county.</p>\n<p>Considered and decided by STONEBURNER, Presiding Judge; KALITOWSKI, Judge; and HARTEN, Judge.<sup>[*]</sup></p>\n<p></p>\n<h2>OPINION</h2>\n<p>STONEBURNER, Judge.</p>\n<p>Appellant challenges the district court's order vacating a county board's resolution establishing a cartway over respondent's land, arguing that the district court erred in holding that (1) the county board acted under an erroneous theory of law that it did not have authority to establish the cartway across a state wildlife-management area and (2) the county board acted against the public's best interests. We reverse and remand.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Respondent Diane Silver and her family own undeveloped land in Lake County. More than 30 years ago, Silver's father built a road near the Little Manitou River on Silver's land for the family's personal use (the Silver road). Silver and her father gave permission to the county and a few individuals to occasionally use the road. The county has made improvements to the road and has used the road for many years to access county land north of Silver's property to harvest timber and plant trees.</p>\n<p>Appellant Paul Ridgeway, Sr. owns two land-locked 40-acre tracts of land, located north of, but not adjacent to, Silver's property. Ridgeway's property is surrounded by county tax-forfeit and state park lands. For a period of time, Ridgeway was given permission to use the Silver road to access his property, but after the death of Silver's father, permission was denied to Ridgeway.</p>\n<p>After obtaining an application form, certain legal descriptions, and information about the process of petitioning for a cartway from Lake County Land Commissioner Thomas Martinson, Ridgeway<sup>[2]</sup> applied to the Lake County Board of Commissioners (board) for establishment of a cartway under Minn.Stat. § 164.08, subd. 2(a) (2006), to access his land over the Silver road. It is undisputed that the county would benefit from the establishment of this cartway, which would ensure the county's continued access to its property over the Silver road.</p>\n<p>To the east of Silver's property, an individual named Harris has a road easement (Harris road) granted by the Department of Natural Resources (DNR) across the Caribou Falls Wildlife Management Area (WMA) to access his hunting cabin located on county tax-forfeit land that is adjacent to Silver's property. The Harris road would provide Ridgeway with access to his property. Silver advocated for the Harris road as an alternate and preferable route <span class=\"star-pagination\">*168</span> for Ridgeway's cartway because it would not affect Silver's land along the Little Manitou River as use of the Silver road would.</p>\n<p>The DNR, based on information provided to it by Martinson, expressed a preference for the cartway to be established on the Silver road, which Martinson represented to the DNR as \"an established road that meets the needs of both the county and [Ridgeway].\" The DNR wrote to the board that if Ridgeway and the county were to access their properties over the Harris road, consideration would have to be given to Harris, who built and maintains the road at his own expense. The DNR further stated that access would have to be in the form of a lease to prevent public use and that any additional construction would have to be done in such a manner as to avoid damage to a threatened plant species that has been observed along the Harris road. The DNR's letter explained that a public road would not be compatible with the purpose of the WMA, noting that there would also have to be a federal review due to federal-aid restrictions contained in the Pittman-Robertson Wildlife Restoration Act<sup>[3]</sup> and reimbursement for any land taken out of the WMA.</p>\n<p>After several meetings and a site visit, the board established a cartway on the Silver road and awarded damages to Silver in the amount of $30,000. Silver appealed to the district court under Minn.Stat. § 164.07, subd. 7 (2004), challenging both the location of the cartway and the amount of damages.</p>\n<p>The matter was submitted to the district court based on the record, including the deposition testimony of Martinson and County Commissioner Clair Nelson.<sup>[4]</sup> The district court concluded that although the board was not required to consider the alternative route advocated by Silver, the board's decision was based on an erroneous legal theory that it lacked authority to establish a cartway across state land. The district court also concluded that the board acted against public policy because it failed to properly balance the interests of all of the affected landowners. The district court, without reaching the issue of damages, vacated the board's resolution establishing the cartway and remanded the matter to the board, informing the board \"that it may, legally, choose a route that crosses through DNR lands\" and instructing the board \"to balance [Ridgeway's], the [c]ounty's, [Silver's], and any others' interests in determining the cartway route.\" The district court denied Ridgeway's request for reconsideration, and this appeal followed.</p>\n<p></p>\n<h2>ISSUES</h2>\n<blockquote>I. Does a county board, acting under town-road laws, have authority to establish a cartway over state-owned land that is designated as a wildlife-management area?</blockquote>\n<blockquote>II. Does the record support a finding that the board acted in a manner that violated the public's best interests by inequitably balancing the parties' interests?</blockquote>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>I. Standard of review</p>\n<p>A town or county board \"that grants or refuses a cartway petition acts in <span class=\"star-pagination\">*169</span> a legislative capacity and will be reversed on appeal only when (1) the evidence is clearly against the decision, (2) an erroneous theory of law was applied, or (3) the town board acted arbitrarily and capriciously, contrary to the public's best interest.\" <i>Horton v. Twp. of Helen,</i> 624 N.W.2d 591, 595 (Minn.App.2001), <i>review denied</i> (Minn. June 19, 2001). The scope of judicial review of a legislative determination is necessarily narrow. <i>Id.</i></p>\n<p>Here, the district court correctly recognized the narrow scope of review, but reversed the board's resolution establishing the cartway. The district court held that the decision was based on an erroneous theory of law and that the board acted in a manner that was contrary to the public's best interests in balancing the competing landowners' interests.</p>\n<p>An appellate court will reverse a district court's factual findings if they are clearly erroneous. <i>Rice Lake Contracting Corp. v. Rust Env't &amp; Infrastructure, Inc.,</i> 549 N.W.2d 96, 99 (Minn.App.1996), <i>review denied</i> (Minn. Aug. 20, 1996). But we need not defer to the district court's application of law. <i>Hubred v. Control Data Corp.,</i> 442 N.W.2d 308, 310 (Minn.1989). We will not reverse a town board's decision regarding a cartway unless the evidence is practically conclusive against the board's decision or if the board acted arbitrarily and capriciously. <i>See </i><i>Lieser v. Town of St. Martin,</i> 255 Minn. 153, 158, 96 N.W.2d 1, 5 (1959) (discussing review of a legislative act of a town board on petition for town road).</p>\n<p>II. Authority of town board to take state land for cartway</p>\n<p>Minn.Stat. § 164.08, subd. 2(a) (2006), provides in relevant part that on a petition by the owner of a tract of land of at least five acres, who has no access to the land except by a navigable waterway or over the lands of others, the town board shall establish by resolution a cartway at least two rods (33 feet) wide connecting the petitioner's land with a public road. \"The [board] may select an alternative route other than that petitioned for if the alternative is deemed by the [board] to be less disruptive and damaging to the affected landowners and in the public's best interest.\" <i>Id.</i> For land such as Ridgeway's, located in an unorganized territory, the county board of commissioners of the county in which the land is located acts as the town board. <i>Id.,</i> subd. 2(b) (2006).</p>\n<p>There are no cases dealing directly with a town board's authority to establish a cartway over state land without the state's permission. We agree with Ridgeway's assertion that establishment of a cartway under Minn.Stat. § 164.08 (2006), is an exercise of eminent domain, the inherent power of a governmental entity to take privately owned property and convert it to public use, provided the owner is compensated.<sup>[5]</sup> This conclusion is supported by caselaw holding that establishment of a cartway creates a public road and therefore does not violate the constitutional prohibition against taking private property for a private use. <i>Powell v. Town Bd. of Sinnott Twp.,</i> 175 Minn. 395, 397-98, 221 N.W. 527, 528 (1928); <i>Mueller v. Supervisors of Town of Courtland,</i> 117 Minn. 290, 296, 135 N.W. 996, 998 (1912). Additionally, the cartway statute provides that an appeal of a board's decision on a cartway application is to \"be tried in the same manner as an appeal in eminent domain proceedings under chapter 117.\" Minn.Stat. § 164.07, subd. 8 (2006).</p>\n<p><span class=\"star-pagination\">*170</span> It is well established that eminent domain cannot be exercised by a lesser subdivision of government to take state-owned lands absent authority expressly conferred by the legislature or clearly implied from a statutory provision. <i>Minn. Power &amp; Light Co. v. State,</i> 177 Minn. 343, 344, 225 N.W. 164, 164 (1929).</p>\n<blockquote>[N]ot all condemnors in the hierarchy of entities having the power of eminent domain enjoy the same rights and powers. The powers of the state are preeminent because of the state's sovereign authority. It is not correct to equate the sovereign right of the state to condemn land for a public purpose with rights of lesser subdivisions of the government . . . to exercise the right of eminent domain.</blockquote>\n<p><i>State by Head v. Christopher,</i> 284 Minn. 233, 238-39, 170 N.W.2d 95, 99 (1969). \"[A] general grant of the right of condemnation does not include state property, whether in actual use or not, or whether held in its proprietary or other capacity, unless the state is expressly mentioned therein.\" <i>Indep. Sch. Dist. of Virginia v. State (In re Condemnation of Lands in St. Louis County),</i> 124 Minn. 271, 274, 144 N.W. 960, 960 (1914). The supreme court has stated that \"[a]s interference with parks, cemeteries, public buildings and property segregated and devoted to the use of public institutions can generally be avoided by a deviation in route, authority to encroach upon such property will not be implied.\" <i>Minn. Power &amp; Light,</i> 177 Minn. at 348, 225 N.W. at 166; <i>see also Christopher,</i> 284 Minn. at 239, 170 N.W.2d at 99 (recognizing that the right of eminent domain over public lands should not be exercised where the desired purpose may be accomplished by a slight deviation or change of course).</p>\n<p>Silver argues that the statutory language mandating establishment of a cartway \"over the lands of others,\" if statutory conditions are met, constitutes express authority to establish a cartway over state lands because the language does not limit takings to private land. We disagree and hold that because Minn.Stat. § 164.08 does not expressly provide a town board with authority to take state land for a cartway, the statute grants a town board only general condemnation authority.</p>\n<p>Citing cases that state that the authority to condemn public land under a general grant of eminent domain can be implied when the public owner has not put its land to public use when the condemnor's use is not substantially inconsistent with that of the owner of the public land, Silver further argues that even if the cartway statute is only a general grant of eminent-domain authority, taking of state land for a cartway in this case can be implied. <i>See, e.g., </i><i>City of Shakopee v. Clark (In re the Petition in Eminent Domain Proceedings, by the City of Shakopee),</i> 295 N.W.2d 495, 498-99 (Minn.1980) (involving a city's attempt to condemn, for a street easement, a portion of property owned by the Metropolitan Waste Control Commission for use as a sludge-disposal site).</p>\n<p>But the state-owned land in this case has been put to public use as a WMA, and the DNR notified the board that a public road would be inconsistent with that use. On this record, we are compelled to conclude that authority to take state WMA land for the cartway cannot be clearly implied, and the district court erred by holding that the board has authority to establish a cartway over the WMA. We are not insensitive to the impact of this holding on private landowners in areas where the state owns large tracts of land, but given the controlling caselaw, any change would involve matters of public policy for the legislature or the supreme court.</p>\n<p><span class=\"star-pagination\">*171</span> III. The board's action</p>\n<p>The district court also based reversal of the board's resolution establishing the cartway on its determination that the board balanced the interests of the land owners in a manner contrary to public policy. Silver characterizes this as a finding by the district court that the board acted arbitrarily and capriciously. But there is no evidence in the record that the board failed to properly balance the interests of all of the affected landowners, failed to consider or weigh Silver's objection to the cartway, or failed to consider Silver's proposed alternate route.</p>\n<p>The board acts on behalf of the county and is accountable to its constituents. The supreme court has noted that \"[t]he question of [a town board's] legislative or administrative policy may be made an issue before the voters. Often it is. The officers elected need not have the unbiased attitude of jurors, nor are they elected as judges.\" <i>Rask v. Town Bd. of Hendrum,</i> 173 Minn. 572, 575, 218 N.W. 115, 116 (1928) (quotation omitted) (holding that a town board member's prehearing opinion on the necessity of a cartway did not make the board's action arbitrary). Because the record does not support a finding that the board acted \"against public policy\" or arbitrarily or capriciously in establishing the cartway, the district court's finding to the contrary is clearly erroneous. We therefore reverse the district court's vacation of the board's resolution establishing a cartway over Silver's land via the Silver road.</p>\n<p>IV. Damages</p>\n<p>Because the district court did not address Silver's challenge to the amount of damages awarded, a remand is appropriate on this issue.</p>\n<p></p>\n<h2>DECISION</h2>\n<p>The board did not act under an erroneous legal theory when it declined to establish a cartway over an alternate route that would have required the taking of state land designated as a WMA. The district court's finding that the board acted contrary to public policy is clearly erroneous. The district court's order vacating the board's resolution establishing a cartway to Ridgeway's property over the Silver road is reversed and the matter is remanded to the district court for consideration of Silver's appeal of the damage award.</p>\n<p>Reversed and remanded.</p>\n<h2>NOTES</h2>\n<p>[*]  Retired judge of the Minnesota Court of Appeals, serving by appointment pursuant to Minn. Const. art. VI, § 10.</p>\n<p>[2]  The information was obtained from Martinson by Ridgeway's son. For this assistance, Ridgeway and his son sent \"thank you\" notes to Martinson, and Ridgeway's son sent a gift of some collectible super bowl pins to Martinson, who promptly returned them.</p>\n<p>[3]  16 U.S.C. §§ 669-669k (West Supp.2007) (providing funds and technical assistance to state-managed wildlife-restoration projects and placing mandatory restrictions on a recipient state's use of its own state monies and state wildlife areas for non-wildlife purposes such as highways).</p>\n<p>[4]  Nelson testified that the board relied on Martinson's \"expertise.\" The district court found that Martinson's assistance to Ridgeway gave \"rise to an appearance of impropriety\" but did not base its vacation of the board's resolution on Martinson's involvement in the process.</p>\n<p>[5]  The fact that under Minn.Stat. § 164.08, subd. 2(c), the petitioner for a cartway, rather than the condemning authority, compensates the owner for land taken for a cartway does not affect our conclusion.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">733</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">165</span></span> (2007)</b></center>\n<center><h1>Diane SILVER, Respondent,<br>\nv.<br>\nPaul RIDGEWAY, Sr., Appellant,<br>\nLake County, Respondent.</h1></center>\n<center>No. A06-1600.</center>\n<center><p><b>Court of Appeals of Minnesota.</b></p></center>\n<center>June 19, 2007.</center>\n<p><span class=\"star-pagination\">*167</span> Timothy A. Costley, The Costley Law Firm, Two Harbors, MN, for respondent Silver.</p>\n<p>Charles H. Andresen, Andresen &amp; Butterworth, P.A., Duluth, MN, for appellant.</p>\n<p>Russell H. Conrow, Lake County Attorney, Two Harbors, MN, for respondent county.</p>\n<p>Considered and decided by STONEBURNER, Presiding Judge; KALITOWSKI, Judge; and HARTEN, Judge.<sup>[*]</sup></p>\n<p></p>\n<h2>OPINION</h2>\n<p>STONEBURNER, Judge.</p>\n<p>Appellant challenges the district court's order vacating a county board's resolution establishing a cartway over respondent's land, arguing that the district court erred in holding that (1) the county board acted under an erroneous theory of law that it did not have authority to establish the cartway across a state wildlife-management area and (2) the county board acted against the public's best interests. We reverse and remand.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Respondent Diane Silver and her family own undeveloped land in Lake County. More than 30 years ago, Silver's father built a road near the Little Manitou River on Silver's land for the family's personal use (the Silver road). Silver and her father gave permission to the county and a few individuals to occasionally use the road. The county has made improvements to the road and has used the road for many years to access county land north of Silver's property to harvest timber and plant trees.</p>\n<p>Appellant Paul Ridgeway, Sr. owns two land-locked 40-acre tracts of land, located north of, but not adjacent to, Silver's property. Ridgeway's property is surrounded by county tax-forfeit and state park lands. For a period of time, Ridgeway was given permission to use the Silver road to access his property, but after the death of Silver's father, permission was denied to Ridgeway.</p>\n<p>After obtaining an application form, certain legal descriptions, and information about the process of petitioning for a cartway from Lake County Land Commissioner Thomas Martinson, Ridgeway<sup>[2]</sup> applied to the Lake County Board of Commissioners (board) for establishment of a cartway under Minn.Stat. § 164.08, subd. 2(a) (2006), to access his land over the Silver road. It is undisputed that the county would benefit from the establishment of this cartway, which would ensure the county's continued access to its property over the Silver road.</p>\n<p>To the east of Silver's property, an individual named Harris has a road easement (Harris road) granted by the Department of Natural Resources (DNR) across the Caribou Falls Wildlife Management Area (WMA) to access his hunting cabin located on county tax-forfeit land that is adjacent to Silver's property. The Harris road would provide Ridgeway with access to his property. Silver advocated for the Harris road as an alternate and preferable route <span class=\"star-pagination\">*168</span> for Ridgeway's cartway because it would not affect Silver's land along the Little Manitou River as use of the Silver road would.</p>\n<p>The DNR, based on information provided to it by Martinson, expressed a preference for the cartway to be established on the Silver road, which Martinson represented to the DNR as \"an established road that meets the needs of both the county and [Ridgeway].\" The DNR wrote to the board that if Ridgeway and the county were to access their properties over the Harris road, consideration would have to be given to Harris, who built and maintains the road at his own expense. The DNR further stated that access would have to be in the form of a lease to prevent public use and that any additional construction would have to be done in such a manner as to avoid damage to a threatened plant species that has been observed along the Harris road. The DNR's letter explained that a public road would not be compatible with the purpose of the WMA, noting that there would also have to be a federal review due to federal-aid restrictions contained in the Pittman-Robertson Wildlife Restoration Act<sup>[3]</sup> and reimbursement for any land taken out of the WMA.</p>\n<p>After several meetings and a site visit, the board established a cartway on the Silver road and awarded damages to Silver in the amount of $30,000. Silver appealed to the district court under Minn.Stat. § 164.07, subd. 7 (2004), challenging both the location of the cartway and the amount of damages.</p>\n<p>The matter was submitted to the district court based on the record, including the deposition testimony of Martinson and County Commissioner Clair Nelson.<sup>[4]</sup> The district court concluded that although the board was not required to consider the alternative route advocated by Silver, the board's decision was based on an erroneous legal theory that it lacked authority to establish a cartway across state land. The district court also concluded that the board acted against public policy because it failed to properly balance the interests of all of the affected landowners. The district court, without reaching the issue of damages, vacated the board's resolution establishing the cartway and remanded the matter to the board, informing the board \"that it may, legally, choose a route that crosses through DNR lands\" and instructing the board \"to balance [Ridgeway's], the [c]ounty's, [Silver's], and any others' interests in determining the cartway route.\" The district court denied Ridgeway's request for reconsideration, and this appeal followed.</p>\n<p></p>\n<h2>ISSUES</h2>\n<blockquote>I. Does a county board, acting under town-road laws, have authority to establish a cartway over state-owned land that is designated as a wildlife-management area?</blockquote>\n<blockquote>II. Does the record support a finding that the board acted in a manner that violated the public's best interests by inequitably balancing the parties' interests?</blockquote>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>I. Standard of review</p>\n<p>A town or county board \"that grants or refuses a cartway petition acts in <span class=\"star-pagination\">*169</span> a legislative capacity and will be reversed on appeal only when (1) the evidence is clearly against the decision, (2) an erroneous theory of law was applied, or (3) the town board acted arbitrarily and capriciously, contrary to the public's best interest.\" <i>Horton v. Twp. of Helen,</i> <span class=\"citation\" data-id=\"1248235\"><a href=\"/opinion/1248235/horton-v-township-of-helen/\"><span class=\"volume\">624</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">591</span></a></span>, 595 (Minn.App.2001), <i>review denied</i> (Minn. June 19, 2001). The scope of judicial review of a legislative determination is necessarily narrow. <i>Id.</i></p>\n<p>Here, the district court correctly recognized the narrow scope of review, but reversed the board's resolution establishing the cartway. The district court held that the decision was based on an erroneous theory of law and that the board acted in a manner that was contrary to the public's best interests in balancing the competing landowners' interests.</p>\n<p>An appellate court will reverse a district court's factual findings if they are clearly erroneous. <i>Rice Lake Contracting Corp. v. Rust Env't &amp; Infrastructure, Inc.,</i> <span class=\"citation\" data-id=\"2032223\"><a href=\"/opinion/2032223/rice-lake-contracting-v-rust-environ/\"><span class=\"volume\">549</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">96</span></a></span>, 99 (Minn.App.1996), <i>review denied</i> (Minn. Aug. 20, 1996). But we need not defer to the district court's application of law. <i>Hubred v. Control Data Corp.,</i> <span class=\"citation\" data-id=\"1237533\"><a href=\"/opinion/1237533/hubred-v-control-data-corp/\"><span class=\"volume\">442</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">308</span></a></span>, 310 (Minn.1989). We will not reverse a town board's decision regarding a cartway unless the evidence is practically conclusive against the board's decision or if the board acted arbitrarily and capriciously. <i>See </i><i>Lieser v. Town of St. Martin,</i> <span class=\"citation\" data-id=\"1610171\"><a href=\"/opinion/1610171/lieser-v-town-of-st-martin/\"><span class=\"volume\">255</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">153</span></a></span>, 158, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">1</span></span>, 5 (1959) (discussing review of a legislative act of a town board on petition for town road).</p>\n<p>II. Authority of town board to take state land for cartway</p>\n<p>Minn.Stat. § 164.08, subd. 2(a) (2006), provides in relevant part that on a petition by the owner of a tract of land of at least five acres, who has no access to the land except by a navigable waterway or over the lands of others, the town board shall establish by resolution a cartway at least two rods (33 feet) wide connecting the petitioner's land with a public road. \"The [board] may select an alternative route other than that petitioned for if the alternative is deemed by the [board] to be less disruptive and damaging to the affected landowners and in the public's best interest.\" <i>Id.</i> For land such as Ridgeway's, located in an unorganized territory, the county board of commissioners of the county in which the land is located acts as the town board. <i>Id.,</i> subd. 2(b) (2006).</p>\n<p>There are no cases dealing directly with a town board's authority to establish a cartway over state land without the state's permission. We agree with Ridgeway's assertion that establishment of a cartway under Minn.Stat. § 164.08 (2006), is an exercise of eminent domain, the inherent power of a governmental entity to take privately owned property and convert it to public use, provided the owner is compensated.<sup>[5]</sup> This conclusion is supported by caselaw holding that establishment of a cartway creates a public road and therefore does not violate the constitutional prohibition against taking private property for a private use. <i>Powell v. Town Bd. of Sinnott Twp.,</i> <span class=\"citation\" data-id=\"3505059\"><a href=\"/opinion/3534285/powell-v-town-board-of-sinnott-township/\"><span class=\"volume\">175</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">395</span></a></span>, 397-98, <span class=\"citation\" data-id=\"3505059\"><a href=\"/opinion/3534285/powell-v-town-board-of-sinnott-township/\"><span class=\"volume\">221</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">527</span></a></span>, 528 (1928); <i>Mueller v. Supervisors of Town of Courtland,</i> <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">290</span></span>, 296, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">996</span></span>, 998 (1912). Additionally, the cartway statute provides that an appeal of a board's decision on a cartway application is to \"be tried in the same manner as an appeal in eminent domain proceedings under chapter 117.\" Minn.Stat. § 164.07, subd. 8 (2006).</p>\n<p><span class=\"star-pagination\">*170</span> It is well established that eminent domain cannot be exercised by a lesser subdivision of government to take state-owned lands absent authority expressly conferred by the legislature or clearly implied from a statutory provision. <i>Minn. Power &amp; Light Co. v. State,</i> <span class=\"citation\" data-id=\"3509336\"><a href=\"/opinion/3537885/minnesota-power-light-co-v-state/\"><span class=\"volume\">177</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">343</span></a></span>, 344, <span class=\"citation\" data-id=\"3509336\"><a href=\"/opinion/3537885/minnesota-power-light-co-v-state/\"><span class=\"volume\">225</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">164</span></a></span>, 164 (1929).</p>\n<blockquote>[N]ot all condemnors in the hierarchy of entities having the power of eminent domain enjoy the same rights and powers. The powers of the state are preeminent because of the state's sovereign authority. It is not correct to equate the sovereign right of the state to condemn land for a public purpose with rights of lesser subdivisions of the government . . . to exercise the right of eminent domain.</blockquote>\n<p><i>State by Head v. Christopher,</i> <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">233</span></span>, 238-39, <span class=\"citation\" data-id=\"1297513\"><a href=\"/opinion/1297513/state-v-christopher/\"><span class=\"volume\">170</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">95</span></a></span>, 99 (1969). \"[A] general grant of the right of condemnation does not include state property, whether in actual use or not, or whether held in its proprietary or other capacity, unless the state is expressly mentioned therein.\" <i>Indep. Sch. Dist. of Virginia v. State (In re Condemnation of Lands in St. Louis County),</i> <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">271</span></span>, 274, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">960</span></span>, 960 (1914). The supreme court has stated that \"[a]s interference with parks, cemeteries, public buildings and property segregated and devoted to the use of public institutions can generally be avoided by a deviation in route, authority to encroach upon such property will not be implied.\" <i>Minn. Power &amp; Light,</i> 177 Minn. at 348, 225 N.W. at 166; <i>see also Christopher,</i> 284 Minn. at 239, 170 N.W.2d at 99 (recognizing that the right of eminent domain over public lands should not be exercised where the desired purpose may be accomplished by a slight deviation or change of course).</p>\n<p>Silver argues that the statutory language mandating establishment of a cartway \"over the lands of others,\" if statutory conditions are met, constitutes express authority to establish a cartway over state lands because the language does not limit takings to private land. We disagree and hold that because Minn.Stat. § 164.08 does not expressly provide a town board with authority to take state land for a cartway, the statute grants a town board only general condemnation authority.</p>\n<p>Citing cases that state that the authority to condemn public land under a general grant of eminent domain can be implied when the public owner has not put its land to public use when the condemnor's use is not substantially inconsistent with that of the owner of the public land, Silver further argues that even if the cartway statute is only a general grant of eminent-domain authority, taking of state land for a cartway in this case can be implied. <i>See, e.g., </i><i>City of Shakopee v. Clark (In re the Petition in Eminent Domain Proceedings, by the City of Shakopee),</i> <span class=\"citation\" data-id=\"2178517\"><a href=\"/opinion/2178517/matter-of-city-of-shakopee/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">495</span></a></span>, 498-99 (Minn.1980) (involving a city's attempt to condemn, for a street easement, a portion of property owned by the Metropolitan Waste Control Commission for use as a sludge-disposal site).</p>\n<p>But the state-owned land in this case has been put to public use as a WMA, and the DNR notified the board that a public road would be inconsistent with that use. On this record, we are compelled to conclude that authority to take state WMA land for the cartway cannot be clearly implied, and the district court erred by holding that the board has authority to establish a cartway over the WMA. We are not insensitive to the impact of this holding on private landowners in areas where the state owns large tracts of land, but given the controlling caselaw, any change would involve matters of public policy for the legislature or the supreme court.</p>\n<p><span class=\"star-pagination\">*171</span> III. The board's action</p>\n<p>The district court also based reversal of the board's resolution establishing the cartway on its determination that the board balanced the interests of the land owners in a manner contrary to public policy. Silver characterizes this as a finding by the district court that the board acted arbitrarily and capriciously. But there is no evidence in the record that the board failed to properly balance the interests of all of the affected landowners, failed to consider or weigh Silver's objection to the cartway, or failed to consider Silver's proposed alternate route.</p>\n<p>The board acts on behalf of the county and is accountable to its constituents. The supreme court has noted that \"[t]he question of [a town board's] legislative or administrative policy may be made an issue before the voters. Often it is. The officers elected need not have the unbiased attitude of jurors, nor are they elected as judges.\" <i>Rask v. Town Bd. of Hendrum,</i> <span class=\"citation\" data-id=\"3510123\"><a href=\"/opinion/3538548/rask-v-town-board-of-hendrum/\"><span class=\"volume\">173</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">572</span></a></span>, 575, <span class=\"citation\" data-id=\"3510123\"><a href=\"/opinion/3538548/rask-v-town-board-of-hendrum/\"><span class=\"volume\">218</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">115</span></a></span>, 116 (1928) (quotation omitted) (holding that a town board member's prehearing opinion on the necessity of a cartway did not make the board's action arbitrary). Because the record does not support a finding that the board acted \"against public policy\" or arbitrarily or capriciously in establishing the cartway, the district court's finding to the contrary is clearly erroneous. We therefore reverse the district court's vacation of the board's resolution establishing a cartway over Silver's land via the Silver road.</p>\n<p>IV. Damages</p>\n<p>Because the district court did not address Silver's challenge to the amount of damages awarded, a remand is appropriate on this issue.</p>\n<p></p>\n<h2>DECISION</h2>\n<p>The board did not act under an erroneous legal theory when it declined to establish a cartway over an alternate route that would have required the taking of state land designated as a WMA. The district court's finding that the board acted contrary to public policy is clearly erroneous. The district court's order vacating the board's resolution establishing a cartway to Ridgeway's property over the Silver road is reversed and the matter is remanded to the district court for consideration of Silver's appeal of the damage award.</p>\n<p>Reversed and remanded.</p>\n<h2>NOTES</h2>\n<p>[*]  Retired judge of the Minnesota Court of Appeals, serving by appointment pursuant to Minn. Const. art. VI, § 10.</p>\n<p>[2]  The information was obtained from Martinson by Ridgeway's son. For this assistance, Ridgeway and his son sent \"thank you\" notes to Martinson, and Ridgeway's son sent a gift of some collectible super bowl pins to Martinson, who promptly returned them.</p>\n<p>[3]  16 U.S.C. §§ 669-669k (West Supp.2007) (providing funds and technical assistance to state-managed wildlife-restoration projects and placing mandatory restrictions on a recipient state's use of its own state monies and state wildlife areas for non-wildlife purposes such as highways).</p>\n<p>[4]  Nelson testified that the board relied on Martinson's \"expertise.\" The district court found that Martinson's assistance to Ridgeway gave \"rise to an appearance of impropriety\" but did not base its vacation of the board's resolution on Martinson's involvement in the process.</p>\n<p>[5]  The fact that under Minn.Stat. § 164.08, subd. 2(c), the petitioner for a cartway, rather than the condemning authority, compensates the owner for land taken for a cartway does not affect our conclusion.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1237533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1248235/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1297513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1610171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2032223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2178517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3505059/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3509336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3510123/"
          ]
        }
      ],
      "judges": "Considered and Decided by Stoneburner",
      "date_created": "2014-10-30T19:01:25.118190Z",
      "date_modified": "2016-03-03T20:48:18.212911Z",
      "date_filed": "2007-06-19",
      "date_filed_is_approximate": false,
      "slug": "silver-v-ridgeway",
      "citation_id": 1805728,
      "case_name_short": "Silver",
      "case_name": "Silver v. Ridgeway",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "733 N.W.2d 165",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1729240/silver-v-ridgeway/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:01:25.114458Z",
  "date_modified": "2014-10-30T19:01:25.114458Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Silver",
  "case_name": "Silver v. Ridgeway",
  "case_name_full": "",
  "slug": "silver-v-ridgeway",
  "docket_number": "A06-1600",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}