{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1741922/",
  "id": 1741922,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mo/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1872399/",
      "id": 1872399,
      "absolute_url": "/opinion/1872399/mc-devt-v-cent-r-3-sch-dist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1741922/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1872399/",
          "id": 1872399,
          "absolute_url": "/opinion/1872399/mc-devt-v-cent-r-3-sch-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1872399/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4932/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:41:09.209183Z",
          "date_modified": "2017-04-07T08:50:23.951429Z",
          "type": "010combined",
          "sha1": "f2b54d456c1990585058dadb8a4eed53fa3d120d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>299 S.W.3d 600 (2009)</b></center>\n<center><h1>MC DEVELOPMENT COMPANY, LLC, Appellant,<br>\nv.<br>\nCENTRAL R-3 SCHOOL DISTRICT OF ST. FRANCOIS COUNTY, Respondent,<br>\nFarmington R-7 School District of St. Francois County, Cross-Appellant,<br>\nDamon Black, Assessor of St. Francois County, Respondent.</h1></center>\n<center>No. SC 90022.</center>\n<center><p><b>Supreme Court of Missouri, En Banc.</b></p></center>\n<center>December 22, 2009.</center>\n<p><span class=\"star-pagination\">*601</span> Bianca L. Eden, Hillsboro, for appellant.</p>\n<p>Clinton B. Roberts, Farmington, for cross-appellant.</p>\n<p>Thomas A. Mickes, Natalie A. Hoernschemeyer, Mickes Goldman O'Toole, LLC, St. Louis, Holly Joyce, Farmington, for respondents.</p>\n<p>ZEL M. FISCHER, Judge.</p>\n<p>MC Development Company, LLC, appeals from the trial court's declaratory judgment finding that a portion of MC Development's land was part of the Central R-3 School District rather than the Farmington R-7 School District. Farmington School District cross-appeals, also claiming that the property at issue was part of Farmington School District. MC Development and Farmington School District argue that the trial court's decision was against the weight of the evidence. Further, MC Development and Farmington School District argue that the trial court misapplied the law in deciding the property was part of Central School District because school districts were required statutorily and constitutionally to be composed of contiguous territory. Judgment affirmed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*602</span> I. BACKGROUND</h2>\n<p>This case arises out of a dispute over the determination that a tract of property is located within the Central School District. The property at issue is Parcel 13, which is surrounded by property taxed as part of the Farmington School District.</p>\n<p>Central School District was established in 1966 through the reorganization of several school districts. In 1967, an annual election was held, and a proposal pursuant to section 162.431, RSMo Supp.1965,<sup>[1]</sup> to change the boundary line between Farmington School District and Central School District (then known as St. Francois County School District R-3) was on the ballot. Farmington School District approved the boundary change, but Central School District rejected it. The matter was appealed to a board of arbitration, which found that the boundary change was necessary and ruled in favor of Farmington School District.</p>\n<p>In 2004, MC Development purchased a tract of property that encompassed Parcel 13 in St. Francois County. At closing, the sellers of the property delivered an assessor's map to MC Development indicating that a portion of the property was in Central School District. MC Development contacted the St. Francois County assessor, who informed MC Development that Parcel 13 had been continuously assessed as part of Central School District as far back as 1950.</p>\n<p>On April 7, 2005, MC Development filed an action for declaratory judgment against Farmington School District, Central School District and the assessor asking the court to determine that the property owned by MC Development lies wholly within Farmington School District and to direct the assessor to change the assessment records accordingly. MC Development then filed an amended petition, and Farmington School District filed a cross-claim shortly thereafter. A two-day bench trial was held. The trial court issued findings of fact and conclusions of law deciding that the property in dispute was wholly within the territorial boundaries of Central School District.</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>A judgment in a court-tried case will be affirmed if there is substantial evidence to support it, it is not against the weight of the evidence, and it does not erroneously declare or apply the law. <i>Murphy v. Carron,</i> 536 S.W.2d 30, 32 (Mo. banc 1976). \"Great deference must be given to the trial court's resolution of conflicts in evidence, and this Court gives due regard to the court's opportunity to have judged the credibility of the witnesses before it.\" <i>In re Competency of Parkus,</i> 219 S.W.3d 250, 255 (Mo. banc 2007).</p>\n<p>\"In considering whether the judgment of the trial court is `against the weight of the evidence,' this Court may exercise its power to set aside the judgment of the trial court only with caution and only if it possesses a firm belief that the judgment is wrong.\" <i>Lewis v. Gibbons,</i> 80 S.W.3d 461, 466 (Mo. banc 2002) (citing <i>Murphy,</i> 536 S.W.2d at 32). In reviewing a court-tried case, this Court accepts all evidence and inferences therefrom in the light most favorable to the prevailing party and disregards all contrary evidence. <i>Essex Contracting, Inc. v. Jefferson County,</i> 277 S.W.3d 647, 652 (Mo. banc 2009).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*603</span> III. ANALYSIS</h2>\n<p></p>\n<h2><i>A. The trial court's judgment was not against the weight of the evidence</i></h2>\n<p>MC Development and Farmington School District argue that the trial court's decision was against the weight of the evidence because the trial court relied on the assessor's records rather than the records of Farmington School District. Specifically, MC Development and Farmington School District contend that the trial court's reliance on the assessor's map was in error because section 162.841 required the district secretary to record and update a correct plat of the district, and they contend there is no legal basis for the assessor's records to be more determinative. This Court finds that the trial court's judgment was not against the weight of the evidence.</p>\n<p>The trial court relied on the assessor's records because they were more reliable under the facts and circumstances of this particular case, not because they were authoritative. The trial court found that, at the time of the reorganization in 1967, the authority to establish school district boundaries was vested in the county school superintendent; this office no longer existed at the time of trial, and no official records remained from the St. Francois county school superintendent. Moreover, the trial court found that there is no government office or agency with the authority to establish boundary lines or determine boundary lines when there is a dispute, including the county assessor. Accordingly, the trial court had to determine the boundaries based on the conflicting evidence presented from different sources. The trial court found that maps maintained by the school districts were evidence of what they believed to be their boundaries but were in conflict with other evidence.</p>\n<p>The trial court considered the assessor's maps and records to be more persuasive evidence as to which school district Parcel 13 belonged. The trial court also considered the legal description of the land from the 1967 election, which it found to be a reliable source of information about the location of the school districts' boundary lines. As such, the trial court had substantial evidence on which to base its finding that Parcel 13 was located within the boundaries of Central School District.</p>\n<p>MC Development further claims that the trial court erred in that it gave \"no weight\" to the testimony of Dr. Henry, who was superintendent of Farmington School District in 1967. The trial court was presented with testimony from numerous witnesses, including Dr. Henry. In keeping with well-settled Missouri law, this Court defers to the trial court's assessment of the credibility of the witnesses before it. <i>Parkus,</i> 219 S.W.3d at 255. Further, the trial court is free to believe or disbelieve all, part or none of the testimony of any witness. <i>Zink v. State,</i> 278 S.W.3d 170, 192 (Mo. banc 2009).</p>\n<p>Based on the evidence presented, the trial court determined that Parcel 13 was part of Central School District prior to the 1967 election and that it continued to be within its boundary following the election. Mindful of the opportunity the trial court had to assess the credibility of the witnesses and to weigh the conflicting evidence, this Court holds that the trial court's finding that Parcel 13 is in the Central School District was not against the weight of the evidence.</p>\n<p></p>\n<h2><i>B. The trial court did not misapply the law</i></h2>\n<p>MC Development and Farmington School District argue that school districts were constitutionally and statutorily mandated to be contiguous. Central School District responds that MC Development and Farmington School District failed to <span class=\"star-pagination\">*604</span> assert these claims in the petition, amended petition or cross-claim; therefore, they are waived. However, it is clear from a review of the record, which did not include any objection that any testimony or evidence was outside the pleadings, that the issue of whether a school district's boundaries are required by law to be contiguous was tried by implied consent of the parties. <i>See</i> Rule 55.33(b).</p>\n<p>Additionally, MC Development filed a timely request for conclusions of law from the trial court pursuant to Rule 73.01(c), raising the issue of whether the statutes would have allowed for a noncontiguous school district. Therefore, this issue was properly preserved for appeal.</p>\n<p>Turning now to the merits of MC Development's argument that the trial court misapplied the law, MC Development contends that the 1967 boundary change made pursuant to section 162.431 was impermissible because section 162.431 prohibited noncontiguous school districts. Section 162.431 set out the procedures for boundary changes to Missouri public schools, and this statute governed the last boundary change between Central School District and Farmington School District in 1967. Section 162.431 contained no requirement that school district boundaries be contiguous. MC Development admits that section 162.431 did not itself require contiguity, but it argues that case law and statutes that should be read in <i>pari materia</i> with section 162.431 require a reading of contiguity into section 162.431.</p>\n<p>MC Development and Farmington School District specifically point to sections 162.171 and 162.211 to support their view that section 162.431 required contiguity. The fallacy with this argument is that courts have a duty to read statutes in their plain, ordinary and usual sense. <i>Bosworth v. Sewell,</i> 918 S.W.2d 773, 777 (Mo. banc 1996). Where there is no ambiguity, this Court does not apply any other rule of construction. <i>Parktown Imports, Inc. v. Audi of Am., Inc.,</i> 278 S.W.3d 670, 672 (Mo. banc 2009). There is no ambiguity in section 162.431.</p>\n<p>In 1966, at the time of the reorganization, and in 1967, at the time of the boundary change, sections 162.011 to 162.091 concerned school districts generally. Sections 162.101 to 162.451 controlled six-director districts. MC Development and Farmington School District rely most heavily on section 162.171, which stated:</p>\n<blockquote>In recommending proposed reorganization plans, the county board of education may divide existing unreorganized districts if division is in the best interests of the children, and place any portion in any proposed district but each proposed district shall be composed of <i>contiguous</i> territory. (emphasis added).</blockquote>\n<p>They argue that section 162.171 indicated a broader attempt by the legislature to require school districts to be comprised of contiguous territory. Central School District responds that the requirement in section 162.171 for contiguous school districts is specific to reorganization plans and not generally applicable to all boundary changes, which were governed by section 162.431. This Court agrees with Central School District. The legislature explicitly included a requirement for contiguous territory in section 162.171 regarding reorganization plans, but not in section 162.431 governing boundary change procedures. To read a contiguous territory requirement into section 162.431 would be tantamount to rewriting the statute.</p>\n<p>MC Development and Farmington School District also point to section 162.211 to support their argument that school districts must be composed of contiguous territory. Section 162.211 states that a six-director school district \"may be <span class=\"star-pagination\">*605</span> established by the voters of ... [a]ny two or more <i>adjacent</i> six-director districts ... or any two or more <i>adjacent</i> common school districts ....\" (emphasis added). MC Development and Farmington School District argue that the use of \"adjacent\" indicates that the General Assembly intended to require <i>contiguous</i> school districts.<sup>[2]</sup> \"When different statutory terms are used in different subsections of a statute, appellate courts presume that the legislature intended the terms to have different meaning and effect.\" <i>Nelson v. Crane,</i> 187 S.W.3d 868, 870 (Mo. banc 2006). The fact that the General Assembly used different terms in different sections of chapter 162 further undercuts the argument that the statutory scheme required school districts to be comprised of contiguous territory. Therefore, Central School District and Farmington School District, as altered by the 1967 boundary change, were not required by statute to be comprised of contiguous property.</p>\n<p>Lastly, MC Development and Farmington School District argue that Mo. Const. art. IX, sec. 1(b) requires school districts to be contiguous. Article IX, sec. 1(b) states in pertinent part, \"Specific schools for any contiguous territory may be established by law.\" The General Assembly has the power to enact any law not prohibited by the Missouri Constitution. <i>State ex inf. </i><i>Danforth v. Merrell,</i> 530 S.W.2d 209, 213 (Mo. banc 1975). Article IX, sec. 1(b) specifically contemplates the establishment of school districts, not boundary changes to existing school districts. Section 162.431 governs boundary changes to already-established school districts. Therefore, section 162.431 does not contravene the Missouri Constitution.<sup>[3]</sup></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, the trial court's judgment is affirmed.</p>\n<p>All concur.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties, in their briefs, refer to RSMo 1963; however, chapter 162 changed after 1963 but before 1966. As such, the applicable statute is RSMo Supp.1965. All references are to RSMo Supp.1965, unless otherwise indicated.</p>\n<p>[2]  Farmington School District also points to section 162.222, which it erroneously states was enacted in 1963. Section 162.222, RSMo Supp.1977 (repealed 1997), which dealt with consolidation of school districts, stated in pertinent part, \"Notwithstanding the provisions of any section in chapter 162, in proceedings limited to the consolidation of two or more <i>adjoining</i> districts ....\" (emphasis added). Finally, Farmington School District points to section 162.223, which was not enacted until 1969, two years after the boundary change in this case. Section 162.223 provides that voters in two or more \"adjacent\" six-director districts may petition for consolidation. Farmington School District claims that use of the words \"adjoining\" and \"adjacent\" in these statutes indicates a history of the General Assembly requiring contiguous districts. As noted, this argument is contrary to Missouri law governing statutory interpretation, which provided that if a statute is clear, there is no need to apply any rules of statutory construction. <i>See Parktown Imports,</i> 278 S.W.3d at 672.</p>\n<p>[3]  MC Development and Farmington School District argue, based on <i>State, at Inf. of Taylor ex rel. Schwerdt v. Reorganized Sch. Dist. R-3,</i> 257 S.W.2d 262, 267-68 (Mo.App.1953), that Missouri law does not contemplate noncontiguous school districts. This case dealt with annexation procedures pursuant to section 165.300, RSMo 1949, rather than a boundary change pursuant to section 162.431, RSMo Supp.1965, which governs this case. Moreover, the court in <i>Schwerdt</i> specifically limited its language to section 165.300 annexation proceedings, stating, \"In proceedings to release parts of school districts for annexation to other districts, the law does not contemplate that two portions of a district should be left entirely segregated from each other.\" <i>Id.</i> at 268. Notably, <i>Schwerdt</i> came out in 1953, and no other cases have expanded its language to apply to section 162.431 dealing with boundary change procedures between two six-director school districts such as in this case.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">600</span></span> (2009)</b></center>\n<center><h1>MC DEVELOPMENT COMPANY, LLC, Appellant,<br>\nv.<br>\nCENTRAL R-3 SCHOOL DISTRICT OF ST. FRANCOIS COUNTY, Respondent,<br>\nFarmington R-7 School District of St. Francois County, Cross-Appellant,<br>\nDamon Black, Assessor of St. Francois County, Respondent.</h1></center>\n<center>No. SC 90022.</center>\n<center><p><b>Supreme Court of Missouri, En Banc.</b></p></center>\n<center>December 22, 2009.</center>\n<p><span class=\"star-pagination\">*601</span> Bianca L. Eden, Hillsboro, for appellant.</p>\n<p>Clinton B. Roberts, Farmington, for cross-appellant.</p>\n<p>Thomas A. Mickes, Natalie A. Hoernschemeyer, Mickes Goldman O'Toole, LLC, St. Louis, Holly Joyce, Farmington, for respondents.</p>\n<p>ZEL M. FISCHER, Judge.</p>\n<p>MC Development Company, LLC, appeals from the trial court's declaratory judgment finding that a portion of MC Development's land was part of the Central R-3 School District rather than the Farmington R-7 School District. Farmington School District cross-appeals, also claiming that the property at issue was part of Farmington School District. MC Development and Farmington School District argue that the trial court's decision was against the weight of the evidence. Further, MC Development and Farmington School District argue that the trial court misapplied the law in deciding the property was part of Central School District because school districts were required statutorily and constitutionally to be composed of contiguous territory. Judgment affirmed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*602</span> I. BACKGROUND</h2>\n<p>This case arises out of a dispute over the determination that a tract of property is located within the Central School District. The property at issue is Parcel 13, which is surrounded by property taxed as part of the Farmington School District.</p>\n<p>Central School District was established in 1966 through the reorganization of several school districts. In 1967, an annual election was held, and a proposal pursuant to section 162.431, RSMo Supp.1965,<sup>[1]</sup> to change the boundary line between Farmington School District and Central School District (then known as St. Francois County School District R-3) was on the ballot. Farmington School District approved the boundary change, but Central School District rejected it. The matter was appealed to a board of arbitration, which found that the boundary change was necessary and ruled in favor of Farmington School District.</p>\n<p>In 2004, MC Development purchased a tract of property that encompassed Parcel 13 in St. Francois County. At closing, the sellers of the property delivered an assessor's map to MC Development indicating that a portion of the property was in Central School District. MC Development contacted the St. Francois County assessor, who informed MC Development that Parcel 13 had been continuously assessed as part of Central School District as far back as 1950.</p>\n<p>On April 7, 2005, MC Development filed an action for declaratory judgment against Farmington School District, Central School District and the assessor asking the court to determine that the property owned by MC Development lies wholly within Farmington School District and to direct the assessor to change the assessment records accordingly. MC Development then filed an amended petition, and Farmington School District filed a cross-claim shortly thereafter. A two-day bench trial was held. The trial court issued findings of fact and conclusions of law deciding that the property in dispute was wholly within the territorial boundaries of Central School District.</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>A judgment in a court-tried case will be affirmed if there is substantial evidence to support it, it is not against the weight of the evidence, and it does not erroneously declare or apply the law. <i>Murphy v. Carron,</i> <span class=\"citation\" data-id=\"1684319\"><a href=\"/opinion/1684319/murphy-v-carron/\"><span class=\"volume\">536</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">30</span></a></span>, 32 (Mo. banc 1976). \"Great deference must be given to the trial court's resolution of conflicts in evidence, and this Court gives due regard to the court's opportunity to have judged the credibility of the witnesses before it.\" <i>In re Competency of Parkus,</i> <span class=\"citation\" data-id=\"1423838\"><a href=\"/opinion/1423838/in-re-competency-of-parkus/\"><span class=\"volume\">219</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">250</span></a></span>, 255 (Mo. banc 2007).</p>\n<p>\"In considering whether the judgment of the trial court is `against the weight of the evidence,' this Court may exercise its power to set aside the judgment of the trial court only with caution and only if it possesses a firm belief that the judgment is wrong.\" <i>Lewis v. Gibbons,</i> <span class=\"citation\" data-id=\"1768452\"><a href=\"/opinion/1768452/lewis-v-gibbons/\"><span class=\"volume\">80</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">461</span></a></span>, 466 (Mo. banc 2002) (citing <i>Murphy,</i> 536 S.W.2d at 32). In reviewing a court-tried case, this Court accepts all evidence and inferences therefrom in the light most favorable to the prevailing party and disregards all contrary evidence. <i>Essex Contracting, Inc. v. Jefferson County,</i> <span class=\"citation\" data-id=\"1767590\"><a href=\"/opinion/1767590/essex-contracting-inc-v-jefferson-county/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">647</span></a></span>, 652 (Mo. banc 2009).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*603</span> III. ANALYSIS</h2>\n<p></p>\n<h2><i>A. The trial court's judgment was not against the weight of the evidence</i></h2>\n<p>MC Development and Farmington School District argue that the trial court's decision was against the weight of the evidence because the trial court relied on the assessor's records rather than the records of Farmington School District. Specifically, MC Development and Farmington School District contend that the trial court's reliance on the assessor's map was in error because section 162.841 required the district secretary to record and update a correct plat of the district, and they contend there is no legal basis for the assessor's records to be more determinative. This Court finds that the trial court's judgment was not against the weight of the evidence.</p>\n<p>The trial court relied on the assessor's records because they were more reliable under the facts and circumstances of this particular case, not because they were authoritative. The trial court found that, at the time of the reorganization in 1967, the authority to establish school district boundaries was vested in the county school superintendent; this office no longer existed at the time of trial, and no official records remained from the St. Francois county school superintendent. Moreover, the trial court found that there is no government office or agency with the authority to establish boundary lines or determine boundary lines when there is a dispute, including the county assessor. Accordingly, the trial court had to determine the boundaries based on the conflicting evidence presented from different sources. The trial court found that maps maintained by the school districts were evidence of what they believed to be their boundaries but were in conflict with other evidence.</p>\n<p>The trial court considered the assessor's maps and records to be more persuasive evidence as to which school district Parcel 13 belonged. The trial court also considered the legal description of the land from the 1967 election, which it found to be a reliable source of information about the location of the school districts' boundary lines. As such, the trial court had substantial evidence on which to base its finding that Parcel 13 was located within the boundaries of Central School District.</p>\n<p>MC Development further claims that the trial court erred in that it gave \"no weight\" to the testimony of Dr. Henry, who was superintendent of Farmington School District in 1967. The trial court was presented with testimony from numerous witnesses, including Dr. Henry. In keeping with well-settled Missouri law, this Court defers to the trial court's assessment of the credibility of the witnesses before it. <i>Parkus,</i> 219 S.W.3d at 255. Further, the trial court is free to believe or disbelieve all, part or none of the testimony of any witness. <i>Zink v. State,</i> <span class=\"citation\" data-id=\"1427943\"><a href=\"/opinion/1427943/zink-v-state/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">170</span></a></span>, 192 (Mo. banc 2009).</p>\n<p>Based on the evidence presented, the trial court determined that Parcel 13 was part of Central School District prior to the 1967 election and that it continued to be within its boundary following the election. Mindful of the opportunity the trial court had to assess the credibility of the witnesses and to weigh the conflicting evidence, this Court holds that the trial court's finding that Parcel 13 is in the Central School District was not against the weight of the evidence.</p>\n<p></p>\n<h2><i>B. The trial court did not misapply the law</i></h2>\n<p>MC Development and Farmington School District argue that school districts were constitutionally and statutorily mandated to be contiguous. Central School District responds that MC Development and Farmington School District failed to <span class=\"star-pagination\">*604</span> assert these claims in the petition, amended petition or cross-claim; therefore, they are waived. However, it is clear from a review of the record, which did not include any objection that any testimony or evidence was outside the pleadings, that the issue of whether a school district's boundaries are required by law to be contiguous was tried by implied consent of the parties. <i>See</i> Rule 55.33(b).</p>\n<p>Additionally, MC Development filed a timely request for conclusions of law from the trial court pursuant to Rule 73.01(c), raising the issue of whether the statutes would have allowed for a noncontiguous school district. Therefore, this issue was properly preserved for appeal.</p>\n<p>Turning now to the merits of MC Development's argument that the trial court misapplied the law, MC Development contends that the 1967 boundary change made pursuant to section 162.431 was impermissible because section 162.431 prohibited noncontiguous school districts. Section 162.431 set out the procedures for boundary changes to Missouri public schools, and this statute governed the last boundary change between Central School District and Farmington School District in 1967. Section 162.431 contained no requirement that school district boundaries be contiguous. MC Development admits that section 162.431 did not itself require contiguity, but it argues that case law and statutes that should be read in <i>pari materia</i> with section 162.431 require a reading of contiguity into section 162.431.</p>\n<p>MC Development and Farmington School District specifically point to sections 162.171 and 162.211 to support their view that section 162.431 required contiguity. The fallacy with this argument is that courts have a duty to read statutes in their plain, ordinary and usual sense. <i>Bosworth v. Sewell,</i> <span class=\"citation\" data-id=\"2417374\"><a href=\"/opinion/2417374/bosworth-v-sewell/\"><span class=\"volume\">918</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">773</span></a></span>, 777 (Mo. banc 1996). Where there is no ambiguity, this Court does not apply any other rule of construction. <i>Parktown Imports, Inc. v. Audi of Am., Inc.,</i> <span class=\"citation\" data-id=\"1438578\"><a href=\"/opinion/1438578/parktown-imports-inc-v-audi-of-america-inc/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">670</span></a></span>, 672 (Mo. banc 2009). There is no ambiguity in section 162.431.</p>\n<p>In 1966, at the time of the reorganization, and in 1967, at the time of the boundary change, sections 162.011 to 162.091 concerned school districts generally. Sections 162.101 to 162.451 controlled six-director districts. MC Development and Farmington School District rely most heavily on section 162.171, which stated:</p>\n<blockquote>In recommending proposed reorganization plans, the county board of education may divide existing unreorganized districts if division is in the best interests of the children, and place any portion in any proposed district but each proposed district shall be composed of <i>contiguous</i> territory. (emphasis added).</blockquote>\n<p>They argue that section 162.171 indicated a broader attempt by the legislature to require school districts to be comprised of contiguous territory. Central School District responds that the requirement in section 162.171 for contiguous school districts is specific to reorganization plans and not generally applicable to all boundary changes, which were governed by section 162.431. This Court agrees with Central School District. The legislature explicitly included a requirement for contiguous territory in section 162.171 regarding reorganization plans, but not in section 162.431 governing boundary change procedures. To read a contiguous territory requirement into section 162.431 would be tantamount to rewriting the statute.</p>\n<p>MC Development and Farmington School District also point to section 162.211 to support their argument that school districts must be composed of contiguous territory. Section 162.211 states that a six-director school district \"may be <span class=\"star-pagination\">*605</span> established by the voters of ... [a]ny two or more <i>adjacent</i> six-director districts ... or any two or more <i>adjacent</i> common school districts ....\" (emphasis added). MC Development and Farmington School District argue that the use of \"adjacent\" indicates that the General Assembly intended to require <i>contiguous</i> school districts.<sup>[2]</sup> \"When different statutory terms are used in different subsections of a statute, appellate courts presume that the legislature intended the terms to have different meaning and effect.\" <i>Nelson v. Crane,</i> <span class=\"citation\" data-id=\"2102588\"><a href=\"/opinion/2102588/nelson-v-crane/\"><span class=\"volume\">187</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">868</span></a></span>, 870 (Mo. banc 2006). The fact that the General Assembly used different terms in different sections of chapter 162 further undercuts the argument that the statutory scheme required school districts to be comprised of contiguous territory. Therefore, Central School District and Farmington School District, as altered by the 1967 boundary change, were not required by statute to be comprised of contiguous property.</p>\n<p>Lastly, MC Development and Farmington School District argue that Mo. Const. art. IX, sec. 1(b) requires school districts to be contiguous. Article IX, sec. 1(b) states in pertinent part, \"Specific schools for any contiguous territory may be established by law.\" The General Assembly has the power to enact any law not prohibited by the Missouri Constitution. <i>State ex inf. </i><i>Danforth v. Merrell,</i> <span class=\"citation\" data-id=\"2376623\"><a href=\"/opinion/2376623/state-ex-inf-danforth-v-merrell/\"><span class=\"volume\">530</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">209</span></a></span>, 213 (Mo. banc 1975). Article IX, sec. 1(b) specifically contemplates the establishment of school districts, not boundary changes to existing school districts. Section 162.431 governs boundary changes to already-established school districts. Therefore, section 162.431 does not contravene the Missouri Constitution.<sup>[3]</sup></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, the trial court's judgment is affirmed.</p>\n<p>All concur.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties, in their briefs, refer to RSMo 1963; however, chapter 162 changed after 1963 but before 1966. As such, the applicable statute is RSMo Supp.1965. All references are to RSMo Supp.1965, unless otherwise indicated.</p>\n<p>[2]  Farmington School District also points to section 162.222, which it erroneously states was enacted in 1963. Section 162.222, RSMo Supp.1977 (repealed 1997), which dealt with consolidation of school districts, stated in pertinent part, \"Notwithstanding the provisions of any section in chapter 162, in proceedings limited to the consolidation of two or more <i>adjoining</i> districts ....\" (emphasis added). Finally, Farmington School District points to section 162.223, which was not enacted until 1969, two years after the boundary change in this case. Section 162.223 provides that voters in two or more \"adjacent\" six-director districts may petition for consolidation. Farmington School District claims that use of the words \"adjoining\" and \"adjacent\" in these statutes indicates a history of the General Assembly requiring contiguous districts. As noted, this argument is contrary to Missouri law governing statutory interpretation, which provided that if a statute is clear, there is no need to apply any rules of statutory construction. <i>See Parktown Imports,</i> 278 S.W.3d at 672.</p>\n<p>[3]  MC Development and Farmington School District argue, based on <i>State, at Inf. of Taylor ex rel. Schwerdt v. Reorganized Sch. Dist. R-3,</i> <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">262</span></span>, 267-68 (Mo.App.1953), that Missouri law does not contemplate noncontiguous school districts. This case dealt with annexation procedures pursuant to section 165.300, RSMo 1949, rather than a boundary change pursuant to section 162.431, RSMo Supp.1965, which governs this case. Moreover, the court in <i>Schwerdt</i> specifically limited its language to section 165.300 annexation proceedings, stating, \"In proceedings to release parts of school districts for annexation to other districts, the law does not contemplate that two portions of a district should be left entirely segregated from each other.\" <i>Id.</i> at 268. Notably, <i>Schwerdt</i> came out in 1953, and no other cases have expanded its language to apply to section 162.431 dealing with boundary change procedures between two six-director school districts such as in this case.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1423838/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1427943/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1438578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1684319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767590/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2102588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2376623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2417374/"
          ]
        }
      ],
      "judges": "Zel M. Fischer",
      "date_created": "2014-10-30T19:07:16.206237Z",
      "date_modified": "2017-04-10T06:19:09.269490Z",
      "date_filed": "2009-12-22",
      "date_filed_is_approximate": false,
      "slug": "mc-devt-v-cent-r-3-sch-dist",
      "citation_id": 1845170,
      "case_name_short": "",
      "case_name": "Mc Dev't. v. Cent. R-3 Sch. Dist.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "299 S.W.3d 600",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1741922/mc-devt-v-cent-r-3-sch-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:07:16.202619Z",
  "date_modified": "2014-10-30T19:07:16.202619Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mc Dev't. v. Cent. R-3 Sch. Dist.",
  "case_name_full": "",
  "slug": "mc-devt-v-cent-r-3-sch-dist",
  "docket_number": "SC 90022",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}