{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1745398/",
  "id": 1745398,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysb/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1883905/",
      "id": 1883905,
      "absolute_url": "/opinion/1883905/in-re-chateaugay-corp/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1745398/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1883905/",
          "id": 1883905,
          "absolute_url": "/opinion/1883905/in-re-chateaugay-corp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1883905/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:43:08.610695Z",
          "date_modified": "2017-04-07T10:00:34.207614Z",
          "type": "010combined",
          "sha1": "9f9eded5aa02ce1dd8b0d51441f0625f78f69369",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>201 B.R. 48 (1996)</b></center>\n<center><h1>In re CHATEAUGAY CORPORATION, Reomar, Inc., The LTV Corporation, et al., Debtors.<br>\nThe LTV CORPORATION, LTV Aerospace and Defense Company and LTV Vehicle Corporation f/k/a AM General Corporation, Plaintiffs,<br>\nv.<br>\nTammy Dee BACK, William G. Adamson and John Does 1-10, Defendants.<br>\nAM GENERAL CORPORATION (formerly known as REN Acquisition Corporation), Plaintiff,<br>\nv.<br>\nTammy Dee BACK, Patricia Tueme, individually and as surviving spouse of Jose Luis Tueme, deceased and as next friend of Luis Hernan Tueme and Edgar Albert Tueme, minor children and Emilia Sanchez, surviving mother of Jose Luis Tueme, deceased, Eric Wilson, Justin Wilson and John Does 1-10, Defendants.</h1></center>\n<center>Bankruptcy Nos. 86 B 11270 (BRL) to 86 B 11334 (BRL), 86 B 11402 (BRL) and 86 B 11464 (BRL), Adv. Nos. 96-8237A, 96-8258A.</center>\n<center><p><b>United States Bankruptcy Court, S.D. New York.</b></p></center>\n<center>September 25, 1996.</center>\n<p><span class=\"star-pagination\">*49</span> <span class=\"star-pagination\">*50</span> Kaye, Scholer, Fierman, Hays &amp; Handler, L.L.P. by Myron Kirschbaum, Edmund M. Emrich, Scott M. Berman, New York City, for the LTV Plaintiffs.</p>\n<p>Baer Marks &amp; Upham, L.L.P. by Larry D. Henin, Justin W. D'Atri, Elizabeth R. Binder, New York City, for Plaintiff New AM General Corporation.</p>\n<p>Whitman Breed Abbott &amp; Morgan by Norman Kinel, Caroline K. Hall, New York City, for Defendants.</p>\n<p>Before BURTON R. LIFLAND, Bankruptcy Judge.</p>\n<p>Upon all the pleadings and submissions filed herein by plaintiffs, The LTV Corporation (\"LTV\"), LTV Aerospace and Defense Company (\"LTVAD\"), and LTV Vehicle Corporation, f/k/a AM General Corporation (\"LTV Vehicle\" or \"Old AM General\") (collectively, the \"LTV Plaintiffs\"), and by defendants, Tammy Dee Back (\"Back\") and William G. Adamson (\"Adamson\"), in Adversary Proceeding No. 96-8237A (the \"LTV Adversary Proceeding\"); upon all pleadings and submissions filed herein by plaintiff, AM General Corporation, f/k/a Ren Acquisition Corporation (\"New AM General\") (the LTV Plaintiffs and New AM General hereinafter collectively referred to as the \"Plaintiffs\"), and by defendants Back, Patricia Tueme (\"Tueme\"), Amelia Sanchez (\"Sanchez\"), and Eric Wilson and Justin Wilson (collectively, \"Wilson\"), in Adversary Proceeding No. 96-8258A (the \"New AM General Adversary Proceeding\"); upon the record of, and the evidence adduced at, the hearing held before this Court on May 1, 1996 (the \"Hearing\") to consider the applications of the LTV Plaintiffs and New AM General for the issuance of preliminary injunctions and the motions to dismiss filed by Back, Adamson, Tueme, Wilson and Sanchez (collectively, the \"Defendants\"); upon the record of all prior proceedings held before this Court in the chapter 11 cases of the above-captioned debtors (the \"Debtors\"); upon the bench decision rendered and \"So Ordered\" by this Court at the Hearing; and upon the LTV Plaintiffs' Proposed Findings of Fact and Conclusions of Law, the Defendants' Objection to the Plaintiffs' Proposed Findings of Fact and Conclusions of Law, the Response of the LTV Plaintiffs' to Defendants' Objection and the Defendants' Reply to the Response of the LTV Plaintiffs to Defendants' Objection<sup>[1]</sup> ; and keeping in mind that a court should not blindly accept findings of fact and conclusions of law proffered by the parties, <i>see </i><i>St. Clare's Hospital and Health Center v. Insurance Company of North America (In re St. Clare's Hospital and Health Center),</i> 934 F.2d 15 (2d Cir.1991) (citing <i>United</i> <span class=\"star-pagination\">*51</span> <i>States v. El Paso Natural Gas Co.,</i> 376 U.S. 651, 656, 84 S.Ct. 1044, 1047, 12 L.Ed.2d 12 (1964)), and having conducted an independent analysis of the law and the facts, this Court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT</i></h2>\n<p>I. <i>Nature of the Actions</i></p>\n<p>1. Plaintiffs seek orders preliminarily enjoining, among other things, certain state court product liability actions (the \"State Court Actions\") involving postal dispatcher vehicles (referred to hereinafter as \"Postal Dispatchers\" or \"DJ-5s\"), once produced by Old AM General and its predecessor companies to the extent that such actions attack, challenge, allege fraud or impropriety in connection with, or otherwise question the validity or effectiveness of, the Debtors' confirmed plan, or the orders entered by this Court during the Debtors' chapter 11 proceedings.</p>\n<p>2. Defendants oppose the relief requested and move to dismiss the complaints on the grounds that: (i) the Court lacks jurisdiction over these actions; and (ii) the LTV Plaintiffs have failed to state a claim for which relief can be granted.</p>\n<p>II. <i>The Parties</i></p>\n<p>3. The LTV Plaintiffs are three of the 67 affiliated debtors (the \"Debtors\") that filed voluntary petitions for relief under chapter 11 of title 11 of the United States Code (the \"Bankruptcy Code\") in this Court on July 17, 1986 (the \"Filing Date\") and thereafter and were continued in the management and operation of their businesses as debtors in possession.</p>\n<p>4. By Order dated May 26, 1993 (the \"Confirmation Order\"), this Court confirmed the LTV Second Modified Joint Plan of Reorganization, dated February 26, 1993, as amended (the \"Plan\"), and on June 28, 1993, the \"Effective Date\" of the Plan occurred. <i>Frito-Lay, Inc. v. LTV Steel Co. (In re Chateaugay Corp.),</i> 10 F.3d 944, 949 (2d Cir. 1993). The Plan has been substantially consummated. <i>Id.</i></p>\n<p>5. Plaintiff New AM General purchased certain assets of Old AM General and Amland Corporation (\"Amland\") pursuant to this Court's Order dated January 7, 1992 (the \"Sale Order\").</p>\n<p>6. On September 26, 1992 (<i>i.e.,</i> prior to the confirmation of the Plan), defendant Tammy Dee Back was allegedly injured as a result of an accident while driving a DJ-5.</p>\n<p>7. Defendant William G. Adamson is an attorney with offices in Pennsylvania and New Jersey. Adamson represents defendant Back in connection with an action against LTV Vehicle, New AM General and others entitled <i>Tammy Dee Back v. LTV Vehicle Corporation, et al.,</i> At Law No. LX 2539-4, which was commenced in the Circuit Court for the City of Richmond, Virginia (the \"Virginia Court\") on or about September 23, 1994 (the \"Virginia Action\"). Adamson also has threatened to institute further litigation or other actions on behalf of Back and other known and unknown persons against Plaintiffs and others in forums other than this Court attacking, challenging, alleging fraud or impropriety in connection with or otherwise questioning the validity or effectiveness of the Confirmation Order, the Plan, the Sale Order and other orders of this Court entered in the Debtors' chapter 11 cases.</p>\n<p>8. \"John Does 1-10\" in Adversary Proceeding No. 96-8237A are presently unnamed defendants on whose behalf or with whose assistance Adamson has threatened to commence litigation against Plaintiffs and others in forums other than this Court.</p>\n<p>9. \"John Does 1-10\" in Adversary Proceeding No. 96-8258A are presently unnamed defendants who have commenced or may commence an action against New AM General in connection with DJ-5s.</p>\n<p>10. Defendants Eric Wilson and Justin Wilson commenced a personal injury action against New AM General and other parties, entitled <i>Eric W. Wilson and Justin Wilson v. Seth Childers, Rowley Malcolm, U.S. Postal Service, AM General Corporation, Chrysler Corporation and Does 1 Through 100 Inclusive,</i> Case No. 159048 (Super.Ct.Marin County, California) (the \"Wilson Action\"), on or about December 23, 1993. The complaint in that action alleges that on or about December 23, 1992, the Wilsons sustained injuries <span class=\"star-pagination\">*52</span> arising from an accident involving a Postal Dispatcher. Complaint For Damages (Negligence and Strict Liability), pp. 4-5 (New AM General Complaint Exh. C).</p>\n<p>11. Defendants Patricia Tueme and Amelia Sanchez commenced a personal injury action against New AM General and other parties, entitled <i>Patricia Tueme, Individually and as Surviving Spouse of Jose Luis Tueme, Deceased and as next Friend of Luis Hernan Tueme and Edgar Albert Tueme, Minor Children and Amelia Sanchez, Surviving Mother of Jose Luis Tueme, Deceased v. AM General Corporation, Chrysler Corporation and Hidalgo County, Texas,</i> Case No. C-4333-9S-D (206th Jud.Dist.Ct.Hidalgo County, Texas) (the \"Tueme Action\"), on or about August 21, 1995. The complaint in that action alleges that on or about September 13, 1993, Jose Luis Tueme died in an accident involving the rollover of a DJ-5 Vehicle. New AM General Complaint, ¶ 10; Plaintiffs' Original Petition, p. 3 (New AM General Complaint Exh. B).</p>\n<p>III. <i>Background</i></p>\n<p>12. The Court notes initially that the underlying facts in these proceedings are not new to this Court and have, in fact, been the subject of numerous hearings before this Court, including hearings involving the sale of assets, confirmation, objections to claims and estimation of claims. Much of the background and history of the Debtors' chapter 11 cases may be found in numerous decisions published by this Court, the District Court and the Second Circuit, and by the record submitted by all parties in connection with the May 1, 1996 hearing.</p>\n<p>A. <i>LTV's Acquisition of Old AM General</i></p>\n<p>13. LTV acquired Old AM General and Amland from American Motors Corporation, known as AMC (a subsidiary of Chrysler Corporation), in 1983. Prior to 1985, AMC and Old AM General manufactured a line of postal delivery vehicles, including the DJ-5s. The manufacturing of the DJ-5s, however, constituted only a small portion of Old AM General's business. A large percentage of its business was made up of the manufacture and sale of a high mobility multi-purpose vehicle known as the Hummer. <i>See</i> Debtors' Application For An Order Estimating The Amount of All Postal Vehicle Claims For Voting and Plan Confirmation Purposes dated January 27, 1993 (the \"Estimation Motion\"), ¶ 6 attached as Exhibit 1 to the Certification of Edmund M. Emrich dated March 4, 1996 (the \"Emrich Cert.\").</p>\n<p>B. <i>Manufacture of Postal Dispatchers</i></p>\n<p>14. Between 1969 and 1984, approximately 144,000 Postal Dispatchers were designed for, manufactured for, and sold to the United States Post Office (and subsequently the United States Postal Service) by Old AM General and its predecessors. <i>See</i> The LTV Second Modified Disclosure Statement Pursuant to Section 1125 of the Bankruptcy Code, dated February 26, 1993 (the \"Disclosure Statement\"), p. 37, Exh. C to the Certification of Scott Berman, dated April 30, 1996 (\"Berman Cert.\"). Only approximately 1,000 of these vehicles (less than 1% of the total manufactured) were produced and sold by Old AM General after Old AM General became an indirect subsidiary of LTV. Estimation Motion, ¶ 9 (Emrich Cert.Exh. 1).</p>\n<p>15. In 1973 or 1974, the Post Office began selling surplus Postal Dispatchers to the general public. Disclosure Statement, p. 37 (Berman Cert.Exh. C). Because Postal Dispatchers were not designed for use by the general public, the Debtors attempted to halt such sales by the Post Office. These efforts proved unsuccessful. <i>Id.</i></p>\n<p>C. <i>The First Bar Date</i></p>\n<p>16. By Order dated July 30, 1987, this Court fixed November 30, 1987 (the \"First Bar Date\") as the last date (with certain exceptions not relevant herein) by which to file proofs of claim in the Debtors' chapter 11 cases. The Debtors provided extensive actual and publication notice of the First Bar Date to potential claimants, specifically listing LTV Vehicle as an entity against which claims were required to be filed prior to the First Bar Date. Through a massive media campaign in August 1987, notice of the First Bar Date was published in 185 newspapers and periodicals throughout the United States <span class=\"star-pagination\">*53</span> and internationally at a cost of more than $1 million to the Debtors.</p>\n<p>17. Thirty-two proofs of claim relating to DJ-5s (collectively, the \"Original DJ Claims\") were timely filed against LTV, LTVAD and/or LTV Vehicle prior to the First Bar Date. Estimation Motion, ¶ 10 (Emrich Cert.Exh. 1). The Original DJ Claims alleged, <i>inter alia,</i> that the claimants or their decedents suffered injuries and/or damages resulting from incidents or accidents involving certain of the DJ-5s. <i>Id.</i> Each of the Original DJ Claims was based upon the allegedly defective design of the DJ-5s and the failure to warn of the risks associated with the allegedly defective design. <i>Id.</i></p>\n<p>D. <i>The Sale of LTV Vehicle</i></p>\n<p>18. In 1991, the Debtors determined to sell Old AM General. With the assistance of financial advisors, the Debtors identified 40 entities which indicated an interest in acquiring the Old AM General business. <i>See</i> Application for Order Authorizing and Approving the Sale of Assets Relating to the Businesses of AM General Corporation and Amland Corporation, dated December 10, 1991 (the \"Sale Application\"), ¶ 20 (Emrich Cert.Exh. 3).</p>\n<p>19. On December 10, 1991, the Debtors filed an application seeking approval of the sale of the assets relating to the business of Old AM General and Amland to Ren Acquisition Corporation, referred to herein as New AM General. All assets and liabilities arising out of or related to the DJ-5s were specifically excluded from the sale. Notice of the proposed sale was published in the national edition of <i>The Wall Street Journal.</i> Affidavits of Judy Lynn Goldstein, dated December 12, 1991 and December 20, 1991; Sale Application, ¶ 52 (Emrich Cert.Exh. 3).</p>\n<p>20. Adamson, on behalf of certain DJ-5 personal injury claimants but not on behalf of any of the Defendants herein, filed a written objection to the proposed sale, arguing, among other things, that the Debtors were improperly attempting to limit successor liability relating to the DJ-5s and that any purchaser should be required to assume any possible tort liability. Emrich Cert.Exhs. 4 and 5. This Court overruled the objection and approved the sale. Emrich Cert.Exhs. 7 and 8.</p>\n<p>21. The Sale Order ratified the terms and conditions of an amended acquisition agreement (the \"Sale Agreement\") which excluded from the sales transaction any assets related to the DJ-5s and all liabilities related thereto. Emrich Cert.Exh. 8.</p>\n<p>22. Section 2.02 of the Sale Agreement provides as follows:</p>\n<blockquote>Excluded assets. The Plaintiff expressly understands and agrees that the following assets and properties shall be excluded from the acquired assets.</blockquote>\n<blockquote>(viii) All service or spare parts inventory sold by [one of the sixty-six subsidiaries, referred to herein as \"Old AM General\"] as replacement or spare parts for the two-wheel drive enclosed one-quarter ton light trucks designated \"DJ-5\" which were sold primarily to the United States Postal Service as postal delivery vehicles, [the DJ-5 vehicle]....</blockquote>\n<p>New AM General Complaint, Exh. D.</p>\n<p>23. Section 2.04 of the Sale Agreement further provides:</p>\n<blockquote>Excluded liabilities. [Old AM General and another one of the sixty-six subsidiaries, referred to herein as \"Amland,\"] expressly understand and agree that the following obligations and liabilities shall be excluded from the assumed liabilities.</blockquote>\n<blockquote>(v) any liability or obligation arising out of or resulting from the design, manufacture or sale by [Old AM General] of the DJ-5 or any spare parts sold by [Old AM General] or its affiliates....</blockquote>\n<p><i>Id.</i></p>\n<p>24. In addition, the Sale Order provides as follows:</p>\n<blockquote>ORDERED, that except as otherwise provided in the Agreement, the sale of the Assets shall be free and clear of any and all liens, interests, mortgages, encumbrances, claims, security agreements or interests, provided that any such liens, interests, mortgages, encumbrances, claims, security agreements or interests shall attach to the proceeds of such sale (or their <span class=\"star-pagination\">*54</span> equivalent), after the payment of all expenses, in the order of their priority and with the same validity, force and effect that they now have against the Assets, [and] all such proceeds shall be held apart by [Old AM General] and Amland subject to further order of this Court; ...</blockquote>\n<p>Sale Order, p. 5 (Emrich Cert.Exh. 8).</p>\n<p>25. The Sale Order concluded with the Court retaining jurisdiction over the parties to enforce the terms, conditions and provisions of the Order. <i>Id.</i> at 7.</p>\n<p>26. Relying upon the terms of the Sale Agreement, New AM General paid the Debtors consideration valued in excess of $135 million. New AM General Complaint, ¶¶ 32-34. New AM General contends that it would not have entered into the Sale Agreement with the Debtors or consented to pay the purchase price unless the Sale Agreement included a provision eliminating any liability originating from DJ-5s. <i>Id.</i> at ¶ 18.</p>\n<p>27. In accordance with the Sale Order, the Debtors segregated the sale proceeds (Disclosure Statement at 40-48) and subsequently distributed such proceeds in accordance with the Plan and the Confirmation Order. Debtor First Post Confirmation Distribution Report; Debtor Post Confirmation Reports as of December 31, 1993, March 31, 1994, June 30, 1994, September 30, 1994, and December 31, 1994.</p>\n<p>E. <i>The Second Bar Date</i></p>\n<p>28. Subsequent to the First Bar Date, the Debtors became aware of the potential existence of a limited number of additional DJ-5 incidents that might have occurred after the First Bar Date resulting in additional claims. Deposition of Kay Woods dated April 30, 1996, hereinafter \"Woods Dep.\", p. 131. The Debtors became aware of these potential bankruptcy claims through a review of their internal files, including correspondence which they had received, files of pending lawsuits and files obtained from the Chrysler Corporation. <i>Id.</i> at 131-33.</p>\n<p>29. In September 1992, LTV Vehicle filed a Fourth Amendment to Chapter 11 Schedules which listed an additional twenty-seven individuals (and in some cases their relatives and/or legal counsel), each of whom was known, or believed, to have been involved or injured in a DJ-5 incident after the First Bar Date and, therefore, was the possible holder of a disputed claim. Estimation Motion, ¶ 20 (Emrich Cert.Exh. 1).</p>\n<p>30. On January 4, 1993, upon application of the Debtors, the Court entered an order (the \"Second Bar Date Order\") which, <i>inter alia,</i> fixed January 25, 1993 (the \"Second Bar Date\") as the last day for holders of any DJ-5 claims who had not already done so, to file a proof of claim against one or more of the Debtors' estates. Emrich Cert.Exh. 12. This order approved the Debtors' form of notice of the Second Bar Date and the method and scope of service of such notice as \"adequate and sufficient.\" <i>Id.</i> at 4-5.</p>\n<p>31. Pursuant to this order, the Debtors provided actual notice of the Second Bar Date to all known persons who might hold DJ-5 claims other than those persons who had filed proofs of claim on or prior to the First Bar Date. Such actual notice to all known persons who might hold additional claims was both reasonable and appropriate. Nationwide publication notice would have been unlikely to elicit additional claims and would have been prohibitively expensive, especially given the fact that there was no reason to expect that many future claims would be asserted. The frequency of DJ-5 claims had precipitously declined from earlier periods and the number of DJ-5s on the road inevitably had diminished to a significant extent, in light of the fact that the last such vehicle had been manufactured in 1984, thus further reducing the likelihood that future claims would be asserted to any significant extent. Woods Dep., pp. 137-139, 148. Indeed, the only post-confirmation DJ-5 accident or incident referenced in any of the pleadings is Tueme.</p>\n<p>32. In response to the notice of the Second Bar Date, only four additional DJ claims were filed against one or more of the Debtors' chapter 11 estates. <i>See</i> Estimation Motion, ¶ 22 (Emrich Cert.Exh. 1).</p>\n<p>F. <i>The Estimation Motion</i></p>\n<p>33. On January 27, 1993, the Debtors filed an estimation motion seeking an order <span class=\"star-pagination\">*55</span> estimating the amount of each of the DJ-5 claims against LTV and LTVAD at zero dollars for voting and plan confirmation purposes. Emrich Cert.Exh. 1.</p>\n<p>34. Adamson, on behalf of one of the DJ-5 claimants but not on behalf of the Defendants herein, objected to the estimation motion on the grounds, <i>inter alia,</i> that LTV and LTVAD were liable on theories of successor liability and piercing the corporate veil. The Court overruled Adamson's objection. Emrich Cert.Exh. 14, p. 62.</p>\n<p>G. <i>The Disclosure Statement</i></p>\n<p>35. By orders dated November 16, 1992, and January 15, 1993, the Court scheduled a hearing to consider approval of the Debtors' proposed disclosure statement (the \"Disclosure Statement\") and approved a form of notice of such hearing as well as the methods and scope of the service and publication of such notice. In accordance with such orders, the Debtors caused notice to be published in the national editions of the <i>New York Times</i> and <i>The Wall Street Journal,</i> 15 periodicals in the United States and two foreign periodicals. Affidavit of Kay Woods, sworn to on April 22, 1996, hereinafter \"Woods Aff.\", ¶ 5.</p>\n<p>36. By order dated February 17, 1993, this Court approved the Disclosure Statement, scheduled a hearing on confirmation of the Plan (the \"Confirmation Hearing\") and related matters and approved the form of notice of such hearing as well as the methods and scope of service of such notice. In accordance with such order, the Debtors caused notice of the Confirmation Hearing to be published in the national editions of the <i>New York Times</i> and <i>The Wall Street Journal,</i> 15 other periodicals in the United States and three foreign periodicals. Woods Aff., ¶ 6.</p>\n<p>37. The Disclosure Statement stated that as of February 16, 1993, there were 35 DJ-5 claims asserted against the Debtors. Disclosure Statement, p. 37 (Berman Cert.Exh. C). The Disclosure Statement also disclosed that:</p>\n<blockquote>the prospect also exists that certain accidents or incidents involving Postal Vehicles may occur after the Confirmation Date and may give rise in the future to claims against one or more of the Debtors (the \"Future PV Claims\"). However, AM General is being liquidated and all of its remaining assets are being distributed. No provision is being made under the Plan for the treatment of such claims because the Debtors have no basis for anticipating such claims. The Debtors believe that the proposed dissolution of AM General under the Plan is being effectuated in accordance with the requirements of applicable law.</blockquote>\n<p>Disclosure Statement, p. 38 (Berman Cert. Exh. C).</p>\n<p>38. The evidence adduced at the hearing on these motions establishes that, given the small and diminishing number of claims being received, there was no feasible way to derive a meaningful estimate of future claims. Woods Dep., pp. 137-39, 147-48.</p>\n<p>39. Defendants assert that papers submitted by the Debtors in opposition to a motion to vacate a stipulation entered into between the Debtors and AMC and its affiliates on December 29, 1992 indicate that the Debtors misled the Court with respect to whether they had a basis to anticipate future DJ-5 claims.</p>\n<p>40. Under that stipulation, the Debtors and AMC agreed to resolve certain issues arising under cross-indemnity obligations contained in the July 24, 1983 Stock Purchase Agreement in which LTV acquired from AMC all the stock of Old AM General. Specifically, the Debtors and AMC agreed, <i>inter alia,</i> to settle AMC's indemnity claims of $20 million for post-closing date (<i>i.e.,</i> September 1983) DJ-5 accidents as an allowed general unsecured claim in the amount of $1,111,686 and to release AMC from its obligation to indemnify LTV for pre-closing date DJ-5 accidents. AMC agreed, <i>inter alia,</i> to release LTV from its obligation to indemnify AMC for post-closing date DJ-5 accidents. Stipulation And Order Between Debtors And American Motors Corporation And Affiliates Settling Claims Nos. 19825, 20324, 21976, 21978 And Withdrawing Motion Requiring Debtors To Reject AM General Stock Purchase Agreement, dated December 29, 1992, pp. 5-8; Transcript of May 1, 1996 hearing on Plaintiffs' motions for preliminary injunction and defendants' motions to dismiss (\"May 1 Hearing\"), pp. 122, 125. In other <span class=\"star-pagination\">*56</span> words, LTV was released from its obligation under the Stock Purchase Agreement to indemnify AMC for all post-1983 accidents in return for relinquishing rights to be indemnified by AMC for claims arising from pre-1983 accidents, which were obviously far less likely to be asserted in the future. The Debtors' papers in opposition to the motion to vacate, which were submitted to the Court prior to confirmation of the Plan, pointed out the benefits of this settlement from the standpoint of the Debtors. Those papers do not support the proposition that Debtors misled this Court in the Disclosure Statement or otherwise with respect to the treatment of DJ-5 claims under the Plan.</p>\n<p>41. Defendants allege that the Debtors' letters to the United States Postal Service, attempting to persuade it to stop DJ-5 sales to the public, evidence their knowledge of a significant ongoing problem which would likely give rise to a significant number of future DJ-5 claims. However, Defendants' reliance on these letters is misplaced because such letters refer to the state of facts that existed prior to confirmation of the Plan and have no relevance to the situation at the time of confirmation, by which time the number of DJ-5 claims had declined precipitously.</p>\n<p>H. <i>Confirmation of the Plan</i></p>\n<p>42. By Order dated May 26, 1993, this Court confirmed the Plan. The Confirmation Order expressly discharged all then-existing claims against all of the Debtors, except for LTV Vehicle, which did not receive a discharge, regardless of when they arose, and enjoined any person holding such claim from taking any actions against or affecting any of the Debtors or their assets with respect to such claim. Confirmation Order, ¶¶ 14, 15 (Emrich Cert.Exh. 19). Issues involving the dischargeability and treatment of the DJ-5 claims were again raised and disposed of by this Court at that time. May 1 Hearing, p. 151.</p>\n<p>43. The Confirmation Order approved the liquidation of the \"AM General Group\" (which includes LTV Vehicle) and provided that, other than as set forth in the Plan, no further distributions to the AM General Group's creditors were required. Confirmation Order, ¶ 19 (Emrich Cert.Exh. 19).</p>\n<p>44. The Confirmation Order and Plan also contain a permanent injunction barring the pursuit of pre-Effective Date claims against any of the Debtors (including LTV Vehicle). Plan, §§ 5.4, 5.6 (Emrich Cert. Exh. 19, at Exh. A); Confirmation Order, ¶¶ 14, 15 (Emrich Cert.Exh. 19).</p>\n<p>45. Nothing in the Bankruptcy Code requires the establishment of a trust fund for speculative future claims which may never arise. Under the Bankruptcy Code, debtors are entitled to liquidate and distribute all of their assets to then-known creditors. LTV Vehicle had a very limited pool of assets to allocate among its various creditor constituencies, including the Pension Benefit Guaranty Corporation which had a claim of over $3 billion against each of the Debtors, asserted jointly and severally including LTV Vehicle. As it was, the then-known DJ-5 claimants (including the one represented by Adamson), as well as other groups, were contending that insufficient funds were being earmarked for them. Rather than reserve scarce funds for claims which might never arise, and which the Debtors could not reasonably foresee or estimate, LTV Vehicle, with this Court's approval, allocated and distributed all of its assets to its then-known creditors.</p>\n<p>46. Additionally, the Confirmation Order and Plan provide for this Court to retain jurisdiction under certain specified circumstances. The Confirmation Order provides, in relevant part, that:</p>\n<blockquote>After the Effective Date, in accordance with the Code and Section 10.1 of the Plan, the Court shall retain jurisdiction for the following purposes:</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(b) to determine any and all disputes arising under or relating to the Plan (including, without limitation, regarding the effect of any release or discharge provided for in, or effected by, the Plan or this Order);</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*57</span> (f) to enforce and administer the provisions of the Plan and this Order ...;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(j) to enforce all orders, judgments, injunctions and rulings entered in connection with the Cases;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(<i>l</i>) to enter such orders, judgments, injunctions and rulings as may be necessary or appropriate in aid of the Plan or its confirmation and to carry out further the intentions and purposes, to facilitate implementation and to give full effect to the provisions of the Plan and this Order....</blockquote>\n<p>Confirmation Order, ¶ 36 (Emrich Cert.Exh. 19); Plan, Art. 10.1(B), (F), (J) and (L) (Emrich Cert.Exh. 19, Exh. A).</p>\n<p>47. The Effective Date of the Plan occurred on June 28, 1993. <i>In re Chateaugay Corp.,</i> 10 F.3d at 949. The Debtors thereupon made substantial distributions in accordance with the Plan and thereby substantially consummated the Plan. <i>See id.</i></p>\n<p>48. On the Effective Date, LTV Vehicle was liquidated in accordance with the Plan and the Confirmation Order and thereupon filed a Certificate of Dissolution with the Office of the Secretary of State of the State of Delaware pursuant to Section 303 of the General Corporation Law of the State of Delaware. Emrich Cert.Exh. 20.</p>\n<p>IV. <i>The Virginia Complaint, the Adamson Letter and the State Court Actions Constitute Collateral Attacks on the Court's Orders and the Bankruptcy Process</i></p>\n<p>49. As described in detail below, the Court finds that defendants, through the actions instituted in Virginia and elsewhere, and Adamson's threats of still further lawsuits, are attacking the Sale Order, the Plan, the Confirmation Order and the bankruptcy process as it relates to Debtors' chapter 11 cases.</p>\n<p>A. <i>The Virginia Complaint and the Tueme and Wilson Actions</i></p>\n<p>50. On or about September 12, 1994, defendant Back invoked this Court's jurisdiction by filing a Motion for Limited Relief From the Confirmation Order. This motion was resolved pursuant to a stipulation between the Debtors and Back, and so-ordered by the Court (the \"Stipulation and Order\"), which authorized Back to file a lawsuit against LTV Vehicle (but not any of the other Debtors) seeking recovery against LTV Vehicle up to the maximum applicable insurance coverage, <i>i.e.,</i> $2,500,000, provided that Back would indemnify the Debtors in an amount not to exceed $500,000 for any payments that the Debtors were required to make in respect of their alleged $1 million per claim indemnity obligation to their insurance carrier. Stipulation and Order, p. 2 (Emrich Cert.Exh. 23).</p>\n<p>51. On September 23, 1994, Back, through her counsel Adamson, commenced the Virginia Action. Original Virginia Complaint (Emrich Cert.Exh. 24). In addition to LTV Vehicle, the Original Virginia Complaint named the following parties as defendants: Chrysler Corporation, City of Richmond, AM General Corporation, Jeep-Eagle Division of Chrysler Corporation, Jeep Eagle Corporation, Jeep, AM Computer Leasing Corporation, AMC, American Motors Sales Corporation and American Motors Pan American Corporation. <i>Id.</i> at ¶¶ 2-9.</p>\n<p>52. The Original Virginia Complaint asserted claims of negligence, breach of warranties and strict liability and sought damages of $50,000,000 together with punitive damages, interest and costs. <i>Id.</i> at ¶¶ 11-14.</p>\n<p>53. In February 1996, Back filed a Third Amended Motion For Judgment (the \"Third Amended Complaint\") which repleads allegations in previous pleadings and contains numerous new fraud allegations in connection with Back's claim for successor liability against New AM General. Emrich Cert. Exh. 2.</p>\n<p>54. The Third Amended Complaint asserts that the Debtors and New AM General engaged in a scheme, using this Court, to deprive DJ-5 claimants of their ability to recover upon their claims. <i>E.g.,</i> Emrich Cert.Exh. 2, ¶¶ 36-69. In particular, the Third Amended Complaint attacks the Sale Order and the Plan by alleging that the <span class=\"star-pagination\">*58</span> provision of the Sale Agreement between LTV Vehicle and New AM General which excluded the assumption by New AM General of DJ-5 claims \"was entered into fraudulently,\" together with the Plan, in order to avoid future liability to persons injured by DJ-5s. <i>Id.</i> These allegations constitute a collateral attack on the Sale Order, the Plan and the Confirmation Order as well as on the entire bankruptcy process as it relates to the Debtors' chapter 11 cases.</p>\n<p>55. The <i>Tueme</i> and <i>Wilson</i> actions also attack the Sale Order by asserting claims against New AM General in direct contravention of the Sale Order which approved the Sale Agreement, including the provision in the Sale Agreement that New AM General was not assuming liability with respect to any DJ-5 claims.</p>\n<p>56. Defendants Back and Adamson and their counsel have explicitly stated that the theory of the Third Amended Complaint is that the Debtors \"misled\" this Court in seeking and receiving approval of the sale to New AM General and the entry of various of the Court's other orders including the Confirmation Order. Deposition of William Adamson sworn to on April 26, 1996, p. 59; Memorandum Of Law In Support Of Defendants' (A) Motion To Dismiss Complaint and (B) Objection To Plaintiffs' Application For A Preliminary Injunction (\"Defendants' Brief\"), p. 24.</p>\n<p>57. In asserting these claims, Defendants are directly attacking the propriety of the Plan and this Court's orders, as well as the integrity of the Debtors' chapter 11 cases. Defendants are also directly attacking the discharge and injunctive provisions of the Plan and the Confirmation Order which are at the very heart of the bankruptcy process. This Court, not the Virginia Court or any other court, is in the best position to determine whether the Sale Order and the Confirmation Order were procured by fraud or whether due process was afforded to claimants in connection with the Debtors' chapter 11 proceedings.</p>\n<p>B. <i>The Adamson Letter</i></p>\n<p>58. On January 12, 1996, Adamson sent a letter (the \"Adamson Letter\") to Joseph K. Reid, III, local counsel to LTV Vehicle in the Virginia Action. Emrich Cert.Exh. 27. The Adamson Letter threatened to commence further litigation, including a possible class action, against LTV and the other Debtors seeking recovery for DJ-5 claims. It also threatened to seek recovery against LTV for Back's injuries.</p>\n<p>59. Adamson also indicated in the Adamson Letter that he and his clients:</p>\n<blockquote>have a substantial chance of prevailing on our argument that a fraud was committed on Tammy Back and other potential claimants in connection with the sale of assets to Ren and the subsequent dissolution of Vehicle.</blockquote>\n<p>Adamson Letter, p. 2 (Emrich Cert.Exh. 27).</p>\n<p>60. Soon thereafter, Adamson filed the Third Amended Complaint in the Virginia Action on behalf of Back.</p>\n<p>61. Adamson also threatened, among other things, to take actions designed to \"create problems\" between the Debtors and New AM General. <i>Id.</i></p>\n<p>62. Adamson further indicated that if Back and others were successful in prevailing on their argument that a fraud was committed in connection with the Sale Order, Plan and Confirmation Order, LTV could be subjected \"to claims in excess of the underlying insurance policy limits by numerous heretofore unknown postal jeep claimants.\" <i>Id.</i></p>\n<p>63. In making these threats, Adamson stated that he also represented Tommy Bozeman, whose representatives have commenced actions against, among others, the Debtors' insurance carrier and New AM General.<sup>[2]</sup></p>\n<p>64. Adamson ended the letter by threatening to take action on or before March 1, 1996 unless there is a \"meeting of the minds.\" <i>Id.</i> at 3.</p>\n<p>65. At his deposition, Adamson was directed by his counsel not to answer any <span class=\"star-pagination\">*59</span> questions about the meaning of the statements in his letter. Adamson Dep., pp. 63-71. Accordingly, the Court finds that the statements made in the Adamson letter must be interpreted as written, in light of his actions before and after the letters. As such, the letter clearly threatens actions against the Debtors in direct contravention of the discharge and injunctive provisions of the Plan and Confirmation Order and threaten to mount attacks on the Sale Order, the Confirmation Order and the Plan in other forums.</p>\n<p>V. <i>The Debtors Are Likely To Be Adversely Affected by the State Court Actions and the Actions Threatened In the Adamson Letter and Will Be Irreparably Harmed Absent an Injunction</i></p>\n<p>66. For the reasons set forth below, the Court finds that the State Court Actions and the actions threatened in the Adamson Letter are likely to have a significant adverse effect on the Debtors and, absent a preliminary injunction, the Debtors will be irreparably harmed.</p>\n<p>A. <i>Potential Indemnity Obligation to New AM General</i></p>\n<p>67. New AM General has informed the Court and the Debtors that, in the event that Back or any DJ-5 claimant (including the Wilsons, Tueme and Sanchez) were to prevail on a successor liability claim against New AM General, it would assert claims, and pursue all other avenues of redress, against the Debtors. May 1 Hearing, pp. 49, 143; Deposition of Roger Fay, dated April 26, 1996, pp. 71-72, 76; Affidavit of Larry D. Henin, sworn to on March 14, 1996, ¶ 2; New AM General Complaint, pp. 14, 16; <i>see</i> Woods Dep., pp. 154, 156-57. Without addressing the merits of any such claims, which are not yet before the Court, the Court finds that it is highly probable that New AM General would pursue claims against one or more of the Debtors in the event defendants were to succeed on their claims against New AM General.</p>\n<p>68. Adamson conceded that Defendants' actions could adversely affect the Debtors by engendering claims against the Debtors by New AM General. In that regard, the Adamson Letter states:</p>\n<blockquote>We have had research conducted and an analysis made by our bankruptcy counsel (Norman Kinel) which indicates that we have a substantial chance of prevailing on our argument that a fraud was committed on Tammy Back and other potential claimants in connection with the sale of assets to REN and the subsequent dissolution of Vehicle. To begin with, <i>this could create problems between Vehicle and New AM General.</i>\n</blockquote>\n<p>Emrich Cert.Exh. 27, p. 2 (emphasis added).</p>\n<p>69. Exposing the Debtors to liability in this manner is directly contrary to the spirit and intent of the Stipulation and Order, as well as to the very predicate upon which the Court granted Back relief from the permanent injunction issued under the Confirmation Order. Indeed, in making her original motion, Back expressly represented to the Court that</p>\n<blockquote>Movant is not seeking to disrupt the integrity or the finality of the Confirmation Order. Rather, Movant is merely seeking relief akin to the type of relief routinely granted to personal injury claimants in Chapter 11 proceedings  relief from the automatic stay to proceed nominally against the debtor, but for the purpose of only obtaining a recovery against the debtor's insurance carrier.</blockquote>\n<p>Emrich Cert.Exh. 21, ¶ 10.</p>\n<p>70. Thus, in attempting to undermine the Sale Order, the Plan and the Confirmation Order, Back and Adamson are now doing precisely what they represented to the Debtors and the Court they would not do when they induced the Debtors and the Court to modify the permanent injunction.</p>\n<p>B. <i>Collateral Estoppel</i></p>\n<p>71. Adamson conceded in a letter to Edmund M. Emrich, counsel for the Debtors, that the Virginia Action and the actions threatened by Adamson subject the Debtors to the risk of collateral estoppel:</p>\n<blockquote>[The Debtors] should be especially wary of a trial of this particular case, where <i>an adverse verdict would be likely to collaterally</i> <span class=\"star-pagination\">*60</span> <i>estop it henceforth from denying design defect allegations in other postal jeep rollover cases.</i>\n</blockquote>\n<p>Letter dated April 13, 1995, p. 5 (emphasis in original) (Affidavit of William G. Adamson, sworn to on April 9, 1996, Exh. C).</p>\n<p>72. A determination by the Virginia Court that the Sale Order and Confirmation Order were procured through fraud or that creditors were not afforded due process in connection with the Debtors' chapter 11 proceedings would open up a Pandora's box which could enable disgruntled creditors to seek relief in derogation of the Sale Order and the discharge and injunctive provisions of the Confirmation Order. The collateral estoppel effect of such a determination could have far-reaching consequences not only for other DJ-5 claimants but also for the holders of other types of claims, including, without limitation, the approximately 1,000 asbestos claimants represented by the Maritime Asbestos Legal Clinic who are presently litigating due process and discharge issues before this Court (Adv.Proc. No. 94-9028A), and the numerous environmental claimants who also are presently litigating due process and discharge issues before the Court (Adv.Proc. No. 95-9145A). <i>See</i> Woods Dep., pp. 157-59.</p>\n<p>73. A finding by the Virginia Court that the notice given to creditors in the Debtors' bankruptcy proceedings was insufficient to satisfy due process requirements would potentially enable the holders of any other types of claims to argue that their claims were not discharged in the bankruptcy proceedings, thereby casting substantial doubt on the integrity and effect of the Confirmation Order.</p>\n<p>C. <i>The Risk of Inconsistent Judgments</i></p>\n<p>74. The State Court Actions and the actions threatened in the Adamson Letter subject the Debtors and New AM General to the risk of inconsistent rulings in courts around the country regarding the propriety and enforceability of this Court's orders.</p>\n<p>D. <i>The Debtors Will Be Deprived Of Their \"Fresh Start\"</i></p>\n<p>75. The actions threatened by Adamson expose the Debtors to the risk of significant litigation and substantial liability with respect to claims that were discharged (except as to LTV Vehicle) by this Court. Indeed, Defendants have conceded in the Adamson Letter that if they were to prevail on their \"fraud\" theory in the Virginia Action, \"it would ultimately subject LTV to claims in excess of the underlying insurance policy limits by numerous other heretofore unknown postal jeep claimants.\" Emrich Cert.Exh. 27, p. 2.</p>\n<p>76. Such threatened actions would violate the discharge and injunctive provisions contained in the Plan and the Confirmation Order, and thereby undermine the integrity of the bankruptcy process as well as the reorganized Debtors' fresh start.</p>\n<p>77. Moreover, the commencement of any DJ-5 action against any of the Debtors (including LTV Vehicle) and the Debtors' insurance carrier will expose the Debtors to liability and legal defense costs notwithstanding the existence of insurance coverage for pre-Effective Date accidents or incidents. Under the terms of the Debtors' insurance policy and the related indemnity agreement, LTV is obligated to indemnify the carrier for the first $1 million of exposure per occurrence for claims relating to products, as well as for all defense costs. Insurance Policy (Woods Dep.Exh. 4); Indemnity Agreement, Article III(A)(vi) (Woods Dep.Exh. 4); May 1 Hearing, pp. 114, 126-28; Woods Dep., pp. 65, 107, 121.</p>\n<p>78. If DJ-5 claimants, such as the Defendants herein, are permitted to commence or maintain personal injury actions against the reorganized Debtors or if such claimants are permitted to commence or maintain successor liability actions against New AM General, the value of LTV's stock could be adversely effected. Since the distributions to most of LTV's creditors were in LTV stock, any diminution in the value of LTV stock will adversely effect the value of these distributions. <i>See</i> Woods Dep., pp. 159-60. The Virginia Action seeks $50 million. Other threatened actions would presumably seek similar judgments. The magnitude of this potential liability would be material, would have to be reported in LTV's public filings, and might <span class=\"star-pagination\">*61</span> lead the market to devalue LTV's stock, even if, as is likely, relatively few claims were made.</p>\n<p>VI. <i>The Issuance Of An Injunction Will Not Cause Substantial Harm</i></p>\n<p>79. Issuing preliminary injunctive relief will not cause substantial harm to the Defendants. The injunction in and of itself does not prevent the assertion of the claims raised in the Virginia Action and State Court Actions, the attacks upon this Court's orders or the pursuit of DJ-5 actions; it merely postpones the adjudication of such claims in other forums, pending a final determination as to whether all such claims should be determined in this Court.</p>\n<p>80. Adamson and Back contend that \"[i]f Ms. Back is prevented from proceeding against New AM General on the theory of successor liability, she will be denied due process and the right to be heard.\" Defendants' Brief, p. 36. However, this argument is misplaced because the appropriate focus in connection with the request for a preliminary injunction is whether a temporary delay in prosecuting the Third Amended Complaint and prosecuting the threatened actions set forth in the Adamson Letter, while this Court adjudicates the Adversary Proceeding and determines whether Ms. Back may proceed against New AM General under her fraud theory, would cause substantial harm to Adamson and Back. The postponement or delay of the Virginia Action is not a substantial harm. If Ms. Back is otherwise entitled to win on the merits, she will win. The delay, if any, caused by the issuance of a preliminary injunction will have no impact on her ability to recover damages. Moreover, even if such a delay could be considered substantial harm, which it is not, resolution of this Adversary Proceeding will not delay the trial in the Virginia Action since it is not scheduled to commence until 1997. Adamson Aff., ¶ 8.</p>\n<p>81. Moreover, any delay would not prevent Back from ultimately recovering damages in the Virginia Action. In addition to the $950,000 that Back has already recovered from Chrysler in connection with the Virginia Action, she is permitted under the Stipulation and Order to seek to recover up to $2.5 million against LTV Vehicle and/or its insurance carrier (less any amount up to $500,000 that Back is obligated to indemnify LTV Vehicle pursuant to ¶ 4 of the Stipulation and Order). Stipulation and Order, p. 2 (Emrich Cert.Exh. 23).</p>\n<p>82. Accordingly, defendants Back and Adamson have failed to demonstrate any harm that would result from the issuance of the requested preliminary injunction.</p>\n<p>VII. <i>The Debtors Did Not Defraud or Mislead This Court</i></p>\n<p>83. In granting the relief herein, the Court need not address the issue of whether the Debtors defrauded or misled the Court because plaintiffs are simply requesting a preliminary determination that these issues must be litigated before this Court. The ultimate merits are therefore not ripe for decision. Nevertheless, upon a preliminary examination of the merits the Court finds that Defendants have not pointed to any relevant information of which this Court was not aware at the time of confirmation.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>I. <i>Standards for a Motion to Dismiss</i></p>\n<p>1. Under Rule 12(b)(6) of the Federal Rules of Civil Procedure (as made applicable herein pursuant to Rule 7012(b) of the Federal Rules of Bankruptcy Procedure), all factual allegations must be taken as true and construed favorably to the plaintiff. <i>Stewart v. Jackson &amp; Nash,</i> 976 F.2d 86 (2d Cir. 1992). <i>Accord </i><i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 73, 104 S.Ct. 2229, 2232, 81 L.Ed.2d 59 (1984); <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-02, 2 L.Ed.2d 80 (1957).</p>\n<p>2. In addition, a motion to dismiss for failure to state a claim can be granted only where it appears certain that no set of facts could be proven at trial which could entitle plaintiff to relief. <i>Conley,</i> 355 U.S. at 45-46, 78 S.Ct. at 101-02; <i>see also </i><i>Goldman v. Belden,</i> 754 F.2d 1059, 1065 (2d Cir.1985).</p>\n<p>3. The court's function on a Rule 12(b)(6) motion is \"not to weigh the evidence that might be presented at a trial, but merely to <span class=\"star-pagination\">*62</span> determine whether the complaint itself is legally sufficient.\" <i>Goldman,</i> 754 F.2d at 1067. In light of this standard, the court \"should not be swayed into granting the motion because the possibility of ultimate recovery is remote.\" <i>Kopec v. Coughlin,</i> 922 F.2d 152, 155 (2d Cir.1991) (quoting <i>Ryder Energy Distribution Corp. v. Merrill Lynch Commod.,</i> 748 F.2d 774, 779 (2d Cir.1984)); <i>see also </i><i>Gant v. Wallingford Bd. of Educ.,</i> 69 F.3d 669, 673 (2d Cir.1995).</p>\n<p>4. On a motion to dismiss for lack of jurisdiction under Rule 12(b)(1), as under Rule 12(b)(6), the Court must accept as true all of the allegations of the complaint, and construe the complaint in favor of the complainant. <i>Warth v. Seldin,</i> 422 U.S. 490, 501, 95 S.Ct. 2197, 2206, 45 L.Ed.2d 343 (1975); <i>Hirsch v. Arthur Andersen &amp; Co.,</i> 72 F.3d 1085, 1088 (2d Cir.1995); <i>Thompson v. County of Franklin,</i> 15 F.3d 245, 249 (2d Cir. 1994). While the burden of pleading jurisdiction falls to the party seeking to invoke it, mere contradiction by the party resisting jurisdiction is insufficient to merit dismissal of the complaint. <i>Gibbs v. Buck,</i> 307 U.S. 66, 72, 59 S.Ct. 725, 729, 83 L.Ed. 1111 (1939).</p>\n<p>5. Based on the facts alleged in the complaints in these adversary proceedings, Defendants have not satisfied these standards. Accordingly, Defendants' motions to dismiss the complaints pursuant to Rules 12(b)(1) and (b)(6) of the Federal Rules of Civil Procedure and Rules 7012(b)(1) and (b)(6) of the Federal Rules of Bankruptcy Procedure, are denied.</p>\n<p>II. <i>This Court Has Jurisdiction Over The Adversary Proceedings</i></p>\n<p>A. <i>Inherent Jurisdiction</i></p>\n<p>6. Bankruptcy courts have inherent or ancillary jurisdiction to interpret and enforce their own orders wholly independent of the statutory grant of jurisdiction under 28 U.S.C. § 1334. <i>Local Loan Co. v. Hunt,</i> 292 U.S. 234, 239, 54 S.Ct. 695, 696, 78 L.Ed. 1230 (1934); <i>Paris Mfg. Corp. v. Ace Hardware Corp.</i> (<i>In re Paris Indus. Corp.</i>), 132 B.R. 504, 508 (D.Me.1991) (\"Bankruptcy Courts must have the ability to enforce prior orders and `secure or preserve the fruits and advantages of a judgment or decree rendered therein' ... The proceeding being ancillary and dependent, the jurisdiction of the Court follows that of the original cause ...\") (quoting <i>Local Loan Co.</i>); <i>Volvo White Truck Corp. v. Chambersburg Beverage</i> (<i>In re White Motor Credit Corp.</i>), 75 B.R. 944, 947-48 (Bankr.N.D.Ohio 1987) (ancillary jurisdiction to interpret and enforce prior orders includes purchasers' action for declaratory and injunctive relief to enforce orders of sale and \"may be exercised irrespective of an independent jurisdictional basis\").</p>\n<p>7. The issues in these adversary proceedings plainly require the Court to interpret and enforce the Court's prior orders. For example, Defendants argue that the Court's order approving the sale of Old AM General's assets to New AM General does not mean that New AM General purchased the assets free and clear of <i>in personam</i> claims by DJ-5 claimants. Defendants' Brief, p. 17. This is obviously an interpretation issue, which this Court is uniquely qualified to determine. <i>See Paris Indus. Corp.,</i> 132 B.R. at 508; <i>White Motor Credit Corp.,</i> 75 B.R. at 947.</p>\n<p>8. Defendants also claim that Debtors \"misled\" this Court in the bankruptcy proceedings and therefore that the Sale Order should not be enforced to protect New AM General from DJ-5 liabilities. Defendants' Brief, pp. 21-22. Defendants Tueme, Sanchez and the Wilsons also seek relief from New AM General notwithstanding the Sale Order. These claims raise an issue as to enforcement of the Sale Order, which this Court is uniquely qualified to determine.</p>\n<p>9. Defendant Adamson is also threatening to commence suits against LTV. These suits necessarily challenge the discharge and injunction provisions of the Plan and the Confirmation Order which protect the Debtors.</p>\n<p>10. Accordingly, this Court has continuing jurisdiction to consider and determine the issues raised in these Adversary Proceedings, by virtue of this Court's inherent jurisdiction to interpret and enforce its own orders and to determine disputes under the Plan. <i>Paris Indus. Corp.,</i> 132 B.R. at 508; <i>White Motor Credit Corp.,</i> 75 B.R. at 947; <span class=\"star-pagination\">*63</span> <i>see also </i><i>In re Texaco,</i> 182 B.R. 937, 944 (Bankr.S.D.N.Y.1995); <i>Mihnlong Enterprises, Inc. v. New York International Hostel</i> (<i>In re New York International Hostel</i>), 157 B.R. 748, 751 (S.D.N.Y.1993); <i>In re Johns-Manville Corp.,</i> 97 B.R. 174, 180 (Bankr.S.D.N.Y. 1989) (bankruptcy courts retain post-confirmation jurisdiction to interpret and enforce their own orders in aid of their proper execution).</p>\n<p>B. <i>Statutory Jurisdiction Under 28 U.S.C. § 1334</i></p>\n<p>11. 28 U.S.C. § 1334(b) provides:</p>\n<blockquote>Notwithstanding any Act of Congress that confers exclusive jurisdiction on a court or courts other than the district courts, the district courts shall have original but not exclusive jurisdiction of all civil proceedings arising under title 11, or arising in or related to cases under title 11.</blockquote>\n<p>This Court has jurisdiction over the instant Adversary Proceedings pursuant to § 1334(b) since they arise under title 11, or arise in or are related to a case under title 11. As the Sixth Circuit held in <i>Michigan Employment Security Comm'n v. Wolverine Radio Co.</i> (<i>In re Wolverine Radio Co.</i>), 930 F.2d 1132 (6th Cir.1991), <i>cert. dismissed,</i> 503 U.S. 978, 112 S.Ct. 1605, 118 L.Ed.2d 317 (1992):</p>\n<blockquote>For the purpose of determining whether a particular matter falls within bankruptcy jurisdiction, it is not necessary to distinguish between the second, third and fourth categories (proceedings \"arising under,\" \"arising in,\" and \"related to\" a case under title 11). These references operate conjunctively to define the scope of the jurisdiction. Therefore, for purposes of determining section 1334(b) jurisdiction, it is necessary only to determine whether a matter is at least \"related to\" the bankruptcy.</blockquote>\n<p>930 F.2d at 1141 (citation omitted).</p>\n<p>(i) <i>The Statutory Grant of Jurisdiction to Bankruptcy Courts Under 28 U.S.C. § 1334 Is Extremely Broad</i></p>\n<p>12. A bankruptcy court's statutory jurisdiction under 28 U.S.C. § 1334 is extremely broad. <i>Celotex Corp. v. Edwards,</i> ___ U.S. ___, ___, 115 S.Ct. 1493, 1499, 131 L.Ed.2d 403 (1995); <i>Hunnicutt Co. v. TJX Cos., Inc.</i> (<i>In re Ames Dep't Stores, Inc.</i>), 190 B.R. 157, 159-62 (S.D.N.Y.1995) (hereinafter referred to as \"<i>Hunnicutt</i>\"); <i>Paris Indus. Corp.,</i> 132 B.R. at 507.</p>\n<p>13. Thus, the Supreme Court has explained that, although a bankruptcy court's jurisdiction is not limitless,</p>\n<blockquote>\"Congress intended to grant comprehensive jurisdiction to the bankruptcy courts so that they might deal efficiently and expeditiously with all matters connected with the bankruptcy estate,\" and that the \"related to\" language of § 1334(b) must be read to give district courts (and bankruptcy courts under § 157(a)) jurisdiction over more than simple proceedings involving the property of the debtor or the estate.</blockquote>\n<p><i>Celotex,</i> ___ U.S. at ___, 115 S.Ct. at 1499 (quoting <i>Pacor, Inc. v. Higgins,</i> 743 F.2d 984, 994 (3d Cir.1984)) (citations omitted).</p>\n<p>(ii) <i>The Bankruptcy Court Has Jurisdiction Over Any Proceeding Which Might Have Any \"Conceivable Effect\" On Or \"Significant Connection\" With The Bankruptcy Estate</i></p>\n<p>14. The appropriate test for determining \"related to\" jurisdiction is whether the outcome of a proceeding \"might have any `conceivable effect' on the bankrupt estate\" or if the proceeding has \"any significant connection\" with the bankrupt estate. <i>Publicker Indus., Inc. v. United States</i> (<i>In re Cuyahoga Equip. Corp.</i>), 980 F.2d 110, 114 (2d Cir.1992); <i>Hunnicutt,</i> 190 B.R. at 160.</p>\n<p>15. Courts have broadly interpreted whether a particular matter might have a \"conceivable effect\" on or a \"significant connection\" with the bankrupt estate to find related to jurisdiction in a wide variety of circumstances. <i>E.g., </i><i>Bond Street Assoc. Ltd v. Ames Dep't Stores, Inc.,</i> 174 B.R. 28, 32-33 (S.D.N.Y.1994) (bankruptcy court had postconfirmation jurisdiction over dispute between debtor's sublessor and sublessee which might result in an indemnity action against the Debtor); <i>Apex Inv. Assoc., Inc. v. TJX Cos., Inc.,</i> 121 B.R. 522, 526-27 (Bankr. N.D.Ill.1990) (Even if there is not an explicit indemnification agreement, a creditor's action <span class=\"star-pagination\">*64</span> against a guarantor of a debtor's obligations will affect that creditor's status vis a vis other creditors; thus, administration of the estate necessarily depends on the outcome of that litigation).</p>\n<p>16. The recent decision of the District Court for this District in <i>Hunnicutt, supra,</i> 190 B.R. 157, is directly on point. In <i>Hunnicutt</i> the plaintiff-lessor brought suit outside the bankruptcy court against a guarantor on the debtor's lease years after confirmation of the debtor's plan. On the guarantor's motion, the action was transferred to this Court and a motion was made to the District Court challenging this Court's jurisdiction. The District Court held that this Court did have jurisdiction primarily because there was a possibility, not a certainty, that the guarantor could recover under an indemnity from the debtor. The primary \"effect\" on the debtor was that \"[t]he resolution of the [Lessor-guarantor] dispute will affect the value of the stock in the reorganized [debtor], stock that many creditors receive under the Plan.\" 190 B.R. at 161. The Court specifically held that \"the fact that the Plan is confirmed and the reorganized [debtor] is operating is irrelevant\" in light of the indemnity possibility. <i>Id.</i></p>\n<p>17. <i>Paris Indus. Corp., supra,</i> 132 B.R. 504, is also on point. The debtor there sold its assets during its chapter 11 case free and clear of product liability claims and all of the proceeds were used to pay secured creditors, thereby apparently leaving the estate with no assets. After the sale, the state court plaintiffs were injured while using one of the debtor's products. The bankruptcy court enjoined the plaintiffs' state court claim against the purchaser  even though they had no other recourse  because if the state court held that the sale order was ineffective in protecting the purchaser from these claims, the purchaser \"would have grounds for seeking rescission of the 1987 sale, having bargained for a sale free and clear of liability.\" 132 B.R. at 507. The court rejected the notion that the sale order did not apply to the product liability claim because the incident took place after the sale. The court also held that the plaintiffs were not prejudiced by the sale because all the sale did was take a pot of assets and convert them into cash. The fact that the cash was subsequently distributed to creditors in accordance with bankruptcy law and that left the plaintiffs without recovery on a claim did not mean that they were adversely affected by the sale. <i>Id.</i></p>\n<p>(iii) <i>The Bankruptcy Courts' Broad Jurisdiction Continues Post-Confirmation</i></p>\n<p>18. Contrary to Defendants' contention, bankruptcy court jurisdiction is not \"constricted\" by confirmation of a debtor's plan of reorganization. Section 1334 contains no time limitation on a bankruptcy court's jurisdiction. Thus, it has been held that, in determining whether jurisdiction exists, it is irrelevant that the underlying dispute did not arise until after confirmation of the debtor's plan. <i>Refrigerant Reclamation Corp. of Am. v. Todack</i> (<i>In re Refrigerant Reclamation Corp. of Am.</i>), 186 B.R. 78, 82 (Bankr. M.D.Tex.1995). As the courts have explained:</p>\n<blockquote>[T]here is no dispute that a bankruptcy court's jurisdiction, which is derivative of the jurisdictional grant in §§ 1334(a) and (b), continues post-confirmation \"to protect its [confirmation] decree, to prevent interference with the execution of the plan and to aid otherwise in its operation.\"</blockquote>\n<p><i>Eubanks v. Esenjay Petroleum Corp.,</i> 152 B.R. 459, 463 (E.D.La.1993) (quoting <i>In re Dilbert's Quality Supermarkets, Inc.,</i> 368 F.2d 922, 924 (2d Cir.1966)). <i>Accord </i><i>National Convenience Stores, Inc. v. Shields</i> (<i>In re Schepps Food Stores, Inc.</i>), 160 B.R. 792, 796 (Bankr.S.D.Tex.1993); <i>see </i><i>In re Johns-Manville Corp.,</i> 97 B.R. at 180 (\"Even without a specific retention provision in a plan, this Court has previously held that jurisdiction of the bankruptcy court continues post-confirmation as to fundamental questions of interpretation and administration of a plan.\").</p>\n<p>19. Continuation of a bankruptcy court's jurisdiction post-confirmation is particularly appropriate where, as here, the Plan and the Confirmation Order specifically preserve the Court's jurisdiction.<sup>[3]</sup> Confirmation <span class=\"star-pagination\">*65</span> Order at ¶ 36 (Emrich Cert.Exh. 19); Plan, Art. 10 (Emrich Cert.Exh. 19 at Exh. A); <i>see </i><i>Hunnicutt,</i> 190 B.R. at 162; <i>United States Lines, Inc. v. American Steamship Owners Mutual Protection and Indemnity Ass'n Inc.</i> (<i>In re United States Lines, Inc.</i>), 169 B.R. 804, 815 (Bankr.S.D.N.Y.1994).</p>\n<p>20. Indeed, defendants Adamson and Back recognized that this Court's jurisdiction did not abruptly terminate upon confirmation of the Plan when they themselves invoked this Court's jurisdiction post-confirmation for the purpose of seeking leave to commence the Virginia Action against LTV Vehicle. <i>See</i> Emrich Cert.Exh. 21.</p>\n<p>21. In light of the well-established precedent in the Second Circuit and the Supreme Court's clear direction in <i>Celotex,</i> Defendants' heavy reliance upon cases from outside the Second Circuit and pre-dating <i>Celotex</i> is unavailing, and their contention that the Court's jurisdiction is somehow \"constricted\" upon confirmation is incorrect. <i>See</i> Defendants' Brief, pp. 13-15. Moreover, the cases upon which Defendants rely are factually inapposite and do not support their argument. Unlike the present case in which the Debtors are being subjected to liabilities and litigation risks as a result of Defendants' actions, virtually all the cases relied upon by Defendants involved no such effect on the debtors therein. Rather, the cases cited by Defendants involved situations where no entity survived the bankruptcy as an ongoing concern or there was no conceivable effect from the litigation on the debtor's estate.</p>\n<p>22. Unlike the cases cited by Defendants, in the present case, through their attacks upon this Court's orders in the State Court Actions and through the actions threatened in the Adamson Letter, Defendants have threatened the Debtors with the imposition of new liabilities and litigation risks in derogation of the discharge and permanent injunction issued by this Court pursuant to the Confirmation Order.</p>\n<p>(iv) <i>These Adversary Proceedings Involve Matters Related To The Debtor's Chapter 11 Cases</i></p>\n<p>23. As set forth in the findings of fact, the Virginia Action, the actions threatened to be taken in the Adamson Letter, the Wilson Action, the Tueme Action and similar DJ-5 related actions have not merely a conceivable, but a very real effect on the Debtors.</p>\n<p>24. As set forth in the findings of fact, these actions could result in New AM General asserting claims against the Debtors. <i>Paris Indus. Corp.,</i> 132 B.R. at 507 (state court product liability claims enjoined because, if state court found that sale order was ineffective in protecting the purchaser of the debtor's assets from such claims, the purchaser would have grounds for rescission); <i>see </i><i>Hunnicutt,</i> 190 B.R. at 161. This possibility is sufficient to support this Court's jurisdiction even though it has not been determined that the Debtors would in fact be liable. <i>Hunnicutt,</i> 190 B.R. at 161; <i>Bond Street Assoc.,</i> 174 B.R. at 32.</p>\n<p>25. There is also the risk that a finding by the Virginia Court that the Debtors and/or New AM General committed actual or constructive fraud in connection with the Sale Order, the Second Bar Date Order, the Confirmation Order and/or the bankruptcy process generally, could result in the Debtors' being collaterally estopped from asserting a discharge or related bankruptcy defense in subsequent actions, including other product liability actions. <i>See </i><i>In re Wolverine Radio Co.,</i> 930 F.2d at 1143.</p>\n<p>26. As set forth in the findings of fact, the State Court Actions and the actions threatened in the Adamson Letter subject the Debtors and New AM General to the risk of inconsistent judgments in courts around the country regarding the propriety and enforceability of this Court's orders.</p>\n<p>27. As set forth in the findings of fact, the Virginia Action and the actions threatened in the Adamson Letter attack the discharge and injunctive provisions in the Plan and Confirmation Order, thereby undermining <span class=\"star-pagination\">*66</span> the integrity of the bankruptcy process as well as the Debtors' fresh start.</p>\n<p>28. Accordingly, the Court has subject matter jurisdiction over these Adversary Proceedings under 28 U.S.C. § 1334(b) and the \"Standing Order of Referral of Cases to Bankruptcy Judges\" of the United States District Court for the Southern District of New York, dated July 10, 1994 (Ward, C.J.).</p>\n<p>C. <i>The Court Has Jurisdiction Pursuant to Sections 1142 and 105(a) of the Bankruptcy Code and Various Provisions of the Plan, the Sale Order and the Confirmation Order</i></p>\n<p>29. This Court also has continuing jurisdiction to consider and determine the issues raised in these Adversary Proceedings pursuant to Sections 1142(b) and 105(a) of the Bankruptcy Code and various provisions of the Plan, the Sale Order and the Confirmation Order.</p>\n<p>30. The clear intent of Section 1142(b) of the Bankruptcy Code is to assure that the terms and provisions of a confirmed chapter 11 plan are carried out until the plan is completed and the final decree is entered closing the case. <i>In re Johns-Manville Corp.,</i> 97 B.R. at 180.</p>\n<p>31. The retention of jurisdiction by the bankruptcy court after confirmation is particularly appropriate where, as here, the bankruptcy court expressly retains jurisdiction under the plan. <i>Hospital and Univ. Property Damage Claimants v. Johns-Manville Corp.</i> (<i>In re Johns-Manville Corp.</i>), 7 F.3d 32, 34 (2d Cir.1993) (\"The bankruptcy court's post-confirmation jurisdiction ... defined by reference to the Plan\"); <i>Mueller Indus., Inc. v. Sharon Steel Corp.,</i> 1992 WL 116314, *2 (S.D.N.Y.1992) (\"[T]he bankruptcy court as a branch of the district court is empowered to oversee the reorganization and issue orders necessary to ensure that it proceeds in compliance with the terms of the approved plan\"); <i>In re Hardwicke Cos., Inc.,</i> 64 B.R. 113, 117-18 (S.D.N.Y.1986) (holding that post-confirmation jurisdiction was proper in light of plan provision retaining such jurisdiction).</p>\n<p>32. Thus, this Court expressly retained jurisdiction under Article 10.1 of the Plan and paragraph 36 of the Confirmation Order. The Confirmation Order provides in pertinent part:</p>\n<blockquote>After the effective date, in accordance with the Code and Section 10.1 of the Plan, the Court shall retain jurisdiction for the following purposes:</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(b) to determine any and all disputes arising under or relating to the Plan, including, without limitation, regarding the effect of any release or discharge provided or in, or effected by, the Plan or this Order;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(f) to enforce and administer the provisions of the Plan and this Order;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(j) to enforce all Orders, judgments, injunctions and rulings entered in connection with the cases;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(i) to enter such Orders, judgments, injunctions and rulings as may be necessary or appropriate in aid of the Plan or its confirmation and to carry out further the intentions and purposes, to facilitate implementation and to give full effect to the provisions of the Plan and this Order.</blockquote>\n<p>Confirmation Order, ¶ 36 (Emrich Cert.Exh. 19).</p>\n<p>D. <i>This Court Has The Power to Enjoin Actions Commenced Against New AM General</i></p>\n<p>33. This Court has the power to enjoin the Defendants from proceeding against non-debtor third parties such as New AM General where, as here, the actions against such third parties have at least a conceivable effect upon the Debtors or implicate the interpretation or enforcement of this Court's orders. <i>Hunnicutt,</i> 190 B.R. at 160; <i>Paris Indus. Corp.,</i> 132 B.R. at 508; <i>White Motor Credit Corp.,</i> 75 B.R. at 947.</p>\n<p>34. Moreover, contrary to Defendants' contention, the preliminary injunctions <span class=\"star-pagination\">*67</span> sought here do not contravene the discharge provisions of section 524(e) of the Bankruptcy Code. <i>E.g., LTV Corp. v. Aetna Casualty and Surety Co.</i> (<i>In re Chateaugay Corp.</i>), 167 B.R. 776, 780 (S.D.N.Y.1994) (since section 524 does not serve as a limitation on the bankruptcy court's section 105 injunctive power, a bankruptcy court has the power to enjoin actions against non-debtor parties); <i>In re Airport Lumber, Inc.,</i> 1995 WL 779275, *6 (N.D.N.Y. Dec. 29, 1995) (recognizing that Second Circuit takes the view that section 524(e) does not limit a bankruptcy court's section 105 injunctive power).</p>\n<p>III. <i>Adamson's Threats Give Rise to a Justiciable Controversy</i></p>\n<p>35. Under the Declaratory Judgment Act, 28 U.S.C. § 2201, a bankruptcy court may enter declaratory relief, whenever a party poses a real threat of litigation. Actual threats of litigation, such as the Adamson Letter, constitute a real and immediate controversy sufficient to convey jurisdiction on the Court. <i>See, e.g., </i><i>Kidder Peabody &amp; Co., Inc. v. Maxus Energy Corp.,</i> 925 F.2d 556, 562 (2d Cir.), <i>cert. denied,</i> 501 U.S. 1218, 111 S.Ct. 2829, 115 L.Ed.2d 998 (1991); <i>YWCA v. HMC Entertainment Inc.,</i> 1992 WL 279361, at *2, *3 (S.D.N.Y. Sept. 25, 1992) (holding that letter stating that the defendant was \"fully prepared to take all necessary legal action in order to protect [defendant's] work\" was sufficient to show an \"actual threat of litigation\" and created a case or controversy for the purposes of the Declaratory Judgment Act).</p>\n<p>36. Letters indicating a party's intent to take future legal action have been deemed a threat of litigation sufficient to create an actual controversy for adjudication. In <i>YWCA v. HMC Entertainment, Inc.,</i> 1992 WL 279361, at *2, the defendant sent the plaintiff a letter stating that it \"was `fully prepared to take all necessary legal action in order to protect [the defendant's] work....'\" In denying the defendant's motion to dismiss plaintiff's complaint for declaratory relief, the court held that the defendant's statements indicating its intent to \"take all necessary legal action\" presented an actual threat of litigation which \"does suffice to create a case or controversy for purposes of an action for declaratory relief.\" <i>Id.</i> at *3. <i>Accord </i><i>PHC, Inc. v. Pioneer Healthcare, Inc.,</i> 75 F.3d 75, 79 (1st Cir.1996) (letter threatening litigation enough to create controversy for declaratory relief); <i>Dayton Casting Co. v. Full Mold Process, Inc.,</i> 404 F.Supp. 670, 673 (S.D.Ohio 1975) (letters containing \"thinly veiled threats of suit\" constitute actual controversy). Adamson has gone at least as far as the parties in these cases, with his threats of litigation.</p>\n<p>37. Pursuant to section 105(a) of the Bankruptcy Code, courts may, and frequently do, enjoin attorneys, such as Adamson, from commencing actions in violation of orders of a bankruptcy court. <i>See, e.g., Eastern Air Lines, Inc. v. Rolleston</i> (<i>In re Ionosphere Clubs Inc.</i>), 124 B.R. 635, 641-42 (S.D.N.Y.1991) (affirming a judgment of the Court which enjoined the defendants and their attorney from proceeding in a lawsuit filed in another court against the debtor's co-defendants); <i>LTV Steel Co., Inc. v. Board of Educ. of the Cleveland City Sch. Dist.</i> (<i>In re Chateaugay Corp.</i>), 93 B.R. 26, 30-31 (S.D.N.Y.1988) (affirming an order of the Court which enjoined defendant and its counsel from prosecuting an action in another court to recover property taxes); <i>AP Indus., Inc. v. SN Phelps &amp; Co.</i> (<i>In re AP Indus., Inc.</i>), 117 B.R. 789, 805 (Bankr.S.D.N.Y.1990) (enjoining and restraining creditor and its attorney from pursuing state actions affecting the administration of the bankruptcy estate); <i>In re Johns-Manville Corp.,</i> 33 B.R. 254, 263 (Bankr.S.D.N.Y.1983) (staying and enjoining all parties and their counsel from bringing any lawsuits against officers, directors or employees of Manville).</p>\n<p>38. Defendants Adamson and Back contend that enjoining Adamson from commencing actions on behalf of DJ-5 claimants will deprive such claimants of the right of counsel of their choice. Defendants' Brief, p. 27. However, no claimant is being deprived of counsel of his or her choice by the issuance of the preliminary injunction sought by the Debtors. Any such claimant can employ any counsel of his or her choosing, including Adamson, but may not violate the orders of this Court. Furthermore, the only effect of <span class=\"star-pagination\">*68</span> the preliminary injunction being sought herein is to delay the prosecution by Adamson of certain actions until a final determination by this Court as to whether such actions should be prosecuted exclusively in this Court. In light of Adamson's threats, this preliminary relief is necessary to prevent irreparable harm to the Debtors in the interim.</p>\n<p>IV. <i>The Motion To Dismiss For Failure To State A Claim Is Denied</i></p>\n<p>A. <i>Each Of The LTV Plaintiffs' Claims State A Claim Upon Which Relief May Be Granted</i></p>\n<p>39. The LTV Plaintiffs' First Claim For Relief seeks a declaratory judgment that the allegations contained in the Third Amended Complaint constitute an impermissible collateral attack on this Court's orders. Adamson and Back contend that this cause of action should be dismissed because the Virginia Action \"only seeks recovery against [LTV Vehicle] pursuant to the express terms of the Stipulation and Order and <i>no</i> recovery is sought against any of the other Debtors.\" Defendants' Brief, p. 28. As set forth above, the Virginia Action and Adamson's threatened actions do constitute improper collateral attacks on this Court's orders. Moreover, since the Debtors are exposed to potential liability (<i>e.g.,</i> through an indemnity claim by New AM General) and the other adverse effects set forth above, resulting from such collateral attacks, the fact that the Virginia Action does not seek a direct imposition of liability against the Debtors (other than to the extent provided in the Stipulation and Order) is irrelevant.</p>\n<p>40. The LTV Plaintiffs' Second Claim For Relief seeks a declaratory judgment that Adamson and Back are stayed, restrained and enjoined from commencing or continuing the prosecution of any Collateral Lawsuits (as defined in the LTV Plaintiffs' Complaint). Defendants Adamson and Back contend that this claim for relief fails to state a claim because such actions \"are at this time unfiled and any possible allegation that may be made therein has not been revealed\" so that the Court \"cannot determine whether [such actions] would constitute a collateral attack on this Court's prior orders.\" Defendants' Brief, p. 29.</p>\n<p>41. As discussed <i>supra,</i> threats to commence litigation (such as those contained in the Adamson Letter) may give rise to a case or controversy which this Court has the power to adjudicate. Moreover, a Collateral Lawsuit as defined in the LTV Plaintiffs' complaint (the \"LTV Plaintiffs' Complaint\") is limited to a lawsuit \"in forums other than this Court to the extent that it attack[s], challeng[es], alleg[es] fraud or impropriety in connection with or otherwise questions the validity or effectiveness of the Confirmation Order, the Plan, the Sale Order and/or the other orders.\" LTV Plaintiffs' Complaint, ¶ 6. Thus, the only actions sought to be enjoined in this Claim for Relief are those which collaterally attack this Court's orders.</p>\n<p>42. The LTV Plaintiffs' Third Claim For Relief seeks a declaration that Adamson and Back are stayed, restrained and enjoined pursuant to the permanent injunctions extant under the Plan, the Confirmation Order and sections 524 and 1141 of the Bankruptcy Code from commencing or continuing the prosecution of any DJ-5 Actions against any of the Debtors (except as otherwise provided in the Stipulation and Order). Adamson and Back contend that this claim for relief fails to state a claim \"[b]ecause Defendants have not deviated from the terms of the Stipulation and Order.\" Defendants' Brief, p. 29. The Stipulation and Order did not purport to govern DJ-5 actions other than the one commenced by Back in the Virginia Court. As discussed above, the Third Claim For Relief states a claim because Adamson has threatened to commence DJ-5 actions, other than the Virginia Action. Furthermore, Adamson has threatened action against Debtors other than LTV Vehicle (<i>i.e.,</i> LTV) which may not be sued either in the Virginia Action or in other DJ-5 actions.</p>\n<p>43. The LTV Plaintiffs' Fourth Claim For Relief seeks a declaration that the claims of Back asserted against the Debtors (except LTV Vehicle to the extent permitted by the Stipulation and Order) have been discharged pursuant to the Plan, the Confirmation Order and section 1141(d) of the Bankruptcy Code. Adamson and Back contend that \"since Back <span class=\"star-pagination\">*69</span> has asserted no claims against any of the Debtors (except LTV Vehicle (Old AM General) to the extent permitted by the Stipulation and Order), Plaintiffs have failed to state a claim for relief.\" Defendants' Brief, pp. 29-30. However, Adamson and Back have threatened to assert claims against LTV and therefore the LTV Plaintiffs' Complaint states a claim for relief in this regard.</p>\n<p>44. The LTV Plaintiffs' Fifth Claim For Relief seeks a declaration that none of the Debtors, including LTV and LTVAD, has any liability in connection with any DJ-5 Actions on the grounds of piercing the corporate veil, alter ego or successor liability. Defendants Adamson and Back contend that \"[a]s the Virginia Action does not seek imposition of liability\" \"on the grounds of piercing the corporate veil, alter ego or successor liability ... such relief is not pertinent.\" Defendants' Brief, p. 30. However, Adamson and Back, through the Adamson Letter, have threatened to assert claims against LTV on those grounds and therefore the LTV Plaintiffs' Complaint does state a claim for relief in this regard.</p>\n<p>45. The LTV Plaintiffs' Sixth Claim For Relief seeks a declaration that pursuant to the government contractor defense as enunciated in <i>Boyle v. United Technologies Corp.,</i> 487 U.S. 500, 108 S.Ct. 2510, 101 L.Ed.2d 442 (1988), none of the Debtors, including LTV and LTVAD has any liability in connection with any DJ-5 actions. Defendants Adamson and Back contend that the government contractor defense is most properly raised in the Virginia Action, and that, as a matter of law, it cannot apply here. Defendants' Brief, p. 30; <i>In re Chateaugay Corp.,</i> 146 B.R. 339 (S.D.N.Y.1992).</p>\n<p>46. In <i>Chateaugay,</i> the District Court previously found that this Court had jurisdiction to hear and determine the government contractor defense asserted by the Debtors in connection with certain DJ-5 claims. 146 B.R. at 342-344. The District Court also found, reversing in part this Court's decision in <i>In re Chateaugay Corp.,</i> 132 B.R. 818 (Bankr.S.D.N.Y.1991), that the government contractor defense enunciated in <i>Boyle</i> is limited to the military context. Accordingly, the District Court found that the Debtors could not rely on the defense in connection with those DJ-5 claims. <i>Id.</i> at 351. However, for the following reasons, the applicability of the <i>Boyle</i> defense in the Second Circuit is still undetermined.</p>\n<p>47. Since the District Court's ruling, several courts, including the Court of Appeals for the Third Circuit, finding that the reasoning of <i>Boyle</i> applies to both military and nonmilitary contractors, have held that the government contractor defense is available to nonmilitary contractors. <i>See, </i><i>Carley v. Wheeled Coach,</i> 991 F.2d 1117, 1119 (3d Cir. 1993), <i>cert. denied,</i> 510 U.S. 868, 114 S.Ct. 191, 126 L.Ed.2d 150 (1993); <i>Russek v. Unisys Corp.,</i> 921 F.Supp. 1277 (D.N.J.1996); <i>McCoy v. Unisys Corp.,</i> 1996 WL 186085 (S.D.Tex. Jan. 16, 1996); <i>Wisner v. Unisys Corp.,</i> 917 F.Supp. 1501 (D.Kan.1996); <i>Johnson v. Grumman Corp.,</i> 806 F.Supp. 212, 217 (W.D.Wis.1992). <i>See also, </i><i>Stone v. FWD Corp.,</i> 822 F.Supp. 1211, 1213 n. 4 (D.Md. 1993).</p>\n<p>48. Moreover, in reversing this court's finding on the availability of the <i>Boyle</i> contractor defense to nonmilitary contractors, the District Court relied in part on the holding in <i>In re Hawaii Federal Asbestos Cases,</i> 715 F.Supp. 298 (D.Hawaii 1988) <i>aff'd,</i> 960 F.2d 806 (9th Cir.1992). <i>In re Chateaugay Corp.,</i> 146 B.R. at 349-50. In the <i>Hawaii Federal Asbestos Cases,</i> asbestos manufacturers sought to invoke the <i>Boyle</i> defense to tort claims brought on behalf of individuals injured from exposure to asbestos dust while serving in the U.S. Navy. The district court struck the defendants' government contractor defense on the grounds that the federal interest in <i>Boyle</i> was the procurement of military equipment by the United States. Finding that asbestos insulation products were not military equipment, the district court found that the defendant-manufacturers were not entitled to immunity under <i>Boyle. In re Hawaii Federal Asbestos Cases,</i> 715 F.Supp. at 300. The Ninth Circuit, affirming the district court's decision, held that the asbestos insulation alleged to have caused plaintiffs' injuries was not military equipment and therefore, its manufacturers were not protected by the <i>Boyle</i> government contractor defense. <i>In re Hawaii</i> <span class=\"star-pagination\">*70</span> <i>Federal Asbestos Cases,</i> 960 F.2d 806 (9th Cir.1992).</p>\n<p>49. However, the Court of Appeals for the Second Circuit in <i>In re Brooklyn Navy Yard Asbestos Litigation,</i> 971 F.2d 831 (1992), faced with similar facts<sup>[4]</sup>, found that the defendants, \"all of whom were government contractors providing asbestos insulation products in accordance with detailed government specifications, could not be held liable for the design of their products\" under <i>Boyle. Id.</i> at 839. While the Second Circuit did not directly address the issue of whether asbestos products were \"military products,\" it clearly found that the <i>Boyle</i> defense applied to a product which its sister circuit court found was a nonmilitary product.</p>\n<p>50. In addition, only by having a single forum  <i>i.e.,</i> this Court  hear and determine the government contractor defense as it relates to the Debtors, can the Debtors avoid being subjected to the risk of inconsistent results in different forums around the country. Accordingly, the LTV Plaintiffs' Complaint states a claim for relief in this regard.</p>\n<p>51. With respect to the LTV Plaintiffs' Seventh Claim For Relief, defendants Adamson and Back contend that the Virginia Action \"in no way violates the Stipulation and Order.\" Defendants' Brief, p. 31. However, they mischaracterize the relief sought in the Seventh Claim For Relief by focusing only on a portion of the claim. In fact, the Seventh Claim For Relief is far broader because it encompasses a request for a declaration that any acts by defendants Adamson and Back:</p>\n<blockquote>(i) commencing any action or asserting any claim arising out of or relating to Back's alleged Postal Dispatcher-related injuries against any of the Debtors (except LTV Vehicle); (ii) seeking recovery against LTV Vehicle in any action other than the Virginia Action; (iii) seeking recovery against LTV Vehicle in the Virginia Action in excess of $2,500,000; and/or (iv) denying LTV Vehicle's entitlement to offset the amount or amounts of any settlements reached with co-defendants in the Virginia Action against the $2,500,000 maximum amount that Back might potentially be entitled to recover from LTV Vehicle, violate the Stipulation and Order.</blockquote>\n<p>LTV Plaintiffs' Complaint, ¶ 85. Since Adamson and Back have threatened to assert Back's DJ-5 claim against LTV in direct contravention of the Stipulation and Order and the discharge and injunctive relief granted by this Court pursuant to the Confirmation Order, the Debtors have stated a claim upon which relief can be granted. Likewise, in light of the Third Amended Complaint, it is clear that Adamson and Back have not limited the relief they are seeking to that which is permitted by the Stipulation and Order. Moreover, by claiming $50 million from New AM General, Adamson and Back are exposing the Debtors to a contribution claim against them by New AM General for $50 million, which essentially renders meaningless the $2.5 million cap in the Stipulation and Order. Thus, for this additional reason, the Seventh Claim For Relief properly sets forth a claim for relief.</p>\n<p>52. The LTV Plaintiffs' Eighth Claim For Relief seeks the issuance of a mandatory injunction enforcing the declarations sought in the First through Seventh Claims For Relief and directing the Defendants to comply with such declarations. Defendants Adamson and Back contend that \"since none of the seven sought declarations can be granted by this Court, this Court must dismiss claim eight and by virtue of such dismissal the entire Complaint.\" Defendants' Brief, p. 31. Since the Debtors have properly stated claims with respect to the First through Seventh Claims For Relief, the Eighth Claim For Relief also states a claim for relief. Accordingly, Adamson's and Back's motion to dismiss the adversary proceeding commenced by the LTV Plaintiffs is denied.</p>\n<p>53. Accordingly, Defendants' motion to dismiss the LTV Plaintiffs' Complaint is denied.</p>\n<p><span class=\"star-pagination\">*71</span> V. <i>Plaintiffs Satisfy The Requirements For The Issuance Of The Requested Preliminary Injunctions</i></p>\n<p>A. <i>Section 105</i></p>\n<p>54. Section 105(a) of the Bankruptcy Code authorizes the Court to \"issue any order, process or judgment that is necessary or appropriate to carry out the provisions of\" the Bankruptcy Code and therefore to issue the requested preliminary injunctive relief. <i>See</i> 11 U.S.C. § 105(a). The Court's power under § 105(a) of the Bankruptcy Code extends beyond confirmation. \"Indeed, bankruptcy courts frequently issue injunctions that limit recourse against the debtor, far beyond the date of confirmation.\" <i>In re Johns-Manville Corp.,</i> 68 B.R. 618, 625 (Bankr.S.D.N.Y.1986), <i>aff'd in part, rev'd in part,</i> 78 B.R. 407 (S.D.N.Y.1987), <i>aff'd,</i> 843 F.2d 636 (2d Cir.1988); <i>In re Askew,</i> 61 B.R. 87, 89 (Bankr.S.D.Ohio 1986).</p>\n<p>55. As noted by this Court in the <i>Johns-Manville</i> case, to compel adherence to the terms of a debtor's plan and to prevent violations of that plan, the debtor need not satisfy the more rigorous requirements for a preliminary injunction under Rule 65 of the Federal Rules of Civil Procedure. <i>In re Johns-Manville Corp.,</i> 97 B.R. at 181. <i>Accord </i><i>Garrity v. Leffler (In re Neuman),</i> 71 B.R. 567, 571 (S.D.N.Y.1987)); <i>In re Chateaugay Corp.</i> 93 B.R. at 29; <i>In re Ionosphere Clubs, Inc.,</i> 111 B.R. 423, 431 (Bankr. S.D.N.Y.1990); <i>In re AP Indus., Inc.,</i> 117 B.R. at 802. \"Instead, the bankruptcy court may `enjoin proceedings in other courts when it is satisfied that such a proceeding would defeat or impair its jurisdiction with respect to a case before it.'\" <i>In re Johns-Manville Corp.,</i> 91 B.R. 225, 228 (Bankr.S.D.N.Y.1988) (quoting <i>LTV Steel Co., Inc. v. Board of Education,</i> 93 B.R. at 29). <i>Accord </i><i>Alert Holdings, Inc. v. Interstate Protective Services (In re Alert Holdings, Inc.)</i> 148 B.R. 194, 200 (Bankr.S.D.N.Y.1992); <i>In re Neuman,</i> 71 B.R. at 571.</p>\n<p>56. Here, Defendants' actions in filing the Third Amended Complaint and the State Court Actions, and threatening to commence lawsuits collaterally attacking this Court's orders and seeking recovery from Plaintiffs for DJ-5 claims, directly threaten to undermine the Plan, the Confirmation Order, the Sale Order, this Court's jurisdiction and the integrity of the chapter 11 process. It is therefore necessary and appropriate that the Court enter a preliminary injunction pending a determination of the issues raised in the Complaints.</p>\n<p>B. <i>Fed.R.Civ.P. 65</i></p>\n<p>57. Additionally, Plaintiffs have satisfied the standards for injunctive relief under Fed.R.Civ.P. 65.</p>\n<p>58. In deciding whether to grant preliminary injunctive relief in non-bankruptcy civil litigations, courts generally consider the following factors: (1) the likelihood of success on the merits or the presence of a sufficiently serious question regarding the merits to make it fair ground for litigation; (2) the irreparable injury to the party seeking the stay if the injunction does not issue; (3) the likelihood that the issuance of an injunction would cause substantial harm to others; and (4) the public interest served by the issuance of the injunction. <i>See, e.g., </i><i>Polymer Technology Corp. v. Mimran,</i> 37 F.3d 74, 77-78 (2d Cir.1994); <i>Reuters Ltd. v. United Press Int'l. Inc.,</i> 903 F.2d 904, 907 (2d Cir.1990); <i>Kaplan v. Board of Educ.,</i> 759 F.2d 256, 259 (2d Cir.1985); <i>Local 553 Transport Workers v. Eastern Air Lines, Inc.,</i> 695 F.2d 668, 675 n. 5 (2d Cir.1982); <i>Lazarus Burman Assocs. v. Nat'l. Westminster Bank USA</i> (<i>In re Lazarus Burman Assocs.</i>), 161 B.R. 891, 901 (Bankr.E.D.N.Y.1993); <i>In re Alert Holdings, Inc.,</i> 148 B.R. at 200.</p>\n<p>59. However, \"[c]ase law in this district has established a limited exception to the irreparable harm requirement for issuance of a preliminary injunction in the bankruptcy context where the action to be enjoined is one that threatens the reorganization process or which would impair the court's jurisdiction with respect to a case before it.\" <i>Alert Holdings,</i> 148 B.R. at 200 (citations omitted). \"Where there is a showing that the action sought to be enjoined would embarrass, burden, delay or otherwise impede the reorganization proceedings or if the stay is necessary to preserve or protect the debtor's estate and reorganization prospects, <span class=\"star-pagination\">*72</span> the Bankruptcy Court may issue injunctive relief.\" <i>Id.</i></p>\n<p>(i) <i>Likelihood of Success on the Merits</i></p>\n<p>60. Likelihood of success on the merits has been established because Plaintiffs have shown that they will likely prevail on their claims that the issue of whether Debtors defrauded or misled this Court should be heard by this Court. Plaintiffs have also shown that they will likely prevail on their claims that the State Court Actions and the actions threatened in the Adamson Letter directly attack the propriety of the Plan and this Court's orders, as well as the integrity of the Debtors' chapter 11 cases.</p>\n<p>61. In addition, based upon the prior proceedings before the Court and the pleadings filed in these adversary proceedings, I find that there is a likelihood that the Plaintiffs will succeed in showing that the sale of assets to New AM General did not constitute a fraud on the Court. At a minimum there is a serious question regarding the merits to make it a fair ground for litigation, with the balance of hardships tipping in favor of the Plaintiffs.</p>\n<p>(ii) <i>Plaintiffs Will Be Irreparably Harmed Absent The Issuance Of A Preliminary Injunction</i></p>\n<p>62. The Plaintiffs fall within the exception to the irreparable harm requirement under Rule 65 because Adamson's and Back's actions threaten the Debtors' reorganization and impair this Court's jurisdiction with respect to the Debtors' chapter 11 proceedings.</p>\n<p>63. Alternatively, as set forth in the findings of fact, the State Court Actions and the actions threatened by Adamson will irreparably harm the Debtors and the integrity of this Court's orders and the bankruptcy process.</p>\n<p>(iii) <i>The Issuance of A Preliminary Injunction Will Not Cause Substantial Harm</i></p>\n<p>64. As set forth in the findings of fact, the issuance of a preliminary injunction will not cause substantial harm to the Defendants. Defendants are not precluded from seeking recovery from other parties and are merely stayed from further prosecuting their actions against the Plaintiffs until this Court has had the opportunity to decide the issues raised in the Complaint.</p>\n<p>(iv) <i>The Issuance Of A Preliminary Injunction Is In The Public Interest</i></p>\n<p>65. Public policy, as evidenced by chapter 11 of the Bankruptcy Code, strongly favors the reorganization and rehabilitation of troubled companies and the concomitant preservation of jobs and going concern values. <i>See, e.g., </i><i>City of New York v. Fashion Wear Realty Co., Inc.</i> (<i>In re Fashion Wear Realty Co., Inc.</i>), 14 B.R. 287, 290 (S.D.N.Y.1981) (policy interest in encouraging debtor rehabilitation and resolving the debtors' financial problems in a single forum); <i>American Film Technologies, Inc. v. Taritero</i> (<i>In re American Film Technologies, Inc.</i>), 175 B.R. 847, 849 (Bankr.D.Del.1994) (\"the `public interest' element means `the promoting of a successful reorganization'\").</p>\n<p>66. Consistent with the rehabilitative intent and purpose of the Bankruptcy Code, the Debtors should be permitted to enjoy the benefits of their protracted chapter 11 proceedings, including those that derive from the Plan, the Confirmation Order and the Sale Order. Moreover, they should be allowed to do so without the substantial burden and constraints of extraneous litigation and the resulting disruptions, risks, and expenses generated by the continued prosecution of the State Court Actions, lawsuits collaterally attacking this Court's orders and actions seeking recovery for DJ-5 claims.</p>\n<p>67. Thus, the issuance of an injunction clearly would not be adverse to the public interest and would, in fact, promote the public interest and public policy codified in chapter 11 of the Bankruptcy Code. <i>See In re Lazarus Burman Assocs.,</i> 161 B.R. at 901; <i>In re Sudbury,</i> 140 B.R. 461, 465-66 (Bankr. N.D.Ohio 1992). Submit an order consistent with the foregoing.</p>\n<h2>NOTES</h2>\n<p>[1]  The time for filing post-trial submissions was extended by the parties.</p>\n<p>[2]  <i>Tommy Bozeman v. American Motors Corp., et al.,</i> Case No. 398, 237 F (1st Judicial Dist.Ct.Caddo Parish, Louisiana); <i>Linda Bozeman, Individually and on Behalf of Tommy Bozeman v. State of Louisiana, et al.,</i> Suit Number: 394,065 (1st Judicial Dist.Ct.Caddo Parish, Louisiana).</p>\n<p>[3]  Certain of the Debtors' chapter 11 cases remain open with respect to those proceedings that are still pending before this Court and the appellate courts of this Circuit. <i>See,</i> Administrative Closing Order, September 11, 1996. Additionally, distributions are continuing to be made to fund pension obligations in connection with the Pension Benefit Guaranty Corporation agreement.</p>\n<p>[4]  Even some of the defendant-manufacturers in the <i>Hawaii Federal Asbestos Cases</i> and the <i>Brooklyn Navy Yard Asbestos Litigation</i> were the same, i.e., Owens-Illinois, Inc., Keene Corp., Pittsburgh Corning Corp. and Fibreboard Corp.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">48</span></span> (1996)</b></center>\n<center><h1>In re CHATEAUGAY CORPORATION, Reomar, Inc., The LTV Corporation, et al., Debtors.<br>\nThe LTV CORPORATION, LTV Aerospace and Defense Company and LTV Vehicle Corporation f/k/a AM General Corporation, Plaintiffs,<br>\nv.<br>\nTammy Dee BACK, William G. Adamson and John Does 1-10, Defendants.<br>\nAM GENERAL CORPORATION (formerly known as REN Acquisition Corporation), Plaintiff,<br>\nv.<br>\nTammy Dee BACK, Patricia Tueme, individually and as surviving spouse of Jose Luis Tueme, deceased and as next friend of Luis Hernan Tueme and Edgar Albert Tueme, minor children and Emilia Sanchez, surviving mother of Jose Luis Tueme, deceased, Eric Wilson, Justin Wilson and John Does 1-10, Defendants.</h1></center>\n<center>Bankruptcy Nos. 86 B 11270 (BRL) to 86 B 11334 (BRL), 86 B 11402 (BRL) and 86 B 11464 (BRL), Adv. Nos. 96-8237A, 96-8258A.</center>\n<center><p><b>United States Bankruptcy Court, S.D. New York.</b></p></center>\n<center>September 25, 1996.</center>\n<p><span class=\"star-pagination\">*49</span> <span class=\"star-pagination\">*50</span> Kaye, Scholer, Fierman, Hays &amp; Handler, L.L.P. by Myron Kirschbaum, Edmund M. Emrich, Scott M. Berman, New York City, for the LTV Plaintiffs.</p>\n<p>Baer Marks &amp; Upham, L.L.P. by Larry D. Henin, Justin W. D'Atri, Elizabeth R. Binder, New York City, for Plaintiff New AM General Corporation.</p>\n<p>Whitman Breed Abbott &amp; Morgan by Norman Kinel, Caroline K. Hall, New York City, for Defendants.</p>\n<p>Before BURTON R. LIFLAND, Bankruptcy Judge.</p>\n<p>Upon all the pleadings and submissions filed herein by plaintiffs, The LTV Corporation (\"LTV\"), LTV Aerospace and Defense Company (\"LTVAD\"), and LTV Vehicle Corporation, f/k/a AM General Corporation (\"LTV Vehicle\" or \"Old AM General\") (collectively, the \"LTV Plaintiffs\"), and by defendants, Tammy Dee Back (\"Back\") and William G. Adamson (\"Adamson\"), in Adversary Proceeding No. 96-8237A (the \"LTV Adversary Proceeding\"); upon all pleadings and submissions filed herein by plaintiff, AM General Corporation, f/k/a Ren Acquisition Corporation (\"New AM General\") (the LTV Plaintiffs and New AM General hereinafter collectively referred to as the \"Plaintiffs\"), and by defendants Back, Patricia Tueme (\"Tueme\"), Amelia Sanchez (\"Sanchez\"), and Eric Wilson and Justin Wilson (collectively, \"Wilson\"), in Adversary Proceeding No. 96-8258A (the \"New AM General Adversary Proceeding\"); upon the record of, and the evidence adduced at, the hearing held before this Court on May 1, 1996 (the \"Hearing\") to consider the applications of the LTV Plaintiffs and New AM General for the issuance of preliminary injunctions and the motions to dismiss filed by Back, Adamson, Tueme, Wilson and Sanchez (collectively, the \"Defendants\"); upon the record of all prior proceedings held before this Court in the chapter 11 cases of the above-captioned debtors (the \"Debtors\"); upon the bench decision rendered and \"So Ordered\" by this Court at the Hearing; and upon the LTV Plaintiffs' Proposed Findings of Fact and Conclusions of Law, the Defendants' Objection to the Plaintiffs' Proposed Findings of Fact and Conclusions of Law, the Response of the LTV Plaintiffs' to Defendants' Objection and the Defendants' Reply to the Response of the LTV Plaintiffs to Defendants' Objection<sup>[1]</sup> ; and keeping in mind that a court should not blindly accept findings of fact and conclusions of law proffered by the parties, <i>see </i><i>St. Clare's Hospital and Health Center v. Insurance Company of North America (In re St. Clare's Hospital and Health Center),</i> <span class=\"citation\" data-id=\"561830\"><a href=\"/opinion/561830/in-re-st-clares-hospital-and-health-center-debtor-st-clares-hospital/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span> (2d Cir.1991) (citing <i>United</i> <span class=\"star-pagination\">*51</span> <i>States v. El Paso Natural Gas Co.,</i> <span class=\"citation\" data-id=\"106790\"><a href=\"/opinion/106790/united-states-v-el-paso-natural-gas-co/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 656, <span class=\"citation\" data-id=\"106790\"><a href=\"/opinion/106790/united-states-v-el-paso-natural-gas-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1044</span></a></span>, 1047, <span class=\"citation\" data-id=\"106790\"><a href=\"/opinion/106790/united-states-v-el-paso-natural-gas-co/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">12</span></a></span> (1964)), and having conducted an independent analysis of the law and the facts, this Court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT</i></h2>\n<p>I. <i>Nature of the Actions</i></p>\n<p>1. Plaintiffs seek orders preliminarily enjoining, among other things, certain state court product liability actions (the \"State Court Actions\") involving postal dispatcher vehicles (referred to hereinafter as \"Postal Dispatchers\" or \"DJ-5s\"), once produced by Old AM General and its predecessor companies to the extent that such actions attack, challenge, allege fraud or impropriety in connection with, or otherwise question the validity or effectiveness of, the Debtors' confirmed plan, or the orders entered by this Court during the Debtors' chapter 11 proceedings.</p>\n<p>2. Defendants oppose the relief requested and move to dismiss the complaints on the grounds that: (i) the Court lacks jurisdiction over these actions; and (ii) the LTV Plaintiffs have failed to state a claim for which relief can be granted.</p>\n<p>II. <i>The Parties</i></p>\n<p>3. The LTV Plaintiffs are three of the 67 affiliated debtors (the \"Debtors\") that filed voluntary petitions for relief under chapter 11 of title 11 of the United States Code (the \"Bankruptcy Code\") in this Court on July 17, 1986 (the \"Filing Date\") and thereafter and were continued in the management and operation of their businesses as debtors in possession.</p>\n<p>4. By Order dated May 26, 1993 (the \"Confirmation Order\"), this Court confirmed the LTV Second Modified Joint Plan of Reorganization, dated February 26, 1993, as amended (the \"Plan\"), and on June 28, 1993, the \"Effective Date\" of the Plan occurred. <i>Frito-Lay, Inc. v. LTV Steel Co. (In re Chateaugay Corp.),</i> <span class=\"citation\" data-id=\"658305\"><a href=\"/opinion/658305/in-re-chateaugay-corporation-reomar-inc-ltv-corporation-ltv-steel/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">944</span></a></span>, 949 (2d Cir. 1993). The Plan has been substantially consummated. <i>Id.</i></p>\n<p>5. Plaintiff New AM General purchased certain assets of Old AM General and Amland Corporation (\"Amland\") pursuant to this Court's Order dated January 7, 1992 (the \"Sale Order\").</p>\n<p>6. On September 26, 1992 (<i>i.e.,</i> prior to the confirmation of the Plan), defendant Tammy Dee Back was allegedly injured as a result of an accident while driving a DJ-5.</p>\n<p>7. Defendant William G. Adamson is an attorney with offices in Pennsylvania and New Jersey. Adamson represents defendant Back in connection with an action against LTV Vehicle, New AM General and others entitled <i>Tammy Dee Back v. LTV Vehicle Corporation, et al.,</i> At Law No. LX 2539-4, which was commenced in the Circuit Court for the City of Richmond, Virginia (the \"Virginia Court\") on or about September 23, 1994 (the \"Virginia Action\"). Adamson also has threatened to institute further litigation or other actions on behalf of Back and other known and unknown persons against Plaintiffs and others in forums other than this Court attacking, challenging, alleging fraud or impropriety in connection with or otherwise questioning the validity or effectiveness of the Confirmation Order, the Plan, the Sale Order and other orders of this Court entered in the Debtors' chapter 11 cases.</p>\n<p>8. \"John Does 1-10\" in Adversary Proceeding No. 96-8237A are presently unnamed defendants on whose behalf or with whose assistance Adamson has threatened to commence litigation against Plaintiffs and others in forums other than this Court.</p>\n<p>9. \"John Does 1-10\" in Adversary Proceeding No. 96-8258A are presently unnamed defendants who have commenced or may commence an action against New AM General in connection with DJ-5s.</p>\n<p>10. Defendants Eric Wilson and Justin Wilson commenced a personal injury action against New AM General and other parties, entitled <i>Eric W. Wilson and Justin Wilson v. Seth Childers, Rowley Malcolm, U.S. Postal Service, AM General Corporation, Chrysler Corporation and Does 1 Through 100 Inclusive,</i> Case No. 159048 (Super.Ct.Marin County, California) (the \"Wilson Action\"), on or about December 23, 1993. The complaint in that action alleges that on or about December 23, 1992, the Wilsons sustained injuries <span class=\"star-pagination\">*52</span> arising from an accident involving a Postal Dispatcher. Complaint For Damages (Negligence and Strict Liability), pp. 4-5 (New AM General Complaint Exh. C).</p>\n<p>11. Defendants Patricia Tueme and Amelia Sanchez commenced a personal injury action against New AM General and other parties, entitled <i>Patricia Tueme, Individually and as Surviving Spouse of Jose Luis Tueme, Deceased and as next Friend of Luis Hernan Tueme and Edgar Albert Tueme, Minor Children and Amelia Sanchez, Surviving Mother of Jose Luis Tueme, Deceased v. AM General Corporation, Chrysler Corporation and Hidalgo County, Texas,</i> Case No. C-4333-9S-D (206th Jud.Dist.Ct.Hidalgo County, Texas) (the \"Tueme Action\"), on or about August 21, 1995. The complaint in that action alleges that on or about September 13, 1993, Jose Luis Tueme died in an accident involving the rollover of a DJ-5 Vehicle. New AM General Complaint, ¶ 10; Plaintiffs' Original Petition, p. 3 (New AM General Complaint Exh. B).</p>\n<p>III. <i>Background</i></p>\n<p>12. The Court notes initially that the underlying facts in these proceedings are not new to this Court and have, in fact, been the subject of numerous hearings before this Court, including hearings involving the sale of assets, confirmation, objections to claims and estimation of claims. Much of the background and history of the Debtors' chapter 11 cases may be found in numerous decisions published by this Court, the District Court and the Second Circuit, and by the record submitted by all parties in connection with the May 1, 1996 hearing.</p>\n<p>A. <i>LTV's Acquisition of Old AM General</i></p>\n<p>13. LTV acquired Old AM General and Amland from American Motors Corporation, known as AMC (a subsidiary of Chrysler Corporation), in 1983. Prior to 1985, AMC and Old AM General manufactured a line of postal delivery vehicles, including the DJ-5s. The manufacturing of the DJ-5s, however, constituted only a small portion of Old AM General's business. A large percentage of its business was made up of the manufacture and sale of a high mobility multi-purpose vehicle known as the Hummer. <i>See</i> Debtors' Application For An Order Estimating The Amount of All Postal Vehicle Claims For Voting and Plan Confirmation Purposes dated January 27, 1993 (the \"Estimation Motion\"), ¶ 6 attached as Exhibit 1 to the Certification of Edmund M. Emrich dated March 4, 1996 (the \"Emrich Cert.\").</p>\n<p>B. <i>Manufacture of Postal Dispatchers</i></p>\n<p>14. Between 1969 and 1984, approximately 144,000 Postal Dispatchers were designed for, manufactured for, and sold to the United States Post Office (and subsequently the United States Postal Service) by Old AM General and its predecessors. <i>See</i> The LTV Second Modified Disclosure Statement Pursuant to Section 1125 of the Bankruptcy Code, dated February 26, 1993 (the \"Disclosure Statement\"), p. 37, Exh. C to the Certification of Scott Berman, dated April 30, 1996 (\"Berman Cert.\"). Only approximately 1,000 of these vehicles (less than 1% of the total manufactured) were produced and sold by Old AM General after Old AM General became an indirect subsidiary of LTV. Estimation Motion, ¶ 9 (Emrich Cert.Exh. 1).</p>\n<p>15. In 1973 or 1974, the Post Office began selling surplus Postal Dispatchers to the general public. Disclosure Statement, p. 37 (Berman Cert.Exh. C). Because Postal Dispatchers were not designed for use by the general public, the Debtors attempted to halt such sales by the Post Office. These efforts proved unsuccessful. <i>Id.</i></p>\n<p>C. <i>The First Bar Date</i></p>\n<p>16. By Order dated July 30, 1987, this Court fixed November 30, 1987 (the \"First Bar Date\") as the last date (with certain exceptions not relevant herein) by which to file proofs of claim in the Debtors' chapter 11 cases. The Debtors provided extensive actual and publication notice of the First Bar Date to potential claimants, specifically listing LTV Vehicle as an entity against which claims were required to be filed prior to the First Bar Date. Through a massive media campaign in August 1987, notice of the First Bar Date was published in 185 newspapers and periodicals throughout the United States <span class=\"star-pagination\">*53</span> and internationally at a cost of more than $1 million to the Debtors.</p>\n<p>17. Thirty-two proofs of claim relating to DJ-5s (collectively, the \"Original DJ Claims\") were timely filed against LTV, LTVAD and/or LTV Vehicle prior to the First Bar Date. Estimation Motion, ¶ 10 (Emrich Cert.Exh. 1). The Original DJ Claims alleged, <i>inter alia,</i> that the claimants or their decedents suffered injuries and/or damages resulting from incidents or accidents involving certain of the DJ-5s. <i>Id.</i> Each of the Original DJ Claims was based upon the allegedly defective design of the DJ-5s and the failure to warn of the risks associated with the allegedly defective design. <i>Id.</i></p>\n<p>D. <i>The Sale of LTV Vehicle</i></p>\n<p>18. In 1991, the Debtors determined to sell Old AM General. With the assistance of financial advisors, the Debtors identified 40 entities which indicated an interest in acquiring the Old AM General business. <i>See</i> Application for Order Authorizing and Approving the Sale of Assets Relating to the Businesses of AM General Corporation and Amland Corporation, dated December 10, 1991 (the \"Sale Application\"), ¶ 20 (Emrich Cert.Exh. 3).</p>\n<p>19. On December 10, 1991, the Debtors filed an application seeking approval of the sale of the assets relating to the business of Old AM General and Amland to Ren Acquisition Corporation, referred to herein as New AM General. All assets and liabilities arising out of or related to the DJ-5s were specifically excluded from the sale. Notice of the proposed sale was published in the national edition of <i>The Wall Street Journal.</i> Affidavits of Judy Lynn Goldstein, dated December 12, 1991 and December 20, 1991; Sale Application, ¶ 52 (Emrich Cert.Exh. 3).</p>\n<p>20. Adamson, on behalf of certain DJ-5 personal injury claimants but not on behalf of any of the Defendants herein, filed a written objection to the proposed sale, arguing, among other things, that the Debtors were improperly attempting to limit successor liability relating to the DJ-5s and that any purchaser should be required to assume any possible tort liability. Emrich Cert.Exhs. 4 and 5. This Court overruled the objection and approved the sale. Emrich Cert.Exhs. 7 and 8.</p>\n<p>21. The Sale Order ratified the terms and conditions of an amended acquisition agreement (the \"Sale Agreement\") which excluded from the sales transaction any assets related to the DJ-5s and all liabilities related thereto. Emrich Cert.Exh. 8.</p>\n<p>22. Section 2.02 of the Sale Agreement provides as follows:</p>\n<blockquote>Excluded assets. The Plaintiff expressly understands and agrees that the following assets and properties shall be excluded from the acquired assets.</blockquote>\n<blockquote>(viii) All service or spare parts inventory sold by [one of the sixty-six subsidiaries, referred to herein as \"Old AM General\"] as replacement or spare parts for the two-wheel drive enclosed one-quarter ton light trucks designated \"DJ-5\" which were sold primarily to the United States Postal Service as postal delivery vehicles, [the DJ-5 vehicle]....</blockquote>\n<p>New AM General Complaint, Exh. D.</p>\n<p>23. Section 2.04 of the Sale Agreement further provides:</p>\n<blockquote>Excluded liabilities. [Old AM General and another one of the sixty-six subsidiaries, referred to herein as \"Amland,\"] expressly understand and agree that the following obligations and liabilities shall be excluded from the assumed liabilities.</blockquote>\n<blockquote>(v) any liability or obligation arising out of or resulting from the design, manufacture or sale by [Old AM General] of the DJ-5 or any spare parts sold by [Old AM General] or its affiliates....</blockquote>\n<p><i>Id.</i></p>\n<p>24. In addition, the Sale Order provides as follows:</p>\n<blockquote>ORDERED, that except as otherwise provided in the Agreement, the sale of the Assets shall be free and clear of any and all liens, interests, mortgages, encumbrances, claims, security agreements or interests, provided that any such liens, interests, mortgages, encumbrances, claims, security agreements or interests shall attach to the proceeds of such sale (or their <span class=\"star-pagination\">*54</span> equivalent), after the payment of all expenses, in the order of their priority and with the same validity, force and effect that they now have against the Assets, [and] all such proceeds shall be held apart by [Old AM General] and Amland subject to further order of this Court; ...</blockquote>\n<p>Sale Order, p. 5 (Emrich Cert.Exh. 8).</p>\n<p>25. The Sale Order concluded with the Court retaining jurisdiction over the parties to enforce the terms, conditions and provisions of the Order. <i>Id.</i> at 7.</p>\n<p>26. Relying upon the terms of the Sale Agreement, New AM General paid the Debtors consideration valued in excess of $135 million. New AM General Complaint, ¶¶ 32-34. New AM General contends that it would not have entered into the Sale Agreement with the Debtors or consented to pay the purchase price unless the Sale Agreement included a provision eliminating any liability originating from DJ-5s. <i>Id.</i> at ¶ 18.</p>\n<p>27. In accordance with the Sale Order, the Debtors segregated the sale proceeds (Disclosure Statement at 40-48) and subsequently distributed such proceeds in accordance with the Plan and the Confirmation Order. Debtor First Post Confirmation Distribution Report; Debtor Post Confirmation Reports as of December 31, 1993, March 31, 1994, June 30, 1994, September 30, 1994, and December 31, 1994.</p>\n<p>E. <i>The Second Bar Date</i></p>\n<p>28. Subsequent to the First Bar Date, the Debtors became aware of the potential existence of a limited number of additional DJ-5 incidents that might have occurred after the First Bar Date resulting in additional claims. Deposition of Kay Woods dated April 30, 1996, hereinafter \"Woods Dep.\", p. 131. The Debtors became aware of these potential bankruptcy claims through a review of their internal files, including correspondence which they had received, files of pending lawsuits and files obtained from the Chrysler Corporation. <i>Id.</i> at 131-33.</p>\n<p>29. In September 1992, LTV Vehicle filed a Fourth Amendment to Chapter 11 Schedules which listed an additional twenty-seven individuals (and in some cases their relatives and/or legal counsel), each of whom was known, or believed, to have been involved or injured in a DJ-5 incident after the First Bar Date and, therefore, was the possible holder of a disputed claim. Estimation Motion, ¶ 20 (Emrich Cert.Exh. 1).</p>\n<p>30. On January 4, 1993, upon application of the Debtors, the Court entered an order (the \"Second Bar Date Order\") which, <i>inter alia,</i> fixed January 25, 1993 (the \"Second Bar Date\") as the last day for holders of any DJ-5 claims who had not already done so, to file a proof of claim against one or more of the Debtors' estates. Emrich Cert.Exh. 12. This order approved the Debtors' form of notice of the Second Bar Date and the method and scope of service of such notice as \"adequate and sufficient.\" <i>Id.</i> at 4-5.</p>\n<p>31. Pursuant to this order, the Debtors provided actual notice of the Second Bar Date to all known persons who might hold DJ-5 claims other than those persons who had filed proofs of claim on or prior to the First Bar Date. Such actual notice to all known persons who might hold additional claims was both reasonable and appropriate. Nationwide publication notice would have been unlikely to elicit additional claims and would have been prohibitively expensive, especially given the fact that there was no reason to expect that many future claims would be asserted. The frequency of DJ-5 claims had precipitously declined from earlier periods and the number of DJ-5s on the road inevitably had diminished to a significant extent, in light of the fact that the last such vehicle had been manufactured in 1984, thus further reducing the likelihood that future claims would be asserted to any significant extent. Woods Dep., pp. 137-139, 148. Indeed, the only post-confirmation DJ-5 accident or incident referenced in any of the pleadings is Tueme.</p>\n<p>32. In response to the notice of the Second Bar Date, only four additional DJ claims were filed against one or more of the Debtors' chapter 11 estates. <i>See</i> Estimation Motion, ¶ 22 (Emrich Cert.Exh. 1).</p>\n<p>F. <i>The Estimation Motion</i></p>\n<p>33. On January 27, 1993, the Debtors filed an estimation motion seeking an order <span class=\"star-pagination\">*55</span> estimating the amount of each of the DJ-5 claims against LTV and LTVAD at zero dollars for voting and plan confirmation purposes. Emrich Cert.Exh. 1.</p>\n<p>34. Adamson, on behalf of one of the DJ-5 claimants but not on behalf of the Defendants herein, objected to the estimation motion on the grounds, <i>inter alia,</i> that LTV and LTVAD were liable on theories of successor liability and piercing the corporate veil. The Court overruled Adamson's objection. Emrich Cert.Exh. 14, p. 62.</p>\n<p>G. <i>The Disclosure Statement</i></p>\n<p>35. By orders dated November 16, 1992, and January 15, 1993, the Court scheduled a hearing to consider approval of the Debtors' proposed disclosure statement (the \"Disclosure Statement\") and approved a form of notice of such hearing as well as the methods and scope of the service and publication of such notice. In accordance with such orders, the Debtors caused notice to be published in the national editions of the <i>New York Times</i> and <i>The Wall Street Journal,</i> 15 periodicals in the United States and two foreign periodicals. Affidavit of Kay Woods, sworn to on April 22, 1996, hereinafter \"Woods Aff.\", ¶ 5.</p>\n<p>36. By order dated February 17, 1993, this Court approved the Disclosure Statement, scheduled a hearing on confirmation of the Plan (the \"Confirmation Hearing\") and related matters and approved the form of notice of such hearing as well as the methods and scope of service of such notice. In accordance with such order, the Debtors caused notice of the Confirmation Hearing to be published in the national editions of the <i>New York Times</i> and <i>The Wall Street Journal,</i> 15 other periodicals in the United States and three foreign periodicals. Woods Aff., ¶ 6.</p>\n<p>37. The Disclosure Statement stated that as of February 16, 1993, there were 35 DJ-5 claims asserted against the Debtors. Disclosure Statement, p. 37 (Berman Cert.Exh. C). The Disclosure Statement also disclosed that:</p>\n<blockquote>the prospect also exists that certain accidents or incidents involving Postal Vehicles may occur after the Confirmation Date and may give rise in the future to claims against one or more of the Debtors (the \"Future PV Claims\"). However, AM General is being liquidated and all of its remaining assets are being distributed. No provision is being made under the Plan for the treatment of such claims because the Debtors have no basis for anticipating such claims. The Debtors believe that the proposed dissolution of AM General under the Plan is being effectuated in accordance with the requirements of applicable law.</blockquote>\n<p>Disclosure Statement, p. 38 (Berman Cert. Exh. C).</p>\n<p>38. The evidence adduced at the hearing on these motions establishes that, given the small and diminishing number of claims being received, there was no feasible way to derive a meaningful estimate of future claims. Woods Dep., pp. 137-39, 147-48.</p>\n<p>39. Defendants assert that papers submitted by the Debtors in opposition to a motion to vacate a stipulation entered into between the Debtors and AMC and its affiliates on December 29, 1992 indicate that the Debtors misled the Court with respect to whether they had a basis to anticipate future DJ-5 claims.</p>\n<p>40. Under that stipulation, the Debtors and AMC agreed to resolve certain issues arising under cross-indemnity obligations contained in the July 24, 1983 Stock Purchase Agreement in which LTV acquired from AMC all the stock of Old AM General. Specifically, the Debtors and AMC agreed, <i>inter alia,</i> to settle AMC's indemnity claims of $20 million for post-closing date (<i>i.e.,</i> September 1983) DJ-5 accidents as an allowed general unsecured claim in the amount of $1,111,686 and to release AMC from its obligation to indemnify LTV for pre-closing date DJ-5 accidents. AMC agreed, <i>inter alia,</i> to release LTV from its obligation to indemnify AMC for post-closing date DJ-5 accidents. Stipulation And Order Between Debtors And American Motors Corporation And Affiliates Settling Claims Nos. 19825, 20324, 21976, 21978 And Withdrawing Motion Requiring Debtors To Reject AM General Stock Purchase Agreement, dated December 29, 1992, pp. 5-8; Transcript of May 1, 1996 hearing on Plaintiffs' motions for preliminary injunction and defendants' motions to dismiss (\"May 1 Hearing\"), pp. 122, 125. In other <span class=\"star-pagination\">*56</span> words, LTV was released from its obligation under the Stock Purchase Agreement to indemnify AMC for all post-1983 accidents in return for relinquishing rights to be indemnified by AMC for claims arising from pre-1983 accidents, which were obviously far less likely to be asserted in the future. The Debtors' papers in opposition to the motion to vacate, which were submitted to the Court prior to confirmation of the Plan, pointed out the benefits of this settlement from the standpoint of the Debtors. Those papers do not support the proposition that Debtors misled this Court in the Disclosure Statement or otherwise with respect to the treatment of DJ-5 claims under the Plan.</p>\n<p>41. Defendants allege that the Debtors' letters to the United States Postal Service, attempting to persuade it to stop DJ-5 sales to the public, evidence their knowledge of a significant ongoing problem which would likely give rise to a significant number of future DJ-5 claims. However, Defendants' reliance on these letters is misplaced because such letters refer to the state of facts that existed prior to confirmation of the Plan and have no relevance to the situation at the time of confirmation, by which time the number of DJ-5 claims had declined precipitously.</p>\n<p>H. <i>Confirmation of the Plan</i></p>\n<p>42. By Order dated May 26, 1993, this Court confirmed the Plan. The Confirmation Order expressly discharged all then-existing claims against all of the Debtors, except for LTV Vehicle, which did not receive a discharge, regardless of when they arose, and enjoined any person holding such claim from taking any actions against or affecting any of the Debtors or their assets with respect to such claim. Confirmation Order, ¶¶ 14, 15 (Emrich Cert.Exh. 19). Issues involving the dischargeability and treatment of the DJ-5 claims were again raised and disposed of by this Court at that time. May 1 Hearing, p. 151.</p>\n<p>43. The Confirmation Order approved the liquidation of the \"AM General Group\" (which includes LTV Vehicle) and provided that, other than as set forth in the Plan, no further distributions to the AM General Group's creditors were required. Confirmation Order, ¶ 19 (Emrich Cert.Exh. 19).</p>\n<p>44. The Confirmation Order and Plan also contain a permanent injunction barring the pursuit of pre-Effective Date claims against any of the Debtors (including LTV Vehicle). Plan, §§ 5.4, 5.6 (Emrich Cert. Exh. 19, at Exh. A); Confirmation Order, ¶¶ 14, 15 (Emrich Cert.Exh. 19).</p>\n<p>45. Nothing in the Bankruptcy Code requires the establishment of a trust fund for speculative future claims which may never arise. Under the Bankruptcy Code, debtors are entitled to liquidate and distribute all of their assets to then-known creditors. LTV Vehicle had a very limited pool of assets to allocate among its various creditor constituencies, including the Pension Benefit Guaranty Corporation which had a claim of over $3 billion against each of the Debtors, asserted jointly and severally including LTV Vehicle. As it was, the then-known DJ-5 claimants (including the one represented by Adamson), as well as other groups, were contending that insufficient funds were being earmarked for them. Rather than reserve scarce funds for claims which might never arise, and which the Debtors could not reasonably foresee or estimate, LTV Vehicle, with this Court's approval, allocated and distributed all of its assets to its then-known creditors.</p>\n<p>46. Additionally, the Confirmation Order and Plan provide for this Court to retain jurisdiction under certain specified circumstances. The Confirmation Order provides, in relevant part, that:</p>\n<blockquote>After the Effective Date, in accordance with the Code and Section 10.1 of the Plan, the Court shall retain jurisdiction for the following purposes:</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(b) to determine any and all disputes arising under or relating to the Plan (including, without limitation, regarding the effect of any release or discharge provided for in, or effected by, the Plan or this Order);</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*57</span> (f) to enforce and administer the provisions of the Plan and this Order ...;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(j) to enforce all orders, judgments, injunctions and rulings entered in connection with the Cases;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(<i>l</i>) to enter such orders, judgments, injunctions and rulings as may be necessary or appropriate in aid of the Plan or its confirmation and to carry out further the intentions and purposes, to facilitate implementation and to give full effect to the provisions of the Plan and this Order....</blockquote>\n<p>Confirmation Order, ¶ 36 (Emrich Cert.Exh. 19); Plan, Art. 10.1(B), (F), (J) and (L) (Emrich Cert.Exh. 19, Exh. A).</p>\n<p>47. The Effective Date of the Plan occurred on June 28, 1993. <i>In re Chateaugay Corp.,</i> 10 F.3d at 949. The Debtors thereupon made substantial distributions in accordance with the Plan and thereby substantially consummated the Plan. <i>See id.</i></p>\n<p>48. On the Effective Date, LTV Vehicle was liquidated in accordance with the Plan and the Confirmation Order and thereupon filed a Certificate of Dissolution with the Office of the Secretary of State of the State of Delaware pursuant to Section 303 of the General Corporation Law of the State of Delaware. Emrich Cert.Exh. 20.</p>\n<p>IV. <i>The Virginia Complaint, the Adamson Letter and the State Court Actions Constitute Collateral Attacks on the Court's Orders and the Bankruptcy Process</i></p>\n<p>49. As described in detail below, the Court finds that defendants, through the actions instituted in Virginia and elsewhere, and Adamson's threats of still further lawsuits, are attacking the Sale Order, the Plan, the Confirmation Order and the bankruptcy process as it relates to Debtors' chapter 11 cases.</p>\n<p>A. <i>The Virginia Complaint and the Tueme and Wilson Actions</i></p>\n<p>50. On or about September 12, 1994, defendant Back invoked this Court's jurisdiction by filing a Motion for Limited Relief From the Confirmation Order. This motion was resolved pursuant to a stipulation between the Debtors and Back, and so-ordered by the Court (the \"Stipulation and Order\"), which authorized Back to file a lawsuit against LTV Vehicle (but not any of the other Debtors) seeking recovery against LTV Vehicle up to the maximum applicable insurance coverage, <i>i.e.,</i> $2,500,000, provided that Back would indemnify the Debtors in an amount not to exceed $500,000 for any payments that the Debtors were required to make in respect of their alleged $1 million per claim indemnity obligation to their insurance carrier. Stipulation and Order, p. 2 (Emrich Cert.Exh. 23).</p>\n<p>51. On September 23, 1994, Back, through her counsel Adamson, commenced the Virginia Action. Original Virginia Complaint (Emrich Cert.Exh. 24). In addition to LTV Vehicle, the Original Virginia Complaint named the following parties as defendants: Chrysler Corporation, City of Richmond, AM General Corporation, Jeep-Eagle Division of Chrysler Corporation, Jeep Eagle Corporation, Jeep, AM Computer Leasing Corporation, AMC, American Motors Sales Corporation and American Motors Pan American Corporation. <i>Id.</i> at ¶¶ 2-9.</p>\n<p>52. The Original Virginia Complaint asserted claims of negligence, breach of warranties and strict liability and sought damages of $50,000,000 together with punitive damages, interest and costs. <i>Id.</i> at ¶¶ 11-14.</p>\n<p>53. In February 1996, Back filed a Third Amended Motion For Judgment (the \"Third Amended Complaint\") which repleads allegations in previous pleadings and contains numerous new fraud allegations in connection with Back's claim for successor liability against New AM General. Emrich Cert. Exh. 2.</p>\n<p>54. The Third Amended Complaint asserts that the Debtors and New AM General engaged in a scheme, using this Court, to deprive DJ-5 claimants of their ability to recover upon their claims. <i>E.g.,</i> Emrich Cert.Exh. 2, ¶¶ 36-69. In particular, the Third Amended Complaint attacks the Sale Order and the Plan by alleging that the <span class=\"star-pagination\">*58</span> provision of the Sale Agreement between LTV Vehicle and New AM General which excluded the assumption by New AM General of DJ-5 claims \"was entered into fraudulently,\" together with the Plan, in order to avoid future liability to persons injured by DJ-5s. <i>Id.</i> These allegations constitute a collateral attack on the Sale Order, the Plan and the Confirmation Order as well as on the entire bankruptcy process as it relates to the Debtors' chapter 11 cases.</p>\n<p>55. The <i>Tueme</i> and <i>Wilson</i> actions also attack the Sale Order by asserting claims against New AM General in direct contravention of the Sale Order which approved the Sale Agreement, including the provision in the Sale Agreement that New AM General was not assuming liability with respect to any DJ-5 claims.</p>\n<p>56. Defendants Back and Adamson and their counsel have explicitly stated that the theory of the Third Amended Complaint is that the Debtors \"misled\" this Court in seeking and receiving approval of the sale to New AM General and the entry of various of the Court's other orders including the Confirmation Order. Deposition of William Adamson sworn to on April 26, 1996, p. 59; Memorandum Of Law In Support Of Defendants' (A) Motion To Dismiss Complaint and (B) Objection To Plaintiffs' Application For A Preliminary Injunction (\"Defendants' Brief\"), p. 24.</p>\n<p>57. In asserting these claims, Defendants are directly attacking the propriety of the Plan and this Court's orders, as well as the integrity of the Debtors' chapter 11 cases. Defendants are also directly attacking the discharge and injunctive provisions of the Plan and the Confirmation Order which are at the very heart of the bankruptcy process. This Court, not the Virginia Court or any other court, is in the best position to determine whether the Sale Order and the Confirmation Order were procured by fraud or whether due process was afforded to claimants in connection with the Debtors' chapter 11 proceedings.</p>\n<p>B. <i>The Adamson Letter</i></p>\n<p>58. On January 12, 1996, Adamson sent a letter (the \"Adamson Letter\") to Joseph K. Reid, III, local counsel to LTV Vehicle in the Virginia Action. Emrich Cert.Exh. 27. The Adamson Letter threatened to commence further litigation, including a possible class action, against LTV and the other Debtors seeking recovery for DJ-5 claims. It also threatened to seek recovery against LTV for Back's injuries.</p>\n<p>59. Adamson also indicated in the Adamson Letter that he and his clients:</p>\n<blockquote>have a substantial chance of prevailing on our argument that a fraud was committed on Tammy Back and other potential claimants in connection with the sale of assets to Ren and the subsequent dissolution of Vehicle.</blockquote>\n<p>Adamson Letter, p. 2 (Emrich Cert.Exh. 27).</p>\n<p>60. Soon thereafter, Adamson filed the Third Amended Complaint in the Virginia Action on behalf of Back.</p>\n<p>61. Adamson also threatened, among other things, to take actions designed to \"create problems\" between the Debtors and New AM General. <i>Id.</i></p>\n<p>62. Adamson further indicated that if Back and others were successful in prevailing on their argument that a fraud was committed in connection with the Sale Order, Plan and Confirmation Order, LTV could be subjected \"to claims in excess of the underlying insurance policy limits by numerous heretofore unknown postal jeep claimants.\" <i>Id.</i></p>\n<p>63. In making these threats, Adamson stated that he also represented Tommy Bozeman, whose representatives have commenced actions against, among others, the Debtors' insurance carrier and New AM General.<sup>[2]</sup></p>\n<p>64. Adamson ended the letter by threatening to take action on or before March 1, 1996 unless there is a \"meeting of the minds.\" <i>Id.</i> at 3.</p>\n<p>65. At his deposition, Adamson was directed by his counsel not to answer any <span class=\"star-pagination\">*59</span> questions about the meaning of the statements in his letter. Adamson Dep., pp. 63-71. Accordingly, the Court finds that the statements made in the Adamson letter must be interpreted as written, in light of his actions before and after the letters. As such, the letter clearly threatens actions against the Debtors in direct contravention of the discharge and injunctive provisions of the Plan and Confirmation Order and threaten to mount attacks on the Sale Order, the Confirmation Order and the Plan in other forums.</p>\n<p>V. <i>The Debtors Are Likely To Be Adversely Affected by the State Court Actions and the Actions Threatened In the Adamson Letter and Will Be Irreparably Harmed Absent an Injunction</i></p>\n<p>66. For the reasons set forth below, the Court finds that the State Court Actions and the actions threatened in the Adamson Letter are likely to have a significant adverse effect on the Debtors and, absent a preliminary injunction, the Debtors will be irreparably harmed.</p>\n<p>A. <i>Potential Indemnity Obligation to New AM General</i></p>\n<p>67. New AM General has informed the Court and the Debtors that, in the event that Back or any DJ-5 claimant (including the Wilsons, Tueme and Sanchez) were to prevail on a successor liability claim against New AM General, it would assert claims, and pursue all other avenues of redress, against the Debtors. May 1 Hearing, pp. 49, 143; Deposition of Roger Fay, dated April 26, 1996, pp. 71-72, 76; Affidavit of Larry D. Henin, sworn to on March 14, 1996, ¶ 2; New AM General Complaint, pp. 14, 16; <i>see</i> Woods Dep., pp. 154, 156-57. Without addressing the merits of any such claims, which are not yet before the Court, the Court finds that it is highly probable that New AM General would pursue claims against one or more of the Debtors in the event defendants were to succeed on their claims against New AM General.</p>\n<p>68. Adamson conceded that Defendants' actions could adversely affect the Debtors by engendering claims against the Debtors by New AM General. In that regard, the Adamson Letter states:</p>\n<blockquote>We have had research conducted and an analysis made by our bankruptcy counsel (Norman Kinel) which indicates that we have a substantial chance of prevailing on our argument that a fraud was committed on Tammy Back and other potential claimants in connection with the sale of assets to REN and the subsequent dissolution of Vehicle. To begin with, <i>this could create problems between Vehicle and New AM General.</i>\n</blockquote>\n<p>Emrich Cert.Exh. 27, p. 2 (emphasis added).</p>\n<p>69. Exposing the Debtors to liability in this manner is directly contrary to the spirit and intent of the Stipulation and Order, as well as to the very predicate upon which the Court granted Back relief from the permanent injunction issued under the Confirmation Order. Indeed, in making her original motion, Back expressly represented to the Court that</p>\n<blockquote>Movant is not seeking to disrupt the integrity or the finality of the Confirmation Order. Rather, Movant is merely seeking relief akin to the type of relief routinely granted to personal injury claimants in Chapter 11 proceedings  relief from the automatic stay to proceed nominally against the debtor, but for the purpose of only obtaining a recovery against the debtor's insurance carrier.</blockquote>\n<p>Emrich Cert.Exh. 21, ¶ 10.</p>\n<p>70. Thus, in attempting to undermine the Sale Order, the Plan and the Confirmation Order, Back and Adamson are now doing precisely what they represented to the Debtors and the Court they would not do when they induced the Debtors and the Court to modify the permanent injunction.</p>\n<p>B. <i>Collateral Estoppel</i></p>\n<p>71. Adamson conceded in a letter to Edmund M. Emrich, counsel for the Debtors, that the Virginia Action and the actions threatened by Adamson subject the Debtors to the risk of collateral estoppel:</p>\n<blockquote>[The Debtors] should be especially wary of a trial of this particular case, where <i>an adverse verdict would be likely to collaterally</i> <span class=\"star-pagination\">*60</span> <i>estop it henceforth from denying design defect allegations in other postal jeep rollover cases.</i>\n</blockquote>\n<p>Letter dated April 13, 1995, p. 5 (emphasis in original) (Affidavit of William G. Adamson, sworn to on April 9, 1996, Exh. C).</p>\n<p>72. A determination by the Virginia Court that the Sale Order and Confirmation Order were procured through fraud or that creditors were not afforded due process in connection with the Debtors' chapter 11 proceedings would open up a Pandora's box which could enable disgruntled creditors to seek relief in derogation of the Sale Order and the discharge and injunctive provisions of the Confirmation Order. The collateral estoppel effect of such a determination could have far-reaching consequences not only for other DJ-5 claimants but also for the holders of other types of claims, including, without limitation, the approximately 1,000 asbestos claimants represented by the Maritime Asbestos Legal Clinic who are presently litigating due process and discharge issues before this Court (Adv.Proc. No. 94-9028A), and the numerous environmental claimants who also are presently litigating due process and discharge issues before the Court (Adv.Proc. No. 95-9145A). <i>See</i> Woods Dep., pp. 157-59.</p>\n<p>73. A finding by the Virginia Court that the notice given to creditors in the Debtors' bankruptcy proceedings was insufficient to satisfy due process requirements would potentially enable the holders of any other types of claims to argue that their claims were not discharged in the bankruptcy proceedings, thereby casting substantial doubt on the integrity and effect of the Confirmation Order.</p>\n<p>C. <i>The Risk of Inconsistent Judgments</i></p>\n<p>74. The State Court Actions and the actions threatened in the Adamson Letter subject the Debtors and New AM General to the risk of inconsistent rulings in courts around the country regarding the propriety and enforceability of this Court's orders.</p>\n<p>D. <i>The Debtors Will Be Deprived Of Their \"Fresh Start\"</i></p>\n<p>75. The actions threatened by Adamson expose the Debtors to the risk of significant litigation and substantial liability with respect to claims that were discharged (except as to LTV Vehicle) by this Court. Indeed, Defendants have conceded in the Adamson Letter that if they were to prevail on their \"fraud\" theory in the Virginia Action, \"it would ultimately subject LTV to claims in excess of the underlying insurance policy limits by numerous other heretofore unknown postal jeep claimants.\" Emrich Cert.Exh. 27, p. 2.</p>\n<p>76. Such threatened actions would violate the discharge and injunctive provisions contained in the Plan and the Confirmation Order, and thereby undermine the integrity of the bankruptcy process as well as the reorganized Debtors' fresh start.</p>\n<p>77. Moreover, the commencement of any DJ-5 action against any of the Debtors (including LTV Vehicle) and the Debtors' insurance carrier will expose the Debtors to liability and legal defense costs notwithstanding the existence of insurance coverage for pre-Effective Date accidents or incidents. Under the terms of the Debtors' insurance policy and the related indemnity agreement, LTV is obligated to indemnify the carrier for the first $1 million of exposure per occurrence for claims relating to products, as well as for all defense costs. Insurance Policy (Woods Dep.Exh. 4); Indemnity Agreement, Article III(A)(vi) (Woods Dep.Exh. 4); May 1 Hearing, pp. 114, 126-28; Woods Dep., pp. 65, 107, 121.</p>\n<p>78. If DJ-5 claimants, such as the Defendants herein, are permitted to commence or maintain personal injury actions against the reorganized Debtors or if such claimants are permitted to commence or maintain successor liability actions against New AM General, the value of LTV's stock could be adversely effected. Since the distributions to most of LTV's creditors were in LTV stock, any diminution in the value of LTV stock will adversely effect the value of these distributions. <i>See</i> Woods Dep., pp. 159-60. The Virginia Action seeks $50 million. Other threatened actions would presumably seek similar judgments. The magnitude of this potential liability would be material, would have to be reported in LTV's public filings, and might <span class=\"star-pagination\">*61</span> lead the market to devalue LTV's stock, even if, as is likely, relatively few claims were made.</p>\n<p>VI. <i>The Issuance Of An Injunction Will Not Cause Substantial Harm</i></p>\n<p>79. Issuing preliminary injunctive relief will not cause substantial harm to the Defendants. The injunction in and of itself does not prevent the assertion of the claims raised in the Virginia Action and State Court Actions, the attacks upon this Court's orders or the pursuit of DJ-5 actions; it merely postpones the adjudication of such claims in other forums, pending a final determination as to whether all such claims should be determined in this Court.</p>\n<p>80. Adamson and Back contend that \"[i]f Ms. Back is prevented from proceeding against New AM General on the theory of successor liability, she will be denied due process and the right to be heard.\" Defendants' Brief, p. 36. However, this argument is misplaced because the appropriate focus in connection with the request for a preliminary injunction is whether a temporary delay in prosecuting the Third Amended Complaint and prosecuting the threatened actions set forth in the Adamson Letter, while this Court adjudicates the Adversary Proceeding and determines whether Ms. Back may proceed against New AM General under her fraud theory, would cause substantial harm to Adamson and Back. The postponement or delay of the Virginia Action is not a substantial harm. If Ms. Back is otherwise entitled to win on the merits, she will win. The delay, if any, caused by the issuance of a preliminary injunction will have no impact on her ability to recover damages. Moreover, even if such a delay could be considered substantial harm, which it is not, resolution of this Adversary Proceeding will not delay the trial in the Virginia Action since it is not scheduled to commence until 1997. Adamson Aff., ¶ 8.</p>\n<p>81. Moreover, any delay would not prevent Back from ultimately recovering damages in the Virginia Action. In addition to the $950,000 that Back has already recovered from Chrysler in connection with the Virginia Action, she is permitted under the Stipulation and Order to seek to recover up to $2.5 million against LTV Vehicle and/or its insurance carrier (less any amount up to $500,000 that Back is obligated to indemnify LTV Vehicle pursuant to ¶ 4 of the Stipulation and Order). Stipulation and Order, p. 2 (Emrich Cert.Exh. 23).</p>\n<p>82. Accordingly, defendants Back and Adamson have failed to demonstrate any harm that would result from the issuance of the requested preliminary injunction.</p>\n<p>VII. <i>The Debtors Did Not Defraud or Mislead This Court</i></p>\n<p>83. In granting the relief herein, the Court need not address the issue of whether the Debtors defrauded or misled the Court because plaintiffs are simply requesting a preliminary determination that these issues must be litigated before this Court. The ultimate merits are therefore not ripe for decision. Nevertheless, upon a preliminary examination of the merits the Court finds that Defendants have not pointed to any relevant information of which this Court was not aware at the time of confirmation.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>I. <i>Standards for a Motion to Dismiss</i></p>\n<p>1. Under Rule 12(b)(6) of the Federal Rules of Civil Procedure (as made applicable herein pursuant to Rule 7012(b) of the Federal Rules of Bankruptcy Procedure), all factual allegations must be taken as true and construed favorably to the plaintiff. <i>Stewart v. Jackson &amp; Nash,</i> <span class=\"citation\" data-id=\"591393\"><a href=\"/opinion/591393/victoria-a-stewart-v-jackson-nash-laurence-g-bodkin-jr-paul-h/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span> (2d Cir. 1992). <i>Accord </i><i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, 2232, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984); <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 101-02, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957).</p>\n<p>2. In addition, a motion to dismiss for failure to state a claim can be granted only where it appears certain that no set of facts could be proven at trial which could entitle plaintiff to relief. <i>Conley,</i> 355 U.S. at 45-46, 78 S.Ct. at 101-02; <i>see also </i><i>Goldman v. Belden,</i> <span class=\"citation\" data-id=\"447943\"><a href=\"/opinion/447943/steven-goldman-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span>, 1065 (2d Cir.1985).</p>\n<p>3. The court's function on a Rule 12(b)(6) motion is \"not to weigh the evidence that might be presented at a trial, but merely to <span class=\"star-pagination\">*62</span> determine whether the complaint itself is legally sufficient.\" <i>Goldman,</i> 754 F.2d at 1067. In light of this standard, the court \"should not be swayed into granting the motion because the possibility of ultimate recovery is remote.\" <i>Kopec v. Coughlin,</i> <span class=\"citation\" data-id=\"553350\"><a href=\"/opinion/553350/mitchell-kopec-v-thomas-a-coughlin-iii-dr-raymond-broaddus-robert-w/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (2d Cir.1991) (quoting <i>Ryder Energy Distribution Corp. v. Merrill Lynch Commod.,</i> <span class=\"citation\" data-id=\"444554\"><a href=\"/opinion/444554/ryder-energy-distribution-corporation-v-merrill-lynch-commodities-inc/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span>, 779 (2d Cir.1984)); <i>see also </i><i>Gant v. Wallingford Bd. of Educ.,</i> <span class=\"citation\" data-id=\"707521\"><a href=\"/opinion/707521/ray-gant-jr-ray-gant-sr-and-elisa-gant-v-wallingford-board-of/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">669</span></a></span>, 673 (2d Cir.1995).</p>\n<p>4. On a motion to dismiss for lack of jurisdiction under Rule 12(b)(1), as under Rule 12(b)(6), the Court must accept as true all of the allegations of the complaint, and construe the complaint in favor of the complainant. <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 501, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2206, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975); <i>Hirsch v. Arthur Andersen &amp; Co.,</i> <span class=\"citation\" data-id=\"710227\"><a href=\"/opinion/710227/hal-m-hirsch-trustee-of-the-consolidated-estate-of-colonial-realty/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1085</span></a></span>, 1088 (2d Cir.1995); <i>Thompson v. County of Franklin,</i> <span class=\"citation\" data-id=\"661709\"><a href=\"/opinion/661709/dana-leigh-thompson-v-county-of-franklin-william-a-hughes-treasurer-of/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 249 (2d Cir. 1994). While the burden of pleading jurisdiction falls to the party seeking to invoke it, mere contradiction by the party resisting jurisdiction is insufficient to merit dismissal of the complaint. <i>Gibbs v. Buck,</i> <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 72, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, 729, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1111</span></a></span> (1939).</p>\n<p>5. Based on the facts alleged in the complaints in these adversary proceedings, Defendants have not satisfied these standards. Accordingly, Defendants' motions to dismiss the complaints pursuant to Rules 12(b)(1) and (b)(6) of the Federal Rules of Civil Procedure and Rules 7012(b)(1) and (b)(6) of the Federal Rules of Bankruptcy Procedure, are denied.</p>\n<p>II. <i>This Court Has Jurisdiction Over The Adversary Proceedings</i></p>\n<p>A. <i>Inherent Jurisdiction</i></p>\n<p>6. Bankruptcy courts have inherent or ancillary jurisdiction to interpret and enforce their own orders wholly independent of the statutory grant of jurisdiction under 28 U.S.C. § 1334. <i>Local Loan Co. v. Hunt,</i> <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 239, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">695</span></a></span>, 696, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1230</span></a></span> (1934); <i>Paris Mfg. Corp. v. Ace Hardware Corp.</i> (<i>In re Paris Indus. Corp.</i>), <span class=\"citation\" data-id=\"1855788\"><a href=\"/opinion/1855788/in-re-paris-industries-corp/\"><span class=\"volume\">132</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">504</span></a></span>, 508 (D.Me.1991) (\"Bankruptcy Courts must have the ability to enforce prior orders and `secure or preserve the fruits and advantages of a judgment or decree rendered therein' ... The proceeding being ancillary and dependent, the jurisdiction of the Court follows that of the original cause ...\") (quoting <i>Local Loan Co.</i>); <i>Volvo White Truck Corp. v. Chambersburg Beverage</i> (<i>In re White Motor Credit Corp.</i>), <span class=\"citation\" data-id=\"1541352\"><a href=\"/opinion/1541352/in-re-white-motor-credit-corp/\"><span class=\"volume\">75</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">944</span></a></span>, 947-48 (Bankr.N.D.Ohio 1987) (ancillary jurisdiction to interpret and enforce prior orders includes purchasers' action for declaratory and injunctive relief to enforce orders of sale and \"may be exercised irrespective of an independent jurisdictional basis\").</p>\n<p>7. The issues in these adversary proceedings plainly require the Court to interpret and enforce the Court's prior orders. For example, Defendants argue that the Court's order approving the sale of Old AM General's assets to New AM General does not mean that New AM General purchased the assets free and clear of <i>in personam</i> claims by DJ-5 claimants. Defendants' Brief, p. 17. This is obviously an interpretation issue, which this Court is uniquely qualified to determine. <i>See Paris Indus. Corp.,</i> 132 B.R. at 508; <i>White Motor Credit Corp.,</i> 75 B.R. at 947.</p>\n<p>8. Defendants also claim that Debtors \"misled\" this Court in the bankruptcy proceedings and therefore that the Sale Order should not be enforced to protect New AM General from DJ-5 liabilities. Defendants' Brief, pp. 21-22. Defendants Tueme, Sanchez and the Wilsons also seek relief from New AM General notwithstanding the Sale Order. These claims raise an issue as to enforcement of the Sale Order, which this Court is uniquely qualified to determine.</p>\n<p>9. Defendant Adamson is also threatening to commence suits against LTV. These suits necessarily challenge the discharge and injunction provisions of the Plan and the Confirmation Order which protect the Debtors.</p>\n<p>10. Accordingly, this Court has continuing jurisdiction to consider and determine the issues raised in these Adversary Proceedings, by virtue of this Court's inherent jurisdiction to interpret and enforce its own orders and to determine disputes under the Plan. <i>Paris Indus. Corp.,</i> 132 B.R. at 508; <i>White Motor Credit Corp.,</i> 75 B.R. at 947; <span class=\"star-pagination\">*63</span> <i>see also </i><i>In re Texaco,</i> <span class=\"citation\" data-id=\"1985516\"><a href=\"/opinion/1985516/in-re-texaco-inc/\"><span class=\"volume\">182</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">937</span></a></span>, 944 (Bankr.S.D.N.Y.1995); <i>Mihnlong Enterprises, Inc. v. New York International Hostel</i> (<i>In re New York International Hostel</i>), <span class=\"citation\" data-id=\"1868770\"><a href=\"/opinion/1868770/in-re-new-york-intern-hostel-inc/\"><span class=\"volume\">157</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">748</span></a></span>, 751 (S.D.N.Y.1993); <i>In re Johns-Manville Corp.,</i> <span class=\"citation\" data-id=\"1533426\"><a href=\"/opinion/1533426/in-re-johns-manville-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">174</span></a></span>, 180 (Bankr.S.D.N.Y. 1989) (bankruptcy courts retain post-confirmation jurisdiction to interpret and enforce their own orders in aid of their proper execution).</p>\n<p>B. <i>Statutory Jurisdiction Under 28 U.S.C. § 1334</i></p>\n<p>11. 28 U.S.C. § 1334(b) provides:</p>\n<blockquote>Notwithstanding any Act of Congress that confers exclusive jurisdiction on a court or courts other than the district courts, the district courts shall have original but not exclusive jurisdiction of all civil proceedings arising under title 11, or arising in or related to cases under title 11.</blockquote>\n<p>This Court has jurisdiction over the instant Adversary Proceedings pursuant to § 1334(b) since they arise under title 11, or arise in or are related to a case under title 11. As the Sixth Circuit held in <i>Michigan Employment Security Comm'n v. Wolverine Radio Co.</i> (<i>In re Wolverine Radio Co.</i>), <span class=\"citation\" data-id=\"559528\"><a href=\"/opinion/559528/in-re-wolverine-radio-company-debtor-michigan-employment-security/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1132</span></a></span> (6th Cir.1991), <i>cert. dismissed,</i> <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1605</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></span> (1992):</p>\n<blockquote>For the purpose of determining whether a particular matter falls within bankruptcy jurisdiction, it is not necessary to distinguish between the second, third and fourth categories (proceedings \"arising under,\" \"arising in,\" and \"related to\" a case under title 11). These references operate conjunctively to define the scope of the jurisdiction. Therefore, for purposes of determining section 1334(b) jurisdiction, it is necessary only to determine whether a matter is at least \"related to\" the bankruptcy.</blockquote>\n<p>930 F.2d at 1141 (citation omitted).</p>\n<p>(i) <i>The Statutory Grant of Jurisdiction to Bankruptcy Courts Under 28 U.S.C. § 1334 Is Extremely Broad</i></p>\n<p>12. A bankruptcy court's statutory jurisdiction under 28 U.S.C. § 1334 is extremely broad. <i>Celotex Corp. v. Edwards,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, 1499, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1995); <i>Hunnicutt Co. v. TJX Cos., Inc.</i> (<i>In re Ames Dep't Stores, Inc.</i>), <span class=\"citation\" data-id=\"1912559\"><a href=\"/opinion/1912559/in-re-ames-dept-stores-inc/\"><span class=\"volume\">190</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">157</span></a></span>, 159-62 (S.D.N.Y.1995) (hereinafter referred to as \"<i>Hunnicutt</i>\"); <i>Paris Indus. Corp.,</i> 132 B.R. at 507.</p>\n<p>13. Thus, the Supreme Court has explained that, although a bankruptcy court's jurisdiction is not limitless,</p>\n<blockquote>\"Congress intended to grant comprehensive jurisdiction to the bankruptcy courts so that they might deal efficiently and expeditiously with all matters connected with the bankruptcy estate,\" and that the \"related to\" language of § 1334(b) must be read to give district courts (and bankruptcy courts under § 157(a)) jurisdiction over more than simple proceedings involving the property of the debtor or the estate.</blockquote>\n<p><i>Celotex,</i> ___ U.S. at ___, 115 S.Ct. at 1499 (quoting <i>Pacor, Inc. v. Higgins,</i> <span class=\"citation\" data-id=\"441761\"><a href=\"/opinion/441761/in-re-pacor-inc-v-john-higgins-jr-and-louise-higgins/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span>, 994 (3d Cir.1984)) (citations omitted).</p>\n<p>(ii) <i>The Bankruptcy Court Has Jurisdiction Over Any Proceeding Which Might Have Any \"Conceivable Effect\" On Or \"Significant Connection\" With The Bankruptcy Estate</i></p>\n<p>14. The appropriate test for determining \"related to\" jurisdiction is whether the outcome of a proceeding \"might have any `conceivable effect' on the bankrupt estate\" or if the proceeding has \"any significant connection\" with the bankrupt estate. <i>Publicker Indus., Inc. v. United States</i> (<i>In re Cuyahoga Equip. Corp.</i>), <span class=\"citation\" data-id=\"595491\"><a href=\"/opinion/595491/in-re-cuyahoga-equipment-corporation-debtor-publicker-industries-inc-v/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 114 (2d Cir.1992); <i>Hunnicutt,</i> 190 B.R. at 160.</p>\n<p>15. Courts have broadly interpreted whether a particular matter might have a \"conceivable effect\" on or a \"significant connection\" with the bankrupt estate to find related to jurisdiction in a wide variety of circumstances. <i>E.g., </i><i>Bond Street Assoc. Ltd v. Ames Dep't Stores, Inc.,</i> <span class=\"citation\" data-id=\"1943226\"><a href=\"/opinion/1943226/bond-street-associates-ltd-v-ames-dept-stores-inc/\"><span class=\"volume\">174</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">28</span></a></span>, 32-33 (S.D.N.Y.1994) (bankruptcy court had postconfirmation jurisdiction over dispute between debtor's sublessor and sublessee which might result in an indemnity action against the Debtor); <i>Apex Inv. Assoc., Inc. v. TJX Cos., Inc.,</i> <span class=\"citation\" data-id=\"1914589\"><a href=\"/opinion/1914589/apex-inv-associates-v-tjx-companies-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">522</span></a></span>, 526-27 (Bankr. N.D.Ill.1990) (Even if there is not an explicit indemnification agreement, a creditor's action <span class=\"star-pagination\">*64</span> against a guarantor of a debtor's obligations will affect that creditor's status vis a vis other creditors; thus, administration of the estate necessarily depends on the outcome of that litigation).</p>\n<p>16. The recent decision of the District Court for this District in <i>Hunnicutt, supra,</i> <span class=\"citation\" data-id=\"1912559\"><a href=\"/opinion/1912559/in-re-ames-dept-stores-inc/\"><span class=\"volume\">190</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">157</span></a></span>, is directly on point. In <i>Hunnicutt</i> the plaintiff-lessor brought suit outside the bankruptcy court against a guarantor on the debtor's lease years after confirmation of the debtor's plan. On the guarantor's motion, the action was transferred to this Court and a motion was made to the District Court challenging this Court's jurisdiction. The District Court held that this Court did have jurisdiction primarily because there was a possibility, not a certainty, that the guarantor could recover under an indemnity from the debtor. The primary \"effect\" on the debtor was that \"[t]he resolution of the [Lessor-guarantor] dispute will affect the value of the stock in the reorganized [debtor], stock that many creditors receive under the Plan.\" 190 B.R. at 161. The Court specifically held that \"the fact that the Plan is confirmed and the reorganized [debtor] is operating is irrelevant\" in light of the indemnity possibility. <i>Id.</i></p>\n<p>17. <i>Paris Indus. Corp., supra,</i> <span class=\"citation\" data-id=\"1855788\"><a href=\"/opinion/1855788/in-re-paris-industries-corp/\"><span class=\"volume\">132</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">504</span></a></span>, is also on point. The debtor there sold its assets during its chapter 11 case free and clear of product liability claims and all of the proceeds were used to pay secured creditors, thereby apparently leaving the estate with no assets. After the sale, the state court plaintiffs were injured while using one of the debtor's products. The bankruptcy court enjoined the plaintiffs' state court claim against the purchaser  even though they had no other recourse  because if the state court held that the sale order was ineffective in protecting the purchaser from these claims, the purchaser \"would have grounds for seeking rescission of the 1987 sale, having bargained for a sale free and clear of liability.\" 132 B.R. at 507. The court rejected the notion that the sale order did not apply to the product liability claim because the incident took place after the sale. The court also held that the plaintiffs were not prejudiced by the sale because all the sale did was take a pot of assets and convert them into cash. The fact that the cash was subsequently distributed to creditors in accordance with bankruptcy law and that left the plaintiffs without recovery on a claim did not mean that they were adversely affected by the sale. <i>Id.</i></p>\n<p>(iii) <i>The Bankruptcy Courts' Broad Jurisdiction Continues Post-Confirmation</i></p>\n<p>18. Contrary to Defendants' contention, bankruptcy court jurisdiction is not \"constricted\" by confirmation of a debtor's plan of reorganization. Section 1334 contains no time limitation on a bankruptcy court's jurisdiction. Thus, it has been held that, in determining whether jurisdiction exists, it is irrelevant that the underlying dispute did not arise until after confirmation of the debtor's plan. <i>Refrigerant Reclamation Corp. of Am. v. Todack</i> (<i>In re Refrigerant Reclamation Corp. of Am.</i>), <span class=\"citation\" data-id=\"1552067\"><a href=\"/opinion/1552067/in-re-refrigerant-reclamation-corp-of-america/\"><span class=\"volume\">186</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">78</span></a></span>, 82 (Bankr. M.D.Tex.1995). As the courts have explained:</p>\n<blockquote>[T]here is no dispute that a bankruptcy court's jurisdiction, which is derivative of the jurisdictional grant in §§ 1334(a) and (b), continues post-confirmation \"to protect its [confirmation] decree, to prevent interference with the execution of the plan and to aid otherwise in its operation.\"</blockquote>\n<p><i>Eubanks v. Esenjay Petroleum Corp.,</i> <span class=\"citation\" data-id=\"1884146\"><a href=\"/opinion/1884146/eubanks-v-esenjay-petroleum-corp/\"><span class=\"volume\">152</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">459</span></a></span>, 463 (E.D.La.1993) (quoting <i>In re Dilbert's Quality Supermarkets, Inc.,</i> <span class=\"citation\" data-id=\"273761\"><a href=\"/opinion/273761/in-the-matter-of-dilberts-quality-supermarkets-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 924 (2d Cir.1966)). <i>Accord </i><i>National Convenience Stores, Inc. v. Shields</i> (<i>In re Schepps Food Stores, Inc.</i>), <span class=\"citation\" data-id=\"1996739\"><a href=\"/opinion/1996739/in-re-schepps-food-stores-inc/\"><span class=\"volume\">160</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">792</span></a></span>, 796 (Bankr.S.D.Tex.1993); <i>see </i><i>In re Johns-Manville Corp.,</i> 97 B.R. at 180 (\"Even without a specific retention provision in a plan, this Court has previously held that jurisdiction of the bankruptcy court continues post-confirmation as to fundamental questions of interpretation and administration of a plan.\").</p>\n<p>19. Continuation of a bankruptcy court's jurisdiction post-confirmation is particularly appropriate where, as here, the Plan and the Confirmation Order specifically preserve the Court's jurisdiction.<sup>[3]</sup> Confirmation <span class=\"star-pagination\">*65</span> Order at ¶ 36 (Emrich Cert.Exh. 19); Plan, Art. 10 (Emrich Cert.Exh. 19 at Exh. A); <i>see </i><i>Hunnicutt,</i> 190 B.R. at 162; <i>United States Lines, Inc. v. American Steamship Owners Mutual Protection and Indemnity Ass'n Inc.</i> (<i>In re United States Lines, Inc.</i>), <span class=\"citation\" data-id=\"1828819\"><a href=\"/opinion/1828819/in-re-us-lines-inc/\"><span class=\"volume\">169</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">804</span></a></span>, 815 (Bankr.S.D.N.Y.1994).</p>\n<p>20. Indeed, defendants Adamson and Back recognized that this Court's jurisdiction did not abruptly terminate upon confirmation of the Plan when they themselves invoked this Court's jurisdiction post-confirmation for the purpose of seeking leave to commence the Virginia Action against LTV Vehicle. <i>See</i> Emrich Cert.Exh. 21.</p>\n<p>21. In light of the well-established precedent in the Second Circuit and the Supreme Court's clear direction in <i>Celotex,</i> Defendants' heavy reliance upon cases from outside the Second Circuit and pre-dating <i>Celotex</i> is unavailing, and their contention that the Court's jurisdiction is somehow \"constricted\" upon confirmation is incorrect. <i>See</i> Defendants' Brief, pp. 13-15. Moreover, the cases upon which Defendants rely are factually inapposite and do not support their argument. Unlike the present case in which the Debtors are being subjected to liabilities and litigation risks as a result of Defendants' actions, virtually all the cases relied upon by Defendants involved no such effect on the debtors therein. Rather, the cases cited by Defendants involved situations where no entity survived the bankruptcy as an ongoing concern or there was no conceivable effect from the litigation on the debtor's estate.</p>\n<p>22. Unlike the cases cited by Defendants, in the present case, through their attacks upon this Court's orders in the State Court Actions and through the actions threatened in the Adamson Letter, Defendants have threatened the Debtors with the imposition of new liabilities and litigation risks in derogation of the discharge and permanent injunction issued by this Court pursuant to the Confirmation Order.</p>\n<p>(iv) <i>These Adversary Proceedings Involve Matters Related To The Debtor's Chapter 11 Cases</i></p>\n<p>23. As set forth in the findings of fact, the Virginia Action, the actions threatened to be taken in the Adamson Letter, the Wilson Action, the Tueme Action and similar DJ-5 related actions have not merely a conceivable, but a very real effect on the Debtors.</p>\n<p>24. As set forth in the findings of fact, these actions could result in New AM General asserting claims against the Debtors. <i>Paris Indus. Corp.,</i> 132 B.R. at 507 (state court product liability claims enjoined because, if state court found that sale order was ineffective in protecting the purchaser of the debtor's assets from such claims, the purchaser would have grounds for rescission); <i>see </i><i>Hunnicutt,</i> 190 B.R. at 161. This possibility is sufficient to support this Court's jurisdiction even though it has not been determined that the Debtors would in fact be liable. <i>Hunnicutt,</i> 190 B.R. at 161; <i>Bond Street Assoc.,</i> 174 B.R. at 32.</p>\n<p>25. There is also the risk that a finding by the Virginia Court that the Debtors and/or New AM General committed actual or constructive fraud in connection with the Sale Order, the Second Bar Date Order, the Confirmation Order and/or the bankruptcy process generally, could result in the Debtors' being collaterally estopped from asserting a discharge or related bankruptcy defense in subsequent actions, including other product liability actions. <i>See </i><i>In re Wolverine Radio Co.,</i> 930 F.2d at 1143.</p>\n<p>26. As set forth in the findings of fact, the State Court Actions and the actions threatened in the Adamson Letter subject the Debtors and New AM General to the risk of inconsistent judgments in courts around the country regarding the propriety and enforceability of this Court's orders.</p>\n<p>27. As set forth in the findings of fact, the Virginia Action and the actions threatened in the Adamson Letter attack the discharge and injunctive provisions in the Plan and Confirmation Order, thereby undermining <span class=\"star-pagination\">*66</span> the integrity of the bankruptcy process as well as the Debtors' fresh start.</p>\n<p>28. Accordingly, the Court has subject matter jurisdiction over these Adversary Proceedings under 28 U.S.C. § 1334(b) and the \"Standing Order of Referral of Cases to Bankruptcy Judges\" of the United States District Court for the Southern District of New York, dated July 10, 1994 (Ward, C.J.).</p>\n<p>C. <i>The Court Has Jurisdiction Pursuant to Sections 1142 and 105(a) of the Bankruptcy Code and Various Provisions of the Plan, the Sale Order and the Confirmation Order</i></p>\n<p>29. This Court also has continuing jurisdiction to consider and determine the issues raised in these Adversary Proceedings pursuant to Sections 1142(b) and 105(a) of the Bankruptcy Code and various provisions of the Plan, the Sale Order and the Confirmation Order.</p>\n<p>30. The clear intent of Section 1142(b) of the Bankruptcy Code is to assure that the terms and provisions of a confirmed chapter 11 plan are carried out until the plan is completed and the final decree is entered closing the case. <i>In re Johns-Manville Corp.,</i> 97 B.R. at 180.</p>\n<p>31. The retention of jurisdiction by the bankruptcy court after confirmation is particularly appropriate where, as here, the bankruptcy court expressly retains jurisdiction under the plan. <i>Hospital and Univ. Property Damage Claimants v. Johns-Manville Corp.</i> (<i>In re Johns-Manville Corp.</i>), <span class=\"citation\" data-id=\"654655\"><a href=\"/opinion/654655/in-re-johns-manville-corp-debtors-the-hospital-and-university-property/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 34 (2d Cir.1993) (\"The bankruptcy court's post-confirmation jurisdiction ... defined by reference to the Plan\"); <i>Mueller Indus., Inc. v. Sharon Steel Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">116314</span></span>, *2 (S.D.N.Y.1992) (\"[T]he bankruptcy court as a branch of the district court is empowered to oversee the reorganization and issue orders necessary to ensure that it proceeds in compliance with the terms of the approved plan\"); <i>In re Hardwicke Cos., Inc.,</i> <span class=\"citation\" data-id=\"1997526\"><a href=\"/opinion/1997526/in-re-hardwicke-companies-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">113</span></a></span>, 117-18 (S.D.N.Y.1986) (holding that post-confirmation jurisdiction was proper in light of plan provision retaining such jurisdiction).</p>\n<p>32. Thus, this Court expressly retained jurisdiction under Article 10.1 of the Plan and paragraph 36 of the Confirmation Order. The Confirmation Order provides in pertinent part:</p>\n<blockquote>After the effective date, in accordance with the Code and Section 10.1 of the Plan, the Court shall retain jurisdiction for the following purposes:</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(b) to determine any and all disputes arising under or relating to the Plan, including, without limitation, regarding the effect of any release or discharge provided or in, or effected by, the Plan or this Order;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(f) to enforce and administer the provisions of the Plan and this Order;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(j) to enforce all Orders, judgments, injunctions and rulings entered in connection with the cases;</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(i) to enter such Orders, judgments, injunctions and rulings as may be necessary or appropriate in aid of the Plan or its confirmation and to carry out further the intentions and purposes, to facilitate implementation and to give full effect to the provisions of the Plan and this Order.</blockquote>\n<p>Confirmation Order, ¶ 36 (Emrich Cert.Exh. 19).</p>\n<p>D. <i>This Court Has The Power to Enjoin Actions Commenced Against New AM General</i></p>\n<p>33. This Court has the power to enjoin the Defendants from proceeding against non-debtor third parties such as New AM General where, as here, the actions against such third parties have at least a conceivable effect upon the Debtors or implicate the interpretation or enforcement of this Court's orders. <i>Hunnicutt,</i> 190 B.R. at 160; <i>Paris Indus. Corp.,</i> 132 B.R. at 508; <i>White Motor Credit Corp.,</i> 75 B.R. at 947.</p>\n<p>34. Moreover, contrary to Defendants' contention, the preliminary injunctions <span class=\"star-pagination\">*67</span> sought here do not contravene the discharge provisions of section 524(e) of the Bankruptcy Code. <i>E.g., LTV Corp. v. Aetna Casualty and Surety Co.</i> (<i>In re Chateaugay Corp.</i>), <span class=\"citation\" data-id=\"1915758\"><a href=\"/opinion/1915758/in-re-chateaugay-corp/\"><span class=\"volume\">167</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">776</span></a></span>, 780 (S.D.N.Y.1994) (since section 524 does not serve as a limitation on the bankruptcy court's section 105 injunctive power, a bankruptcy court has the power to enjoin actions against non-debtor parties); <i>In re Airport Lumber, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">779275</span></span>, *6 (N.D.N.Y. Dec. 29, 1995) (recognizing that Second Circuit takes the view that section 524(e) does not limit a bankruptcy court's section 105 injunctive power).</p>\n<p>III. <i>Adamson's Threats Give Rise to a Justiciable Controversy</i></p>\n<p>35. Under the Declaratory Judgment Act, 28 U.S.C. § 2201, a bankruptcy court may enter declaratory relief, whenever a party poses a real threat of litigation. Actual threats of litigation, such as the Adamson Letter, constitute a real and immediate controversy sufficient to convey jurisdiction on the Court. <i>See, e.g., </i><i>Kidder Peabody &amp; Co., Inc. v. Maxus Energy Corp.,</i> <span class=\"citation\" data-id=\"555771\"><a href=\"/opinion/555771/fed-sec-l-rep-p-95777-kidder-peabody-company-incorporated-v-maxus/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span>, 562 (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2829</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">998</span></span> (1991); <i>YWCA v. HMC Entertainment Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">279361</span></span>, at *2, *3 (S.D.N.Y. Sept. 25, 1992) (holding that letter stating that the defendant was \"fully prepared to take all necessary legal action in order to protect [defendant's] work\" was sufficient to show an \"actual threat of litigation\" and created a case or controversy for the purposes of the Declaratory Judgment Act).</p>\n<p>36. Letters indicating a party's intent to take future legal action have been deemed a threat of litigation sufficient to create an actual controversy for adjudication. In <i>YWCA v. HMC Entertainment, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">279361</span></span>, at *2, the defendant sent the plaintiff a letter stating that it \"was `fully prepared to take all necessary legal action in order to protect [the defendant's] work....'\" In denying the defendant's motion to dismiss plaintiff's complaint for declaratory relief, the court held that the defendant's statements indicating its intent to \"take all necessary legal action\" presented an actual threat of litigation which \"does suffice to create a case or controversy for purposes of an action for declaratory relief.\" <i>Id.</i> at *3. <i>Accord </i><i>PHC, Inc. v. Pioneer Healthcare, Inc.,</i> <span class=\"citation\" data-id=\"712078\"><a href=\"/opinion/712078/phc-inc-v-pioneer-healthcare-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (1st Cir.1996) (letter threatening litigation enough to create controversy for declaratory relief); <i>Dayton Casting Co. v. Full Mold Process, Inc.,</i> <span class=\"citation\" data-id=\"2131452\"><a href=\"/opinion/2131452/dayton-casting-co-v-full-mold-process-inc/\"><span class=\"volume\">404</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">670</span></a></span>, 673 (S.D.Ohio 1975) (letters containing \"thinly veiled threats of suit\" constitute actual controversy). Adamson has gone at least as far as the parties in these cases, with his threats of litigation.</p>\n<p>37. Pursuant to section 105(a) of the Bankruptcy Code, courts may, and frequently do, enjoin attorneys, such as Adamson, from commencing actions in violation of orders of a bankruptcy court. <i>See, e.g., Eastern Air Lines, Inc. v. Rolleston</i> (<i>In re Ionosphere Clubs Inc.</i>), <span class=\"citation\" data-id=\"1974624\"><a href=\"/opinion/1974624/in-re-ionosphere-clubs-inc/\"><span class=\"volume\">124</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">635</span></a></span>, 641-42 (S.D.N.Y.1991) (affirming a judgment of the Court which enjoined the defendants and their attorney from proceeding in a lawsuit filed in another court against the debtor's co-defendants); <i>LTV Steel Co., Inc. v. Board of Educ. of the Cleveland City Sch. Dist.</i> (<i>In re Chateaugay Corp.</i>), <span class=\"citation\" data-id=\"2005704\"><a href=\"/opinion/2005704/in-re-chateaugay-corp-reomar-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">26</span></a></span>, 30-31 (S.D.N.Y.1988) (affirming an order of the Court which enjoined defendant and its counsel from prosecuting an action in another court to recover property taxes); <i>AP Indus., Inc. v. SN Phelps &amp; Co.</i> (<i>In re AP Indus., Inc.</i>), <span class=\"citation\" data-id=\"1849775\"><a href=\"/opinion/1849775/in-re-ap-industries-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">789</span></a></span>, 805 (Bankr.S.D.N.Y.1990) (enjoining and restraining creditor and its attorney from pursuing state actions affecting the administration of the bankruptcy estate); <i>In re Johns-Manville Corp.,</i> <span class=\"citation\" data-id=\"1934618\"><a href=\"/opinion/1934618/in-re-johns-manville-corp/\"><span class=\"volume\">33</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">254</span></a></span>, 263 (Bankr.S.D.N.Y.1983) (staying and enjoining all parties and their counsel from bringing any lawsuits against officers, directors or employees of Manville).</p>\n<p>38. Defendants Adamson and Back contend that enjoining Adamson from commencing actions on behalf of DJ-5 claimants will deprive such claimants of the right of counsel of their choice. Defendants' Brief, p. 27. However, no claimant is being deprived of counsel of his or her choice by the issuance of the preliminary injunction sought by the Debtors. Any such claimant can employ any counsel of his or her choosing, including Adamson, but may not violate the orders of this Court. Furthermore, the only effect of <span class=\"star-pagination\">*68</span> the preliminary injunction being sought herein is to delay the prosecution by Adamson of certain actions until a final determination by this Court as to whether such actions should be prosecuted exclusively in this Court. In light of Adamson's threats, this preliminary relief is necessary to prevent irreparable harm to the Debtors in the interim.</p>\n<p>IV. <i>The Motion To Dismiss For Failure To State A Claim Is Denied</i></p>\n<p>A. <i>Each Of The LTV Plaintiffs' Claims State A Claim Upon Which Relief May Be Granted</i></p>\n<p>39. The LTV Plaintiffs' First Claim For Relief seeks a declaratory judgment that the allegations contained in the Third Amended Complaint constitute an impermissible collateral attack on this Court's orders. Adamson and Back contend that this cause of action should be dismissed because the Virginia Action \"only seeks recovery against [LTV Vehicle] pursuant to the express terms of the Stipulation and Order and <i>no</i> recovery is sought against any of the other Debtors.\" Defendants' Brief, p. 28. As set forth above, the Virginia Action and Adamson's threatened actions do constitute improper collateral attacks on this Court's orders. Moreover, since the Debtors are exposed to potential liability (<i>e.g.,</i> through an indemnity claim by New AM General) and the other adverse effects set forth above, resulting from such collateral attacks, the fact that the Virginia Action does not seek a direct imposition of liability against the Debtors (other than to the extent provided in the Stipulation and Order) is irrelevant.</p>\n<p>40. The LTV Plaintiffs' Second Claim For Relief seeks a declaratory judgment that Adamson and Back are stayed, restrained and enjoined from commencing or continuing the prosecution of any Collateral Lawsuits (as defined in the LTV Plaintiffs' Complaint). Defendants Adamson and Back contend that this claim for relief fails to state a claim because such actions \"are at this time unfiled and any possible allegation that may be made therein has not been revealed\" so that the Court \"cannot determine whether [such actions] would constitute a collateral attack on this Court's prior orders.\" Defendants' Brief, p. 29.</p>\n<p>41. As discussed <i>supra,</i> threats to commence litigation (such as those contained in the Adamson Letter) may give rise to a case or controversy which this Court has the power to adjudicate. Moreover, a Collateral Lawsuit as defined in the LTV Plaintiffs' complaint (the \"LTV Plaintiffs' Complaint\") is limited to a lawsuit \"in forums other than this Court to the extent that it attack[s], challeng[es], alleg[es] fraud or impropriety in connection with or otherwise questions the validity or effectiveness of the Confirmation Order, the Plan, the Sale Order and/or the other orders.\" LTV Plaintiffs' Complaint, ¶ 6. Thus, the only actions sought to be enjoined in this Claim for Relief are those which collaterally attack this Court's orders.</p>\n<p>42. The LTV Plaintiffs' Third Claim For Relief seeks a declaration that Adamson and Back are stayed, restrained and enjoined pursuant to the permanent injunctions extant under the Plan, the Confirmation Order and sections 524 and 1141 of the Bankruptcy Code from commencing or continuing the prosecution of any DJ-5 Actions against any of the Debtors (except as otherwise provided in the Stipulation and Order). Adamson and Back contend that this claim for relief fails to state a claim \"[b]ecause Defendants have not deviated from the terms of the Stipulation and Order.\" Defendants' Brief, p. 29. The Stipulation and Order did not purport to govern DJ-5 actions other than the one commenced by Back in the Virginia Court. As discussed above, the Third Claim For Relief states a claim because Adamson has threatened to commence DJ-5 actions, other than the Virginia Action. Furthermore, Adamson has threatened action against Debtors other than LTV Vehicle (<i>i.e.,</i> LTV) which may not be sued either in the Virginia Action or in other DJ-5 actions.</p>\n<p>43. The LTV Plaintiffs' Fourth Claim For Relief seeks a declaration that the claims of Back asserted against the Debtors (except LTV Vehicle to the extent permitted by the Stipulation and Order) have been discharged pursuant to the Plan, the Confirmation Order and section 1141(d) of the Bankruptcy Code. Adamson and Back contend that \"since Back <span class=\"star-pagination\">*69</span> has asserted no claims against any of the Debtors (except LTV Vehicle (Old AM General) to the extent permitted by the Stipulation and Order), Plaintiffs have failed to state a claim for relief.\" Defendants' Brief, pp. 29-30. However, Adamson and Back have threatened to assert claims against LTV and therefore the LTV Plaintiffs' Complaint states a claim for relief in this regard.</p>\n<p>44. The LTV Plaintiffs' Fifth Claim For Relief seeks a declaration that none of the Debtors, including LTV and LTVAD, has any liability in connection with any DJ-5 Actions on the grounds of piercing the corporate veil, alter ego or successor liability. Defendants Adamson and Back contend that \"[a]s the Virginia Action does not seek imposition of liability\" \"on the grounds of piercing the corporate veil, alter ego or successor liability ... such relief is not pertinent.\" Defendants' Brief, p. 30. However, Adamson and Back, through the Adamson Letter, have threatened to assert claims against LTV on those grounds and therefore the LTV Plaintiffs' Complaint does state a claim for relief in this regard.</p>\n<p>45. The LTV Plaintiffs' Sixth Claim For Relief seeks a declaration that pursuant to the government contractor defense as enunciated in <i>Boyle v. United Technologies Corp.,</i> <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (1988), none of the Debtors, including LTV and LTVAD has any liability in connection with any DJ-5 actions. Defendants Adamson and Back contend that the government contractor defense is most properly raised in the Virginia Action, and that, as a matter of law, it cannot apply here. Defendants' Brief, p. 30; <i>In re Chateaugay Corp.,</i> <span class=\"citation\" data-id=\"1529913\"><a href=\"/opinion/1529913/in-re-chateaugay-corp/\"><span class=\"volume\">146</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">339</span></a></span> (S.D.N.Y.1992).</p>\n<p>46. In <i>Chateaugay,</i> the District Court previously found that this Court had jurisdiction to hear and determine the government contractor defense asserted by the Debtors in connection with certain DJ-5 claims. 146 B.R. at 342-344. The District Court also found, reversing in part this Court's decision in <i>In re Chateaugay Corp.,</i> <span class=\"citation\" data-id=\"1855736\"><a href=\"/opinion/1855736/in-re-chateaugay-corp/\"><span class=\"volume\">132</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">818</span></a></span> (Bankr.S.D.N.Y.1991), that the government contractor defense enunciated in <i>Boyle</i> is limited to the military context. Accordingly, the District Court found that the Debtors could not rely on the defense in connection with those DJ-5 claims. <i>Id.</i> at 351. However, for the following reasons, the applicability of the <i>Boyle</i> defense in the Second Circuit is still undetermined.</p>\n<p>47. Since the District Court's ruling, several courts, including the Court of Appeals for the Third Circuit, finding that the reasoning of <i>Boyle</i> applies to both military and nonmilitary contractors, have held that the government contractor defense is available to nonmilitary contractors. <i>See, </i><i>Carley v. Wheeled Coach,</i> <span class=\"citation\" data-id=\"605546\"><a href=\"/opinion/605546/mary-carley-v-wheeled-coach/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1119 (3d Cir. 1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">150</span></span> (1993); <i>Russek v. Unisys Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">921</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1277</span></span> (D.N.J.1996); <i>McCoy v. Unisys Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">186085</span></span> (S.D.Tex. Jan. 16, 1996); <i>Wisner v. Unisys Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1501</span></span> (D.Kan.1996); <i>Johnson v. Grumman Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">212</span></span>, 217 (W.D.Wis.1992). <i>See also, </i><i>Stone v. FWD Corp.,</i> <span class=\"citation\" data-id=\"2002733\"><a href=\"/opinion/2002733/stone-v-fwd-corp/\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1211</span></a></span>, 1213 n. 4 (D.Md. 1993).</p>\n<p>48. Moreover, in reversing this court's finding on the availability of the <i>Boyle</i> contractor defense to nonmilitary contractors, the District Court relied in part on the holding in <i>In re Hawaii Federal Asbestos Cases,</i> <span class=\"citation\" data-id=\"1763716\"><a href=\"/opinion/1763716/in-re-hawaii-federal-asbestos-cases/\"><span class=\"volume\">715</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">298</span></a></span> (D.Hawaii 1988) <i>aff'd,</i> <span class=\"citation\" data-id=\"580792\"><a href=\"/opinion/580792/in-re-hawaii-federal-asbestos-cases-four-cases-david-k-kaiu-lillian-m/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span> (9th Cir.1992). <i>In re Chateaugay Corp.,</i> 146 B.R. at 349-50. In the <i>Hawaii Federal Asbestos Cases,</i> asbestos manufacturers sought to invoke the <i>Boyle</i> defense to tort claims brought on behalf of individuals injured from exposure to asbestos dust while serving in the U.S. Navy. The district court struck the defendants' government contractor defense on the grounds that the federal interest in <i>Boyle</i> was the procurement of military equipment by the United States. Finding that asbestos insulation products were not military equipment, the district court found that the defendant-manufacturers were not entitled to immunity under <i>Boyle. In re Hawaii Federal Asbestos Cases,</i> 715 F.Supp. at 300. The Ninth Circuit, affirming the district court's decision, held that the asbestos insulation alleged to have caused plaintiffs' injuries was not military equipment and therefore, its manufacturers were not protected by the <i>Boyle</i> government contractor defense. <i>In re Hawaii</i> <span class=\"star-pagination\">*70</span> <i>Federal Asbestos Cases,</i> <span class=\"citation\" data-id=\"580792\"><a href=\"/opinion/580792/in-re-hawaii-federal-asbestos-cases-four-cases-david-k-kaiu-lillian-m/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span> (9th Cir.1992).</p>\n<p>49. However, the Court of Appeals for the Second Circuit in <i>In re Brooklyn Navy Yard Asbestos Litigation,</i> <span class=\"citation\" data-id=\"588110\"><a href=\"/opinion/588110/prodliabrep-cch-p-13245-in-re-brooklyn-navy-yard-asbestos-litigation/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">831</span></a></span> (1992), faced with similar facts<sup>[4]</sup>, found that the defendants, \"all of whom were government contractors providing asbestos insulation products in accordance with detailed government specifications, could not be held liable for the design of their products\" under <i>Boyle. Id.</i> at 839. While the Second Circuit did not directly address the issue of whether asbestos products were \"military products,\" it clearly found that the <i>Boyle</i> defense applied to a product which its sister circuit court found was a nonmilitary product.</p>\n<p>50. In addition, only by having a single forum  <i>i.e.,</i> this Court  hear and determine the government contractor defense as it relates to the Debtors, can the Debtors avoid being subjected to the risk of inconsistent results in different forums around the country. Accordingly, the LTV Plaintiffs' Complaint states a claim for relief in this regard.</p>\n<p>51. With respect to the LTV Plaintiffs' Seventh Claim For Relief, defendants Adamson and Back contend that the Virginia Action \"in no way violates the Stipulation and Order.\" Defendants' Brief, p. 31. However, they mischaracterize the relief sought in the Seventh Claim For Relief by focusing only on a portion of the claim. In fact, the Seventh Claim For Relief is far broader because it encompasses a request for a declaration that any acts by defendants Adamson and Back:</p>\n<blockquote>(i) commencing any action or asserting any claim arising out of or relating to Back's alleged Postal Dispatcher-related injuries against any of the Debtors (except LTV Vehicle); (ii) seeking recovery against LTV Vehicle in any action other than the Virginia Action; (iii) seeking recovery against LTV Vehicle in the Virginia Action in excess of $2,500,000; and/or (iv) denying LTV Vehicle's entitlement to offset the amount or amounts of any settlements reached with co-defendants in the Virginia Action against the $2,500,000 maximum amount that Back might potentially be entitled to recover from LTV Vehicle, violate the Stipulation and Order.</blockquote>\n<p>LTV Plaintiffs' Complaint, ¶ 85. Since Adamson and Back have threatened to assert Back's DJ-5 claim against LTV in direct contravention of the Stipulation and Order and the discharge and injunctive relief granted by this Court pursuant to the Confirmation Order, the Debtors have stated a claim upon which relief can be granted. Likewise, in light of the Third Amended Complaint, it is clear that Adamson and Back have not limited the relief they are seeking to that which is permitted by the Stipulation and Order. Moreover, by claiming $50 million from New AM General, Adamson and Back are exposing the Debtors to a contribution claim against them by New AM General for $50 million, which essentially renders meaningless the $2.5 million cap in the Stipulation and Order. Thus, for this additional reason, the Seventh Claim For Relief properly sets forth a claim for relief.</p>\n<p>52. The LTV Plaintiffs' Eighth Claim For Relief seeks the issuance of a mandatory injunction enforcing the declarations sought in the First through Seventh Claims For Relief and directing the Defendants to comply with such declarations. Defendants Adamson and Back contend that \"since none of the seven sought declarations can be granted by this Court, this Court must dismiss claim eight and by virtue of such dismissal the entire Complaint.\" Defendants' Brief, p. 31. Since the Debtors have properly stated claims with respect to the First through Seventh Claims For Relief, the Eighth Claim For Relief also states a claim for relief. Accordingly, Adamson's and Back's motion to dismiss the adversary proceeding commenced by the LTV Plaintiffs is denied.</p>\n<p>53. Accordingly, Defendants' motion to dismiss the LTV Plaintiffs' Complaint is denied.</p>\n<p><span class=\"star-pagination\">*71</span> V. <i>Plaintiffs Satisfy The Requirements For The Issuance Of The Requested Preliminary Injunctions</i></p>\n<p>A. <i>Section 105</i></p>\n<p>54. Section 105(a) of the Bankruptcy Code authorizes the Court to \"issue any order, process or judgment that is necessary or appropriate to carry out the provisions of\" the Bankruptcy Code and therefore to issue the requested preliminary injunctive relief. <i>See</i> 11 U.S.C. § 105(a). The Court's power under § 105(a) of the Bankruptcy Code extends beyond confirmation. \"Indeed, bankruptcy courts frequently issue injunctions that limit recourse against the debtor, far beyond the date of confirmation.\" <i>In re Johns-Manville Corp.,</i> <span class=\"citation\" data-id=\"1544475\"><a href=\"/opinion/1544475/matter-of-johns-manville-corp/\"><span class=\"volume\">68</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">618</span></a></span>, 625 (Bankr.S.D.N.Y.1986), <i>aff'd in part, rev'd in part,</i> <span class=\"citation\" data-id=\"1973171\"><a href=\"/opinion/1973171/in-re-johns-manville-corp/\"><span class=\"volume\">78</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">407</span></a></span> (S.D.N.Y.1987), <i>aff'd,</i> <span class=\"citation\" data-id=\"504002\"><a href=\"/opinion/504002/lawrence-kane-a-class-4-creditor-and-asbestos-health-on-his-own-behalf-and/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span> (2d Cir.1988); <i>In re Askew,</i> <span class=\"citation\" data-id=\"1907198\"><a href=\"/opinion/1907198/matter-of-askew/\"><span class=\"volume\">61</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">87</span></a></span>, 89 (Bankr.S.D.Ohio 1986).</p>\n<p>55. As noted by this Court in the <i>Johns-Manville</i> case, to compel adherence to the terms of a debtor's plan and to prevent violations of that plan, the debtor need not satisfy the more rigorous requirements for a preliminary injunction under Rule 65 of the Federal Rules of Civil Procedure. <i>In re Johns-Manville Corp.,</i> 97 B.R. at 181. <i>Accord </i><i>Garrity v. Leffler (In re Neuman),</i> <span class=\"citation\" data-id=\"1928494\"><a href=\"/opinion/1928494/in-re-neuman/\"><span class=\"volume\">71</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">567</span></a></span>, 571 (S.D.N.Y.1987)); <i>In re Chateaugay Corp.</i> 93 B.R. at 29; <i>In re Ionosphere Clubs, Inc.,</i> <span class=\"citation\" data-id=\"1961244\"><a href=\"/opinion/1961244/in-re-ionosphere-clubs-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">423</span></a></span>, 431 (Bankr. S.D.N.Y.1990); <i>In re AP Indus., Inc.,</i> 117 B.R. at 802. \"Instead, the bankruptcy court may `enjoin proceedings in other courts when it is satisfied that such a proceeding would defeat or impair its jurisdiction with respect to a case before it.'\" <i>In re Johns-Manville Corp.,</i> <span class=\"citation\" data-id=\"1919799\"><a href=\"/opinion/1919799/in-re-johns-manville-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">225</span></a></span>, 228 (Bankr.S.D.N.Y.1988) (quoting <i>LTV Steel Co., Inc. v. Board of Education,</i> 93 B.R. at 29). <i>Accord </i><i>Alert Holdings, Inc. v. Interstate Protective Services (In re Alert Holdings, Inc.)</i> <span class=\"citation\" data-id=\"1967860\"><a href=\"/opinion/1967860/in-re-alert-holdings-inc/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">194</span></a></span>, 200 (Bankr.S.D.N.Y.1992); <i>In re Neuman,</i> 71 B.R. at 571.</p>\n<p>56. Here, Defendants' actions in filing the Third Amended Complaint and the State Court Actions, and threatening to commence lawsuits collaterally attacking this Court's orders and seeking recovery from Plaintiffs for DJ-5 claims, directly threaten to undermine the Plan, the Confirmation Order, the Sale Order, this Court's jurisdiction and the integrity of the chapter 11 process. It is therefore necessary and appropriate that the Court enter a preliminary injunction pending a determination of the issues raised in the Complaints.</p>\n<p>B. <i>Fed.R.Civ.P. 65</i></p>\n<p>57. Additionally, Plaintiffs have satisfied the standards for injunctive relief under Fed.R.Civ.P. 65.</p>\n<p>58. In deciding whether to grant preliminary injunctive relief in non-bankruptcy civil litigations, courts generally consider the following factors: (1) the likelihood of success on the merits or the presence of a sufficiently serious question regarding the merits to make it fair ground for litigation; (2) the irreparable injury to the party seeking the stay if the injunction does not issue; (3) the likelihood that the issuance of an injunction would cause substantial harm to others; and (4) the public interest served by the issuance of the injunction. <i>See, e.g., </i><i>Polymer Technology Corp. v. Mimran,</i> <span class=\"citation\" data-id=\"679535\"><a href=\"/opinion/679535/polymer-technology-corporation-a-new-york-corporation-v-emile-mimran/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 77-78 (2d Cir.1994); <i>Reuters Ltd. v. United Press Int'l. Inc.,</i> <span class=\"citation\" data-id=\"541951\"><a href=\"/opinion/541951/reuters-limited-v-united-press-international-inc/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>, 907 (2d Cir.1990); <i>Kaplan v. Board of Educ.,</i> <span class=\"citation\" data-id=\"450570\"><a href=\"/opinion/450570/philip-kaplan-dennis-coleman-hyman-cohen-marjorie-matthews-francie/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 259 (2d Cir.1985); <i>Local 553 Transport Workers v. Eastern Air Lines, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">668</span></span>, 675 n. 5 (2d Cir.1982); <i>Lazarus Burman Assocs. v. Nat'l. Westminster Bank USA</i> (<i>In re Lazarus Burman Assocs.</i>), <span class=\"citation\" data-id=\"1549032\"><a href=\"/opinion/1549032/in-re-lazarus-burman-associates/\"><span class=\"volume\">161</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">891</span></a></span>, 901 (Bankr.E.D.N.Y.1993); <i>In re Alert Holdings, Inc.,</i> 148 B.R. at 200.</p>\n<p>59. However, \"[c]ase law in this district has established a limited exception to the irreparable harm requirement for issuance of a preliminary injunction in the bankruptcy context where the action to be enjoined is one that threatens the reorganization process or which would impair the court's jurisdiction with respect to a case before it.\" <i>Alert Holdings,</i> 148 B.R. at 200 (citations omitted). \"Where there is a showing that the action sought to be enjoined would embarrass, burden, delay or otherwise impede the reorganization proceedings or if the stay is necessary to preserve or protect the debtor's estate and reorganization prospects, <span class=\"star-pagination\">*72</span> the Bankruptcy Court may issue injunctive relief.\" <i>Id.</i></p>\n<p>(i) <i>Likelihood of Success on the Merits</i></p>\n<p>60. Likelihood of success on the merits has been established because Plaintiffs have shown that they will likely prevail on their claims that the issue of whether Debtors defrauded or misled this Court should be heard by this Court. Plaintiffs have also shown that they will likely prevail on their claims that the State Court Actions and the actions threatened in the Adamson Letter directly attack the propriety of the Plan and this Court's orders, as well as the integrity of the Debtors' chapter 11 cases.</p>\n<p>61. In addition, based upon the prior proceedings before the Court and the pleadings filed in these adversary proceedings, I find that there is a likelihood that the Plaintiffs will succeed in showing that the sale of assets to New AM General did not constitute a fraud on the Court. At a minimum there is a serious question regarding the merits to make it a fair ground for litigation, with the balance of hardships tipping in favor of the Plaintiffs.</p>\n<p>(ii) <i>Plaintiffs Will Be Irreparably Harmed Absent The Issuance Of A Preliminary Injunction</i></p>\n<p>62. The Plaintiffs fall within the exception to the irreparable harm requirement under Rule 65 because Adamson's and Back's actions threaten the Debtors' reorganization and impair this Court's jurisdiction with respect to the Debtors' chapter 11 proceedings.</p>\n<p>63. Alternatively, as set forth in the findings of fact, the State Court Actions and the actions threatened by Adamson will irreparably harm the Debtors and the integrity of this Court's orders and the bankruptcy process.</p>\n<p>(iii) <i>The Issuance of A Preliminary Injunction Will Not Cause Substantial Harm</i></p>\n<p>64. As set forth in the findings of fact, the issuance of a preliminary injunction will not cause substantial harm to the Defendants. Defendants are not precluded from seeking recovery from other parties and are merely stayed from further prosecuting their actions against the Plaintiffs until this Court has had the opportunity to decide the issues raised in the Complaint.</p>\n<p>(iv) <i>The Issuance Of A Preliminary Injunction Is In The Public Interest</i></p>\n<p>65. Public policy, as evidenced by chapter 11 of the Bankruptcy Code, strongly favors the reorganization and rehabilitation of troubled companies and the concomitant preservation of jobs and going concern values. <i>See, e.g., </i><i>City of New York v. Fashion Wear Realty Co., Inc.</i> (<i>In re Fashion Wear Realty Co., Inc.</i>), <span class=\"citation\" data-id=\"1936245\"><a href=\"/opinion/1936245/matter-of-fashion-wear-realty-co-inc/\"><span class=\"volume\">14</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">287</span></a></span>, 290 (S.D.N.Y.1981) (policy interest in encouraging debtor rehabilitation and resolving the debtors' financial problems in a single forum); <i>American Film Technologies, Inc. v. Taritero</i> (<i>In re American Film Technologies, Inc.</i>), <span class=\"citation\" data-id=\"1817787\"><a href=\"/opinion/1817787/in-re-american-film-technologies-inc/\"><span class=\"volume\">175</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">847</span></a></span>, 849 (Bankr.D.Del.1994) (\"the `public interest' element means `the promoting of a successful reorganization'\").</p>\n<p>66. Consistent with the rehabilitative intent and purpose of the Bankruptcy Code, the Debtors should be permitted to enjoy the benefits of their protracted chapter 11 proceedings, including those that derive from the Plan, the Confirmation Order and the Sale Order. Moreover, they should be allowed to do so without the substantial burden and constraints of extraneous litigation and the resulting disruptions, risks, and expenses generated by the continued prosecution of the State Court Actions, lawsuits collaterally attacking this Court's orders and actions seeking recovery for DJ-5 claims.</p>\n<p>67. Thus, the issuance of an injunction clearly would not be adverse to the public interest and would, in fact, promote the public interest and public policy codified in chapter 11 of the Bankruptcy Code. <i>See In re Lazarus Burman Assocs.,</i> 161 B.R. at 901; <i>In re Sudbury,</i> <span class=\"citation\" data-id=\"1549290\"><a href=\"/opinion/1549290/in-re-sudbury-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">461</span></a></span>, 465-66 (Bankr. N.D.Ohio 1992). Submit an order consistent with the foregoing.</p>\n<h2>NOTES</h2>\n<p>[1]  The time for filing post-trial submissions was extended by the parties.</p>\n<p>[2]  <i>Tommy Bozeman v. American Motors Corp., et al.,</i> Case No. 398, 237 F (1st Judicial Dist.Ct.Caddo Parish, Louisiana); <i>Linda Bozeman, Individually and on Behalf of Tommy Bozeman v. State of Louisiana, et al.,</i> Suit Number: 394,065 (1st Judicial Dist.Ct.Caddo Parish, Louisiana).</p>\n<p>[3]  Certain of the Debtors' chapter 11 cases remain open with respect to those proceedings that are still pending before this Court and the appellate courts of this Circuit. <i>See,</i> Administrative Closing Order, September 11, 1996. Additionally, distributions are continuing to be made to fund pension obligations in connection with the Pension Benefit Guaranty Corporation agreement.</p>\n<p>[4]  Even some of the defendant-manufacturers in the <i>Hawaii Federal Asbestos Cases</i> and the <i>Brooklyn Navy Yard Asbestos Litigation</i> were the same, i.e., Owens-Illinois, Inc., Keene Corp., Pittsburgh Corning Corp. and Fibreboard Corp.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102265/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103195/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273761/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/441761/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/444554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/447943/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/504002/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/541951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/555771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/559528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/561830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/580792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/588110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/591393/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/595491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/605546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/654655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/658305/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661709/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/707521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/710227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1529913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1533426/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1541352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1544475/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1549032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1549290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1552067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1763716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1817787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1828819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1849775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1855736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1855788/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1868770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1884146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1907198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1912559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1914589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1915758/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1919799/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1928494/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1934618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1936245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1943226/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1961244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1967860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1973171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1974624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1985516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1996739/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1997526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2002733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2005704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2131452/"
          ]
        }
      ],
      "judges": "Burton R. Lifland, Bankruptcy Judge",
      "date_created": "2015-10-14T00:04:20.477498Z",
      "date_modified": "2017-04-06T06:22:53.330260Z",
      "date_filed": "1996-09-25",
      "date_filed_is_approximate": false,
      "slug": "in-re-chateaugay-corp",
      "citation_id": 1856675,
      "case_name_short": "In Re Chateaugay Corp.",
      "case_name": "In Re Chateaugay Corp.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "201 B.R. 48",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 21,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1745398/in-re-chateaugay-corp/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:08:56.286533Z",
  "date_modified": "2014-10-30T19:08:56.286533Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re Chateaugay Corp.",
  "case_name": "In Re Chateaugay Corp.",
  "case_name_full": "",
  "slug": "in-re-chateaugay-corp",
  "docket_number": "Bankruptcy Nos. 86 B 11270 (BRL) to 86 B 11334 (BRL), 86 B 11402 (BRL) and 86 B 11464 (BRL), Adv. Nos. 96-8237A, 96-8258A",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}