{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1748455/",
  "id": 1748455,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nj/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1895225/",
      "id": 1895225,
      "absolute_url": "/opinion/1895225/state-v-cromedy/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1748455/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1895225/",
          "id": 1895225,
          "absolute_url": "/opinion/1895225/state-v-cromedy/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1895225/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5101/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:44:58.517626Z",
          "date_modified": "2017-04-07T11:06:39.083997Z",
          "type": "010combined",
          "sha1": "0d9c67e183ad0af3d37fd8c1415f595bf8da3cad",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>727 A.2d 457 (1999)</b></center>\n<center><b>158 N.J. 112</b></center>\n<center><h1>STATE of New Jersey, Plaintiff-Respondent,<br>\nv.<br>\nMcKinley CROMEDY, a/k/a Daddy, Mac, Flavor, Cromedy McKinley, McKinley Andrew Cromedy, MacKay Cromedy, McKinley Cromedy, III and Rehem Cromedy, Defendant-Appellant.</h1></center>\n<center><p><b>Supreme Court of New Jersey.</b></p></center>\n<center>Argued November 10, 1998.</center>\n<center>Decided April 14, 1999.</center>\n<p><span class=\"star-pagination\">*458</span> Sylvia M. Orenstein, Assistant Deputy Public Defender, for defendant-appellant (Ivelisse Torres, Public Defender, attorney).</p>\n<p>Simon Louis Rosenbach, Assistant Prosecutor, for plaintiff-respondent (Glenn Berman, Middlesex County Prosecutor, attorney).</p>\n<p>Deborah C. Bartolomey, Deputy Attorney General, for amicus curiae, Attorney General of New Jersey (Peter Verniero, Attorney General, attorney).</p>\n<p>The opinion of the Court was delivered by COLEMAN, J.</p>\n<p>This appeal involves a rape and robbery in which a cross-racial identification was made of defendant as the perpetrator seven months after the offenses occurred. The identification of the perpetrator was the critical issue throughout the trial. The trial court denied defendant's request to have the jury instructed concerning the cross-racial nature of the identification. A majority in the Appellate Division agreed with the trial court. Judge Shebell dissented, concluding that a reversal was warranted because the trial court should have given such a charge.</p>\n<p>The novel issue presented is whether a cross-racial identification jury instruction should be required in certain cases before it is established that there is substantial agreement in the scientific community that cross-racial recognition impairment of eyewitnesses is significant enough to warrant a special jury instruction. Our study of the <span class=\"star-pagination\">*459</span> recommendations of a Court-appointed Task Force, judicial literature, and decisional law from other jurisdictions persuades us that there exists a reliable basis for a cross-racial identification charge. We hold that the trial court's failure to submit to the jury an instruction similar to the one requested by defendant requires a reversal of defendant's convictions.</p>\n<p>I</p>\n<p>On the night of August 28, 1992, D.S., a white female student then enrolled at Rutgers University in New Brunswick, was watching television in her basement apartment. While she was relaxing on the couch, an African-American male entered the brightly-lit apartment and demanded money from D.S., claiming that he was wanted for murder and that he needed funds to get to New York. After D.S. told the intruder that she had no money, he spotted her purse, rifled through it, and removed money and credit cards.</p>\n<p>The intruder then placed his hand on D.S.'s leg, demanded that she be quiet and closed the window blinds. He led her by the arm into the brightly-lit kitchen and ordered her to remove her shorts. The intruder then vaginally penetrated D.S. from behind. Throughout the sexual assault, D.S. was facing the kitchen door with her eyes closed and hand over her mouth to avoid crying loudly.</p>\n<p>Once the assault was over, D.S. faced her attacker who, after threatening her again, turned around and left the apartment. At the time of the second threat, D.S. was standing approximately two feet away from her assailant. The attacker made no attempt to conceal his face at any time. D.S. immediately called the New Brunswick Police Department after the intruder left the apartment.</p>\n<p>The police dusted for fingerprints and took D.S.'s initial statement. D.S. described her assailant as an African-American male in his late 20's to early 30's, full-faced, about five feet five inches tall, with a medium build, mustache, and unkempt hair. She stated that the intruder was wearing a dirty gray button-down short-sleeved shirt, blue warm-up pants with white and red stripes, and a Giants logo on the left leg. D.S. was then taken to Roosevelt Hospital where rape samples were taken.</p>\n<p>The next day, D.S. made a formal statement to the police in which she again described the intruder. Three days later, a composite sketch was drawn by an artist with her assistance. The following day at police headquarters, D.S. was shown many slides and photographs, including a photograph of defendant, in an unsuccessful attempt to identify her assailant.</p>\n<p>On April 7, 1993, almost eight months after the crimes were committed, D.S. saw an African-American male across the street from her who she thought was her attacker. She spotted the man while she was standing on the corner of a street in New Brunswick waiting for the light to change. As the two passed on the street, D.S. studied the individual's face and gait. Believing that the man was her attacker, D.S. ran home and telephoned the police, giving them a description of the man she had just seen. Defendant was picked up by the New Brunswick police and taken to headquarters almost immediately.</p>\n<p>Within fifteen minutes after seeing defendant on the street, D.S. viewed defendant in a \"show-up\" from behind a one-way mirror and immediately identified him as the man she had just seen on the street and as her attacker. Defendant was then arrested and, with his consent, saliva and blood samples were taken for scientific analysis.</p>\n<p>No forensic evidence linking defendant to the offenses was presented during the trial. The police did not lift any fingerprints belonging to defendant from the apartment. D.S.'s Rape Crisis Intervention Kit, processed by the Middlesex County Rape Crisis Center at Roosevelt Hospital, was submitted to the New Jersey State Police Chemistry Biology Laboratory in Sea Girt for analysis. Testing of the victim's blood revealed that she was a secretor, meaning that she falls within the eighty percent of the population that secretes their blood type in all of their bodily fluids. When defendant's blood and saliva were tested by the same laboratory, it was determined that both the victim and <span class=\"star-pagination\">*460</span> defendant have type \"A\" blood, but defendant was found to be a non-secretor. That meant that although the rape kit revealed the presence of seminal fluid and spermatozoa, the specimens received from defendant could not be compared with the semen and spermatozoa found on the victim. In other words, the genetic markers found in the semen and spermatozoa could not be said to have come from defendant because he is a non-secretor. On the other hand, the genetic markers were consistent with the victim, who is a secretor.</p>\n<p>Because of the nature of the crimes, the races of the victim and defendant, and the inability of the victim to identify defendant from his photograph, and because defendant was not positively identified until almost eight months after the date of the offenses, defense counsel sought a cross-racial identification jury charge. The following language was proposed:</p>\n<blockquote>[Y]ou know that the identifying witness is of a different race than the defendant. When a witness who is a member of one race identifies a member who is of another race we say there has been a cross-racial identification. You may consider, if you think it is appropriate to do so, whether the cross-racial nature of the identification has affected the accuracy of the witness's original perception and/or accuracy of a subsequent identification.</blockquote>\n<p>In support of that request, defendant cited the June 1992 <i>New Jersey Supreme Court Task Force on Minority Concerns Final Report,</i> 131 <i>N.J.L.J.</i> 1145 (1992) (Task Force Report).</p>\n<p>The trial court denied the request because this Court had not yet adopted the Task Force Report and because there had been no expert testimony with respect to the issue of cross-racial identification. The trial court instead provided the jury with the Model Jury Charge on Identification. The jury convicted defendant of first-degree aggravated sexual assault, second-degree robbery, second-degree burglary, and third-degree terroristic threats.</p>\n<p>In the Appellate Division, defendant argued that the case hinged entirely upon D.S.'s identification of him as her assailant and therefore, given the importance of the identification evidence, the trial court was obligated to provide the jury with explicit, fact-specific instructions on identification to guide it in its deliberations.</p>\n<p>A majority of the panel believed that there was no error in the trial court's refusal to include an instruction on cross-racial identification. The majority noted that a review of cases from other jurisdictions supports the position that the charge either should not, or need not, be given. The majority was disinclined to require a cross-racial identification charge in view of the fact that the admissibility of expert testimony concerning cross-racial identification has not yet been endorsed in New Jersey. <i>See </i><i>State v.Gunter,</i> 231 <i>N.J.Super.</i> 34, 40-48, 554 <i>A.</i>2d 1356 (App. Div.) (requiring trial court to conduct <i>Rule</i> 8 hearing on reliability of expert testimony respecting factors that affect reliability of eyewitness perception and memory), <i>certif. denied,</i> 117 <i>N.J.</i> 81, 563 <i>A.</i>2d 841 (1989).</p>\n<p>Judge Shebell dissented, observing:</p>\n<blockquote>A jury instruction that contains no direct reference to the hidden fires of prejudice and bias which may be stoked by an incident such as the sexual assault in question and fails to call the jury's attention to the problems of cross-racial identification, so well documented by the [New Jersey Supreme Court Task Force on Minority Concerns], denies minority defendants, such as McKinley Cromedy, their constitutional right to a fair trial.</blockquote>\n<p>The issue of a cross-racial identification jury charge is before us as of right. <i>R.</i> 2:2-1(a)(2). The Court also granted certification \"limited solely to the identification issues not covered by the dissenting opinion below.\" 153 <i>N.J.</i> 52, 707 <i>A.</i>2d 156 (1998).</p>\n<p>II</p>\n<p>Defendant argues that the trial court committed reversible error in denying his request for a cross-racial identification charge. He maintains that cross-racial impairment of eyewitnesses \"is a scientifically accepted fact,\" and that the courts of this State can take judicial notice of the fallibility of trans-racial identifications and approve the report <span class=\"star-pagination\">*461</span> of the Task Force that recommended adoption of a cross-racial identification jury charge. Defendant argues that expert testimony is not a necessary factual predicate for such a jury charge. Alternatively, defendant argues that if the Court should require an expert to testify regarding factors that affect the reliability of eyewitness identification, and cross-racial identification specifically, we should remand the case to the trial court to afford him an opportunity to present that evidence.</p>\n<p>The State argues that the trial court properly rejected defendant's request for a cross-racial identification charge. The State maintains that there is no consensus within the scientific community that an \"own-race\" bias exists. The State argues that because some researchers do not know whether cross-racial impairment affects \"real life\" identifications, and because even some of the scientists who believe that cross-racial impairment does affect identification cannot say what factors influence a person's ability to identify correctly a member of another race, the Court should reject a cross-racial identification charge. Alternatively, the State argues that this Court should not adopt a cross-racial charge until there is general acceptance that cross-racial impairment exists and general agreement on what factors influence a person's ability to correctly identify a member of another race.</p>\n<p>-A-</p>\n<p>A cross-racial identification occurs when an eyewitness is asked to identify a person of another race. The reliability of such an identification, though discussed in many cases throughout the country, is an issue of first impression in New Jersey. Because defendant requested a cross-racial identification jury charge, he bore the burden of showing that a reliable basis existed to support the requested charge. Defendant relied on common knowledge, the Task Force Report, and judicial notice to support his request. Rather than calling an expert to testify regarding the factors that may make some cross-racial eyewitness identifications unreliable, defendant maintained that an expert would not aid the jury. In this context, we must decide whether a cross-racial jury instruction should be required where scientific evidence demonstrating the need for a specific instruction has not been presented.</p>\n<p>-B-</p>\n<p>For more than forty years, empirical studies concerning the psychological factors affecting eyewitness cross-racial or cross-ethnic identifications have appeared with increasing frequency in professional literature of the behavioral and social sciences. <i>People v. McDonald,</i> 37 <i>Cal.</i>3d 351, 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d 709, 717-18 (1984). One study finds that jurors tend to place great weight on eyewitness identifications, often ignoring other exculpatory evidence. <i>See</i> R.C.L. Lindsay et al., <i>Can People Detect Eyewitness-Identification Accuracy Within and Across Situations?,</i> 66 <i>J. Applied Psychol.</i> 79, 79-89 (1981) (finding that jurors believe eyewitnesses despite poor witnessing conditions). Others have concluded that eyewitnesses are superior at identifying persons of their own race and have difficulty identifying members of another race. <i>See generally</i> Gary L. Wells &amp; Elizabeth F. Loftus, <i>Eyewitness Testimony: Psychological Perspectives</i> 1 (1984); Elizabeth F. Loftus, <i>Eyewitness Testimony</i> (1979). <i>See also</i> Sheri Lynn Johnson, <i>Cross-Racial Identification Errors in Criminal Cases,</i> 69 <i>Cornell L.Rev.</i> 934 (1984); Stephanie J. Platz &amp; Harmon M. Hosch, <i>Cross-Racial/Ethnic Eyewitness Identification: A Field Study,</i> 18 <i>J. Applied Soc. Psychol.</i> 972 (1988). <i>But see</i> R.C.L. Lindsay &amp; Gary L. Wells, <i>What Do We Really Know About Cross-Race Eyewitness Identification?, in Evaluating Witness Evidence: Recent Psychological Research and New Perspectives</i> 219 (Sally M.A. Lloyd-Bostock &amp; Brian R. Clifford eds., 1983) (failing to find cross-racial impairment). This phenomenon has been dubbed the \"own-race\" effect or \"own-race\" bias. Its corollary is that eyewitnesses experience a \"cross-racial impairment\" when identifying members of another race. Studies have consistently shown that the \"own-race effect\" is \"strongest when white witnesses attempt to recognize black subjects.\" <span class=\"star-pagination\">*462</span> <i>McDonald, supra,</i> 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d at 720.</p>\n<p>Although researchers generally agree that some eyewitnesses exhibit an own-race bias, they disagree about the degree to which own-race bias affects identification. In one study, African-American and white \"customers\" browsed in a convenience store for a few minutes and then went to the register to pay. Researchers asked the convenience store clerks to identify the \"customers\" from a photo array. The white clerks were able to identify 53.2% of the white customers but only 40.4% of the African-American subjects. Platz &amp; Hosch, <i>supra,</i> 18 <i>J. Applied Soc. Psychol.</i> at 977-78. The overall accuracy rate for all participants was only 44.2%. <i>Id.</i> at 981. Similar studies have found that own-race bias exists to a lesser degree. <i>See</i> John C. Brigham et al., <i>Accuracy of Eyewitness Identifications in a Field Setting,</i> 42 <i>J. Personality &amp; Soc. Psychol.</i> 673, 681 (1982) (finding white clerks misidentified white \"customers\" 45% of the time and African-American \"customers\" 50% of the time). <i>But see</i> Roy S. Malpass &amp; Jerome Kravitz, <i>Recognition for Faces of Own and Other Race,</i> 13 <i>J. Personality &amp; Soc. Psychol.</i> 330, 330-34 (1969) (finding white subjects misidentified black faces two to three times more often than they misidentified white ones). A snap-shot of the literature reveals that although many scientists agree that witnesses are better at identifying suspects of their own race, they cannot agree on the extent to which cross-racial impairment affects identification. <i>See </i><i>McDonald, supra,</i> 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d at 720; <i>see also </i><i>United States v. Nguyen,</i> 793 <i>F.Supp.</i> 497, 513-14 (D.N.J.1992) (rejecting testimony on cross-racial identification where expert's proffer could not quantify degree to which it is \"more difficult\" to make accurate cross-racial identifications).</p>\n<p>The research also indicates disagreement about whether cross-racial impairment affects all racial groups. Four studies have found that African-American eyewitnesses do not experience cross-racial impairment at all. Johnson, <i>supra,</i> 69 <i>Cornell L.Rev.</i> at 939 (citing studies finding African-American eyewitnesses identified both white and black subjects with same degree of accuracy). Other studies have concluded that white eyewitnesses experience cross-racial impairment more often than African-American eyewitnesses. <i>Ibid.</i> (citing five studies concluding black subjects experience some degree of cross-racial impairment); <i>cf.</i> John C. Brigham, <i>The Influence of Race on Face Recognition, in Aspects of Face Processing</i> 170-77 (Hadyn D. Ellis et al. eds., 1986) (finding cross-race effects were comparable for both races). One study has found that African Americans make better eyewitnesses in general. Platz &amp; Hosch, <i>supra,</i> 18 <i>J. Applied Soc. Psychol.</i> at 978 (finding, overall, eyewitnesses made correct identifications only 44.2% of the time, but that the African-American clerks correctly identified 54.6% of the white \"customers\" and 63.6% of the black \"customers\").</p>\n<p>Many studies on cross-racial impairment involve subjects observing photographs for a few seconds. Because the subjects remembered the white faces more often than they recalled the African-American faces, researchers concluded that they were biased towards their own-race. <i>See</i> Paul Barkowitz &amp; John C. Brigham, <i>Recognition of Faces: Own-Race Bias, Incentive, and Time Delay,</i> 12 <i>J. Applied Soc. Psychol.</i> 255 (1982). Yet, there is disagreement over whether the results of some of the tests can be generalized to real-world situations in which a victim or witness confronts an assailant face-to-face and experiences the full range of emotions that accompany such a traumatic event.</p>\n<p>-C-</p>\n<p>The debate among researchers did not prevent the Supreme Court of the United States, in the famous school desegregation case of <i>Brown v. Board of Education of Topeka,</i> 347 <i>U.S.</i> 483, 494 n. 11, 74 <i>S.Ct.</i> 686, 692 n. 11, 98 <i>L.Ed.</i> 873 (1954), from using behavioral and social sciences to support legal conclusions without requiring that the methodology employed by those scientists have general acceptance in the scientific community. The ultimate holding in <i>Brown</i> that segregation is harmful \"was not only a nomological statement but a sociological observation as well.\" Paul L. Rosen, <i>The Supreme</i> <span class=\"star-pagination\">*463</span> <i>Court and Social Science</i> ix (1972). The Court's finding that segregation was harmful \"was not based simply on [intuition] or common-sense,... [but] was attributed to ... seven social science studies.\" <i>Id.</i> at x. The extralegal facts contained in the social science studies conducted by Dr. Kenneth B. Clark and others were presented to the Court in the form of a \"Brandeis Brief.\" That characterization is derived from a brief first submitted by Louis D. Brandeis (later Justice Brandeis) in the case of <i>Muller v. Oregon,</i> 208 <i>U.S.</i> 412, 419-20, 28 <i>S.Ct.</i> 324, 325-26, 52 <i>L.Ed.</i> 551 (1908). Thus, <i>Brown v. Board of Education</i> is the prototypical example of an appellate court using modern social and behavioral sciences as legislative evidence to support its choice of a rule of law. John Monahan &amp; Laurens Walker, <i>Social Authority: Obtaining, Evaluating and Establishing Social Science in Law,</i> 134 <i>U. Pa. L.Rev.</i> 477, 484 (1986).</p>\n<p>In <i>United States v. Telfaire,</i> 469 <i>F.</i>2d 552 (D.C.Cir.1972), Chief Judge Bazelon urged in his concurring opinion that juries be charged on the pitfalls of cross-racial identification. He believed that the cross-racial nature of an identification could affect accuracy in the same way as proximity to the perpetrator and poor lighting conditions. <i>Id.</i> at 559. He felt that a meaningful jury instruction would have to apprise jurors of that fact. To achieve that objective, Judge Bazelon proposed the following instruction:</p>\n<blockquote>In this case the identifying witness is of a different race than the defendant. In the experience of many it is more difficult to identify members of a different race than members of one's own. If this is also your own experience, you may consider it in evaluating the witness's testimony. You must also consider, of course, whether there are other factors present in this case which overcome any such difficulty of identification. For example, you may conclude that the witness has had sufficient contacts with members of the defendant's race that he would not have greater difficulty in making a reliable identification.</blockquote>\n<p><i>[Id.</i> at 561 (Bazelon, C.J., concurring).]</p>\n<p>Judge Bazelon rejected the notion that instructions on interracial identifications \"appeal to racial prejudice.\" <i>Id.</i> at 560. Rather, he believed that an explicit jury instruction would safeguard against improper uses of race by the jury and would delineate the narrow context in which it is appropriate to consider racial differences. <i>Id.</i> at 559-61.</p>\n<p>Four years later, Judge McCree, who later became Solicitor General, in <i>United States v. Russell,</i> 532 <i>F.</i>2d 1063, 1066 (6th Cir.1976), also acknowledged the existence of problems related to eyewitness identification. He observed:</p>\n<blockquote>There is a great potential for misidentification when a witness identifies a stranger based solely upon a single brief observation, and this risk is increased when the observation was made at a time of stress or excitement.... This problem is important because of all the evidence that may be presented to a jury, a witness' [sic] in-court statement that \"he is the one\" is probably the most dramatic and persuasive.</blockquote>\n<p><i>[Id.</i> at 1066-67.]</p>\n<p>A year later in <i>United States v. Smith,</i> 563 <i>F.</i>2d 1361 (9th Cir.1977), Judge Hufstedler stated that the reliability of a single eyewitness identification is \"at best, highly dubious, given the extensive empirical evidence that eyewitness identifications are not reliable.\" <i>Id.</i> at 1365 (Hufstedler, J., concurring). Judge Hufstedler drew support from Judge Bazelon's suggestion in <i>United States v. Brown,</i> 461 <i>F.</i>2d 134 (D.C.Cir.1972), that courts inform themselves of the results of scientific studies relative to the reliability problems of eyewitness identifications. <i>Id.</i> at 145-46 &amp; n. 1 (Bazelon, C.J., concurring and dissenting); <i>see also</i> David L. Bazelon, <i>Eyewitless News, Psychology Today,</i> March 1980, at 102.</p>\n<p>One year after <i>Smith</i> was decided, the Second Circuit observed that \"[c]enturies of experience in the administration of criminal justice have shown that convictions based solely on testimony that identifies a defendant previously unknown to the witness is highly suspect. Of all the various kinds of evidence it is the least reliable, especially where unsupported by corroborating evidence.\" <span class=\"star-pagination\">*464</span> <i>Jackson v. Fogg,</i> 589 <i>F.</i>2d 108, 112 (2d Cir.1978).</p>\n<p>The Supreme Court of the United States has acknowledged that problems exist with eyewitness identifications in general and cross-racial identifications in particular. The Court has stated that \"[t]he vagaries of eyewitness identification are well-known; the annals of criminal law are rife with instances of mistaken identification.\" <i>United States v. Wade,</i> 388 <i>U.S.</i> 218, 228, 87 <i>S.Ct.</i> 1926, 1933, 18 <i>L.Ed.</i>2d 1149 (1967). The Court has also noted \"the high incidence of miscarriage[s] of justice\" caused by such misidentifications and that even uncontradicted</p>\n<blockquote>\"identification of strangers [by eyewitnesses] is proverbially untrustworthy. The hazards of such testimony are established by a formidable number of instances in the records of English and American trials. These instances are recentnot due to the brutalities of ancient criminal procedure.\"</blockquote>\n<blockquote>\n<i>[Ibid.</i> (quoting Felix Frankfurter, <i>The Case of Sacco and Vanzetti</i> 30 (1927)).]</blockquote>\n<p>Ten years after <i>Wade</i> was decided, the Supreme Court suggested that an eyewitness identification was more reliable when made by a member of the defendant's own race. <i>Manson v. Brathwaite,</i> 432 <i>U.S.</i> 98, 115, 97 <i>S.Ct.</i> 2243, 2253, 53 <i>L.Ed.</i>2d 140 (1977).</p>\n<p>-D-</p>\n<p>Although there have been no reported decisions in our own State addressing the propriety of requiring a cross-racial identification jury instruction, decisions have been rendered by courts in other jurisdictions. The majority of courts allowing cross-racial identification charges hold that the decision to provide the instruction is a matter within the trial judge's discretion. Omission of such a cautionary instruction has been held to be prejudicial error where identification is the critical or central issue in the case, there is no corroborating evidence, and the circumstances of the case raise doubts concerning the reliability of the identification. <i>See </i><i>United States v. Thompson,</i> 31 <i>M.J.</i> 125 (C.M.A. 1990) (calling for cross-racial identification instruction when requested by counsel and when cross-racial identification is a \"primary issue\"); <i>People v. Wright,</i> 45 <i>Cal.</i>3d 1126, 248 <i>Cal.Rptr.</i> 600, 755 <i>P.</i>2d 1049 (1988); <i>People v. West,</i> 139 <i>Cal.App.</i>3d 606, 189 <i>Cal.Rptr.</i> 36, 38-39 (1983); <i>Commonwealth v. Hyatt,</i> 419 <i>Mass.</i> 815, 647 <i>N.E.</i>2d 1168 (1995); <i>State v. Long,</i> 721 <i>P.</i>2d 483 (Utah 1986).<sup>[1]</sup></p>\n<p>In <i>People v. Palmer,</i> 154 <i>Cal.App.</i>3d 79, 203 <i>Cal.Rptr.</i> 474 (1984), for example, the defendant was convicted of robbery based solely on the robbery victims' testimony. <i>Id.</i>at 476. There was no physical or circumstantial corroborating evidence, the victims' contacts were brief, some of the victims could not identify defendant at a line-up, and none told police that the robber wore braces. <i>Ibid.</i> The court held that the defendant was entitled to a specific instruction on the inaccuracies of cross-racial identification because the only evidence against the defendant consisted of the victims' identifications, the accuracy of which was the sole issue in the case, and the evidence was conflicting. <i>Ibid. Cf. </i><i>People v. Harris,</i> 47 <i>Cal.</i>3d 1047, 255 <i>Cal.Rptr.</i> 352, 767 <i>P.</i>2d 619 (1989) (finding harmless error in excluding special instruction on cross-racial identification where there was substantial evidence to corroborate the identifications, including eyewitness testimony and extrajudicial admissions by defendant himself).</p>\n<p>Courts typically have refused the instruction where the eyewitness or victim had an adequate opportunity to observe the defendant, there was corroborating evidence bolstering the identification, and/or there was no evidence that race affected the identification. <i>See </i><i>Hyatt, supra,</i> 647 <i>N.E.</i>2d at 1171 (declining instruction in rape and robbery case where victim was terrorized for fifteen to twenty minutes in broad daylight and could see the attacker's face); <i>see also </i><i>Commonwealth v. Engram,</i> 43 <i>Mass.App.Ct.</i> 804, 686 <i>N.E.</i>2d 1080 (1997) (declining instruction where numerous eyewitnesses saw defendant at close range and positively identified him from a line-up and photo array).</p>\n<p><span class=\"star-pagination\">*465</span> A number of courts have concluded that cross-racial identification simply is not an appropriate topic for jury instruction. <i>See </i><i>State v. Willis,</i> 240 <i>Kan.</i> 580, 731 <i>P.</i>2d 287, 292-93 (1987); <i>Hyatt, supra,</i> 647 <i>N.E.</i>2d at 1171; <i>People v. McDaniel,</i> 217 <i>A.D.</i>2d 859, 630 <i>N.Y.S.</i>2d 112, 113, <i>appeal denied,</i> 87 <i>N.Y.</i>2d 848, 638 <i>N.Y.S.</i>2d 607, 661 <i>N.E.</i>2d 1389 (1995). Those courts have determined that the cross-racial instruction requires expert guidance, and that cross-examination and summation are adequate safeguards to highlight unreliable identifications.</p>\n<p>Other jurisdictions have denied the instruction, finding that the results of empirical studies on cross-racial identification are questionable. <i>See </i><i>Telfaire, supra,</i> 469 <i>F.</i>2d at 561-62 (Leventhal, J., concurring) (rejecting cross-racial instruction because data supporting hypothesis is \"meager\"); <i>People v. Bias,</i> 131 <i>Ill.App.</i>3d 98, 86 <i>Ill.Dec.</i> 256, 475 <i>N.E.</i>2d 253, 257 (1985) (rejecting instruction in robbery case where eyewitness failed to describe key distinguishing facial features and gave inconsistent descriptions because empirical studies are not unanimous). One jurisdiction has even rejected cross-racial identification instructions as improper commentary on \"the nature and quality\" of the evidence. <i>See </i><i>State v. Hadrick,</i> 523 <i>A.</i>2d 441, 444 (R.I.1987) (rejecting such instruction in robbery case where victim viewed perpetrator for two to three minutes at close range during robbery and identified him from a line-up).</p>\n<p>-E-</p>\n<p>The defense in the present case did not question whether the victim had been sexually assaulted. Rather, the defense asserted that the victim's identification of defendant as the perpetrator was mistaken. It is well-established in this State that when identification is a critical issue in the case, the trial court is obligated to give the jury a discrete and specific instruction that provides appropriate guidelines to focus the jury's attention on how to analyze and consider the trustworthiness of eyewitness identification. <i>State v. Green,</i> 86 <i>N.J.</i> 281, 292, 430 <i>A.</i>2d 914 (1981); <i>State v. Melvin,</i> 65 <i>N.J.</i> 1, 18, 319 <i>A.</i>2d 450 (1974); <i>State v. Middleton,</i> 299 <i>N.J.Super.</i> 22, 32, 690 <i>A.</i>2d 623 (App.Div. 1997); <i>State v. Frey,</i> 194 <i>N.J.Super.</i> 326, 329-30, 476 <i>A.</i>2d 884 (App.Div.1984).</p>\n<p><i>Green</i> requires that as a part of an identification charge a trial court inform the jury that the State's case relies on an eyewitness identification of the defendant as the perpetrator, and that in weighing the reliability of that identification the jury should consider, among other things, \"the capacity or the ability of the witness to make observations or perceptions ... at the time and under all of the attendant circumstances for seeing that which he says he saw or that which he says he perceived with regard to his identification.\" 86 <i>N.J.</i> at 293-94, 430 <i>A.</i>2d 914. What defendant sought through the requested charge in the present case was an instruction that informed the jury that it could consider the fact that the victim made a cross-racial identification as part of the \"attendant circumstances\" when evaluating the reliability of the eyewitness identification.</p>\n<p>The Court-appointed Task Force discussed and debated the issue of the need for a cross-racial and cross-ethnic identification jury instruction for more than five years. That Task Force was comprised of an appellate judge, trial judges, lawyers representing both the prosecution and defense, social scientists, and ordinary citizens. Professional consultants to the Task Force included Dr. Howard F. Taylor, Professor, Princeton University; Dr. William J. Chambliss, Professor, George Washington University; and Dr. Kenneth B. Clark, Distinguished Professor of Psychology Emeritus, City University of New York, who was prominently associated with the behavioral science studies submitted to the Supreme Court in <i>Brown v. Board of Education</i><i>.</i> Task Force sessions were conducted in much the same way as legislative committees conduct hearings on proposed legislation. The Task Force consulted a substantial body of professional literature in the behavioral and social sciences concerning the reliability of cross-racial identifications. Except for the view expressed by a county prosecutor, the Task Force was unanimously convinced that a problem exists respecting cross-racial identifications and that the Court should take corrective action. Ultimately, in <span class=\"star-pagination\">*466</span> 1992 the Task Force submitted its final report to the Court in which it recommended, among other things, that the Court develop a special jury charge regarding the unreliability of cross-racial identifications.</p>\n<p>The Court referred that recommendation to the Criminal Practice Committee. The Criminal Practice Committee reviewed the recommendation and created a subcommittee to draft a cross-racial identification charge for consideration by the full Committee. The subcommittee drafted and submitted to the Criminal Practice Committee the following proposed charge:</p>\n<blockquote>You know that the identifying witness is of a different race than the defendant. When a witness, who is a member of one race, identifies a defendant, who is a member of another race, we say that there has been a cross-racial identification. You may consider, if you think it is appropriate to do so, whether the cross-racial nature of the identification has affected the accuracy of the witness' [sic] original perception and/or the accuracy of the subsequent identification(s).</blockquote>\n<p>The Criminal Practice Committee, however, decided against recommending a charge to the Court. Development of a cross-racial charge was deemed to be premature because the issue of admissibility of evidence to support the charge had not been decided by case law. Thereafter, the Committee on Minority Concerns submitted to the Model Criminal Jury Charge Committee for its consideration a revised model jury charge on identification that included cross-racial eyewitness identification as a factor to be considered by the jury. As revised, the proposed cross-racial factor reads: \"The fact that the witness is not of the same race as the perpetrator and/or defendant and whether that fact might have had an impact on the witness' [sic] ability to make an accurate identification.\" The Model Criminal Jury Charge Committee is withholding further consideration of a cross-racial identification charge pending the Court's decision in the present case.</p>\n<p>-F-</p>\n<p>We reject the State's contention that we should not require a cross-racial identification charge before it has been demonstrated that there is substantial agreement in the relevant scientific community that cross-racial recognition impairment is significant enough to support the need for such a charge. This case does not concern the introduction of scientific evidence to attack the reliability of the eyewitness's identification. Defendant's requested jury instruction was not based upon any \"scientific, technical, or other specialized knowledge\" to assist the jury. <i>N.J.R.E.</i> 702. He relied instead on ordinary human experience and the legislative-type findings of the Task Force because the basis for his request did not involve a matter that was beyond the ken of the average juror.</p>\n<p>This case requires us to focus on the well-established differences between adjudicative or hard evidence, argument, and jury instructions. The hard evidence revealed a cross-racial identification and the circumstances under which that identification was made. The State argued to the jury that the identification was credible based on the evidence. Counsel for defendant, on the other hand, argued that there was a mistaken identification based on the totality of the circumstances. Defendant requested a cross-racial identification jury instruction that would treat the racial character of the eyewitness identification as one of the factors bearing on its reliability in much the same way as lighting and proximity to the perpetrator at the time of the offense.</p>\n<p>A national review of the use of cross-racial identification jury instructions reveals that only a small minority of jurisdictions have declined such an instruction because studies finding unreliability in cross-racial identifications lack general acceptance in the relevant scientific community. The majority of jurisdictions that have rejected the instruction did so based on judicial discretion. Those discretionary rulings were influenced by factors such as the nature and quality of the eyewitness identification, the existence of strong corroborating evidence, the fact that the eyewitness had an adequate opportunity to observe the perpetrator, or a combination of those reasons.</p>\n<p><span class=\"star-pagination\">*467</span> Consistent with <i>Brown, Wade</i> and <i>Manson;</i> the admonitions expressed by Justice Frankfurter, Judge Bazelon in <i>Telfaire</i> and <i>Brown,</i> Judge McCree in <i>Russell,</i> and Judge Hufstedler in <i>Smith;</i> the California cases of <i>McDonald, Wright</i> and <i>West;</i> our own requirement in <i>Green</i> that a proper identification jury instruction be given when that issue is critical in the case; the Task Force Report; and our review of the professional literature of the behavioral and social sciences, we hold that a cross-racial identification, as a subset of eyewitness identification, requires a special jury instruction in an appropriate case.</p>\n<p>Indeed, some courtroom observers have commented that the ordinary person's difficulty of \"cross-racial recognition is so commonplace as to be the subject of both cliche and joke: `they all look alike.'\" Johnson, <i>supra,</i> 69 <i>Cornell L.Rev.</i> at 942. Although laboratory studies concerning the reliability of cross-racial identifications have not been validated in actual courtroom atmospheres, the results of many of those experiments suggest that \"decreased accuracy in the recognition of other-race faces is not within the observer's conscious control, and that seriousness of criminal proceedings would not improve accuracy.\" <i>Ibid.</i> Moreover, the stress associated with the courtroom atmosphere, based on human experience, is likely to diminish rather than enhance recognition accuracy.</p>\n<p>We embrace the California rule requiring a cross-racial identification charge under the circumstances of this case despite some differences of opinion among the researchers. Notwithstanding those differences, there is an impressive consistency in results showing that problems exist with cross-racial eyewitness identification. <i>Mc-Donald, supra,</i> 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d at 718. We conclude that the empirical data encapsulate much of the ordinary human experience and provide an appropriate frame of reference for requiring a cross-racial identification jury instruction. Under the jurisprudence of this Court, in a prosecution \"in which race by definition is a patent factor[, race] must be taken into account to assure a fair trial.\" <i>State v. Harris,</i> 156 <i>N.J.</i> 122, 235, 716 <i>A.</i>2d 458 (1998) (Handler, J., dissenting).</p>\n<p>At the same time, we recognize that unrestricted use of cross-racial identification instructions could be counter-productive. Consequently, care must be taken to insulate criminal trials from base appeals to racial prejudice. An appropriate jury instruction should carefully delineate the context in which the jury is permitted to consider racial differences. The simple fact pattern of a white victim of a violent crime at the hands of a black assailant would not automatically give rise to the need for a cross-racial identification charge. More is required.</p>\n<p>A cross-racial instruction should be given only when, as in the present case, identification is a critical issue in the case, and an eyewitness's cross-racial identification is not corroborated by other evidence giving it independent reliability. Here, the eyewitness identification was critical; yet it was not corroborated by any forensic evidence or other eyewitness account. The circumstances of the case raise some doubt concerning the reliability of the victim's identification in that no positive identification was made for nearly eight months despite attempts within the first five days following the commission of the offenses. Under those circumstances, turning over to the jury the vital question of the reliability of that identification without acquainting the jury with the potential risks associated with such identifications could have affected the jurors' ability to evaluate the reliability of the identification. We conclude, therefore, that it was reversible error not to have given an instruction that informed the jury about the possible significance of the cross-racial identification factor, a factor the jury can observe in many cases with its own eyes, in determining the critical issuethe accuracy of the identification.</p>\n<p>For the sake of clarity, we repeat that the purpose of a cross-racial instruction is to alert the jury through a cautionary instruction that it should pay close attention to a possible influence of race. Because of the \"widely held commonsense view that members of one race have greater difficulty <span class=\"star-pagination\">*468</span> in accurately identifying members of a different race,\" <i>Telfaire, supra,</i> 469 <i>F.</i>2d at 559 (Bazelon, C.J., concurring); <i>Brown, supra,</i> 461 <i>F.</i>2d at 134, expert testimony on this issue would not assist a jury, <i>N.J.R.E.</i> 702, and for that reason would be inadmissible. We request the Criminal Practice Committee and the Model Jury Charge Committee to revise the current charge on identification to include an appropriate statement on cross-racial eyewitness identification that is consistent with this opinion.</p>\n<p>The judgment of the Appellate Division is reversed. The case is remanded to the Law Division for a new trial.</p>\n<p><i>For reversal and remandment</i>Chief Justice PORITZ and Justices POLLOCK, O'HERN, GARIBALDI, STEIN and COLEMAN6.</p>\n<p><i>Opposed</i>None.</p>\n<h2>NOTES</h2>\n<p>[1]  It is possible that other jurisdictions allow the jury to be charged on cross-racial identification. Because the issue arises on appeal only in cases where the judge refuses to give the instruction, it is difficult to determine how often such an instruction is given.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">727</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">457</span></span> (1999)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">112</span></span></b></center>\n<center><h1>STATE of New Jersey, Plaintiff-Respondent,<br>\nv.<br>\nMcKinley CROMEDY, a/k/a Daddy, Mac, Flavor, Cromedy McKinley, McKinley Andrew Cromedy, MacKay Cromedy, McKinley Cromedy, III and Rehem Cromedy, Defendant-Appellant.</h1></center>\n<center><p><b>Supreme Court of New Jersey.</b></p></center>\n<center>Argued November 10, 1998.</center>\n<center>Decided April 14, 1999.</center>\n<p><span class=\"star-pagination\">*458</span> Sylvia M. Orenstein, Assistant Deputy Public Defender, for defendant-appellant (Ivelisse Torres, Public Defender, attorney).</p>\n<p>Simon Louis Rosenbach, Assistant Prosecutor, for plaintiff-respondent (Glenn Berman, Middlesex County Prosecutor, attorney).</p>\n<p>Deborah C. Bartolomey, Deputy Attorney General, for amicus curiae, Attorney General of New Jersey (Peter Verniero, Attorney General, attorney).</p>\n<p>The opinion of the Court was delivered by COLEMAN, J.</p>\n<p>This appeal involves a rape and robbery in which a cross-racial identification was made of defendant as the perpetrator seven months after the offenses occurred. The identification of the perpetrator was the critical issue throughout the trial. The trial court denied defendant's request to have the jury instructed concerning the cross-racial nature of the identification. A majority in the Appellate Division agreed with the trial court. Judge Shebell dissented, concluding that a reversal was warranted because the trial court should have given such a charge.</p>\n<p>The novel issue presented is whether a cross-racial identification jury instruction should be required in certain cases before it is established that there is substantial agreement in the scientific community that cross-racial recognition impairment of eyewitnesses is significant enough to warrant a special jury instruction. Our study of the <span class=\"star-pagination\">*459</span> recommendations of a Court-appointed Task Force, judicial literature, and decisional law from other jurisdictions persuades us that there exists a reliable basis for a cross-racial identification charge. We hold that the trial court's failure to submit to the jury an instruction similar to the one requested by defendant requires a reversal of defendant's convictions.</p>\n<p>I</p>\n<p>On the night of August 28, 1992, D.S., a white female student then enrolled at Rutgers University in New Brunswick, was watching television in her basement apartment. While she was relaxing on the couch, an African-American male entered the brightly-lit apartment and demanded money from D.S., claiming that he was wanted for murder and that he needed funds to get to New York. After D.S. told the intruder that she had no money, he spotted her purse, rifled through it, and removed money and credit cards.</p>\n<p>The intruder then placed his hand on D.S.'s leg, demanded that she be quiet and closed the window blinds. He led her by the arm into the brightly-lit kitchen and ordered her to remove her shorts. The intruder then vaginally penetrated D.S. from behind. Throughout the sexual assault, D.S. was facing the kitchen door with her eyes closed and hand over her mouth to avoid crying loudly.</p>\n<p>Once the assault was over, D.S. faced her attacker who, after threatening her again, turned around and left the apartment. At the time of the second threat, D.S. was standing approximately two feet away from her assailant. The attacker made no attempt to conceal his face at any time. D.S. immediately called the New Brunswick Police Department after the intruder left the apartment.</p>\n<p>The police dusted for fingerprints and took D.S.'s initial statement. D.S. described her assailant as an African-American male in his late 20's to early 30's, full-faced, about five feet five inches tall, with a medium build, mustache, and unkempt hair. She stated that the intruder was wearing a dirty gray button-down short-sleeved shirt, blue warm-up pants with white and red stripes, and a Giants logo on the left leg. D.S. was then taken to Roosevelt Hospital where rape samples were taken.</p>\n<p>The next day, D.S. made a formal statement to the police in which she again described the intruder. Three days later, a composite sketch was drawn by an artist with her assistance. The following day at police headquarters, D.S. was shown many slides and photographs, including a photograph of defendant, in an unsuccessful attempt to identify her assailant.</p>\n<p>On April 7, 1993, almost eight months after the crimes were committed, D.S. saw an African-American male across the street from her who she thought was her attacker. She spotted the man while she was standing on the corner of a street in New Brunswick waiting for the light to change. As the two passed on the street, D.S. studied the individual's face and gait. Believing that the man was her attacker, D.S. ran home and telephoned the police, giving them a description of the man she had just seen. Defendant was picked up by the New Brunswick police and taken to headquarters almost immediately.</p>\n<p>Within fifteen minutes after seeing defendant on the street, D.S. viewed defendant in a \"show-up\" from behind a one-way mirror and immediately identified him as the man she had just seen on the street and as her attacker. Defendant was then arrested and, with his consent, saliva and blood samples were taken for scientific analysis.</p>\n<p>No forensic evidence linking defendant to the offenses was presented during the trial. The police did not lift any fingerprints belonging to defendant from the apartment. D.S.'s Rape Crisis Intervention Kit, processed by the Middlesex County Rape Crisis Center at Roosevelt Hospital, was submitted to the New Jersey State Police Chemistry Biology Laboratory in Sea Girt for analysis. Testing of the victim's blood revealed that she was a secretor, meaning that she falls within the eighty percent of the population that secretes their blood type in all of their bodily fluids. When defendant's blood and saliva were tested by the same laboratory, it was determined that both the victim and <span class=\"star-pagination\">*460</span> defendant have type \"A\" blood, but defendant was found to be a non-secretor. That meant that although the rape kit revealed the presence of seminal fluid and spermatozoa, the specimens received from defendant could not be compared with the semen and spermatozoa found on the victim. In other words, the genetic markers found in the semen and spermatozoa could not be said to have come from defendant because he is a non-secretor. On the other hand, the genetic markers were consistent with the victim, who is a secretor.</p>\n<p>Because of the nature of the crimes, the races of the victim and defendant, and the inability of the victim to identify defendant from his photograph, and because defendant was not positively identified until almost eight months after the date of the offenses, defense counsel sought a cross-racial identification jury charge. The following language was proposed:</p>\n<blockquote>[Y]ou know that the identifying witness is of a different race than the defendant. When a witness who is a member of one race identifies a member who is of another race we say there has been a cross-racial identification. You may consider, if you think it is appropriate to do so, whether the cross-racial nature of the identification has affected the accuracy of the witness's original perception and/or accuracy of a subsequent identification.</blockquote>\n<p>In support of that request, defendant cited the June 1992 <i>New Jersey Supreme Court Task Force on Minority Concerns Final Report,</i> 131 <i>N.J.L.J.</i> 1145 (1992) (Task Force Report).</p>\n<p>The trial court denied the request because this Court had not yet adopted the Task Force Report and because there had been no expert testimony with respect to the issue of cross-racial identification. The trial court instead provided the jury with the Model Jury Charge on Identification. The jury convicted defendant of first-degree aggravated sexual assault, second-degree robbery, second-degree burglary, and third-degree terroristic threats.</p>\n<p>In the Appellate Division, defendant argued that the case hinged entirely upon D.S.'s identification of him as her assailant and therefore, given the importance of the identification evidence, the trial court was obligated to provide the jury with explicit, fact-specific instructions on identification to guide it in its deliberations.</p>\n<p>A majority of the panel believed that there was no error in the trial court's refusal to include an instruction on cross-racial identification. The majority noted that a review of cases from other jurisdictions supports the position that the charge either should not, or need not, be given. The majority was disinclined to require a cross-racial identification charge in view of the fact that the admissibility of expert testimony concerning cross-racial identification has not yet been endorsed in New Jersey. <i>See </i><i>State v.Gunter,</i> 231 <i>N.J.Super.</i> 34, 40-48, 554 <i>A.</i>2d 1356 (App. Div.) (requiring trial court to conduct <i>Rule</i> 8 hearing on reliability of expert testimony respecting factors that affect reliability of eyewitness perception and memory), <i>certif. denied,</i> 117 <i>N.J.</i> 81, 563 <i>A.</i>2d 841 (1989).</p>\n<p>Judge Shebell dissented, observing:</p>\n<blockquote>A jury instruction that contains no direct reference to the hidden fires of prejudice and bias which may be stoked by an incident such as the sexual assault in question and fails to call the jury's attention to the problems of cross-racial identification, so well documented by the [New Jersey Supreme Court Task Force on Minority Concerns], denies minority defendants, such as McKinley Cromedy, their constitutional right to a fair trial.</blockquote>\n<p>The issue of a cross-racial identification jury charge is before us as of right. <i>R.</i> 2:2-1(a)(2). The Court also granted certification \"limited solely to the identification issues not covered by the dissenting opinion below.\" 153 <i>N.J.</i> 52, 707 <i>A.</i>2d 156 (1998).</p>\n<p>II</p>\n<p>Defendant argues that the trial court committed reversible error in denying his request for a cross-racial identification charge. He maintains that cross-racial impairment of eyewitnesses \"is a scientifically accepted fact,\" and that the courts of this State can take judicial notice of the fallibility of trans-racial identifications and approve the report <span class=\"star-pagination\">*461</span> of the Task Force that recommended adoption of a cross-racial identification jury charge. Defendant argues that expert testimony is not a necessary factual predicate for such a jury charge. Alternatively, defendant argues that if the Court should require an expert to testify regarding factors that affect the reliability of eyewitness identification, and cross-racial identification specifically, we should remand the case to the trial court to afford him an opportunity to present that evidence.</p>\n<p>The State argues that the trial court properly rejected defendant's request for a cross-racial identification charge. The State maintains that there is no consensus within the scientific community that an \"own-race\" bias exists. The State argues that because some researchers do not know whether cross-racial impairment affects \"real life\" identifications, and because even some of the scientists who believe that cross-racial impairment does affect identification cannot say what factors influence a person's ability to identify correctly a member of another race, the Court should reject a cross-racial identification charge. Alternatively, the State argues that this Court should not adopt a cross-racial charge until there is general acceptance that cross-racial impairment exists and general agreement on what factors influence a person's ability to correctly identify a member of another race.</p>\n<p>-A-</p>\n<p>A cross-racial identification occurs when an eyewitness is asked to identify a person of another race. The reliability of such an identification, though discussed in many cases throughout the country, is an issue of first impression in New Jersey. Because defendant requested a cross-racial identification jury charge, he bore the burden of showing that a reliable basis existed to support the requested charge. Defendant relied on common knowledge, the Task Force Report, and judicial notice to support his request. Rather than calling an expert to testify regarding the factors that may make some cross-racial eyewitness identifications unreliable, defendant maintained that an expert would not aid the jury. In this context, we must decide whether a cross-racial jury instruction should be required where scientific evidence demonstrating the need for a specific instruction has not been presented.</p>\n<p>-B-</p>\n<p>For more than forty years, empirical studies concerning the psychological factors affecting eyewitness cross-racial or cross-ethnic identifications have appeared with increasing frequency in professional literature of the behavioral and social sciences. <i>People v. McDonald,</i> 37 <i>Cal.</i>3d 351, 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d 709, 717-18 (1984). One study finds that jurors tend to place great weight on eyewitness identifications, often ignoring other exculpatory evidence. <i>See</i> R.C.L. Lindsay et al., <i>Can People Detect Eyewitness-Identification Accuracy Within and Across Situations?,</i> 66 <i>J. Applied Psychol.</i> 79, 79-89 (1981) (finding that jurors believe eyewitnesses despite poor witnessing conditions). Others have concluded that eyewitnesses are superior at identifying persons of their own race and have difficulty identifying members of another race. <i>See generally</i> Gary L. Wells &amp; Elizabeth F. Loftus, <i>Eyewitness Testimony: Psychological Perspectives</i> 1 (1984); Elizabeth F. Loftus, <i>Eyewitness Testimony</i> (1979). <i>See also</i> Sheri Lynn Johnson, <i>Cross-Racial Identification Errors in Criminal Cases,</i> 69 <i>Cornell L.Rev.</i> 934 (1984); Stephanie J. Platz &amp; Harmon M. Hosch, <i>Cross-Racial/Ethnic Eyewitness Identification: A Field Study,</i> 18 <i>J. Applied Soc. Psychol.</i> 972 (1988). <i>But see</i> R.C.L. Lindsay &amp; Gary L. Wells, <i>What Do We Really Know About Cross-Race Eyewitness Identification?, in Evaluating Witness Evidence: Recent Psychological Research and New Perspectives</i> 219 (Sally M.A. Lloyd-Bostock &amp; Brian R. Clifford eds., 1983) (failing to find cross-racial impairment). This phenomenon has been dubbed the \"own-race\" effect or \"own-race\" bias. Its corollary is that eyewitnesses experience a \"cross-racial impairment\" when identifying members of another race. Studies have consistently shown that the \"own-race effect\" is \"strongest when white witnesses attempt to recognize black subjects.\" <span class=\"star-pagination\">*462</span> <i>McDonald, supra,</i> 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d at 720.</p>\n<p>Although researchers generally agree that some eyewitnesses exhibit an own-race bias, they disagree about the degree to which own-race bias affects identification. In one study, African-American and white \"customers\" browsed in a convenience store for a few minutes and then went to the register to pay. Researchers asked the convenience store clerks to identify the \"customers\" from a photo array. The white clerks were able to identify 53.2% of the white customers but only 40.4% of the African-American subjects. Platz &amp; Hosch, <i>supra,</i> 18 <i>J. Applied Soc. Psychol.</i> at 977-78. The overall accuracy rate for all participants was only 44.2%. <i>Id.</i> at 981. Similar studies have found that own-race bias exists to a lesser degree. <i>See</i> John C. Brigham et al., <i>Accuracy of Eyewitness Identifications in a Field Setting,</i> 42 <i>J. Personality &amp; Soc. Psychol.</i> 673, 681 (1982) (finding white clerks misidentified white \"customers\" 45% of the time and African-American \"customers\" 50% of the time). <i>But see</i> Roy S. Malpass &amp; Jerome Kravitz, <i>Recognition for Faces of Own and Other Race,</i> 13 <i>J. Personality &amp; Soc. Psychol.</i> 330, 330-34 (1969) (finding white subjects misidentified black faces two to three times more often than they misidentified white ones). A snap-shot of the literature reveals that although many scientists agree that witnesses are better at identifying suspects of their own race, they cannot agree on the extent to which cross-racial impairment affects identification. <i>See </i><i>McDonald, supra,</i> 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d at 720; <i>see also </i><i>United States v. Nguyen,</i> 793 <i>F.Supp.</i> 497, 513-14 (D.N.J.1992) (rejecting testimony on cross-racial identification where expert's proffer could not quantify degree to which it is \"more difficult\" to make accurate cross-racial identifications).</p>\n<p>The research also indicates disagreement about whether cross-racial impairment affects all racial groups. Four studies have found that African-American eyewitnesses do not experience cross-racial impairment at all. Johnson, <i>supra,</i> 69 <i>Cornell L.Rev.</i> at 939 (citing studies finding African-American eyewitnesses identified both white and black subjects with same degree of accuracy). Other studies have concluded that white eyewitnesses experience cross-racial impairment more often than African-American eyewitnesses. <i>Ibid.</i> (citing five studies concluding black subjects experience some degree of cross-racial impairment); <i>cf.</i> John C. Brigham, <i>The Influence of Race on Face Recognition, in Aspects of Face Processing</i> 170-77 (Hadyn D. Ellis et al. eds., 1986) (finding cross-race effects were comparable for both races). One study has found that African Americans make better eyewitnesses in general. Platz &amp; Hosch, <i>supra,</i> 18 <i>J. Applied Soc. Psychol.</i> at 978 (finding, overall, eyewitnesses made correct identifications only 44.2% of the time, but that the African-American clerks correctly identified 54.6% of the white \"customers\" and 63.6% of the black \"customers\").</p>\n<p>Many studies on cross-racial impairment involve subjects observing photographs for a few seconds. Because the subjects remembered the white faces more often than they recalled the African-American faces, researchers concluded that they were biased towards their own-race. <i>See</i> Paul Barkowitz &amp; John C. Brigham, <i>Recognition of Faces: Own-Race Bias, Incentive, and Time Delay,</i> 12 <i>J. Applied Soc. Psychol.</i> 255 (1982). Yet, there is disagreement over whether the results of some of the tests can be generalized to real-world situations in which a victim or witness confronts an assailant face-to-face and experiences the full range of emotions that accompany such a traumatic event.</p>\n<p>-C-</p>\n<p>The debate among researchers did not prevent the Supreme Court of the United States, in the famous school desegregation case of <i>Brown v. Board of Education of Topeka,</i> 347 <i>U.S.</i> 483, 494 n. 11, 74 <i>S.Ct.</i> 686, 692 n. 11, 98 <i>L.Ed.</i> 873 (1954), from using behavioral and social sciences to support legal conclusions without requiring that the methodology employed by those scientists have general acceptance in the scientific community. The ultimate holding in <i>Brown</i> that segregation is harmful \"was not only a nomological statement but a sociological observation as well.\" Paul L. Rosen, <i>The Supreme</i> <span class=\"star-pagination\">*463</span> <i>Court and Social Science</i> ix (1972). The Court's finding that segregation was harmful \"was not based simply on [intuition] or common-sense,... [but] was attributed to ... seven social science studies.\" <i>Id.</i> at x. The extralegal facts contained in the social science studies conducted by Dr. Kenneth B. Clark and others were presented to the Court in the form of a \"Brandeis Brief.\" That characterization is derived from a brief first submitted by Louis D. Brandeis (later Justice Brandeis) in the case of <i>Muller v. Oregon,</i> 208 <i>U.S.</i> 412, 419-20, 28 <i>S.Ct.</i> 324, 325-26, 52 <i>L.Ed.</i> 551 (1908). Thus, <i>Brown v. Board of Education</i> is the prototypical example of an appellate court using modern social and behavioral sciences as legislative evidence to support its choice of a rule of law. John Monahan &amp; Laurens Walker, <i>Social Authority: Obtaining, Evaluating and Establishing Social Science in Law,</i> 134 <i>U. Pa. L.Rev.</i> 477, 484 (1986).</p>\n<p>In <i>United States v. Telfaire,</i> 469 <i>F.</i>2d 552 (D.C.Cir.1972), Chief Judge Bazelon urged in his concurring opinion that juries be charged on the pitfalls of cross-racial identification. He believed that the cross-racial nature of an identification could affect accuracy in the same way as proximity to the perpetrator and poor lighting conditions. <i>Id.</i> at 559. He felt that a meaningful jury instruction would have to apprise jurors of that fact. To achieve that objective, Judge Bazelon proposed the following instruction:</p>\n<blockquote>In this case the identifying witness is of a different race than the defendant. In the experience of many it is more difficult to identify members of a different race than members of one's own. If this is also your own experience, you may consider it in evaluating the witness's testimony. You must also consider, of course, whether there are other factors present in this case which overcome any such difficulty of identification. For example, you may conclude that the witness has had sufficient contacts with members of the defendant's race that he would not have greater difficulty in making a reliable identification.</blockquote>\n<p><i>[Id.</i> at 561 (Bazelon, C.J., concurring).]</p>\n<p>Judge Bazelon rejected the notion that instructions on interracial identifications \"appeal to racial prejudice.\" <i>Id.</i> at 560. Rather, he believed that an explicit jury instruction would safeguard against improper uses of race by the jury and would delineate the narrow context in which it is appropriate to consider racial differences. <i>Id.</i> at 559-61.</p>\n<p>Four years later, Judge McCree, who later became Solicitor General, in <i>United States v. Russell,</i> 532 <i>F.</i>2d 1063, 1066 (6th Cir.1976), also acknowledged the existence of problems related to eyewitness identification. He observed:</p>\n<blockquote>There is a great potential for misidentification when a witness identifies a stranger based solely upon a single brief observation, and this risk is increased when the observation was made at a time of stress or excitement.... This problem is important because of all the evidence that may be presented to a jury, a witness' [sic] in-court statement that \"he is the one\" is probably the most dramatic and persuasive.</blockquote>\n<p><i>[Id.</i> at 1066-67.]</p>\n<p>A year later in <i>United States v. Smith,</i> 563 <i>F.</i>2d 1361 (9th Cir.1977), Judge Hufstedler stated that the reliability of a single eyewitness identification is \"at best, highly dubious, given the extensive empirical evidence that eyewitness identifications are not reliable.\" <i>Id.</i> at 1365 (Hufstedler, J., concurring). Judge Hufstedler drew support from Judge Bazelon's suggestion in <i>United States v. Brown,</i> 461 <i>F.</i>2d 134 (D.C.Cir.1972), that courts inform themselves of the results of scientific studies relative to the reliability problems of eyewitness identifications. <i>Id.</i> at 145-46 &amp; n. 1 (Bazelon, C.J., concurring and dissenting); <i>see also</i> David L. Bazelon, <i>Eyewitless News, Psychology Today,</i> March 1980, at 102.</p>\n<p>One year after <i>Smith</i> was decided, the Second Circuit observed that \"[c]enturies of experience in the administration of criminal justice have shown that convictions based solely on testimony that identifies a defendant previously unknown to the witness is highly suspect. Of all the various kinds of evidence it is the least reliable, especially where unsupported by corroborating evidence.\" <span class=\"star-pagination\">*464</span> <i>Jackson v. Fogg,</i> 589 <i>F.</i>2d 108, 112 (2d Cir.1978).</p>\n<p>The Supreme Court of the United States has acknowledged that problems exist with eyewitness identifications in general and cross-racial identifications in particular. The Court has stated that \"[t]he vagaries of eyewitness identification are well-known; the annals of criminal law are rife with instances of mistaken identification.\" <i>United States v. Wade,</i> 388 <i>U.S.</i> 218, 228, 87 <i>S.Ct.</i> 1926, 1933, 18 <i>L.Ed.</i>2d 1149 (1967). The Court has also noted \"the high incidence of miscarriage[s] of justice\" caused by such misidentifications and that even uncontradicted</p>\n<blockquote>\"identification of strangers [by eyewitnesses] is proverbially untrustworthy. The hazards of such testimony are established by a formidable number of instances in the records of English and American trials. These instances are recentnot due to the brutalities of ancient criminal procedure.\"</blockquote>\n<blockquote>\n<i>[Ibid.</i> (quoting Felix Frankfurter, <i>The Case of Sacco and Vanzetti</i> 30 (1927)).]</blockquote>\n<p>Ten years after <i>Wade</i> was decided, the Supreme Court suggested that an eyewitness identification was more reliable when made by a member of the defendant's own race. <i>Manson v. Brathwaite,</i> 432 <i>U.S.</i> 98, 115, 97 <i>S.Ct.</i> 2243, 2253, 53 <i>L.Ed.</i>2d 140 (1977).</p>\n<p>-D-</p>\n<p>Although there have been no reported decisions in our own State addressing the propriety of requiring a cross-racial identification jury instruction, decisions have been rendered by courts in other jurisdictions. The majority of courts allowing cross-racial identification charges hold that the decision to provide the instruction is a matter within the trial judge's discretion. Omission of such a cautionary instruction has been held to be prejudicial error where identification is the critical or central issue in the case, there is no corroborating evidence, and the circumstances of the case raise doubts concerning the reliability of the identification. <i>See </i><i>United States v. Thompson,</i> 31 <i>M.J.</i> 125 (C.M.A. 1990) (calling for cross-racial identification instruction when requested by counsel and when cross-racial identification is a \"primary issue\"); <i>People v. Wright,</i> 45 <i>Cal.</i>3d 1126, 248 <i>Cal.Rptr.</i> 600, 755 <i>P.</i>2d 1049 (1988); <i>People v. West,</i> 139 <i>Cal.App.</i>3d 606, 189 <i>Cal.Rptr.</i> 36, 38-39 (1983); <i>Commonwealth v. Hyatt,</i> 419 <i>Mass.</i> 815, 647 <i>N.E.</i>2d 1168 (1995); <i>State v. Long,</i> 721 <i>P.</i>2d 483 (Utah 1986).<sup>[1]</sup></p>\n<p>In <i>People v. Palmer,</i> 154 <i>Cal.App.</i>3d 79, 203 <i>Cal.Rptr.</i> 474 (1984), for example, the defendant was convicted of robbery based solely on the robbery victims' testimony. <i>Id.</i>at 476. There was no physical or circumstantial corroborating evidence, the victims' contacts were brief, some of the victims could not identify defendant at a line-up, and none told police that the robber wore braces. <i>Ibid.</i> The court held that the defendant was entitled to a specific instruction on the inaccuracies of cross-racial identification because the only evidence against the defendant consisted of the victims' identifications, the accuracy of which was the sole issue in the case, and the evidence was conflicting. <i>Ibid. Cf. </i><i>People v. Harris,</i> 47 <i>Cal.</i>3d 1047, 255 <i>Cal.Rptr.</i> 352, 767 <i>P.</i>2d 619 (1989) (finding harmless error in excluding special instruction on cross-racial identification where there was substantial evidence to corroborate the identifications, including eyewitness testimony and extrajudicial admissions by defendant himself).</p>\n<p>Courts typically have refused the instruction where the eyewitness or victim had an adequate opportunity to observe the defendant, there was corroborating evidence bolstering the identification, and/or there was no evidence that race affected the identification. <i>See </i><i>Hyatt, supra,</i> 647 <i>N.E.</i>2d at 1171 (declining instruction in rape and robbery case where victim was terrorized for fifteen to twenty minutes in broad daylight and could see the attacker's face); <i>see also </i><i>Commonwealth v. Engram,</i> 43 <i>Mass.App.Ct.</i> 804, 686 <i>N.E.</i>2d 1080 (1997) (declining instruction where numerous eyewitnesses saw defendant at close range and positively identified him from a line-up and photo array).</p>\n<p><span class=\"star-pagination\">*465</span> A number of courts have concluded that cross-racial identification simply is not an appropriate topic for jury instruction. <i>See </i><i>State v. Willis,</i> 240 <i>Kan.</i> 580, 731 <i>P.</i>2d 287, 292-93 (1987); <i>Hyatt, supra,</i> 647 <i>N.E.</i>2d at 1171; <i>People v. McDaniel,</i> 217 <i>A.D.</i>2d 859, 630 <i>N.Y.S.</i>2d 112, 113, <i>appeal denied,</i> 87 <i>N.Y.</i>2d 848, 638 <i>N.Y.S.</i>2d 607, 661 <i>N.E.</i>2d 1389 (1995). Those courts have determined that the cross-racial instruction requires expert guidance, and that cross-examination and summation are adequate safeguards to highlight unreliable identifications.</p>\n<p>Other jurisdictions have denied the instruction, finding that the results of empirical studies on cross-racial identification are questionable. <i>See </i><i>Telfaire, supra,</i> 469 <i>F.</i>2d at 561-62 (Leventhal, J., concurring) (rejecting cross-racial instruction because data supporting hypothesis is \"meager\"); <i>People v. Bias,</i> 131 <i>Ill.App.</i>3d 98, 86 <i>Ill.Dec.</i> 256, 475 <i>N.E.</i>2d 253, 257 (1985) (rejecting instruction in robbery case where eyewitness failed to describe key distinguishing facial features and gave inconsistent descriptions because empirical studies are not unanimous). One jurisdiction has even rejected cross-racial identification instructions as improper commentary on \"the nature and quality\" of the evidence. <i>See </i><i>State v. Hadrick,</i> 523 <i>A.</i>2d 441, 444 (R.I.1987) (rejecting such instruction in robbery case where victim viewed perpetrator for two to three minutes at close range during robbery and identified him from a line-up).</p>\n<p>-E-</p>\n<p>The defense in the present case did not question whether the victim had been sexually assaulted. Rather, the defense asserted that the victim's identification of defendant as the perpetrator was mistaken. It is well-established in this State that when identification is a critical issue in the case, the trial court is obligated to give the jury a discrete and specific instruction that provides appropriate guidelines to focus the jury's attention on how to analyze and consider the trustworthiness of eyewitness identification. <i>State v. Green,</i> 86 <i>N.J.</i> 281, 292, 430 <i>A.</i>2d 914 (1981); <i>State v. Melvin,</i> 65 <i>N.J.</i> 1, 18, 319 <i>A.</i>2d 450 (1974); <i>State v. Middleton,</i> 299 <i>N.J.Super.</i> 22, 32, 690 <i>A.</i>2d 623 (App.Div. 1997); <i>State v. Frey,</i> 194 <i>N.J.Super.</i> 326, 329-30, 476 <i>A.</i>2d 884 (App.Div.1984).</p>\n<p><i>Green</i> requires that as a part of an identification charge a trial court inform the jury that the State's case relies on an eyewitness identification of the defendant as the perpetrator, and that in weighing the reliability of that identification the jury should consider, among other things, \"the capacity or the ability of the witness to make observations or perceptions ... at the time and under all of the attendant circumstances for seeing that which he says he saw or that which he says he perceived with regard to his identification.\" 86 <i>N.J.</i> at 293-94, 430 <i>A.</i>2d 914. What defendant sought through the requested charge in the present case was an instruction that informed the jury that it could consider the fact that the victim made a cross-racial identification as part of the \"attendant circumstances\" when evaluating the reliability of the eyewitness identification.</p>\n<p>The Court-appointed Task Force discussed and debated the issue of the need for a cross-racial and cross-ethnic identification jury instruction for more than five years. That Task Force was comprised of an appellate judge, trial judges, lawyers representing both the prosecution and defense, social scientists, and ordinary citizens. Professional consultants to the Task Force included Dr. Howard F. Taylor, Professor, Princeton University; Dr. William J. Chambliss, Professor, George Washington University; and Dr. Kenneth B. Clark, Distinguished Professor of Psychology Emeritus, City University of New York, who was prominently associated with the behavioral science studies submitted to the Supreme Court in <i>Brown v. Board of Education</i><i>.</i> Task Force sessions were conducted in much the same way as legislative committees conduct hearings on proposed legislation. The Task Force consulted a substantial body of professional literature in the behavioral and social sciences concerning the reliability of cross-racial identifications. Except for the view expressed by a county prosecutor, the Task Force was unanimously convinced that a problem exists respecting cross-racial identifications and that the Court should take corrective action. Ultimately, in <span class=\"star-pagination\">*466</span> 1992 the Task Force submitted its final report to the Court in which it recommended, among other things, that the Court develop a special jury charge regarding the unreliability of cross-racial identifications.</p>\n<p>The Court referred that recommendation to the Criminal Practice Committee. The Criminal Practice Committee reviewed the recommendation and created a subcommittee to draft a cross-racial identification charge for consideration by the full Committee. The subcommittee drafted and submitted to the Criminal Practice Committee the following proposed charge:</p>\n<blockquote>You know that the identifying witness is of a different race than the defendant. When a witness, who is a member of one race, identifies a defendant, who is a member of another race, we say that there has been a cross-racial identification. You may consider, if you think it is appropriate to do so, whether the cross-racial nature of the identification has affected the accuracy of the witness' [sic] original perception and/or the accuracy of the subsequent identification(s).</blockquote>\n<p>The Criminal Practice Committee, however, decided against recommending a charge to the Court. Development of a cross-racial charge was deemed to be premature because the issue of admissibility of evidence to support the charge had not been decided by case law. Thereafter, the Committee on Minority Concerns submitted to the Model Criminal Jury Charge Committee for its consideration a revised model jury charge on identification that included cross-racial eyewitness identification as a factor to be considered by the jury. As revised, the proposed cross-racial factor reads: \"The fact that the witness is not of the same race as the perpetrator and/or defendant and whether that fact might have had an impact on the witness' [sic] ability to make an accurate identification.\" The Model Criminal Jury Charge Committee is withholding further consideration of a cross-racial identification charge pending the Court's decision in the present case.</p>\n<p>-F-</p>\n<p>We reject the State's contention that we should not require a cross-racial identification charge before it has been demonstrated that there is substantial agreement in the relevant scientific community that cross-racial recognition impairment is significant enough to support the need for such a charge. This case does not concern the introduction of scientific evidence to attack the reliability of the eyewitness's identification. Defendant's requested jury instruction was not based upon any \"scientific, technical, or other specialized knowledge\" to assist the jury. <i>N.J.R.E.</i> 702. He relied instead on ordinary human experience and the legislative-type findings of the Task Force because the basis for his request did not involve a matter that was beyond the ken of the average juror.</p>\n<p>This case requires us to focus on the well-established differences between adjudicative or hard evidence, argument, and jury instructions. The hard evidence revealed a cross-racial identification and the circumstances under which that identification was made. The State argued to the jury that the identification was credible based on the evidence. Counsel for defendant, on the other hand, argued that there was a mistaken identification based on the totality of the circumstances. Defendant requested a cross-racial identification jury instruction that would treat the racial character of the eyewitness identification as one of the factors bearing on its reliability in much the same way as lighting and proximity to the perpetrator at the time of the offense.</p>\n<p>A national review of the use of cross-racial identification jury instructions reveals that only a small minority of jurisdictions have declined such an instruction because studies finding unreliability in cross-racial identifications lack general acceptance in the relevant scientific community. The majority of jurisdictions that have rejected the instruction did so based on judicial discretion. Those discretionary rulings were influenced by factors such as the nature and quality of the eyewitness identification, the existence of strong corroborating evidence, the fact that the eyewitness had an adequate opportunity to observe the perpetrator, or a combination of those reasons.</p>\n<p><span class=\"star-pagination\">*467</span> Consistent with <i>Brown, Wade</i> and <i>Manson;</i> the admonitions expressed by Justice Frankfurter, Judge Bazelon in <i>Telfaire</i> and <i>Brown,</i> Judge McCree in <i>Russell,</i> and Judge Hufstedler in <i>Smith;</i> the California cases of <i>McDonald, Wright</i> and <i>West;</i> our own requirement in <i>Green</i> that a proper identification jury instruction be given when that issue is critical in the case; the Task Force Report; and our review of the professional literature of the behavioral and social sciences, we hold that a cross-racial identification, as a subset of eyewitness identification, requires a special jury instruction in an appropriate case.</p>\n<p>Indeed, some courtroom observers have commented that the ordinary person's difficulty of \"cross-racial recognition is so commonplace as to be the subject of both cliche and joke: `they all look alike.'\" Johnson, <i>supra,</i> 69 <i>Cornell L.Rev.</i> at 942. Although laboratory studies concerning the reliability of cross-racial identifications have not been validated in actual courtroom atmospheres, the results of many of those experiments suggest that \"decreased accuracy in the recognition of other-race faces is not within the observer's conscious control, and that seriousness of criminal proceedings would not improve accuracy.\" <i>Ibid.</i> Moreover, the stress associated with the courtroom atmosphere, based on human experience, is likely to diminish rather than enhance recognition accuracy.</p>\n<p>We embrace the California rule requiring a cross-racial identification charge under the circumstances of this case despite some differences of opinion among the researchers. Notwithstanding those differences, there is an impressive consistency in results showing that problems exist with cross-racial eyewitness identification. <i>Mc-Donald, supra,</i> 208 <i>Cal.Rptr.</i> 236, 690 <i>P.</i>2d at 718. We conclude that the empirical data encapsulate much of the ordinary human experience and provide an appropriate frame of reference for requiring a cross-racial identification jury instruction. Under the jurisprudence of this Court, in a prosecution \"in which race by definition is a patent factor[, race] must be taken into account to assure a fair trial.\" <i>State v. Harris,</i> 156 <i>N.J.</i> 122, 235, 716 <i>A.</i>2d 458 (1998) (Handler, J., dissenting).</p>\n<p>At the same time, we recognize that unrestricted use of cross-racial identification instructions could be counter-productive. Consequently, care must be taken to insulate criminal trials from base appeals to racial prejudice. An appropriate jury instruction should carefully delineate the context in which the jury is permitted to consider racial differences. The simple fact pattern of a white victim of a violent crime at the hands of a black assailant would not automatically give rise to the need for a cross-racial identification charge. More is required.</p>\n<p>A cross-racial instruction should be given only when, as in the present case, identification is a critical issue in the case, and an eyewitness's cross-racial identification is not corroborated by other evidence giving it independent reliability. Here, the eyewitness identification was critical; yet it was not corroborated by any forensic evidence or other eyewitness account. The circumstances of the case raise some doubt concerning the reliability of the victim's identification in that no positive identification was made for nearly eight months despite attempts within the first five days following the commission of the offenses. Under those circumstances, turning over to the jury the vital question of the reliability of that identification without acquainting the jury with the potential risks associated with such identifications could have affected the jurors' ability to evaluate the reliability of the identification. We conclude, therefore, that it was reversible error not to have given an instruction that informed the jury about the possible significance of the cross-racial identification factor, a factor the jury can observe in many cases with its own eyes, in determining the critical issuethe accuracy of the identification.</p>\n<p>For the sake of clarity, we repeat that the purpose of a cross-racial instruction is to alert the jury through a cautionary instruction that it should pay close attention to a possible influence of race. Because of the \"widely held commonsense view that members of one race have greater difficulty <span class=\"star-pagination\">*468</span> in accurately identifying members of a different race,\" <i>Telfaire, supra,</i> 469 <i>F.</i>2d at 559 (Bazelon, C.J., concurring); <i>Brown, supra,</i> 461 <i>F.</i>2d at 134, expert testimony on this issue would not assist a jury, <i>N.J.R.E.</i> 702, and for that reason would be inadmissible. We request the Criminal Practice Committee and the Model Jury Charge Committee to revise the current charge on identification to include an appropriate statement on cross-racial eyewitness identification that is consistent with this opinion.</p>\n<p>The judgment of the Appellate Division is reversed. The case is remanded to the Law Division for a new trial.</p>\n<p><i>For reversal and remandment</i>Chief Justice PORITZ and Justices POLLOCK, O'HERN, GARIBALDI, STEIN and COLEMAN6.</p>\n<p><i>Opposed</i>None.</p>\n<h2>NOTES</h2>\n<p>[1]  It is possible that other jurisdictions allow the jury to be charged on cross-racial identification. Because the issue arises on appeal only in cases where the judge refuses to give the instruction, it is difficult to determine how often such an instruction is given.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/306634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/334505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/362209/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1173314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1175593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1180951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1247795/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1424768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1926691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1951964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2072741/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2102141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2115861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2178549/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2220456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2366625/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2368526/"
          ]
        }
      ],
      "judges": "Coleman",
      "date_created": "2016-01-13T15:33:57.538877Z",
      "date_modified": "2016-07-19T14:26:46.049790Z",
      "date_filed": "1999-04-14",
      "date_filed_is_approximate": false,
      "slug": "state-v-cromedy",
      "citation_id": 1867996,
      "case_name_short": "Cromedy",
      "case_name": "State v. Cromedy",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "158 N.J. 112",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "727 A.2d 457",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 47,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1748455/state-v-cromedy/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:10:23.388723Z",
  "date_modified": "2014-10-30T19:10:23.388723Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Cromedy",
  "case_name": "State v. Cromedy",
  "case_name_full": "",
  "slug": "state-v-cromedy",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}