{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/1769422/",
  "id": 1769422,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1962878/",
      "id": 1962878,
      "absolute_url": "/opinion/1962878/north-slope-borough-v-andrus/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/1769422/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1962878/",
          "id": 1962878,
          "absolute_url": "/opinion/1962878/north-slope-borough-v-andrus/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1962878/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:55:39.905052Z",
          "date_modified": "2017-04-08T03:33:58.846109Z",
          "type": "010combined",
          "sha1": "923b3499948706afa6521fa15aa9c23c29d64445",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>515 F.Supp. 961 (1981)</b></center>\n<center><h1>NORTH SLOPE BOROUGH, et al., Plaintiffs,<br>\nv.<br>\nCecil D. ANDRUS and Richard A. Frank, Defendants,<br>\nAtlantic Richfield Company, et al., Intervenor-Defendants.<br>\nNATIONAL WILDLIFE FEDERATION, et al., Plaintiffs,<br>\nv.<br>\nCecil D. ANDRUS and Richard A. Frank, Defendants,<br>\nAtlantic Richfield Company, et al., Intervenor-Defendants.<br>\nVILLAGE OF KAKTOVIK, et al., Plaintiffs,<br>\nv.<br>\nCecil D. ANDRUS and Richard A. Frank, Defendants,<br>\nAtlantic Richfield Company, et al., Intervenor-Defendants.</h1></center>\n<center>Civ. A. Nos. 79-3193, 79-3199 and 79-3216.</center>\n<center><p><b>United States District Court, District of Columbia.</b></p></center>\n<center>May 5, 1981.</center>\n<p><span class=\"star-pagination\">*962</span> Bruce J. Terris, James N. Hecker, Patrick A. Parenteau, National Wildlife Federation, Clifton E. Curtis, Center for Law and Social Policy, Washington, D. C., for plaintiffs.</p>\n<p>Margaret Strand, Marine Resources Section, Dept. of Justice, E. Edward Bruce, Covington &amp; Burling, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>AUBREY E. ROBINSON, Jr., District Judge.</p>\n<p>Before the Court are Plaintiff's Motions for Attorneys' Fees in the above captioned action. The history of this litigation may be summarized as follows:</p>\n<p>Three sets of Plaintiffs, North Slope Borough (NSB), the National Wildlife Federation (NWF), and the Village of Kaktovik (VOK) brought suit against then Secretary of Interior Cecil D. Andrus, <i>et al.,</i> alleging certain violations of the Endangered Species Act (ESA), 16 U.S.C. § 1531 <i>et seq.,</i> the Outer Continental Shelf Lands Act (OCSLA), 43 U.S.C. § 1331 <i>et seq.,</i> the National Environmental Policy Act (NEPA), 42 U.S.C. § 4321 <i>et seq.,</i> the Federal Trust Responsibility (FTR) to the Inupiat Indians, and various other environmental statutes.<sup>[1]</sup> These alleged violations resulted from a proposed (and now consummated) OCSLA lease sale, in the Beaufort Sea, off the <span class=\"star-pagination\">*963</span> North Slope of Alaska. Subsequent to the filing of the complaint, the Court permitted the intervention of the Atlantic Richfield Co., and other potential lessees, and permitted the State of Alaska to participate as <i>amicus.</i> The intervenors and the State of Alaska assumed the posture of defendants in this litigation.</p>\n<p>On December 7, 1979, after receipt of extensive briefs from the parties and oral argument, this Court denied Plaintiffs' Motion for a Preliminary Injunction. The Court held that, while Plaintiffs had shown a substantial likelihood of success on the merits,<sup>[2]</sup> an expedited briefing schedule precluded serious irreparable harm prior to a final determination on the merits.<sup>[3]</sup></p>\n<p>On January 22, 1980, the Court resolved the merits of the instant case, holding, <i>inter alia,</i> that consummation of the proposed lease sale would violate the ESA<sup>[4]</sup> and NEPA.<sup>[5]</sup> The Court found no violations of the OCSLA.<sup>[6]</sup> On May 1, 1980, the Court ruled that Plaintiffs were entitled to \"reasonable attorneys' fees for all litigation involving the [ESA and OCSLA],\" that they were not so entitled for litigation involving other aspects of the instant case, and that \"in areas common to both fee-providing and non fee-providing statutes, such as the preparation of facts, Plaintiffs are to be awarded reasonable attorneys' fees for all time spent on those common issues.\"<sup>[7]</sup></p>\n<p>On October 9, 1980, the Court of Appeals reversed this Court's ruling on all issues in which Plaintiffs had prevailed, except for the issue of entitlement of attorneys' fees,<sup>[8]</sup> and affirmed all rulings favorable to Defendants.<sup>[9]</sup> While the Court of Appeals may have lacked jurisdiction over the merits of this action because this Court had not determined the amount of the attorneys fees to be awarded, and thus there was arguably no appealable final judgment,<sup>[10]</sup> this issue is not presented here. On January 21, 1981, the parties filed a Stipulation of Settlement Between Plaintiffs and Federal Defendants Regarding Attorneys Fees. Prior to approval of that settlement agreement by the Court, Federal Defendants filed a Notice of Withdrawal of the Stipulation, thereby breaching the Agreement.<sup>[11]</sup> The Court has subsequently become embroiled in attorneys' fees litigation.</p>\n<p>On February 3, 1981, the Court reaffirmed its prior ruling that Plaintiffs were entitled to reasonable attorneys fees. In its Order, the Court analyzed the attorneys' fees issue in light of <i>Metropolitan Washington Coalition for Clean Air v. D. C.,</i> 639 F.2d 802 (D.C.Cir.1981), and <i>Copeland v. Marshall,</i> 641 F.2d 880 (D.C.Cir.1980). After finding that <i>Metropolitan Washington</i> mandated an award of fees,<sup>[12]</sup> the Court stated that</p>\n<blockquote>[c]onsidering the complexity of this litigation, the time necessarily spent by counsel, the excellent quality of representation, <span class=\"star-pagination\">*964</span> and the prevailing market rates for comparable legal services ... the award contained in the stipulation appears modest. Plaintiffs, however, seeking to avoid further litigation, have strongly urged the Court to approve that award.</blockquote>\n<p>The Court then awarded, under <i>Copeland,</i> the exact amount stipulated to by the parties.</p>\n<p>Underlying this Court's February 3, 1981 Order was the hope further litigation on this issue would be unnecessary. Unfortunately, Federal Defendants expressed the desire to further pursue the issue. This Court noted, on February 20, 1981</p>\n<blockquote>[i]f the Federal Defendants appeal this Court's February 3, 1981 Order, which effectively enforced the Stipulation, Plaintiffs will have been deprived of the major benefit of compromise  permanent resolution of the attorneys' fees issue.... Plaintiffs made substantial financial concessions when they entered into the Stipulation. The records submitted with Plaintiffs' Motion to Reconsider indicate that Plaintiffs may be entitled to an aggregate sum approaching $200,000 for their efforts in this litigation. This figure more closely approximates this Court's rough evaluation of the amount Plaintiffs may be entitled to receive under <i>Copeland.</i>\n</blockquote>\n<p><i>North Slope Borough v. Andrus,</i> No. 79-3193 (February 20, 1981), slip op. at 3. The Court therefore determined that Plaintiffs were entitled to judicial resolution of the amount of attorneys' fees, consistent with <i>Copeland.</i></p>\n<p>Defendants have once again challenged Plaintiffs' entitlement to attorneys fees, and requested a hearing on the issue. On April 24, 1981, this Court set a hearing for April 29, 1981. By Order, the Court indicated that it would hear oral argument on Defendants' Motion for Reconsideration, and would consider any evidence presented by Defendants to rebut Plaintiffs' attorneys' fees claims. Defendants informed the Court at the April 29, 1981 hearing that they did not intend to review the costs, hours and fees claimed by Plaintiffs, and thus waived their right to an evidentiary hearing. <i>See </i><i>Copeland v. Marshall</i><i>,</i> At 905.</p>\n<p>Defendants are joined by Intervenor-Defendants in their opposition to an award of attorneys' fees. First, they attempt to distinguish this cause from <i>Metropolitan Washington,</i> alleging that that case is inopposite to the instant litigation because it involved a different statute. This contention is meritless. <i>Metropolitan Washington</i> involved analysis of the citizen's suit provision in the Clean Air Act, 42 U.S.C. § 7607(f). That statute provided the model for the virtually identical citizen's suit provisions in the ESA and OCSLA, and the reason for enactment of the citizen's suit provision in all three statutes is identical. The Court of Appeals opinion in <i>Metropolitan Washington</i> controls entitlement to attorneys' fees in the instant case.</p>\n<p>Defendants and Intervenor-Defendants next allege that, even under <i>Metropolitan Washington,</i> no award of fees is \"appropriate.\"<sup>[13]</sup> They assert that (1) this case involved no complex legal issues and (2) and award of fees is not in the public interest. These contentions lack vitality. Defendants and Intervenor-Defendants first assertion belittles the considerable energy spent by all concerned  including this Court and the Court of Appeals. The novelty and complexity of the legal issues presented is adequately reflected in the opinions of both this Court and the Court of Appeals, and needs no further elucidation here.<sup>[14]</sup> It is also evident that this case served the public interest. Manifestly unclear questions of first impression were presented under both the ESA and OCSLA, including, <i>inter alia,</i> how the Department of Interior should address issues involving both statutes. At stake in the litigation was a delicate frontier environment, the survival of an endangered <span class=\"star-pagination\">*965</span> species, and the need for expedited development of OCS resources.<sup>[15]</sup></p>\n<p>The \"appropriateness\" of an attorneys' fees award is determined by analyzing whether \"the underlying suit was a prudent and desirable effort to achieve an unfulfilled objective of the Act.\"<sup>[16]</sup> The appropriateness of a fee award may thus be viewed on a continuum  some suits will reflect more \"prudent and desirable effort[s]\" than others. As the trier of fact in <i>Metropolitan Washington,</i> this Court has the unique ability to evaluate the propriety of an award in the instant case. Plaintiff in <i>Metropolitan Washington</i> was at the \"less appropriate\" end of the continuum; Plaintiffs in the instant litigation personify the \"most appropriate\" end. Denial of an award of attorneys' fees in this action would throw the issue of entitlement under the applicable statutes completely into disarray.<sup>[17]</sup> In fact, denial of a fee award could only be supported by application of the \"substantially prevailing party\" standard. This would require amending the ESA and the OCSLA, a task beyond the power of the Court. The Court once again affirms Plaintiffs' entitlement to attorneys' fees.</p>\n<p></p>\n<h2>I. Defendants' Assertion of \"Principles\"</h2>\n<p>Defendants have asserted that five \"principles\" must be applied to ascertain the amount of attorneys' fees to which Plaintiffs are entitled, to wit: (1) the Court must assess what hours spent were \"reasonable;\" (2) the Court must require proper documentation of the hours spent;<sup>[18]</sup> (3) duplicative time must not be deemed compensable;<sup>[19]</sup> (4) claims reflecting inefficient use of hours must be discounted; and (5) in balancing the \"public interest\" of the litigation, the Court should discount the amount requested because Plaintiffs have not prevailed. The first four of these general principles are clearly warranted and undisputed. <i>Copeland v. Marshall</i><i>,</i> At 891-892, 900-903; <i>Jordan v. United States Department of Justice,</i> 89 F.R.D. 537, at 541 (D.D.C. 1981). Regarding the fifth \"principle,\" the Court in <i>Copeland</i> noted that the nature of success should be considered in adjusting the fee \"under the rubric of `quality of representation.'\" At 893. As this Court has already noted, however, all of Plaintiffs' counsel were \"highly competent and thorough in their presentation of this litigation.\"<sup>[20]</sup> While application of this fifth \"principle\" may prove to be relevant in a different context, it is useless here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*966</span> II. Assessment of Reasonable Hours</h2>\n<p>As the Court in <i>Copeland</i> stated, \"the first task for the trial judge ... is determining the amount of time reasonably expended.\" <i>Id.,</i> at 891. In assessing the reasonableness of the hours spent, the Court must (1) segregate into categories the types of work performed by each participating attorney, (2) ascertain to what extent the time spent was productive, and (3) eliminate both unproductive<sup>[21]</sup> and uncompensable<sup>[22]</sup> time. <i>Id.,</i> at 891. This breakdown is set forth below:</p>\n<p></p>\n<pre>\n                           A. Village of Kaktovik\nAttorney &amp; Type of Work                            Hours Claimed  Compensable Time\nExperienced Attorney:<sup>[23]</sup>  Appearances                29              29\nExperienced Attorney:  Initial Research                  22              18\nExperienced Attorney:  Pleadings                        261             192\nExperienced Attorney:  Conference                        52              49\nLess Experienced Attorney:<sup>[24]</sup>  Hearings              14               8\nLess Experienced Attorney:  Initial Research              3               3\nLess Experienced Attorney:  Pleadings                    40              40\nLess Experienced Attorney:  Conferences                  14              14\nThird Year Law Students<sup>[25]</sup>                          329             282\n                           B. National Wildlife Federation\nExperienced Attorney:   Appearances                       36              36\nExperienced Attorney:   Pleadings                        164             164\nLess Experienced Attorney:  Appearances                   30              26\nLess Experienced Attorney:  Pleadings                    220             220\nLegal Intern:<sup>[26]</sup>                                      20              20\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*967</span>\n                             C. North Slope Borough\nAttorney &amp; Type of Work                               Hours Claimed   Compensable Time\nVery Experienced Attorney:<sup>[27]</sup> Initial Analysis         85.00              82.00\nVery Experienced Attorney:    Pleadings, Appearances,\n                               Conferences                213.00             160.85\nLess Experienced Attorney:    Initial Analysis             69.50              64.50\nLess Experienced Attorney:    Pleadings, Appearances,\n                               Conferences                524.00             338.75\nInexperienced Attorney:<sup>[28]</sup> Initial Analysis            24.25              24.25\n                              Pleadings, Appearances,\n                              Conferences                 446.50             308.75\nParalegals:<sup>[29]</sup>                                        137.00             135.00\n</pre>\n<p>Defendants allege that NSB's hours are excessive. This contention is without merit. First, NSB appropriately allocated the work to less experienced attorneys, with review of that work by the senior attorney. Furthermore, NSB discounted much of the work performed that was deemed inefficient. Second, NSB was the lead Plaintiff in the litigation, thereby expending far more time than other Plaintiffs. Third, the exigent circumstances presented in the instant litigation to some extent precluded efficient use of time.<sup>[30]</sup> Finally, the complexity of the litigation,<sup>[31]</sup> coupled with the thoroughness of counsel, fully explain the amount of compensable hours.</p>\n<p>The total amount of compensable hours worked may be thus presented.<sup>[32]</sup></p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*968</span>\n                              VOK     NWF      NSB\nVery Experienced Attorney:                    242.85\nExperienced Attorney:         288     200\nLess Experienced Attorney:     65     246     413.25\nInexperienced Attorney:                       333.00\n</pre>\n<p></p>\n<h2>III. Reasonable Hourly Rate</h2>\n<p>As the Court in <i>Copeland</i> noted, the second step in the attorneys' fees analysis is establishing the reasonable hourly rate, <i>viz.,</i> \"that prevailing in the community for similar work.\" <i>Id.,</i> at 892. The parties have requested various hourly rates, ranging from $45 to $125, depending on the Plaintiff and the attorney. Defendants dispute the hourly rate presented by VOK ($70-$125) and NSB ($65-$125) as being unreasonable.</p>\n<p>The preliminary issue herein involves defining \"similar work\" within the meaning of <i>Copeland.</i> Defendants torture the reasoned analysis of the Court of Appeals by asserting: (1) Plaintiffs' ordinary billing practices are probative of the market rate for this \"type\" of litigation;<sup>[33]</sup> (2) salaries paid government attorneys for work on this litigation is also probative; (3) a contract between Plaintiff NSB's counsel and the Department of Justice is probative of the market rate; and (4) the listings in the District of Columbia Bar Lawyer Directory for environmental lawyers is also probative.</p>\n<p>Plaintiffs are all public interest groups or public interest law firms. They are so designated because they \"often represent their clients for low fees, or no fees at all. Consequently, the individual attorneys at those organizations typically are compensated at rates far below those prevailing in the marketplace.\" <i>Id.,</i> at 898. Since the attorneys' billing practices reflect fees lower than those prevailing in the marketplace, they are irrelevant to the instant litigation.</p>\n<p>Defendants claim that the salaries of their attorneys is probative of the market value for \"similar\" work, because those salaries were paid for identical work. In fact, Defendants state in their brief at p. 21:</p>\n<blockquote>Although the Court in <i>Copeland</i> discounted salaries as a basis for measuring rates, this ignores the economic fact that there is a true market for salaried positions .... Thus, the rates for \"similar\" work performed by government employees are relevant to establishment of an hourly rate in this case.</blockquote>\n<p>It does not appear to this Court that the <i>Copeland</i> Court \"ignored\" any economic fact; rather, that Court disposed of the salary issue by indicating (1) counsel for public interest organizations often receive compensation below the market rate because of their belief that the organizations further a public interest, (2) litigation of this sort should not depend on the charity of counsel, and (3) reference to absolute salary levels is therefore irrelevant. <i>Id.,</i> at 898. Assuming <i>arguendo</i> that the <i>Copeland</i> Court \"ignored\" an economic fact, its holding is nonetheless dispositive; salaries (including scrutiny of the salaries of government attorneys by analogy) are wholly irrelevant to this litigation.<sup>[34]</sup></p>\n<p>The Defendants further contend that a contract between NSB's counsel and the Department of Justice reflects the market value of their time, or at least demonstrates rates for similar work in the community. This assertion is also meritless. The contract states, <i>inter alia,</i> \"[The Justice Department] has not been able to secure adequate <span class=\"star-pagination\">*969</span> funding from Congress [to provide for employment of private counsel by DOJ] .... Thus, in a sense we are asking you [to accept the contract] <i>in the spirit of the public interest, and to meet financial conditions in this representation that we must candidly admit are not ideal.\"</i> (Emphasis added). The contract is thus not probative of the prevailing market rates.</p>\n<p>Finally, the Defendants assert that the District of Columbia Bar Lawyer Directory, which lists hourly rates, demonstrates that rates for similar (e. g. environmental) work is considerably lower than that claimed by Plaintiffs. The Court need not consider the probative value of the Directory, which is somewhat suspect,<sup>[35]</sup> because a fair reading of the Directory, in conjunction with Plaintiffs' claims, indicates that the claims are fully consistent with the range of salaries presented in the Directory.</p>\n<p>As this Court recognized in its March 13, 1981, Order, the hourly rates charged by attorneys for the Intervenor-Defendants provide a useful guide to those prevailing in the community. These rates were charged in \"similar\" litigation, and are the only such rates in this case governed by the market economy.<sup>[36]</sup> It is clear from the affidavits submitted to the Court that the hourly rates claimed by all Plaintiffs is well below that paid by Intervenor-Defendants to their attorneys.</p>\n<p>The Court in <i>Copeland</i> noted several of the relevant considerations necessary to scrutinize the \"reasonableness\" of the rate claimed, to wit: the level of skill necessary, time limitations, the amount to be obtained in the litigation, the attorney's reputation, and the undesirability of the case. <i>Id.,</i> at 892. These factors further justify the hourly rate claimed here. The case involved a multi-billion dollar lease sale in a frontier area of the OCS with the potential for serious environmental harm to the area and extermination of an endangered species. It involved both State and Federal governments, ten oil companies, and three Plaintiffs with different contentions. It posed numerous complex and unique legal issues, including questions of first impression under both the ESA and OCSLA. All of these questions were meritorious, and they were briefed and argued in an extremely compressed time frame.</p>\n<p>Moreover, in both oral argument and in their papers, counsel for all parties reflected ability rarely presented in this Court. Litigation of this action required attorneys with only the most exacting skill. Because of the outstanding work performed by counsel for Defendants and Intervenor-Defendants, Plaintiffs' task was made all the more difficult. Plaintiffs' counsel could not have served their clients better.</p>\n<p>Applying the hourly rates claimed to determine the Lodestar fee in this case, a <i>Copeland</i> table may be thus presented.</p>\n<p></p>\n<pre>\n                        NSB\nAttorney                Hours       Rate          Total\nVery Experienced:      242.85      $ 125       $ 30,356.25\nLess Experienced:      413.25         80         33,060.00\nInexperienced   :      333.00         65         21,645.00\n                                               ___________\n                                               $ 85,061.25\n                                               ___________\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*970</span>\n                           VOK\nExperienced:              288.00      $ 110      $ 31,680.00\nLess Experienced:          65.00         70         4,550.00\n                                                 ___________\n                                                 $ 36,230.00\n                                                 ___________\n                           NWF\nExperienced:              200.00      $  65      $ 13,000.00\n                          246.00         45        11,070.00\n                                                 ___________\n                                                 $ 24,070.00\n                                                 ___________\n</pre>\n<p></p>\n<h2>IV. Adjustments in the Lodestar</h2>\n<p>Defendants contend that the Lodestar amounts delineated above should be reduced \"under the rubic of quality of representation\" because Plaintiffs did not eventually prevail.<sup>[37]</sup> This contention is patently absurd  the quality of representation could not have been better. Indeed, two factors militate in favor of adjusting the lodestar upward, to wit: (1) taking into account amounts used to compute the lodestar, the attorneys far exceeded any reasonable expectation concerning the quality of representation, and (2) Plaintiffs' counsel has suffered and will continue to suffer from a delay in the receipt of payment for services due to Defendants' hostile, irrational, and wholly unjustified approach to this matter.</p>\n<p>The Court has already noted the unusual display of expertise and extraordinary quality of representation afforded Plaintiffs by their attorneys; indeed, it has not witnessed better representation of clients by attorneys. Given the level of skill normally expected from attorneys commanding the hourly rate used to compute the lodestar, <i>Id.,</i> at 893, the Court believes that an upward revision is warranted. Thus, the Court will increase the lodestar 25% for NSB and VOK, and 50% for NWF.</p>\n<p>Finally, delay of payment justifies another increase in the lodestar. <i>Id.,</i> at 893. While some delays in payment are justified, and may thus not warrant an increase in the lodestar, no such justification exists here. Plaintiffs and Defendants entered into settlement negotiations vis-a-vis attorneys' fees. After months of negotiations, settlement was effectuated, only to be breached by Defendants. No grounds for this breach appear in the record, because no grounds exist.<sup>[38]</sup> Had Defendants indicated their current<sup>[39]</sup> approach to this issue, the attorneys' fees issue would have been resolved by this Court long ago. Given this inflationary era, <i>Id.,</i> at 893, and the length of the delay, a 15% increase in the lodestar is appropriate. The results of the lodestar adjustment may be thus presented:</p>\n<p></p>\n<pre>\nPlaintiff     Lodestar      Quality     Subtotal      Delay     Total\n                           Increase                  Increase        \nNSB          $ 85,061.25      25%      $ 106,326.66     15%     $ 122,275.54\nVOK            36,230.00      25%         45,287.50     15%        52,080.63\nNWF            24,070.00      50%         36,105.00     15%        41,520.75\n</pre>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*971</span> V. Costs</h2>\n<p>Plaintiff VOK has submitted a bill of costs totalling $12,524.87. This amount includes $7,050.00 for the services of third year law students, which was requested under the rubric of \"attorneys' fees.\" Defendants claim that this Court's Memorandum Opinion in <i>Jordan v. U. S.,</i> At 541, precludes compensation for the law students' services in the instant litigation. They are mistaken.</p>\n<p>In <i>Jordan,</i> Plaintiff's attorney was a law school clinical program whose primary function is to educate law students. The law school and the students were engaged in a <i>quid pro quo</i>; the students paid tuition to the \"attorney\" in return for course credit and legal training. Through their contract with the law school, the students themselves paid the \"costs\" associated with their contribution to the litigation. Thus, the students were provided to Plaintiff's \"attorney\" (and thus the Plaintiff) cost-free. Since the \"attorney\" could not properly bill Plaintiff for the cost-free services of the law students, the costs would not be properly billed to his adversary. <i>See e. g. </i><i>Copeland v. Marshall</i><i>,</i> At 891.</p>\n<p>In the instant case, VOK's attorney, the Center for Law and Social Policy, makes effective use of third year law students. The Center is not an educational institution, and does not receive tuition from the students. In return for course credit and training, the students pay the Center with their work product. This product payout helps the Center control the costs of representation that are passed along to clients. Nevertheless, its costs for maintaining the student program are substantial,<sup>[40]</sup> and are ultimately borne by the Center and its clients. Those costs, to the extent they are reflected in work performed in the instant case, are compensable.</p>\n<p>This Court is cognizant of the problems in applying a cost analysis to compensation for third year law students. Many of those problems were encountered by the <i>Copeland</i> Court in its analysis of the \"cost-plus\" approach. <i>Id.</i> at 896-900. Although law students may be employed to decrease the cost of representation, they are neither attorneys nor laymen permitted to litigate an action.<sup>[41]</sup> Thus, only the costs associated with their employment may be recovered. <i>See </i><i>City of Detroit v. Grinnell Corp.,</i> 495 F.2d 448, 473 (2nd Cir. 1974).</p>\n<p>The problems attaching to a cost approach do not present themselves in the instant litigation. VOK has calculated those costs by multiplying the time spent on compensable issues by $25.00. VOK's claim is in fact nothing more than a demand for the costs of supporting volunteer law students.<sup>[42]</sup> Since these costs are properly billed for the Center to VOK, <i>see,</i> e. g., <i>Copeland v. Marshall</i><i>,</i> At 891, they are properly billed to Defendants.</p>\n<p>VOK's bill of costs also includes the cost of two roundtrip fares between Barrow, Alaska and Washington, D. C. for Michael Jeffries to Alaska Legal Services. Mr. Jeffries is not employed by the Center, and the value of the two trips is questionable. The transportation costs are not recoverable under the statutes involved. VOK's bill of costs also contain $48 for the affidavit of Larry Brilliant, although no such affidavit was necessary to the prosecution of this action. This $48 is also unrecoverable. Thus, the total amount of costs recoverable by VOK is $9,748.87.</p>\n<p><span class=\"star-pagination\">*972</span> Plaintiff NWF has submitted a bill of costs totalling $1,545.20. This includes the costs of employing its legal intern.<sup>[43]</sup> Defendants have supplied no plausible reason for denying NWF its costs, nor does one appear on the record. Plaintiff NWF is entitled to $1,545.20 for the costs of prosecuting this litigation.</p>\n<p>Plaintiff NSB has submitted a bill of costs totalling $4,397.81.<sup>[44]</sup> Defendants object to payment of (1) the costs involved in Mr. Terris' trip to Alaska ($1,166.26) and (2) costs of certain research materials ($246.78). It appears to the Court that the purchased materials were used for the preparation of Plaintiffs' factual case, and thus may be included. Mr. Terris has failed to justify his trip to Alaska, however. NSB's billable costs therefore total $6,231.55.</p>\n<p>The total amount due Plaintiffs for costs and attorneys' fees is therefore:</p>\n<p></p>\n<pre>\nNSB:        $125,507.09\nVOK:        $ 61,829.50\nNWF:        $ 43,065.95\n</pre>\n<p>The aggregate sum to which the Plaintiffs are entitled exceeds $230,000. Plaintiffs were prepared to settle for $59,500. But for the irrational and unexplained breach of the settlement agreement by the Government, $59,500 would have been the extent of the United States' liability for attorneys' fees and costs. It is ironic that the Federal Government, which is seeking to stem wasteful government spending, consciously avoided the opportunity to save over $170,000 in attorneys' fees and costs by breaching the settlement agreement in this case.<sup>[45]</sup></p>\n<p>An appropriate Order follows this Memorandum Opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The Plaintiffs tendered varying objections to the proposed lease sale, and in some instances differed among themselves regarding the application of certain statutes.</p>\n<p>[2]  <i>North Slope Borough v. Andrus,</i> 486 F.Supp. 326, 329-330 (D.D.C.1979).</p>\n<p>[3]  <i>Id.,</i> at 330.</p>\n<p>[4]  <i>North Slope Borough v. Andrus,</i> 486 F.Supp. 332, 349-358 (D.D.C.1980).</p>\n<p>[5]  <i>Id.,</i> at 344-349.</p>\n<p>[6]  <i>Id.,</i> at 358-360. <i>See also, North Slope Borough v. Andrus,</i> No. 79-3193, Memorandum Opinion (D.D.C. February 1, 1980), slip op. at 25.</p>\n<p>[7]  <i>See North Slope Borough v. Andrus,</i> No. 79-3193, Order (D.D.C. May 1, 1980).</p>\n<p>[8]  It appears that the attorneys' fees issue was not presented to the Court of Appeals.</p>\n<p>[9]  <i>North Slope Borough v. Andrus,</i> 642 F.2d 589 (D.C.Cir.1981).</p>\n<p>[10]  This Court's position, approved <i>sub silentio</i> by the Court of Appeals, is that the issue of attorneys' fees is collateral to resolution of the merits, and thus does not affect the finality of judgment. This conclusion may have been erroneous. <i>See </i><i>Liberty Mutual Ins. Co. v. Wetzel,</i> 424 U.S. 737, 96 S.Ct. 1202, 47 L.Ed.2d 435 (1976); <i>Johnson v. Univ. of Bridgeport,</i> 629 F.2d 828-830 (2nd Cir. 1980); <i>Richerson v. Jones,</i> 551 F.2d 918, 921-923 (3rd Cir. 1977). If so, then the Court of Appeals lacked jurisdiction over the merits of this case.</p>\n<p>[11]  The legality of this \"notice of withdrawal\" has not been determined.</p>\n<p>[12]  <i>See </i><i>North Slope Borough v. Andrus,</i> 507 F.Supp. 106 at 107-108 (D.D.C.1981).</p>\n<p>[13]  This is the statutory standard applicable under the ESA and OCSLA, and was the standard scrutinized in <i>Metropolitan Washington. Id.,</i> at 803-804.</p>\n<p>[14]  <i>See id.</i> at 803-804.</p>\n<p>[15]  <i>See id.</i> at 803-804.</p>\n<p>[16]  <i>Metropolitan Washington Coalition for Clean Air v. D. C</i><i>.,</i> at 804.</p>\n<p>[17]  Denial of an award of attorneys fees in the instant case would preclude the ability of attorneys to predict, with any degree of certainty, when an award would be deemed \"appropriate.\"</p>\n<p>[18]  Defendants initially contested the adequacy of Plaintiffs' documentation of hours. The Plaintiffs filed supplemental affidavits supporting their claim, and Defendants at the hearing apparently dropped this contention. Regardless, the Court notes that the burdens of persuasion and proof rest on the parties seeking an award of fees. Plaintiffs have met both burdens with the documentation presented, and Defendants failed to present any evidence undermining the claims.</p>\n<p>[19]  Defendants claim that many of the hours were duplicative because the three different sets of attorneys researched some of the same issues. This multiple research cannot be considered duplicative within the meaning of <i>Copeland,</i> however. Each party Plaintiff has a right to adequate representation. Each Plaintiff presented varying legal arguments concerning the applicability of the ESA and the OCSLA (<i>e. g.</i> NSB and VOK supported subsistence hunting of the Bowhead whale  NWF opposed such hunting. NSB maintained that only development outside the barrier islands violated the relevant statutes  NWF and VOK contended that development both inside and outside those islands violated the statutes). Each Plaintiff has the right to <i>assurances</i> of adequate representation. Thus, each Plaintiff has the right to have its attorney perform the research crucial to the litigation.</p>\n<p>[20]  <i>See</i> this Court's Order dated February 3, 1981.</p>\n<p>[21]  Unproductive time is defined as that time \"not properly billed.\" <i>Id.,</i> at 891. Defendants allege that having more than one attorney in Court was \"unproductive,\" since only one attorney (per Plaintiff) presented argument. Defendants are correct that only one attorney per Plaintiff was necessary for the status call held in the instant case; where more than one attorney per Plaintiff appeared at the status call, the Court deducted the hours claimed for the less experienced attorney(s). For all other hearings, however, the presence of three attorneys for NSB and two each for NWF and VOK were appropriate. The legal issues presented were extremely complex, and counsel for all parties opposing Plaintiffs were extraordinarily able. These two factors necessitated the presence of supplemental counsel at Plaintiffs' table.</p>\n<p>[22]  This Court has already ruled that only certain hours are compensable. <i>See</i> note 7, <i>supra,</i> and accompanying test. Plaintiffs have listed hours worked and compensable hours pursuant to this Court's May 1, 1980 Order. Defendants allege that Plaintiffs have not appropriately divided the hours between compensable and noncompensable time. Defendants have presented no evidence supporting their contention; indeed, Plaintiffs' allocation of time is consistent with this Court's expectations, given the complexity of certain OCSLA/ESA issues. Plaintiffs are credited with hours spent consistent with this Court's May 1, 1980 Order.</p>\n<p>[23]  An \"experienced attorney\" is a lawyer with more than 9 years experience.</p>\n<p>[24]  A \"less experienced attorney\" is one with 4-8 years experience.</p>\n<p>[25]  Compensation for \"third year students\" and \"interns\" is limited to the costs of said students and interns. <i>Jordan v. U. S.,</i> At 541. This is discussed <i>infra.</i></p>\n<p>[26]  <i>Id.</i></p>\n<p>[27]  A \"very experienced attorney\" is one with over 20 years experience.</p>\n<p>[28]  An \"inexperienced attorney\" has fewer than four years experience.</p>\n<p>[29]  Compensation for \"paralegals\" is limited to the cost of said paralegals. <i>See</i> note 18, <i>supra.</i></p>\n<p>[30]  The Court notes that all the papers concerning the merits of this action were filed in December of 1979 and January of 1980. In these two months, Plaintiffs filed (1) complaints, (2) motions for a preliminary injunction, (3) replies to the oppositions of said motions, (4) amended complaints, (5) motions for summary judgment, (6) replies to the oppositions to said motions, (7) motions to clarify judgment, (8) oppositions to a request for a stay, and (9) memoranda concerning the equitable powers of the Court. Extended work weeks were necessary to the filing of these papers, and all papers were essential to proper adjudication of the litigation. Clearly, 100 hours worked in one week will not be as productive as 100 hours spread over 3 weeks.</p>\n<p>[31]  The complex underpinnings to the instant case may be traced to the interrelationship between, and ambivilant underpinnings of the ESA and OCSLA (e. g. applying the differing concepts of \"agency action\" to both statutes).</p>\n<p>[32]  While <i>Copeland</i> implies that differing hourly rates might be applicable depending on the services performed (i. e. discovery, responding to interrogatories, appearances, etc.), At 892, such analysis is not relevant here  no discovery from the opposing sides was necessary here, and NSB's counsel discounted hours for inefficiently spent time.</p>\n<p>[33]  Defendants allege that this Court's refusal to permit discovery into Plaintiffs' attorneys' billing practices somehow prejudiced their defense. Defendant had over eight months to inquire into the billing practices, but failed to do so. <i>See</i> this Court's Order dated March 13, 1981, in this litigation.</p>\n<p>[34]  <i>Cf. Anderson v. IRS,</i> No. 78-1085, slip op. (D.C.Cir. April 20, 1979).</p>\n<p>[35]  The Directory understates the prevailing market rate for attorneys because (1) most large firms do not publish their rates in the Directory, (2) the listings are designed to attract clients, and (3) many attorneys who do not publish their rates probably charge more than the average rate in the Directory.</p>\n<p>[36]  The Court notes that Intervenor-Defendants were represented by Covington &amp; Burling, a firm that can command rates at the high end of the continuum that reflects this community's prevailing market rates. While the skill of Plaintiffs' counsel was equal to that of Defendants and Intervenor-Defendants, it is plausible that they may not be entitled to quite the hourly rate paid Covington &amp; Burling. The Court need not reach this issue, however, because the rates claimed are below Covington &amp; Burling's.</p>\n<p>[37]  <i>See</i> note 13 and accompanying text.</p>\n<p>[38]  <i>See</i> this Court's Memoranda and Orders dated February 3, 1981, February 20, 1981, and March 13, 1981, in this litigation.</p>\n<p>[39]  It appears to the Court that Defendants' approach to the attorneys' fees issue changed dramatically on or about January 26, 1981.</p>\n<p>[40]  Those costs include, <i>inter alia,</i> (1) travelling to interview prospective interns, (2) conducting weekly two hour seminars, (3) transportation expenses of the interns, (4) subsidized housing for the interns, (5) supervision, and (6) overhead (i. e. office space, heating, lighting, office supplies, etc.).</p>\n<p>[41]  Individuals may represent themselves, and thus are eligible for attorneys' fees. <i>See </i><i>Cox v. U. S.,</i> 601 F.2d 1, 5-6 (D.C.Cir.1979).</p>\n<p>[42]  Implicit in every fee demand are overhead costs. <i>See</i> note 39, <i>supra.</i> In this case, since the Center did not have to pay the interns a salary, the demand does not encompass professional services compensation. VOK has submitted an affidavit to the Court indicating the reasonableness of the costs claimed. Defendants have not rebutted VOK's contention. VOK has met its burden of proof on this issue. <i>See</i> note 17, <i>supra.</i></p>\n<p>[43]  <i>See</i> note 24, <i>supra.</i></p>\n<p>[44]  This includes the cost of employing paralegals. <i>See</i> note 25, <i>supra.</i></p>\n<p>[45]  <i>Cf. Jordan v. U. S.,</i> At 542, wherein this Court stated that \"[p]articularly in a time when our nation is seeking to stem wasteful government spending, an Order requiring the Government to pay an excessive sum in attorneys' fees would be unseemly.\" The Order issued in the instant case does not require an excessive sum in fees to be paid, and thus the Court cannot reduce the amount of the award in the name of austerity. Defendants had it within their power to limit liability by adhering to the settlement agreement, but inexplicably failed to do so.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">961</span></span> (1981)</b></center>\n<center><h1>NORTH SLOPE BOROUGH, et al., Plaintiffs,<br>\nv.<br>\nCecil D. ANDRUS and Richard A. Frank, Defendants,<br>\nAtlantic Richfield Company, et al., Intervenor-Defendants.<br>\nNATIONAL WILDLIFE FEDERATION, et al., Plaintiffs,<br>\nv.<br>\nCecil D. ANDRUS and Richard A. Frank, Defendants,<br>\nAtlantic Richfield Company, et al., Intervenor-Defendants.<br>\nVILLAGE OF KAKTOVIK, et al., Plaintiffs,<br>\nv.<br>\nCecil D. ANDRUS and Richard A. Frank, Defendants,<br>\nAtlantic Richfield Company, et al., Intervenor-Defendants.</h1></center>\n<center>Civ. A. Nos. 79-3193, 79-3199 and 79-3216.</center>\n<center><p><b>United States District Court, District of Columbia.</b></p></center>\n<center>May 5, 1981.</center>\n<p><span class=\"star-pagination\">*962</span> Bruce J. Terris, James N. Hecker, Patrick A. Parenteau, National Wildlife Federation, Clifton E. Curtis, Center for Law and Social Policy, Washington, D. C., for plaintiffs.</p>\n<p>Margaret Strand, Marine Resources Section, Dept. of Justice, E. Edward Bruce, Covington &amp; Burling, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>AUBREY E. ROBINSON, Jr., District Judge.</p>\n<p>Before the Court are Plaintiff's Motions for Attorneys' Fees in the above captioned action. The history of this litigation may be summarized as follows:</p>\n<p>Three sets of Plaintiffs, North Slope Borough (NSB), the National Wildlife Federation (NWF), and the Village of Kaktovik (VOK) brought suit against then Secretary of Interior Cecil D. Andrus, <i>et al.,</i> alleging certain violations of the Endangered Species Act (ESA), 16 U.S.C. § 1531 <i>et seq.,</i> the Outer Continental Shelf Lands Act (OCSLA), 43 U.S.C. § 1331 <i>et seq.,</i> the National Environmental Policy Act (NEPA), 42 U.S.C. § 4321 <i>et seq.,</i> the Federal Trust Responsibility (FTR) to the Inupiat Indians, and various other environmental statutes.<sup>[1]</sup> These alleged violations resulted from a proposed (and now consummated) OCSLA lease sale, in the Beaufort Sea, off the <span class=\"star-pagination\">*963</span> North Slope of Alaska. Subsequent to the filing of the complaint, the Court permitted the intervention of the Atlantic Richfield Co., and other potential lessees, and permitted the State of Alaska to participate as <i>amicus.</i> The intervenors and the State of Alaska assumed the posture of defendants in this litigation.</p>\n<p>On December 7, 1979, after receipt of extensive briefs from the parties and oral argument, this Court denied Plaintiffs' Motion for a Preliminary Injunction. The Court held that, while Plaintiffs had shown a substantial likelihood of success on the merits,<sup>[2]</sup> an expedited briefing schedule precluded serious irreparable harm prior to a final determination on the merits.<sup>[3]</sup></p>\n<p>On January 22, 1980, the Court resolved the merits of the instant case, holding, <i>inter alia,</i> that consummation of the proposed lease sale would violate the ESA<sup>[4]</sup> and NEPA.<sup>[5]</sup> The Court found no violations of the OCSLA.<sup>[6]</sup> On May 1, 1980, the Court ruled that Plaintiffs were entitled to \"reasonable attorneys' fees for all litigation involving the [ESA and OCSLA],\" that they were not so entitled for litigation involving other aspects of the instant case, and that \"in areas common to both fee-providing and non fee-providing statutes, such as the preparation of facts, Plaintiffs are to be awarded reasonable attorneys' fees for all time spent on those common issues.\"<sup>[7]</sup></p>\n<p>On October 9, 1980, the Court of Appeals reversed this Court's ruling on all issues in which Plaintiffs had prevailed, except for the issue of entitlement of attorneys' fees,<sup>[8]</sup> and affirmed all rulings favorable to Defendants.<sup>[9]</sup> While the Court of Appeals may have lacked jurisdiction over the merits of this action because this Court had not determined the amount of the attorneys fees to be awarded, and thus there was arguably no appealable final judgment,<sup>[10]</sup> this issue is not presented here. On January 21, 1981, the parties filed a Stipulation of Settlement Between Plaintiffs and Federal Defendants Regarding Attorneys Fees. Prior to approval of that settlement agreement by the Court, Federal Defendants filed a Notice of Withdrawal of the Stipulation, thereby breaching the Agreement.<sup>[11]</sup> The Court has subsequently become embroiled in attorneys' fees litigation.</p>\n<p>On February 3, 1981, the Court reaffirmed its prior ruling that Plaintiffs were entitled to reasonable attorneys fees. In its Order, the Court analyzed the attorneys' fees issue in light of <i>Metropolitan Washington Coalition for Clean Air v. D. C.,</i> <span class=\"citation\" data-id=\"386837\"><a href=\"/opinion/386837/metropolitan-washington-coalition-for-clean-air-capitol-view-property/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span> (D.C.Cir.1981), and <i>Copeland v. Marshall,</i> <span class=\"citation\" data-id=\"387362\"><a href=\"/opinion/387362/dolores-j-copeland-individually-and-on-behalf-of-the-class-of-all-others/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span> (D.C.Cir.1980). After finding that <i>Metropolitan Washington</i> mandated an award of fees,<sup>[12]</sup> the Court stated that</p>\n<blockquote>[c]onsidering the complexity of this litigation, the time necessarily spent by counsel, the excellent quality of representation, <span class=\"star-pagination\">*964</span> and the prevailing market rates for comparable legal services ... the award contained in the stipulation appears modest. Plaintiffs, however, seeking to avoid further litigation, have strongly urged the Court to approve that award.</blockquote>\n<p>The Court then awarded, under <i>Copeland,</i> the exact amount stipulated to by the parties.</p>\n<p>Underlying this Court's February 3, 1981 Order was the hope further litigation on this issue would be unnecessary. Unfortunately, Federal Defendants expressed the desire to further pursue the issue. This Court noted, on February 20, 1981</p>\n<blockquote>[i]f the Federal Defendants appeal this Court's February 3, 1981 Order, which effectively enforced the Stipulation, Plaintiffs will have been deprived of the major benefit of compromise  permanent resolution of the attorneys' fees issue.... Plaintiffs made substantial financial concessions when they entered into the Stipulation. The records submitted with Plaintiffs' Motion to Reconsider indicate that Plaintiffs may be entitled to an aggregate sum approaching $200,000 for their efforts in this litigation. This figure more closely approximates this Court's rough evaluation of the amount Plaintiffs may be entitled to receive under <i>Copeland.</i>\n</blockquote>\n<p><i>North Slope Borough v. Andrus,</i> No. 79-3193 (February 20, 1981), slip op. at 3. The Court therefore determined that Plaintiffs were entitled to judicial resolution of the amount of attorneys' fees, consistent with <i>Copeland.</i></p>\n<p>Defendants have once again challenged Plaintiffs' entitlement to attorneys fees, and requested a hearing on the issue. On April 24, 1981, this Court set a hearing for April 29, 1981. By Order, the Court indicated that it would hear oral argument on Defendants' Motion for Reconsideration, and would consider any evidence presented by Defendants to rebut Plaintiffs' attorneys' fees claims. Defendants informed the Court at the April 29, 1981 hearing that they did not intend to review the costs, hours and fees claimed by Plaintiffs, and thus waived their right to an evidentiary hearing. <i>See </i><i>Copeland v. Marshall</i><i>,</i> At 905.</p>\n<p>Defendants are joined by Intervenor-Defendants in their opposition to an award of attorneys' fees. First, they attempt to distinguish this cause from <i>Metropolitan Washington,</i> alleging that that case is inopposite to the instant litigation because it involved a different statute. This contention is meritless. <i>Metropolitan Washington</i> involved analysis of the citizen's suit provision in the Clean Air Act, 42 U.S.C. § 7607(f). That statute provided the model for the virtually identical citizen's suit provisions in the ESA and OCSLA, and the reason for enactment of the citizen's suit provision in all three statutes is identical. The Court of Appeals opinion in <i>Metropolitan Washington</i> controls entitlement to attorneys' fees in the instant case.</p>\n<p>Defendants and Intervenor-Defendants next allege that, even under <i>Metropolitan Washington,</i> no award of fees is \"appropriate.\"<sup>[13]</sup> They assert that (1) this case involved no complex legal issues and (2) and award of fees is not in the public interest. These contentions lack vitality. Defendants and Intervenor-Defendants first assertion belittles the considerable energy spent by all concerned  including this Court and the Court of Appeals. The novelty and complexity of the legal issues presented is adequately reflected in the opinions of both this Court and the Court of Appeals, and needs no further elucidation here.<sup>[14]</sup> It is also evident that this case served the public interest. Manifestly unclear questions of first impression were presented under both the ESA and OCSLA, including, <i>inter alia,</i> how the Department of Interior should address issues involving both statutes. At stake in the litigation was a delicate frontier environment, the survival of an endangered <span class=\"star-pagination\">*965</span> species, and the need for expedited development of OCS resources.<sup>[15]</sup></p>\n<p>The \"appropriateness\" of an attorneys' fees award is determined by analyzing whether \"the underlying suit was a prudent and desirable effort to achieve an unfulfilled objective of the Act.\"<sup>[16]</sup> The appropriateness of a fee award may thus be viewed on a continuum  some suits will reflect more \"prudent and desirable effort[s]\" than others. As the trier of fact in <i>Metropolitan Washington,</i> this Court has the unique ability to evaluate the propriety of an award in the instant case. Plaintiff in <i>Metropolitan Washington</i> was at the \"less appropriate\" end of the continuum; Plaintiffs in the instant litigation personify the \"most appropriate\" end. Denial of an award of attorneys' fees in this action would throw the issue of entitlement under the applicable statutes completely into disarray.<sup>[17]</sup> In fact, denial of a fee award could only be supported by application of the \"substantially prevailing party\" standard. This would require amending the ESA and the OCSLA, a task beyond the power of the Court. The Court once again affirms Plaintiffs' entitlement to attorneys' fees.</p>\n<p></p>\n<h2>I. Defendants' Assertion of \"Principles\"</h2>\n<p>Defendants have asserted that five \"principles\" must be applied to ascertain the amount of attorneys' fees to which Plaintiffs are entitled, to wit: (1) the Court must assess what hours spent were \"reasonable;\" (2) the Court must require proper documentation of the hours spent;<sup>[18]</sup> (3) duplicative time must not be deemed compensable;<sup>[19]</sup> (4) claims reflecting inefficient use of hours must be discounted; and (5) in balancing the \"public interest\" of the litigation, the Court should discount the amount requested because Plaintiffs have not prevailed. The first four of these general principles are clearly warranted and undisputed. <i>Copeland v. Marshall</i><i>,</i> At 891-892, 900-903; <i>Jordan v. United States Department of Justice,</i> <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">537</span></span>, at 541 (D.D.C. 1981). Regarding the fifth \"principle,\" the Court in <i>Copeland</i> noted that the nature of success should be considered in adjusting the fee \"under the rubric of `quality of representation.'\" At 893. As this Court has already noted, however, all of Plaintiffs' counsel were \"highly competent and thorough in their presentation of this litigation.\"<sup>[20]</sup> While application of this fifth \"principle\" may prove to be relevant in a different context, it is useless here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*966</span> II. Assessment of Reasonable Hours</h2>\n<p>As the Court in <i>Copeland</i> stated, \"the first task for the trial judge ... is determining the amount of time reasonably expended.\" <i>Id.,</i> at 891. In assessing the reasonableness of the hours spent, the Court must (1) segregate into categories the types of work performed by each participating attorney, (2) ascertain to what extent the time spent was productive, and (3) eliminate both unproductive<sup>[21]</sup> and uncompensable<sup>[22]</sup> time. <i>Id.,</i> at 891. This breakdown is set forth below:</p>\n<p></p>\n<pre>\n                           A. Village of Kaktovik\nAttorney &amp; Type of Work                            Hours Claimed  Compensable Time\nExperienced Attorney:<sup>[23]</sup>  Appearances                29              29\nExperienced Attorney:  Initial Research                  22              18\nExperienced Attorney:  Pleadings                        261             192\nExperienced Attorney:  Conference                        52              49\nLess Experienced Attorney:<sup>[24]</sup>  Hearings              14               8\nLess Experienced Attorney:  Initial Research              3               3\nLess Experienced Attorney:  Pleadings                    40              40\nLess Experienced Attorney:  Conferences                  14              14\nThird Year Law Students<sup>[25]</sup>                          329             282\n                           B. National Wildlife Federation\nExperienced Attorney:   Appearances                       36              36\nExperienced Attorney:   Pleadings                        164             164\nLess Experienced Attorney:  Appearances                   30              26\nLess Experienced Attorney:  Pleadings                    220             220\nLegal Intern:<sup>[26]</sup>                                      20              20\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*967</span>\n                             C. North Slope Borough\nAttorney &amp; Type of Work                               Hours Claimed   Compensable Time\nVery Experienced Attorney:<sup>[27]</sup> Initial Analysis         85.00              82.00\nVery Experienced Attorney:    Pleadings, Appearances,\n                               Conferences                213.00             160.85\nLess Experienced Attorney:    Initial Analysis             69.50              64.50\nLess Experienced Attorney:    Pleadings, Appearances,\n                               Conferences                524.00             338.75\nInexperienced Attorney:<sup>[28]</sup> Initial Analysis            24.25              24.25\n                              Pleadings, Appearances,\n                              Conferences                 446.50             308.75\nParalegals:<sup>[29]</sup>                                        137.00             135.00\n</pre>\n<p>Defendants allege that NSB's hours are excessive. This contention is without merit. First, NSB appropriately allocated the work to less experienced attorneys, with review of that work by the senior attorney. Furthermore, NSB discounted much of the work performed that was deemed inefficient. Second, NSB was the lead Plaintiff in the litigation, thereby expending far more time than other Plaintiffs. Third, the exigent circumstances presented in the instant litigation to some extent precluded efficient use of time.<sup>[30]</sup> Finally, the complexity of the litigation,<sup>[31]</sup> coupled with the thoroughness of counsel, fully explain the amount of compensable hours.</p>\n<p>The total amount of compensable hours worked may be thus presented.<sup>[32]</sup></p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*968</span>\n                              VOK     NWF      NSB\nVery Experienced Attorney:                    242.85\nExperienced Attorney:         288     200\nLess Experienced Attorney:     65     246     413.25\nInexperienced Attorney:                       333.00\n</pre>\n<p></p>\n<h2>III. Reasonable Hourly Rate</h2>\n<p>As the Court in <i>Copeland</i> noted, the second step in the attorneys' fees analysis is establishing the reasonable hourly rate, <i>viz.,</i> \"that prevailing in the community for similar work.\" <i>Id.,</i> at 892. The parties have requested various hourly rates, ranging from $45 to $125, depending on the Plaintiff and the attorney. Defendants dispute the hourly rate presented by VOK ($70-$125) and NSB ($65-$125) as being unreasonable.</p>\n<p>The preliminary issue herein involves defining \"similar work\" within the meaning of <i>Copeland.</i> Defendants torture the reasoned analysis of the Court of Appeals by asserting: (1) Plaintiffs' ordinary billing practices are probative of the market rate for this \"type\" of litigation;<sup>[33]</sup> (2) salaries paid government attorneys for work on this litigation is also probative; (3) a contract between Plaintiff NSB's counsel and the Department of Justice is probative of the market rate; and (4) the listings in the District of Columbia Bar Lawyer Directory for environmental lawyers is also probative.</p>\n<p>Plaintiffs are all public interest groups or public interest law firms. They are so designated because they \"often represent their clients for low fees, or no fees at all. Consequently, the individual attorneys at those organizations typically are compensated at rates far below those prevailing in the marketplace.\" <i>Id.,</i> at 898. Since the attorneys' billing practices reflect fees lower than those prevailing in the marketplace, they are irrelevant to the instant litigation.</p>\n<p>Defendants claim that the salaries of their attorneys is probative of the market value for \"similar\" work, because those salaries were paid for identical work. In fact, Defendants state in their brief at p. 21:</p>\n<blockquote>Although the Court in <i>Copeland</i> discounted salaries as a basis for measuring rates, this ignores the economic fact that there is a true market for salaried positions .... Thus, the rates for \"similar\" work performed by government employees are relevant to establishment of an hourly rate in this case.</blockquote>\n<p>It does not appear to this Court that the <i>Copeland</i> Court \"ignored\" any economic fact; rather, that Court disposed of the salary issue by indicating (1) counsel for public interest organizations often receive compensation below the market rate because of their belief that the organizations further a public interest, (2) litigation of this sort should not depend on the charity of counsel, and (3) reference to absolute salary levels is therefore irrelevant. <i>Id.,</i> at 898. Assuming <i>arguendo</i> that the <i>Copeland</i> Court \"ignored\" an economic fact, its holding is nonetheless dispositive; salaries (including scrutiny of the salaries of government attorneys by analogy) are wholly irrelevant to this litigation.<sup>[34]</sup></p>\n<p>The Defendants further contend that a contract between NSB's counsel and the Department of Justice reflects the market value of their time, or at least demonstrates rates for similar work in the community. This assertion is also meritless. The contract states, <i>inter alia,</i> \"[The Justice Department] has not been able to secure adequate <span class=\"star-pagination\">*969</span> funding from Congress [to provide for employment of private counsel by DOJ] .... Thus, in a sense we are asking you [to accept the contract] <i>in the spirit of the public interest, and to meet financial conditions in this representation that we must candidly admit are not ideal.\"</i> (Emphasis added). The contract is thus not probative of the prevailing market rates.</p>\n<p>Finally, the Defendants assert that the District of Columbia Bar Lawyer Directory, which lists hourly rates, demonstrates that rates for similar (e. g. environmental) work is considerably lower than that claimed by Plaintiffs. The Court need not consider the probative value of the Directory, which is somewhat suspect,<sup>[35]</sup> because a fair reading of the Directory, in conjunction with Plaintiffs' claims, indicates that the claims are fully consistent with the range of salaries presented in the Directory.</p>\n<p>As this Court recognized in its March 13, 1981, Order, the hourly rates charged by attorneys for the Intervenor-Defendants provide a useful guide to those prevailing in the community. These rates were charged in \"similar\" litigation, and are the only such rates in this case governed by the market economy.<sup>[36]</sup> It is clear from the affidavits submitted to the Court that the hourly rates claimed by all Plaintiffs is well below that paid by Intervenor-Defendants to their attorneys.</p>\n<p>The Court in <i>Copeland</i> noted several of the relevant considerations necessary to scrutinize the \"reasonableness\" of the rate claimed, to wit: the level of skill necessary, time limitations, the amount to be obtained in the litigation, the attorney's reputation, and the undesirability of the case. <i>Id.,</i> at 892. These factors further justify the hourly rate claimed here. The case involved a multi-billion dollar lease sale in a frontier area of the OCS with the potential for serious environmental harm to the area and extermination of an endangered species. It involved both State and Federal governments, ten oil companies, and three Plaintiffs with different contentions. It posed numerous complex and unique legal issues, including questions of first impression under both the ESA and OCSLA. All of these questions were meritorious, and they were briefed and argued in an extremely compressed time frame.</p>\n<p>Moreover, in both oral argument and in their papers, counsel for all parties reflected ability rarely presented in this Court. Litigation of this action required attorneys with only the most exacting skill. Because of the outstanding work performed by counsel for Defendants and Intervenor-Defendants, Plaintiffs' task was made all the more difficult. Plaintiffs' counsel could not have served their clients better.</p>\n<p>Applying the hourly rates claimed to determine the Lodestar fee in this case, a <i>Copeland</i> table may be thus presented.</p>\n<p></p>\n<pre>\n                        NSB\nAttorney                Hours       Rate          Total\nVery Experienced:      242.85      $ 125       $ 30,356.25\nLess Experienced:      413.25         80         33,060.00\nInexperienced   :      333.00         65         21,645.00\n                                               ___________\n                                               $ 85,061.25\n                                               ___________\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*970</span>\n                           VOK\nExperienced:              288.00      $ 110      $ 31,680.00\nLess Experienced:          65.00         70         4,550.00\n                                                 ___________\n                                                 $ 36,230.00\n                                                 ___________\n                           NWF\nExperienced:              200.00      $  65      $ 13,000.00\n                          246.00         45        11,070.00\n                                                 ___________\n                                                 $ 24,070.00\n                                                 ___________\n</pre>\n<p></p>\n<h2>IV. Adjustments in the Lodestar</h2>\n<p>Defendants contend that the Lodestar amounts delineated above should be reduced \"under the rubic of quality of representation\" because Plaintiffs did not eventually prevail.<sup>[37]</sup> This contention is patently absurd  the quality of representation could not have been better. Indeed, two factors militate in favor of adjusting the lodestar upward, to wit: (1) taking into account amounts used to compute the lodestar, the attorneys far exceeded any reasonable expectation concerning the quality of representation, and (2) Plaintiffs' counsel has suffered and will continue to suffer from a delay in the receipt of payment for services due to Defendants' hostile, irrational, and wholly unjustified approach to this matter.</p>\n<p>The Court has already noted the unusual display of expertise and extraordinary quality of representation afforded Plaintiffs by their attorneys; indeed, it has not witnessed better representation of clients by attorneys. Given the level of skill normally expected from attorneys commanding the hourly rate used to compute the lodestar, <i>Id.,</i> at 893, the Court believes that an upward revision is warranted. Thus, the Court will increase the lodestar 25% for NSB and VOK, and 50% for NWF.</p>\n<p>Finally, delay of payment justifies another increase in the lodestar. <i>Id.,</i> at 893. While some delays in payment are justified, and may thus not warrant an increase in the lodestar, no such justification exists here. Plaintiffs and Defendants entered into settlement negotiations vis-a-vis attorneys' fees. After months of negotiations, settlement was effectuated, only to be breached by Defendants. No grounds for this breach appear in the record, because no grounds exist.<sup>[38]</sup> Had Defendants indicated their current<sup>[39]</sup> approach to this issue, the attorneys' fees issue would have been resolved by this Court long ago. Given this inflationary era, <i>Id.,</i> at 893, and the length of the delay, a 15% increase in the lodestar is appropriate. The results of the lodestar adjustment may be thus presented:</p>\n<p></p>\n<pre>\nPlaintiff     Lodestar      Quality     Subtotal      Delay     Total\n                           Increase                  Increase        \nNSB          $ 85,061.25      25%      $ 106,326.66     15%     $ 122,275.54\nVOK            36,230.00      25%         45,287.50     15%        52,080.63\nNWF            24,070.00      50%         36,105.00     15%        41,520.75\n</pre>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*971</span> V. Costs</h2>\n<p>Plaintiff VOK has submitted a bill of costs totalling $12,524.87. This amount includes $7,050.00 for the services of third year law students, which was requested under the rubric of \"attorneys' fees.\" Defendants claim that this Court's Memorandum Opinion in <i>Jordan v. U. S.,</i> At 541, precludes compensation for the law students' services in the instant litigation. They are mistaken.</p>\n<p>In <i>Jordan,</i> Plaintiff's attorney was a law school clinical program whose primary function is to educate law students. The law school and the students were engaged in a <i>quid pro quo</i>; the students paid tuition to the \"attorney\" in return for course credit and legal training. Through their contract with the law school, the students themselves paid the \"costs\" associated with their contribution to the litigation. Thus, the students were provided to Plaintiff's \"attorney\" (and thus the Plaintiff) cost-free. Since the \"attorney\" could not properly bill Plaintiff for the cost-free services of the law students, the costs would not be properly billed to his adversary. <i>See e. g. </i><i>Copeland v. Marshall</i><i>,</i> At 891.</p>\n<p>In the instant case, VOK's attorney, the Center for Law and Social Policy, makes effective use of third year law students. The Center is not an educational institution, and does not receive tuition from the students. In return for course credit and training, the students pay the Center with their work product. This product payout helps the Center control the costs of representation that are passed along to clients. Nevertheless, its costs for maintaining the student program are substantial,<sup>[40]</sup> and are ultimately borne by the Center and its clients. Those costs, to the extent they are reflected in work performed in the instant case, are compensable.</p>\n<p>This Court is cognizant of the problems in applying a cost analysis to compensation for third year law students. Many of those problems were encountered by the <i>Copeland</i> Court in its analysis of the \"cost-plus\" approach. <i>Id.</i> at 896-900. Although law students may be employed to decrease the cost of representation, they are neither attorneys nor laymen permitted to litigate an action.<sup>[41]</sup> Thus, only the costs associated with their employment may be recovered. <i>See </i><i>City of Detroit v. Grinnell Corp.,</i> <span class=\"citation\" data-id=\"318518\"><a href=\"/opinion/318518/city-of-detroit-v-grinnell-corporation-manhattan-ward-incorporated-v/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 473 (2nd Cir. 1974).</p>\n<p>The problems attaching to a cost approach do not present themselves in the instant litigation. VOK has calculated those costs by multiplying the time spent on compensable issues by $25.00. VOK's claim is in fact nothing more than a demand for the costs of supporting volunteer law students.<sup>[42]</sup> Since these costs are properly billed for the Center to VOK, <i>see,</i> e. g., <i>Copeland v. Marshall</i><i>,</i> At 891, they are properly billed to Defendants.</p>\n<p>VOK's bill of costs also includes the cost of two roundtrip fares between Barrow, Alaska and Washington, D. C. for Michael Jeffries to Alaska Legal Services. Mr. Jeffries is not employed by the Center, and the value of the two trips is questionable. The transportation costs are not recoverable under the statutes involved. VOK's bill of costs also contain $48 for the affidavit of Larry Brilliant, although no such affidavit was necessary to the prosecution of this action. This $48 is also unrecoverable. Thus, the total amount of costs recoverable by VOK is $9,748.87.</p>\n<p><span class=\"star-pagination\">*972</span> Plaintiff NWF has submitted a bill of costs totalling $1,545.20. This includes the costs of employing its legal intern.<sup>[43]</sup> Defendants have supplied no plausible reason for denying NWF its costs, nor does one appear on the record. Plaintiff NWF is entitled to $1,545.20 for the costs of prosecuting this litigation.</p>\n<p>Plaintiff NSB has submitted a bill of costs totalling $4,397.81.<sup>[44]</sup> Defendants object to payment of (1) the costs involved in Mr. Terris' trip to Alaska ($1,166.26) and (2) costs of certain research materials ($246.78). It appears to the Court that the purchased materials were used for the preparation of Plaintiffs' factual case, and thus may be included. Mr. Terris has failed to justify his trip to Alaska, however. NSB's billable costs therefore total $6,231.55.</p>\n<p>The total amount due Plaintiffs for costs and attorneys' fees is therefore:</p>\n<p></p>\n<pre>\nNSB:        $125,507.09\nVOK:        $ 61,829.50\nNWF:        $ 43,065.95\n</pre>\n<p>The aggregate sum to which the Plaintiffs are entitled exceeds $230,000. Plaintiffs were prepared to settle for $59,500. But for the irrational and unexplained breach of the settlement agreement by the Government, $59,500 would have been the extent of the United States' liability for attorneys' fees and costs. It is ironic that the Federal Government, which is seeking to stem wasteful government spending, consciously avoided the opportunity to save over $170,000 in attorneys' fees and costs by breaching the settlement agreement in this case.<sup>[45]</sup></p>\n<p>An appropriate Order follows this Memorandum Opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The Plaintiffs tendered varying objections to the proposed lease sale, and in some instances differed among themselves regarding the application of certain statutes.</p>\n<p>[2]  <i>North Slope Borough v. Andrus,</i> <span class=\"citation\" data-id=\"1754375\"><a href=\"/opinion/1754375/north-slope-borough-v-andrus/\"><span class=\"volume\">486</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">326</span></a></span>, 329-330 (D.D.C.1979).</p>\n<p>[3]  <i>Id.,</i> at 330.</p>\n<p>[4]  <i>North Slope Borough v. Andrus,</i> <span class=\"citation\" data-id=\"1753857\"><a href=\"/opinion/1753857/north-slope-borough-v-andrus/\"><span class=\"volume\">486</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">332</span></a></span>, 349-358 (D.D.C.1980).</p>\n<p>[5]  <i>Id.,</i> at 344-349.</p>\n<p>[6]  <i>Id.,</i> at 358-360. <i>See also, North Slope Borough v. Andrus,</i> No. 79-3193, Memorandum Opinion (D.D.C. February 1, 1980), slip op. at 25.</p>\n<p>[7]  <i>See North Slope Borough v. Andrus,</i> No. 79-3193, Order (D.D.C. May 1, 1980).</p>\n<p>[8]  It appears that the attorneys' fees issue was not presented to the Court of Appeals.</p>\n<p>[9]  <i>North Slope Borough v. Andrus,</i> <span class=\"citation\" data-id=\"387862\"><a href=\"/opinion/387862/north-slope-borough-v-cecil-d-andrus-secretary-of-the-department-of-the/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span> (D.C.Cir.1981).</p>\n<p>[10]  This Court's position, approved <i>sub silentio</i> by the Court of Appeals, is that the issue of attorneys' fees is collateral to resolution of the merits, and thus does not affect the finality of judgment. This conclusion may have been erroneous. <i>See </i><i>Liberty Mutual Ins. Co. v. Wetzel,</i> <span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, <span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></a></span>, <span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1976); <i>Johnson v. Univ. of Bridgeport,</i> 629 F.2d 828-830 (2nd Cir. 1980); <i>Richerson v. Jones,</i> <span class=\"citation\" data-id=\"344167\"><a href=\"/opinion/344167/dionysius-richerson-in-no-76-1762-v-captain-gerald-r-jones-united/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 921-923 (3rd Cir. 1977). If so, then the Court of Appeals lacked jurisdiction over the merits of this case.</p>\n<p>[11]  The legality of this \"notice of withdrawal\" has not been determined.</p>\n<p>[12]  <i>See </i><i>North Slope Borough v. Andrus,</i> <span class=\"citation\" data-id=\"2251632\"><a href=\"/opinion/2251632/north-slope-borough-v-andrus/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">106</span></a></span> at 107-108 (D.D.C.1981).</p>\n<p>[13]  This is the statutory standard applicable under the ESA and OCSLA, and was the standard scrutinized in <i>Metropolitan Washington. Id.,</i> at 803-804.</p>\n<p>[14]  <i>See id.</i> at 803-804.</p>\n<p>[15]  <i>See id.</i> at 803-804.</p>\n<p>[16]  <i>Metropolitan Washington Coalition for Clean Air v. D. C</i><i>.,</i> at 804.</p>\n<p>[17]  Denial of an award of attorneys fees in the instant case would preclude the ability of attorneys to predict, with any degree of certainty, when an award would be deemed \"appropriate.\"</p>\n<p>[18]  Defendants initially contested the adequacy of Plaintiffs' documentation of hours. The Plaintiffs filed supplemental affidavits supporting their claim, and Defendants at the hearing apparently dropped this contention. Regardless, the Court notes that the burdens of persuasion and proof rest on the parties seeking an award of fees. Plaintiffs have met both burdens with the documentation presented, and Defendants failed to present any evidence undermining the claims.</p>\n<p>[19]  Defendants claim that many of the hours were duplicative because the three different sets of attorneys researched some of the same issues. This multiple research cannot be considered duplicative within the meaning of <i>Copeland,</i> however. Each party Plaintiff has a right to adequate representation. Each Plaintiff presented varying legal arguments concerning the applicability of the ESA and the OCSLA (<i>e. g.</i> NSB and VOK supported subsistence hunting of the Bowhead whale  NWF opposed such hunting. NSB maintained that only development outside the barrier islands violated the relevant statutes  NWF and VOK contended that development both inside and outside those islands violated the statutes). Each Plaintiff has the right to <i>assurances</i> of adequate representation. Thus, each Plaintiff has the right to have its attorney perform the research crucial to the litigation.</p>\n<p>[20]  <i>See</i> this Court's Order dated February 3, 1981.</p>\n<p>[21]  Unproductive time is defined as that time \"not properly billed.\" <i>Id.,</i> at 891. Defendants allege that having more than one attorney in Court was \"unproductive,\" since only one attorney (per Plaintiff) presented argument. Defendants are correct that only one attorney per Plaintiff was necessary for the status call held in the instant case; where more than one attorney per Plaintiff appeared at the status call, the Court deducted the hours claimed for the less experienced attorney(s). For all other hearings, however, the presence of three attorneys for NSB and two each for NWF and VOK were appropriate. The legal issues presented were extremely complex, and counsel for all parties opposing Plaintiffs were extraordinarily able. These two factors necessitated the presence of supplemental counsel at Plaintiffs' table.</p>\n<p>[22]  This Court has already ruled that only certain hours are compensable. <i>See</i> note 7, <i>supra,</i> and accompanying test. Plaintiffs have listed hours worked and compensable hours pursuant to this Court's May 1, 1980 Order. Defendants allege that Plaintiffs have not appropriately divided the hours between compensable and noncompensable time. Defendants have presented no evidence supporting their contention; indeed, Plaintiffs' allocation of time is consistent with this Court's expectations, given the complexity of certain OCSLA/ESA issues. Plaintiffs are credited with hours spent consistent with this Court's May 1, 1980 Order.</p>\n<p>[23]  An \"experienced attorney\" is a lawyer with more than 9 years experience.</p>\n<p>[24]  A \"less experienced attorney\" is one with 4-8 years experience.</p>\n<p>[25]  Compensation for \"third year students\" and \"interns\" is limited to the costs of said students and interns. <i>Jordan v. U. S.,</i> At 541. This is discussed <i>infra.</i></p>\n<p>[26]  <i>Id.</i></p>\n<p>[27]  A \"very experienced attorney\" is one with over 20 years experience.</p>\n<p>[28]  An \"inexperienced attorney\" has fewer than four years experience.</p>\n<p>[29]  Compensation for \"paralegals\" is limited to the cost of said paralegals. <i>See</i> note 18, <i>supra.</i></p>\n<p>[30]  The Court notes that all the papers concerning the merits of this action were filed in December of 1979 and January of 1980. In these two months, Plaintiffs filed (1) complaints, (2) motions for a preliminary injunction, (3) replies to the oppositions of said motions, (4) amended complaints, (5) motions for summary judgment, (6) replies to the oppositions to said motions, (7) motions to clarify judgment, (8) oppositions to a request for a stay, and (9) memoranda concerning the equitable powers of the Court. Extended work weeks were necessary to the filing of these papers, and all papers were essential to proper adjudication of the litigation. Clearly, 100 hours worked in one week will not be as productive as 100 hours spread over 3 weeks.</p>\n<p>[31]  The complex underpinnings to the instant case may be traced to the interrelationship between, and ambivilant underpinnings of the ESA and OCSLA (e. g. applying the differing concepts of \"agency action\" to both statutes).</p>\n<p>[32]  While <i>Copeland</i> implies that differing hourly rates might be applicable depending on the services performed (i. e. discovery, responding to interrogatories, appearances, etc.), At 892, such analysis is not relevant here  no discovery from the opposing sides was necessary here, and NSB's counsel discounted hours for inefficiently spent time.</p>\n<p>[33]  Defendants allege that this Court's refusal to permit discovery into Plaintiffs' attorneys' billing practices somehow prejudiced their defense. Defendant had over eight months to inquire into the billing practices, but failed to do so. <i>See</i> this Court's Order dated March 13, 1981, in this litigation.</p>\n<p>[34]  <i>Cf. Anderson v. IRS,</i> No. 78-1085, slip op. (D.C.Cir. April 20, 1979).</p>\n<p>[35]  The Directory understates the prevailing market rate for attorneys because (1) most large firms do not publish their rates in the Directory, (2) the listings are designed to attract clients, and (3) many attorneys who do not publish their rates probably charge more than the average rate in the Directory.</p>\n<p>[36]  The Court notes that Intervenor-Defendants were represented by Covington &amp; Burling, a firm that can command rates at the high end of the continuum that reflects this community's prevailing market rates. While the skill of Plaintiffs' counsel was equal to that of Defendants and Intervenor-Defendants, it is plausible that they may not be entitled to quite the hourly rate paid Covington &amp; Burling. The Court need not reach this issue, however, because the rates claimed are below Covington &amp; Burling's.</p>\n<p>[37]  <i>See</i> note 13 and accompanying text.</p>\n<p>[38]  <i>See</i> this Court's Memoranda and Orders dated February 3, 1981, February 20, 1981, and March 13, 1981, in this litigation.</p>\n<p>[39]  It appears to the Court that Defendants' approach to the attorneys' fees issue changed dramatically on or about January 26, 1981.</p>\n<p>[40]  Those costs include, <i>inter alia,</i> (1) travelling to interview prospective interns, (2) conducting weekly two hour seminars, (3) transportation expenses of the interns, (4) subsidized housing for the interns, (5) supervision, and (6) overhead (i. e. office space, heating, lighting, office supplies, etc.).</p>\n<p>[41]  Individuals may represent themselves, and thus are eligible for attorneys' fees. <i>See </i><i>Cox v. U. S.,</i> <span class=\"citation\" data-id=\"367225\"><a href=\"/opinion/367225/eddie-david-cox-v-united-states-department-of-justice/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5-6 (D.C.Cir.1979).</p>\n<p>[42]  Implicit in every fee demand are overhead costs. <i>See</i> note 39, <i>supra.</i> In this case, since the Center did not have to pay the interns a salary, the demand does not encompass professional services compensation. VOK has submitted an affidavit to the Court indicating the reasonableness of the costs claimed. Defendants have not rebutted VOK's contention. VOK has met its burden of proof on this issue. <i>See</i> note 17, <i>supra.</i></p>\n<p>[43]  <i>See</i> note 24, <i>supra.</i></p>\n<p>[44]  This includes the cost of employing paralegals. <i>See</i> note 25, <i>supra.</i></p>\n<p>[45]  <i>Cf. Jordan v. U. S.,</i> At 542, wherein this Court stated that \"[p]articularly in a time when our nation is seeking to stem wasteful government spending, an Order requiring the Government to pay an excessive sum in attorneys' fees would be unseemly.\" The Order issued in the instant case does not require an excessive sum in fees to be paid, and thus the Court cannot reduce the amount of the award in the name of austerity. Defendants had it within their power to limit liability by adhering to the settlement agreement, but inexplicably failed to do so.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386837/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1753857/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1754375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2251632/"
          ]
        }
      ],
      "judges": "Aubrey E. Robinson, Jr.",
      "date_created": "2014-10-30T19:20:02.698162Z",
      "date_modified": "2016-03-03T21:08:45.628450Z",
      "date_filed": "1981-05-05",
      "date_filed_is_approximate": false,
      "slug": "north-slope-borough-v-andrus",
      "citation_id": 1935649,
      "case_name_short": "Andrus",
      "case_name": "North Slope Borough v. Andrus",
      "case_name_full": "",
      "federal_cite_one": "515 F. Supp. 961",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/1769422/north-slope-borough-v-andrus/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T19:20:02.694504Z",
  "date_modified": "2014-10-30T19:20:02.694504Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Andrus",
  "case_name": "North Slope Borough v. Andrus",
  "case_name_full": "",
  "slug": "north-slope-borough-v-andrus",
  "docket_number": "Civ. A. Nos. 79-3193, 79-3199 and 79-3216",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}